{
    "original_text": "The art of the cross-sell [accounting software] With the market for accounting software nearing saturation, vendors are training resellers in the subtleties of the cross-sell. The rewards can be great. The key is knowing when to focus, and when to partner",
    "original_translation": "El arte de la venta cruzada [software de contabilidad] Con el mercado de software de contabilidad cerca de la saturación, los vendedores están capacitando a los revendedores en las sutilezas de la venta cruzada. Las recompensas pueden ser grandes. La clave es saber cuándo enfocarse y cuándo asociarse",
    "error_count": 1,
    "keys": {
        "accounting software": {
            "translated_key": "contabilidad",
            "translated_annotated_text": "El arte del software de contabilidad cruzada [<br>contabilidad</br>] Con el mercado del software de contabilidad <br> cerca de la saturación, los vendedores están capacitando a los revendedores en las sutilezas de la venta cruzada. Las recompensas pueden ser grandes. La clave es saber cuándo enfocarse y cuándo asociarse ",
            "error": [
                ""
            ]
        },
        "resellers": {
            "translated_key": "revendedores",
            "translated_annotated_text": "El arte de la venta cruzada [software de contabilidad] Con el mercado de software de contabilidad cerca de la saturación, los vendedores están capacitando a los <br>revendedores</br> en las sutilezas de la venta cruzada.  Las recompensas pueden ser grandes. La clave es saber cuándo enfocarse y cuándo asociarse ",
            "error": [
                ""
            ]
        },
        "cross-selling": {
            "translated_key": [],
            "translated_annotated_text": "El arte de la venta cruzada [software de contabilidad] Con el mercado de software de contabilidad cerca de la saturación, los vendedores están capacitando a los revendedores en las sutilezas de la venta cruzada. Las recompensas pueden ser grandes. La clave es saber cuándo enfocarse y cuándo asociarse ",
            "error": []
        },
        "accounting": {
            "translated_key": "accounting",
            "translated_annotated_text": "El arte del software de cross-sell [<br>accounting</br>] Con el mercado del software de <br>accounting</br> cerca de la saturación, los vendedores están capacitando a los revendedores en las sutilezas del cross-sell. Las recompensas pueden ser grandes. La clave es saber cuándo enfocarse y cuándo asociarse ",
            "error": [
                ""
            ]
        }
    }
}