{
    "original_text": "Estimation of an N-L-N Hammerstein-Wiener model Estimation of a single-input single-output block-oriented model is studied. The model consists of a linear block embedded between two static nonlinear gains. Hence, it is called an N-L-N Hammerstein-Wiener model. First, the model structure is motivated and the disturbance model is discussed. The paper then concentrates on parameter estimation. A relaxation iteration scheme is proposed by making use of a model structure in which the error is bilinear-in-parameters. This leads to a simple algorithm which minimizes the original loss function. The convergence and consistency of the algorithm are studied. In order to reduce the variance error, the obtained linear model is further reduced using frequency weighted model reduction. A simulation study is used to illustrate the method",
    "original_translation": "Se estudia la estimación de un modelo de N-L-N Hammerstein-Wiener. El modelo consiste en un bloque lineal integrado entre dos ganancias estáticas no lineales. Por lo tanto, se llama un modelo N-L-N Hammerstein-Wiener. En primer lugar, la estructura del modelo está motivada y se discute el modelo de perturbación. El artículo se concentra entonces en la estimación de parámetros. Un esquema de iteración de relajación se propone haciendo uso de una estructura de modelo en la que el error es bilineal en parámetros. Esto lleva a un algoritmo simple que minimiza la función de pérdida original. Se estudia la convergencia y consistencia del algoritmo. Con el fin de reducir el error de varianza, el modelo lineal obtenido se reduce aún más utilizando la reducción del modelo de frecuencia ponderada. Se utiliza un estudio de simulación para ilustrar el método",
    "error_count": 5,
    "keys": {
        "N-L-N Hammerstein-Wiener model": {
            "translated_key": "modelo N-L-N Hammerstein-Wiener",
            "translated_annotated_text": "Se estudia la estimación de un \"modelo N-L-N Hammerstein-Wiener\" Se estudia la estimación de un modelo de entrada única orientado a bloques de salida única. El modelo consiste en un bloque lineal integrado entre dos ganancias estáticas no lineales. Por lo tanto, se llama un \"modelo N-L-N Hammerstein-Wiener\". En primer lugar, la estructura del modelo está motivada y se discute el modelo de perturbación. El artículo se concentra entonces en la estimación de parámetros. Un esquema de iteración de relajación se propone haciendo uso de una estructura de modelo en la que el error es bilineal en parámetros. Esto lleva a un algoritmo simple que minimiza la función de pérdida original. Se estudia la convergencia y consistencia del algoritmo. Con el fin de reducir el error de varianza, el modelo lineal obtenido se reduce aún más utilizando la reducción del modelo de frecuencia ponderada. Se utiliza un estudio de simulación para ilustrar el método ",
            "error": [
                ""
            ]
        },
        "single-input single-output block-oriented model": {
            "translated_key": "modelo de entrada única orientado a bloques de salida única",
            "translated_annotated_text": "Se estudia la estimación de un modelo de N-L-N Hammerstein-Wiener.Estimación de un \"modelo de entrada única orientado a bloques de salida única\". El modelo consiste en un bloque lineal integrado entre dos ganancias estáticas no lineales. Por lo tanto, se llama un modelo N-L-N Hammerstein-Wiener. En primer lugar, la estructura del modelo está motivada y se discute el modelo de perturbación. El artículo se concentra entonces en la estimación de parámetros. Un esquema de iteración de relajación se propone haciendo uso de una estructura de modelo en la que el error es bilineal en parámetros. Esto lleva a un algoritmo simple que minimiza la función de pérdida original. Se estudia la convergencia y consistencia del algoritmo. Con el fin de reducir el error de varianza, el modelo lineal obtenido se reduce aún más utilizando la reducción del modelo de frecuencia ponderada. Se utiliza un estudio de simulación para ilustrar el método ",
            "error": [
                ""
            ]
        },
        "linear block": {
            "translated_key": "bloque lineal",
            "translated_annotated_text": "Se estudia la estimación de un modelo de N-L-N Hammerstein-Wiener. El modelo consiste en un \"bloque lineal\" integrado entre dos ganancias estáticas no lineales. Por lo tanto, se llama un modelo N-L-N Hammerstein-Wiener. En primer lugar, la estructura del modelo está motivada y se discute el modelo de perturbación. El artículo se concentra entonces en la estimación de parámetros. Un esquema de iteración de relajación se propone haciendo uso de una estructura de modelo en la que el error es bilineal en parámetros. Esto lleva a un algoritmo simple que minimiza la función de pérdida original. Se estudia la convergencia y consistencia del algoritmo. Con el fin de reducir el error de varianza, el modelo lineal obtenido se reduce aún más utilizando la reducción del modelo de frecuencia ponderada. Se utiliza un estudio de simulación para ilustrar el método ",
            "error": [
                ""
            ]
        },
        "static nonlinear gains": {
            "translated_key": "ganancias estáticas no lineales",
            "translated_annotated_text": "Se estudia la estimación de un modelo de N-L-N Hammerstein-Wiener. El modelo consiste en un bloque lineal integrado entre dos \"ganancias estáticas no lineales\". Por lo tanto, se llama un modelo N-L-N Hammerstein-Wiener. En primer lugar, la estructura del modelo está motivada y se discute el modelo de perturbación. El artículo se concentra entonces en la estimación de parámetros. Un esquema de iteración de relajación se propone haciendo uso de una estructura de modelo en la que el error es bilineal en parámetros. Esto lleva a un algoritmo simple que minimiza la función de pérdida original. Se estudia la convergencia y consistencia del algoritmo. Con el fin de reducir el error de varianza, el modelo lineal obtenido se reduce aún más utilizando la reducción del modelo de frecuencia ponderada. Se utiliza un estudio de simulación para ilustrar el método ",
            "error": [
                ""
            ]
        },
        "model structure": {
            "translated_key": "estructura modelo",
            "translated_annotated_text": "Se estudia la estimación de un modelo de N-L-N Hammerstein-Wiener. El modelo consiste en un bloque lineal integrado entre dos ganancias estáticas no lineales. Por lo tanto, se llama un modelo N-L-N Hammerstein-Wiener. En primer lugar, la \"estructura modelo\" está motivada y se discute el modelo de perturbación. El artículo se concentra entonces en la estimación de parámetros. Un esquema de iteración de relajación se propone haciendo uso de una \"estructura modelo\" en la que el error es bilineal en parámetros. Esto lleva a un algoritmo simple que minimiza la función de pérdida original. Se estudia la convergencia y consistencia del algoritmo. Con el fin de reducir el error de varianza, el modelo lineal obtenido se reduce aún más utilizando la reducción del modelo de frecuencia ponderada. Se utiliza un estudio de simulación para ilustrar el método ",
            "error": [
                ""
            ]
        },
        "disturbance model": {
            "translated_key": "modelo de disturbance",
            "translated_annotated_text": "Se estudia la estimación de un modelo de N-L-N Hammerstein-Wiener. El modelo consiste en un bloque lineal integrado entre dos ganancias estáticas no lineales. Por lo tanto, se llama un modelo N-L-N Hammerstein-Wiener. En primer lugar, la estructura modelo está motivada y se discute el \"modelo de disturbance\". El artículo se concentra entonces en la estimación de parámetros. Un esquema de iteración de relajación se propone haciendo uso de una estructura de modelo en la que el error es bilineal en parámetros. Esto lleva a un algoritmo simple que minimiza la función de pérdida original. Se estudia la convergencia y consistencia del algoritmo. Con el fin de reducir el error de varianza, el modelo lineal obtenido se reduce aún más utilizando la reducción del modelo de frecuencia ponderada. Se utiliza un estudio de simulación para ilustrar el método ",
            "error": [
                ""
            ]
        },
        "parameter estimation": {
            "translated_key": "estimación de parámetros",
            "translated_annotated_text": "Se estudia la estimación de un modelo de N-L-N Hammerstein-Wiener. El modelo consiste en un bloque lineal integrado entre dos ganancias estáticas no lineales. Por lo tanto, se llama un modelo N-L-N Hammerstein-Wiener. En primer lugar, la estructura del modelo está motivada y se discute el modelo de perturbación. A continuación, el documento se centra en la \"estimación de parámetros\". Un esquema de iteración de relajación se propone haciendo uso de una estructura de modelo en la que el error es bilineal en parámetros. Esto lleva a un algoritmo simple que minimiza la función de pérdida original. Se estudia la convergencia y consistencia del algoritmo. Con el fin de reducir el error de varianza, el modelo lineal obtenido se reduce aún más utilizando la reducción del modelo de frecuencia ponderada. Se utiliza un estudio de simulación para ilustrar el método ",
            "error": [
                ""
            ]
        },
        "relaxation iteration scheme": {
            "translated_key": "esquema de iteración de la relajación",
            "translated_annotated_text": "Se estudia la estimación de un modelo de N-L-N Hammerstein-Wiener. El modelo consiste en un bloque lineal integrado entre dos ganancias estáticas no lineales. Por lo tanto, se llama un modelo N-L-N Hammerstein-Wiener. En primer lugar, la estructura del modelo está motivada y se discute el modelo de perturbación. El artículo se concentra entonces en la estimación de parámetros. Un \"esquema de iteración de la relajación\" se propone haciendo uso de una estructura de modelo en la que el error es bilineal en parámetros. Esto lleva a un algoritmo simple que minimiza la función de pérdida original. Se estudia la convergencia y consistencia del algoritmo. Con el fin de reducir el error de varianza, el modelo lineal obtenido se reduce aún más utilizando la reducción del modelo de frecuencia ponderada. Se utiliza un estudio de simulación para ilustrar el método ",
            "error": [
                ""
            ]
        },
        "bilinear-in-parameters error": {
            "translated_key": [],
            "translated_annotated_text": "Se estudia la estimación de un modelo de N-L-N Hammerstein-Wiener. El modelo consiste en un bloque lineal integrado entre dos ganancias estáticas no lineales. Por lo tanto, se llama un modelo N-L-N Hammerstein-Wiener. En primer lugar, la estructura del modelo está motivada y se discute el modelo de perturbación. El artículo se concentra entonces en la estimación de parámetros. Un esquema de iteración de relajación se propone haciendo uso de una estructura de modelo en la que el error es bilineal en parámetros. Esto lleva a un algoritmo simple que minimiza la función de pérdida original. Se estudia la convergencia y consistencia del algoritmo. Con el fin de reducir el error de varianza, el modelo lineal obtenido se reduce aún más utilizando la reducción del modelo de frecuencia ponderada. Se utiliza un estudio de simulación para ilustrar el método ",
            "error": []
        },
        "convergence": {
            "translated_key": "convergencia",
            "translated_annotated_text": "Se estudia la estimación de un modelo de N-L-N Hammerstein-Wiener. El modelo consiste en un bloque lineal integrado entre dos ganancias estáticas no lineales. Por lo tanto, se llama un modelo N-L-N Hammerstein-Wiener. En primer lugar, la estructura del modelo está motivada y se discute el modelo de perturbación. El artículo se concentra entonces en la estimación de parámetros. Un esquema de iteración de relajación se propone haciendo uso de una estructura de modelo en la que el error es bilineal en parámetros. Esto lleva a un algoritmo simple que minimiza la función de pérdida original. Se estudian la \"convergencia\" y la consistencia del algoritmo. Con el fin de reducir el error de varianza, el modelo lineal obtenido se reduce aún más utilizando la reducción del modelo de frecuencia ponderada. Se utiliza un estudio de simulación para ilustrar el método ",
            "error": [
                ""
            ]
        },
        "consistency": {
            "translated_key": "coherencia",
            "translated_annotated_text": "Se estudia la estimación de un modelo de N-L-N Hammerstein-Wiener. El modelo consiste en un bloque lineal integrado entre dos ganancias estáticas no lineales. Por lo tanto, se llama un modelo N-L-N Hammerstein-Wiener. En primer lugar, la estructura del modelo está motivada y se discute el modelo de perturbación. El artículo se concentra entonces en la estimación de parámetros. Un esquema de iteración de relajación se propone haciendo uso de una estructura de modelo en la que el error es bilineal en parámetros. Esto lleva a un algoritmo simple que minimiza la función de pérdida original. Se estudia la convergencia y la \"coherencia\" del algoritmo. Con el fin de reducir el error de varianza, el modelo lineal obtenido se reduce aún más utilizando la reducción del modelo de frecuencia ponderada. Se utiliza un estudio de simulación para ilustrar el método ",
            "error": [
                ""
            ]
        },
        "variance error": {
            "translated_key": "error de variación",
            "translated_annotated_text": "Se estudia la estimación de un modelo de N-L-N Hammerstein-Wiener. El modelo consiste en un bloque lineal integrado entre dos ganancias estáticas no lineales. Por lo tanto, se llama un modelo N-L-N Hammerstein-Wiener. En primer lugar, la estructura del modelo está motivada y se discute el modelo de perturbación. El artículo se concentra entonces en la estimación de parámetros. Un esquema de iteración de relajación se propone haciendo uso de una estructura de modelo en la que el error es bilineal en parámetros. Esto lleva a un algoritmo simple que minimiza la función de pérdida original. Se estudia la convergencia y consistencia del algoritmo. Con el fin de reducir el \"error de variación\", el modelo lineal obtenido se reduce aún más utilizando la reducción del modelo ponderado por frecuencia. Se utiliza un estudio de simulación para ilustrar el método ",
            "error": [
                ""
            ]
        },
        "frequency weighted model reduction": {
            "translated_key": "reducción del modelo ponderado por frecuencia",
            "translated_annotated_text": "Se estudia la estimación de un modelo de N-L-N Hammerstein-Wiener. El modelo consiste en un bloque lineal integrado entre dos ganancias estáticas no lineales. Por lo tanto, se llama un modelo N-L-N Hammerstein-Wiener. En primer lugar, la estructura del modelo está motivada y se discute el modelo de perturbación. El artículo se concentra entonces en la estimación de parámetros. Un esquema de iteración de relajación se propone haciendo uso de una estructura de modelo en la que el error es bilineal en parámetros. Esto lleva a un algoritmo simple que minimiza la función de pérdida original. Se estudia la convergencia y consistencia del algoritmo. Con el fin de reducir el error de varianza, el modelo lineal obtenido se reduce aún más utilizando \"reducción del modelo ponderado por frecuencia\". Se utiliza un estudio de simulación para ilustrar el método ",
            "error": [
                ""
            ]
        },
        "nonlinear process": {
            "translated_key": [],
            "translated_annotated_text": "Se estudia la estimación de un modelo de N-L-N Hammerstein-Wiener. El modelo consiste en un bloque lineal integrado entre dos ganancias estáticas no lineales. Por lo tanto, se llama un modelo N-L-N Hammerstein-Wiener. En primer lugar, la estructura del modelo está motivada y se discute el modelo de perturbación. El artículo se concentra entonces en la estimación de parámetros. Un esquema de iteración de relajación se propone haciendo uso de una estructura de modelo en la que el error es bilineal en parámetros. Esto lleva a un algoritmo simple que minimiza la función de pérdida original. Se estudia la convergencia y consistencia del algoritmo. Con el fin de reducir el error de varianza, el modelo lineal obtenido se reduce aún más utilizando la reducción del modelo de frecuencia ponderada. Se utiliza un estudio de simulación para ilustrar el método ",
            "error": []
        },
        "iterative methods": {
            "translated_key": [],
            "translated_annotated_text": "Se estudia la estimación de un modelo de N-L-N Hammerstein-Wiener. El modelo consiste en un bloque lineal integrado entre dos ganancias estáticas no lineales. Por lo tanto, se llama un modelo N-L-N Hammerstein-Wiener. En primer lugar, la estructura del modelo está motivada y se discute el modelo de perturbación. El artículo se concentra entonces en la estimación de parámetros. Un esquema de iteración de relajación se propone haciendo uso de una estructura de modelo en la que el error es bilineal en parámetros. Esto lleva a un algoritmo simple que minimiza la función de pérdida original. Se estudia la convergencia y consistencia del algoritmo. Con el fin de reducir el error de varianza, el modelo lineal obtenido se reduce aún más utilizando la reducción del modelo de frecuencia ponderada. Se utiliza un estudio de simulación para ilustrar el método ",
            "error": []
        },
        "reduced order systems": {
            "translated_key": [],
            "translated_annotated_text": "Se estudia la estimación de un modelo de N-L-N Hammerstein-Wiener. El modelo consiste en un bloque lineal integrado entre dos ganancias estáticas no lineales. Por lo tanto, se llama un modelo N-L-N Hammerstein-Wiener. En primer lugar, la estructura del modelo está motivada y se discute el modelo de perturbación. El artículo se concentra entonces en la estimación de parámetros. Un esquema de iteración de relajación se propone haciendo uso de una estructura de modelo en la que el error es bilineal en parámetros. Esto lleva a un algoritmo simple que minimiza la función de pérdida original. Se estudia la convergencia y consistencia del algoritmo. Con el fin de reducir el error de varianza, el modelo lineal obtenido se reduce aún más utilizando la reducción del modelo de frecuencia ponderada. Se utiliza un estudio de simulación para ilustrar el método ",
            "error": []
        },
        "relaxation theory": {
            "translated_key": [],
            "translated_annotated_text": "Se estudia la estimación de un modelo de N-L-N Hammerstein-Wiener. El modelo consiste en un bloque lineal integrado entre dos ganancias estáticas no lineales. Por lo tanto, se llama un modelo N-L-N Hammerstein-Wiener. En primer lugar, la estructura del modelo está motivada y se discute el modelo de perturbación. El artículo se concentra entonces en la estimación de parámetros. Un esquema de iteración de relajación se propone haciendo uso de una estructura de modelo en la que el error es bilineal en parámetros. Esto lleva a un algoritmo simple que minimiza la función de pérdida original. Se estudia la convergencia y consistencia del algoritmo. Con el fin de reducir el error de varianza, el modelo lineal obtenido se reduce aún más utilizando la reducción del modelo de frecuencia ponderada. Se utiliza un estudio de simulación para ilustrar el método ",
            "error": []
        }
    }
}