{
    "original_text": "Strong and weak points of the MUSCADET theorem prover-examples from CASC-JC MUSCADET is a knowledge-based theorem prover based on natural deduction. It has participated in CADE Automated theorem proving System Competitions. The results show its complementarity with regard to resolution-based provers. This paper presents some of its crucial methods and gives some examples of MUSCADET proofs from the last competition (CASC-JC in IJCAR 2001)",
    "original_translation": "Puntos fuertes y débiles de los ejemplos de teorema de MUSCADET de CASC-JC MUSCADET es un teorema basado en el conocimiento basado en la deducción natural. Ha participado en Concursos de Sistemas de Teorema Automatizado del CADE. Los resultados muestran su complementariedad con respecto a los proveedores basados en la resolución. Este artículo presenta algunos de sus métodos cruciales y da algunos ejemplos de pruebas MUSCADET de la última competencia (CASC-JC en IJCAR 2001)",
    "error_count": 3,
    "keys": {
        "MUSCADET": {
            "translated_key": "MUSCADET",
            "translated_annotated_text": "Puntos fuertes y débiles de los ejemplos del teorema \"MUSCADET\" de CASC-JC \"MUSCADET\" es un teorema basado en el conocimiento basado en la deducción natural. Ha participado en Concursos de Sistemas de Teorema Automatizado del CADE. Los resultados muestran su complementariedad con respecto a los proveedores basados en la resolución. Este artículo presenta algunos de sus métodos cruciales y da algunos ejemplos de las pruebas \"MUSCADET\" de la última competencia (CASC-JC en IJCAR 2001) ",
            "error": [
                ""
            ]
        },
        "CASC-JC": {
            "translated_key": "CASC-JC",
            "translated_annotated_text": "Puntos fuertes y débiles de los ejemplos de teorema de MUSCADET de \"CASC-JC\" MUSCADET es un teorema basado en el conocimiento basado en la deducción natural. Ha participado en Concursos de Sistemas de Teorema Automatizado del CADE. Los resultados muestran su complementariedad con respecto a los proveedores basados en la resolución. Este artículo presenta algunos de sus métodos cruciales y da algunos ejemplos de pruebas MUSCADET de la última competencia (\"CASC-JC\" en IJCAR 2001) ",
            "error": [
                ""
            ]
        },
        "knowledge-based theorem prover": {
            "translated_key": "probador de teorema basado en el conocimiento",
            "translated_annotated_text": "Puntos fuertes y débiles de los ejemplos de teorema de MUSCADET de CASC-JC MUSCADET es un \"probador de teorema basado en el conocimiento\" basado en la deducción natural. Ha participado en Concursos de Sistemas de Teorema Automatizado del CADE. Los resultados muestran su complementariedad con respecto a los proveedores basados en la resolución. Este artículo presenta algunos de sus métodos cruciales y da algunos ejemplos de pruebas MUSCADET de la última competencia (CASC-JC en IJCAR 2001) ",
            "error": [
                ""
            ]
        },
        "natural deduction": {
            "translated_key": "deducción natural",
            "translated_annotated_text": "Puntos fuertes y débiles de los ejemplos de teorema de MUSCADET de CASC-JC MUSCADET es un teorema basado en el conocimiento basado en la \"deducción natural\". Ha participado en Concursos de Sistemas de Teorema Automatizado del CADE. Los resultados muestran su complementariedad con respecto a los proveedores basados en la resolución. Este artículo presenta algunos de sus métodos cruciales y da algunos ejemplos de pruebas MUSCADET de la última competencia (CASC-JC en IJCAR 2001) ",
            "error": [
                ""
            ]
        },
        "CADE Automated theorem proving System Competitions": {
            "translated_key": "CADE Automated theorem testing System Competitions",
            "translated_annotated_text": "Puntos fuertes y débiles de los ejemplos de teorema de MUSCADET de CASC-JC MUSCADET es un teorema basado en el conocimiento basado en la deducción natural. Ha participado en \"CADE Automated theorem testing System Competitions\". Los resultados muestran su complementariedad con respecto a los proveedores basados en la resolución. Este artículo presenta algunos de sus métodos cruciales y da algunos ejemplos de pruebas MUSCADET de la última competencia (CASC-JC en IJCAR 2001) ",
            "error": [
                ""
            ]
        },
        "resolution-based provers": {
            "translated_key": "proveedores basados en la resolución",
            "translated_annotated_text": "Puntos fuertes y débiles de los ejemplos de teorema de MUSCADET de CASC-JC MUSCADET es un teorema basado en el conocimiento basado en la deducción natural. Ha participado en Concursos de Sistemas de Teorema Automatizado del CADE. Los resultados muestran su complementariedad con respecto a los \"proveedores basados en la resolución\". Este artículo presenta algunos de sus métodos cruciales y da algunos ejemplos de pruebas MUSCADET de la última competencia (CASC-JC en IJCAR 2001) ",
            "error": [
                ""
            ]
        },
        "formal logic": {
            "translated_key": [],
            "translated_annotated_text": "Puntos fuertes y débiles de los ejemplos de teorema de MUSCADET de CASC-JC MUSCADET es un teorema basado en el conocimiento basado en la deducción natural. Ha participado en Concursos de Sistemas de Teorema Automatizado del CADE. Los resultados muestran su complementariedad con respecto a los proveedores basados en la resolución. Este artículo presenta algunos de sus métodos cruciales y da algunos ejemplos de pruebas MUSCADET de la última competencia (CASC-JC en IJCAR 2001) ",
            "error": []
        },
        "inference mechanisms": {
            "translated_key": [],
            "translated_annotated_text": "Puntos fuertes y débiles de los ejemplos de teorema de MUSCADET de CASC-JC MUSCADET es un teorema basado en el conocimiento basado en la deducción natural. Ha participado en Concursos de Sistemas de Teorema Automatizado del CADE. Los resultados muestran su complementariedad con respecto a los proveedores basados en la resolución. Este artículo presenta algunos de sus métodos cruciales y da algunos ejemplos de pruebas MUSCADET de la última competencia (CASC-JC en IJCAR 2001) ",
            "error": []
        },
        "knowledge based systems": {
            "translated_key": [],
            "translated_annotated_text": "Puntos fuertes y débiles de los ejemplos de teorema de MUSCADET de CASC-JC MUSCADET es un teorema basado en el conocimiento basado en la deducción natural. Ha participado en Concursos de Sistemas de Teorema Automatizado del CADE. Los resultados muestran su complementariedad con respecto a los proveedores basados en la resolución. Este artículo presenta algunos de sus métodos cruciales y da algunos ejemplos de pruebas MUSCADET de la última competencia (CASC-JC en IJCAR 2001) ",
            "error": []
        },
        "theorem proving": {
            "translated_key": "Teorema Demostrador",
            "translated_annotated_text": "Puntos fuertes y débiles de los ejemplos de teorema de MUSCADET de CASC-JC MUSCADET es un teorema basado en el conocimiento basado en la deducción natural. Ha participado en Concursos Automatizados de Sistemas \"Teorema Demostrador\". Los resultados muestran su complementariedad con respecto a los proveedores basados en la resolución. Este artículo presenta algunos de sus métodos cruciales y da algunos ejemplos de pruebas MUSCADET de la última competencia (CASC-JC en IJCAR 2001) ",
            "error": [
                ""
            ]
        }
    }
}