{
    "original_text": "TPTP, CASC and the development of a semantically guided theorem prover The first-order theorem prover SCOTT has been through a series of versions over some ten years. The successive provers, while retaining the same underlying technology, have used radically different algorithms and shown wide differences of behaviour. The development process has depended heavily on experiments with problems from the TPTP library and has been sharpened by participation in CASC each year since 1997. We outline some of the difficulties inherent in designing and refining a theorem prover as complex as SCOTT, and explain our experimental methodology. While SCOTT is not one of the systems which have been highly optimised for CASC, it does help to illustrate the influence of both CASC and the TPTP library on contemporary theorem proving research",
    "original_translation": "TPTP, CASC y el desarrollo de un teorema semánticamente guiado El teorema de primer orden SCOTT ha pasado por una serie de versiones durante unos diez años. Los sucesivos probadores, aunque conservan la misma tecnología subyacente, han utilizado algoritmos radicalmente diferentes y han mostrado grandes diferencias de comportamiento. El proceso de desarrollo ha dependido en gran medida de experimentos con problemas de la biblioteca del TPTP y se ha agudizado con la participación en el CASC cada año desde 1997. Describimos algunas de las dificultades inherentes al diseño y refinamiento de un probador de teorema tan complejo como el SCOTT, y explicamos nuestra metodología experimental. Si bien SCOTT no es uno de los sistemas que han sido altamente optimizados para CASC, ayuda a ilustrar la influencia tanto de CASC como de la biblioteca TPTP en la investigación del teorema contemporáneo.",
    "error_count": 6,
    "keys": {
        "TPTP library": {
            "translated_key": [
                "biblioteca del TPTP",
                "biblioteca TPTP"
            ],
            "translated_annotated_text": "TPTP, CASC y el desarrollo de un teorema semánticamente guiado El teorema de primer orden SCOTT ha pasado por una serie de versiones durante unos diez años. Los sucesivos probadores, aunque conservan la misma tecnología subyacente, han utilizado algoritmos radicalmente diferentes y han mostrado grandes diferencias de comportamiento. El proceso de desarrollo ha dependido en gran medida de experimentos con problemas de la \"biblioteca del TPTP\" y se ha agudizado con la participación en CASC cada año desde 1997. Describimos algunas de las dificultades inherentes al diseño y refinamiento de un probador de teorema tan complejo como el SCOTT, y explicamos nuestra metodología experimental. Si bien SCOTT no es uno de los sistemas que han sido altamente optimizados para CASC, ayuda a ilustrar la influencia tanto de CASC como de la \"biblioteca TPTP\" en la investigación del teorema contemporáneo. ",
            "error": [
                "biblioteca del TPTP",
                "biblioteca TPTP"
            ]
        },
        "Semantically Constrained Otter": {
            "translated_key": [],
            "translated_annotated_text": "TPTP, CASC y el desarrollo de un teorema semánticamente guiado El teorema de primer orden SCOTT ha pasado por una serie de versiones durante unos diez años. Los sucesivos probadores, aunque conservan la misma tecnología subyacente, han utilizado algoritmos radicalmente diferentes y han mostrado grandes diferencias de comportamiento. El proceso de desarrollo ha dependido en gran medida de experimentos con problemas de la biblioteca del TPTP y se ha agudizado con la participación en el CASC cada año desde 1997. Describimos algunas de las dificultades inherentes al diseño y refinamiento de un probador de teorema tan complejo como el SCOTT, y explicamos nuestra metodología experimental. Si bien SCOTT no es uno de los sistemas que han sido altamente optimizados para CASC, ayuda a ilustrar la influencia tanto de CASC como de la biblioteca TPTP en la investigación del teorema contemporáneo. ",
            "error": []
        },
        "proof searches": {
            "translated_key": [],
            "translated_annotated_text": "TPTP, CASC y el desarrollo de un teorema semánticamente guiado El teorema de primer orden SCOTT ha pasado por una serie de versiones durante unos diez años. Los sucesivos probadores, aunque conservan la misma tecnología subyacente, han utilizado algoritmos radicalmente diferentes y han mostrado grandes diferencias de comportamiento. El proceso de desarrollo ha dependido en gran medida de experimentos con problemas de la biblioteca del TPTP y se ha agudizado con la participación en el CASC cada año desde 1997. Describimos algunas de las dificultades inherentes al diseño y refinamiento de un probador de teorema tan complejo como el SCOTT, y explicamos nuestra metodología experimental. Si bien SCOTT no es uno de los sistemas que han sido altamente optimizados para CASC, ayuda a ilustrar la influencia tanto de CASC como de la biblioteca TPTP en la investigación del teorema contemporáneo. ",
            "error": []
        },
        "CASC": {
            "translated_key": "CASC",
            "translated_annotated_text": "TPTP, \"CASC\" y el desarrollo de un probador de teorema guiado semánticamente El probador de teorema de primer orden SCOTT ha pasado por una serie de versiones durante unos diez años. Los sucesivos probadores, aunque conservan la misma tecnología subyacente, han utilizado algoritmos radicalmente diferentes y han mostrado grandes diferencias de comportamiento. El proceso de desarrollo ha dependido en gran medida de experimentos con problemas de la biblioteca del TPTP y se ha agudizado con la participación en el \"CASC\" cada año desde 1997. Describimos algunas de las dificultades inherentes al diseño y refinamiento de un probador de teorema tan complejo como el SCOTT, y explicamos nuestra metodología experimental. Si bien SCOTT no es uno de los sistemas que han sido altamente optimizados para \"CASC\", ayuda a ilustrar la influencia de \"CASC\" y la biblioteca TPTP en la investigación de prueba del teorema contemporáneo ",
            "error": [
                ""
            ]
        },
        "semantically guided theorem prover": {
            "translated_key": "proveedor de teorema guiado semánticamente",
            "translated_annotated_text": "TPTP, CASC y el desarrollo de un \"proveedor de teorema guiado semánticamente\" El teorema de primer orden SCOTT ha pasado por una serie de versiones durante unos diez años. Los sucesivos probadores, aunque conservan la misma tecnología subyacente, han utilizado algoritmos radicalmente diferentes y han mostrado grandes diferencias de comportamiento. El proceso de desarrollo ha dependido en gran medida de experimentos con problemas de la biblioteca del TPTP y se ha agudizado con la participación en el CASC cada año desde 1997. Describimos algunas de las dificultades inherentes al diseño y refinamiento de un probador de teorema tan complejo como el SCOTT, y explicamos nuestra metodología experimental. Si bien SCOTT no es uno de los sistemas que han sido altamente optimizados para CASC, ayuda a ilustrar la influencia tanto de CASC como de la biblioteca TPTP en la investigación del teorema contemporáneo. ",
            "error": [
                ""
            ]
        },
        "first-order theorem prover": {
            "translated_key": "teorema de primer orden",
            "translated_annotated_text": "TPTP, CASC y el desarrollo de un teorema semánticamente guiado El \"teorema de primer orden\" SCOTT ha pasado por una serie de versiones durante unos diez años. Los sucesivos probadores, aunque conservan la misma tecnología subyacente, han utilizado algoritmos radicalmente diferentes y han mostrado grandes diferencias de comportamiento. El proceso de desarrollo ha dependido en gran medida de experimentos con problemas de la biblioteca del TPTP y se ha agudizado con la participación en el CASC cada año desde 1997. Describimos algunas de las dificultades inherentes al diseño y refinamiento de un probador de teorema tan complejo como el SCOTT, y explicamos nuestra metodología experimental. Si bien SCOTT no es uno de los sistemas que han sido altamente optimizados para CASC, ayuda a ilustrar la influencia tanto de CASC como de la biblioteca TPTP en la investigación del teorema contemporáneo. ",
            "error": [
                ""
            ]
        },
        "SCOTT": {
            "translated_key": "SCOTT",
            "translated_annotated_text": "TPTP, CASC y el desarrollo de un teorema semánticamente guiado El teorema de primer orden \"SCOTT\" ha pasado por una serie de versiones durante unos diez años. Los sucesivos probadores, aunque conservan la misma tecnología subyacente, han utilizado algoritmos radicalmente diferentes y han mostrado grandes diferencias de comportamiento. El proceso de desarrollo ha dependido en gran medida de experimentos con problemas de la biblioteca del TPTP y se ha agudizado con la participación en el CASC cada año desde 1997. Describimos algunas de las dificultades inherentes al diseño y refinamiento de un teorema probador tan complejo como \"SCOTT\", y explicamos nuestra metodología experimental. Si bien \"SCOTT\" no es uno de los sistemas que han sido altamente optimizados para CASC, ayuda a ilustrar la influencia de CASC y la biblioteca TPTP en la investigación del teorema contemporáneo. ",
            "error": [
                ""
            ]
        },
        "experimental methodology": {
            "translated_key": "metodología experimental",
            "translated_annotated_text": "TPTP, CASC y el desarrollo de un teorema semánticamente guiado El teorema de primer orden SCOTT ha pasado por una serie de versiones durante unos diez años. Los sucesivos probadores, aunque conservan la misma tecnología subyacente, han utilizado algoritmos radicalmente diferentes y han mostrado grandes diferencias de comportamiento. El proceso de desarrollo ha dependido en gran medida de experimentos con problemas de la biblioteca del TPTP y se ha agudizado con la participación en el CASC cada año desde 1997. Describimos algunas de las dificultades inherentes al diseño y refinamiento de un teorema probador tan complejo como SCOTT, y explicamos nuestra \"metodología experimental\". Si bien SCOTT no es uno de los sistemas que han sido altamente optimizados para CASC, ayuda a ilustrar la influencia tanto de CASC como de la biblioteca TPTP en la investigación del teorema contemporáneo. ",
            "error": [
                ""
            ]
        },
        "formal logic": {
            "translated_key": [],
            "translated_annotated_text": "TPTP, CASC y el desarrollo de un teorema semánticamente guiado El teorema de primer orden SCOTT ha pasado por una serie de versiones durante unos diez años. Los sucesivos probadores, aunque conservan la misma tecnología subyacente, han utilizado algoritmos radicalmente diferentes y han mostrado grandes diferencias de comportamiento. El proceso de desarrollo ha dependido en gran medida de experimentos con problemas de la biblioteca del TPTP y se ha agudizado con la participación en el CASC cada año desde 1997. Describimos algunas de las dificultades inherentes al diseño y refinamiento de un probador de teorema tan complejo como el SCOTT, y explicamos nuestra metodología experimental. Si bien SCOTT no es uno de los sistemas que han sido altamente optimizados para CASC, ayuda a ilustrar la influencia tanto de CASC como de la biblioteca TPTP en la investigación del teorema contemporáneo. ",
            "error": []
        },
        "inference mechanisms": {
            "translated_key": [],
            "translated_annotated_text": "TPTP, CASC y el desarrollo de un teorema semánticamente guiado El teorema de primer orden SCOTT ha pasado por una serie de versiones durante unos diez años. Los sucesivos probadores, aunque conservan la misma tecnología subyacente, han utilizado algoritmos radicalmente diferentes y han mostrado grandes diferencias de comportamiento. El proceso de desarrollo ha dependido en gran medida de experimentos con problemas de la biblioteca del TPTP y se ha agudizado con la participación en el CASC cada año desde 1997. Describimos algunas de las dificultades inherentes al diseño y refinamiento de un probador de teorema tan complejo como el SCOTT, y explicamos nuestra metodología experimental. Si bien SCOTT no es uno de los sistemas que han sido altamente optimizados para CASC, ayuda a ilustrar la influencia tanto de CASC como de la biblioteca TPTP en la investigación del teorema contemporáneo. ",
            "error": []
        },
        "search problems": {
            "translated_key": [],
            "translated_annotated_text": "TPTP, CASC y el desarrollo de un teorema semánticamente guiado El teorema de primer orden SCOTT ha pasado por una serie de versiones durante unos diez años. Los sucesivos probadores, aunque conservan la misma tecnología subyacente, han utilizado algoritmos radicalmente diferentes y han mostrado grandes diferencias de comportamiento. El proceso de desarrollo ha dependido en gran medida de experimentos con problemas de la biblioteca del TPTP y se ha agudizado con la participación en el CASC cada año desde 1997. Describimos algunas de las dificultades inherentes al diseño y refinamiento de un probador de teorema tan complejo como el SCOTT, y explicamos nuestra metodología experimental. Si bien SCOTT no es uno de los sistemas que han sido altamente optimizados para CASC, ayuda a ilustrar la influencia tanto de CASC como de la biblioteca TPTP en la investigación del teorema contemporáneo. ",
            "error": []
        },
        "theorem proving": {
            "translated_key": "teorema de prueba",
            "translated_annotated_text": "TPTP, CASC y el desarrollo de un teorema semánticamente guiado El teorema de primer orden SCOTT ha pasado por una serie de versiones durante unos diez años. Los sucesivos probadores, aunque conservan la misma tecnología subyacente, han utilizado algoritmos radicalmente diferentes y han mostrado grandes diferencias de comportamiento. El proceso de desarrollo ha dependido en gran medida de experimentos con problemas de la biblioteca del TPTP y se ha agudizado con la participación en el CASC cada año desde 1997. Describimos algunas de las dificultades inherentes al diseño y refinamiento de un probador de teorema tan complejo como el SCOTT, y explicamos nuestra metodología experimental. Si bien SCOTT no es uno de los sistemas que han sido altamente optimizados para CASC, ayuda a ilustrar la influencia tanto de CASC como de la biblioteca TPTP en la investigación contemporánea \"teorema de prueba\" ",
            "error": [
                ""
            ]
        }
    }
}