{
    "original_text": "A phytography of WALDMEISTER The architecture of the WALDMEISTER prover for unit equational deduction is based on a strict separation of active and passive facts. After an inspection of the systems proof procedure, the representation of each of the central data structures is outlined, namely indexing for the active facts, compression for the passive facts, successor sets for the hypotheses, and minimal recording of inference steps for the proof object. In order to cope with large search spaces, specialized redundancy criteria are employed, and the empirically gained control knowledge is integrated to ease the use of the system. The paper concludes with a quantitative comparison of the WALDMEISTER versions over the years, and a view of the future prospects",
    "original_translation": "Una fitografía de WALDMESTER La arquitectura del probador WALDMESTER para la deducción ecuaciónl de unidades se basa en una estricta separación de hechos activos y pasivos. Tras una inspección del procedimiento de prueba de sistemas, se describe la representación de cada una de las estructuras centrales de datos, a saber, la indexación de los hechos activos, la compresión de los hechos pasivos, los conjuntos sucesores de las hipótesis y el registro mínimo de pasos de inferencia para el objeto de prueba. Para hacer frente a los grandes espacios de búsqueda, se emplean criterios especializados de redundancia y se integran los conocimientos de control adquiridos empíricamente para facilitar el uso del sistema. El documento concluye con una comparación cuantitativa de las versiones de WALDMESTER a lo largo de los años, y una visión de las perspectivas futuras",
    "error_count": 9,
    "keys": {
        "WALDMEISTER": {
            "translated_key": "WALDMEISTER",
            "translated_annotated_text": "Una fitografía de <br>WALDMEISTER</br> La arquitectura del probador <br>WALDMEISTER</br> para la deducción ecuaciónl por unidad se basa en una estricta separación de hechos activos y pasivos. Tras una inspección del procedimiento de prueba de sistemas, se describe la representación de cada una de las estructuras centrales de datos, a saber, la indexación de los hechos activos, la compresión de los hechos pasivos, los conjuntos sucesores de las hipótesis y el registro mínimo de pasos de inferencia para el objeto de prueba. Para hacer frente a los grandes espacios de búsqueda, se emplean criterios especializados de redundancia y se integran los conocimientos de control adquiridos empíricamente para facilitar el uso del sistema. El documento concluye con una comparación cuantitativa de las versiones <br>WALDMEISTER</br> a lo largo de los años, y una visión de las perspectivas futuras ",
            "error": [
                ""
            ]
        },
        "theorem prover": {
            "translated_key": [],
            "translated_annotated_text": "Una fitografía de WALDMESTER La arquitectura del probador WALDMESTER para la deducción ecuaciónl de unidades se basa en una estricta separación de hechos activos y pasivos. Tras una inspección del procedimiento de prueba de sistemas, se describe la representación de cada una de las estructuras centrales de datos, a saber, la indexación de los hechos activos, la compresión de los hechos pasivos, los conjuntos sucesores de las hipótesis y el registro mínimo de pasos de inferencia para el objeto de prueba. Para hacer frente a los grandes espacios de búsqueda, se emplean criterios especializados de redundancia y se integran los conocimientos de control adquiridos empíricamente para facilitar el uso del sistema. El documento concluye con una comparación cuantitativa de las versiones de WALDMESTER a lo largo de los años, y una visión de las perspectivas futuras ",
            "error": []
        },
        "unit equational deduction": {
            "translated_key": "unidad",
            "translated_annotated_text": "Una fitografía de WALDMESTER La arquitectura del probador de WALDMESTER para la deducción ecuaciónl de <br>unidad</br> se basa en una estricta separación de hechos activos y pasivos. Tras una inspección del procedimiento de prueba de sistemas, se describe la representación de cada una de las estructuras centrales de datos, a saber, la indexación de los hechos activos, la compresión de los hechos pasivos, los conjuntos sucesores de las hipótesis y el registro mínimo de pasos de inferencia para el objeto de prueba. Para hacer frente a los grandes espacios de búsqueda, se emplean criterios especializados de redundancia y se integran los conocimientos de control adquiridos empíricamente para facilitar el uso del sistema. El documento concluye con una comparación cuantitativa de las versiones de WALDMESTER a lo largo de los años, y una visión de las perspectivas futuras ",
            "error": [
                ""
            ]
        },
        "passive facts": {
            "translated_key": "hechos pasivos",
            "translated_annotated_text": "Una fitografía de WALDMESTER La arquitectura del probador WALDMESTER para la deducción ecuaciónl de unidades se basa en una estricta separación de hechos activos y pasivos.  Tras una inspección del procedimiento de prueba de sistemas, se describe la representación de cada una de las estructuras centrales de datos, a saber, la indexación de los hechos activos, la compresión de los <br>hechos pasivos</br>, los conjuntos sucesores de las hipótesis y el registro mínimo de pasos de inferencia para el objeto de prueba.  Para hacer frente a los grandes espacios de búsqueda, se emplean criterios especializados de redundancia y se integran los conocimientos de control adquiridos empíricamente para facilitar el uso del sistema. El documento concluye con una comparación cuantitativa de las versiones de WALDMESTER a lo largo de los años, y una visión de las perspectivas futuras ",
            "error": [
                ""
            ]
        },
        "active facts": {
            "translated_key": "hechos activos",
            "translated_annotated_text": "Una fitografía de WALDMESTER La arquitectura del probador WALDMESTER para la deducción ecuaciónl de unidades se basa en una estricta separación de hechos activos y pasivos. Tras una inspección del procedimiento de prueba de sistemas, se describe la representación de cada una de las estructuras centrales de datos, a saber, la indexación de los <br>hechos activos</br>, la compresión de los hechos pasivos, los conjuntos sucesores de las hipótesis y el registro mínimo de pasos de inferencia para el objeto de prueba.  Para hacer frente a los grandes espacios de búsqueda, se emplean criterios especializados de redundancia y se integran los conocimientos de control adquiridos empíricamente para facilitar el uso del sistema. El documento concluye con una comparación cuantitativa de las versiones de WALDMESTER a lo largo de los años, y una visión de las perspectivas futuras ",
            "error": [
                ""
            ]
        },
        "data structures": {
            "translated_key": [],
            "translated_annotated_text": "Una fitografía de WALDMESTER La arquitectura del probador WALDMESTER para la deducción ecuaciónl de unidades se basa en una estricta separación de hechos activos y pasivos. Después de una inspección del procedimiento de prueba de sistemas, se describe la representación de cada una de las estructuras centrales de datos <br>, a saber, la indexación de los hechos activos, la compresión de los hechos pasivos, los conjuntos sucesores de las hipótesis y el registro mínimo de pasos de inferencia para el objeto de prueba. Para hacer frente a los grandes espacios de búsqueda, se emplean criterios especializados de redundancia y se integran los conocimientos de control adquiridos empíricamente para facilitar el uso del sistema. El documento concluye con una comparación cuantitativa de las versiones de WALDMESTER a lo largo de los años, y una visión de las perspectivas futuras ",
            "error": []
        },
        "indexing": {
            "translated_key": "indexing",
            "translated_annotated_text": "Una fitografía de WALDMESTER La arquitectura del probador WALDMESTER para la deducción ecuaciónl de unidades se basa en una estricta separación de hechos activos y pasivos. Después de una inspección del procedimiento de prueba de sistemas, se describe la representación de cada una de las estructuras centrales de datos, a saber, <br>indexing</br> para los hechos activos, compresión para los hechos pasivos, conjuntos sucesores para las hipótesis, y registro mínimo de pasos de inferencia para el objeto de prueba. Para hacer frente a los grandes espacios de búsqueda, se emplean criterios especializados de redundancia y se integran los conocimientos de control adquiridos empíricamente para facilitar el uso del sistema. El documento concluye con una comparación cuantitativa de las versiones de WALDMESTER a lo largo de los años, y una visión de las perspectivas futuras ",
            "error": [
                ""
            ]
        },
        "hypotheses": {
            "translated_key": "hipótesis",
            "translated_annotated_text": "Una fitografía de WALDMESTER La arquitectura del probador WALDMESTER para la deducción ecuaciónl de unidades se basa en una estricta separación de hechos activos y pasivos. Tras una inspección del procedimiento de prueba de sistemas, se describe la representación de cada una de las estructuras centrales de datos, a saber, la indexación de los hechos activos, la compresión de los hechos pasivos, los conjuntos sucesores de las <br>hipótesis</br>, y el registro mínimo de pasos de inferencia para el objeto de prueba. Para hacer frente a los grandes espacios de búsqueda, se emplean criterios especializados de redundancia y se integran los conocimientos de control adquiridos empíricamente para facilitar el uso del sistema. El documento concluye con una comparación cuantitativa de las versiones de WALDMESTER a lo largo de los años, y una visión de las perspectivas futuras ",
            "error": [
                ""
            ]
        },
        "phytography": {
            "translated_key": "fitografía",
            "translated_annotated_text": "Una <br>fitografía</br> de WALDMESTER La arquitectura del probador WALDMESTER para la deducción ecuaciónl de unidades se basa en una estricta separación de hechos activos y pasivos. Tras una inspección del procedimiento de prueba de sistemas, se describe la representación de cada una de las estructuras centrales de datos, a saber, la indexación de los hechos activos, la compresión de los hechos pasivos, los conjuntos sucesores de las hipótesis y el registro mínimo de pasos de inferencia para el objeto de prueba. Para hacer frente a los grandes espacios de búsqueda, se emplean criterios especializados de redundancia y se integran los conocimientos de control adquiridos empíricamente para facilitar el uso del sistema. El documento concluye con una comparación cuantitativa de las versiones de WALDMESTER a lo largo de los años, y una visión de las perspectivas futuras ",
            "error": [
                ""
            ]
        },
        "CADE ATP System Competition": {
            "translated_key": [],
            "translated_annotated_text": "Una fitografía de WALDMESTER La arquitectura del probador WALDMESTER para la deducción ecuaciónl de unidades se basa en una estricta separación de hechos activos y pasivos. Tras una inspección del procedimiento de prueba de sistemas, se describe la representación de cada una de las estructuras centrales de datos, a saber, la indexación de los hechos activos, la compresión de los hechos pasivos, los conjuntos sucesores de las hipótesis y el registro mínimo de pasos de inferencia para el objeto de prueba. Para hacer frente a los grandes espacios de búsqueda, se emplean criterios especializados de redundancia y se integran los conocimientos de control adquiridos empíricamente para facilitar el uso del sistema. El documento concluye con una comparación cuantitativa de las versiones de WALDMESTER a lo largo de los años, y una visión de las perspectivas futuras ",
            "error": []
        },
        "inference": {
            "translated_key": "inferencia",
            "translated_annotated_text": "Una fitografía de WALDMESTER La arquitectura del probador WALDMESTER para la deducción ecuaciónl de unidades se basa en una estricta separación de hechos activos y pasivos. Tras una inspección del procedimiento de prueba de sistemas, se describe la representación de cada una de las estructuras centrales de datos, a saber, la indexación de los hechos activos, la compresión de los hechos pasivos, los conjuntos sucesores de las hipótesis y el registro mínimo de los pasos de <br>inferencia</br> para el objeto de prueba. Para hacer frente a los grandes espacios de búsqueda, se emplean criterios especializados de redundancia y se integran los conocimientos de control adquiridos empíricamente para facilitar el uso del sistema. El documento concluye con una comparación cuantitativa de las versiones de WALDMESTER a lo largo de los años, y una visión de las perspectivas futuras ",
            "error": [
                ""
            ]
        },
        "large search spaces": {
            "translated_key": "grandes espacios de búsqueda",
            "translated_annotated_text": "Una fitografía de WALDMESTER La arquitectura del probador WALDMESTER para la deducción ecuaciónl de unidades se basa en una estricta separación de hechos activos y pasivos. Tras una inspección del procedimiento de prueba de sistemas, se describe la representación de cada una de las estructuras centrales de datos, a saber, la indexación de los hechos activos, la compresión de los hechos pasivos, los conjuntos sucesores de las hipótesis y el registro mínimo de pasos de inferencia para el objeto de prueba. Para hacer frente a los <br>grandes espacios de búsqueda</br>, se emplean criterios especializados de redundancia, y el conocimiento de control obtenido empíricamente se integra para facilitar el uso del sistema.  El documento concluye con una comparación cuantitativa de las versiones de WALDMESTER a lo largo de los años, y una visión de las perspectivas futuras ",
            "error": [
                ""
            ]
        },
        "redundancy": {
            "translated_key": "redundancy",
            "translated_annotated_text": "Una fitografía de WALDMESTER La arquitectura del probador WALDMESTER para la deducción ecuaciónl de unidades se basa en una estricta separación de hechos activos y pasivos. Tras una inspección del procedimiento de prueba de sistemas, se describe la representación de cada una de las estructuras centrales de datos, a saber, la indexación de los hechos activos, la compresión de los hechos pasivos, los conjuntos sucesores de las hipótesis y el registro mínimo de pasos de inferencia para el objeto de prueba. Para hacer frente a los grandes espacios de búsqueda, se emplean criterios especializados <br>redundancy</br> y se integran los conocimientos de control adquiridos empíricamente para facilitar el uso del sistema. El documento concluye con una comparación cuantitativa de las versiones de WALDMESTER a lo largo de los años, y una visión de las perspectivas futuras ",
            "error": [
                ""
            ]
        },
        "future prospects": {
            "translated_key": [],
            "translated_annotated_text": "Una fitografía de WALDMESTER La arquitectura del probador WALDMESTER para la deducción ecuaciónl de unidades se basa en una estricta separación de hechos activos y pasivos. Tras una inspección del procedimiento de prueba de sistemas, se describe la representación de cada una de las estructuras centrales de datos, a saber, la indexación de los hechos activos, la compresión de los hechos pasivos, los conjuntos sucesores de las hipótesis y el registro mínimo de pasos de inferencia para el objeto de prueba. Para hacer frente a los grandes espacios de búsqueda, se emplean criterios especializados de redundancia y se integran los conocimientos de control adquiridos empíricamente para facilitar el uso del sistema. El documento concluye con una comparación cuantitativa de las versiones de WALDMESTER a lo largo de los años, y una visión de las perspectivas futuras. ",
            "error": []
        },
        "formal logic": {
            "translated_key": [],
            "translated_annotated_text": "Una fitografía de WALDMESTER La arquitectura del probador WALDMESTER para la deducción ecuaciónl de unidades se basa en una estricta separación de hechos activos y pasivos. Tras una inspección del procedimiento de prueba de sistemas, se describe la representación de cada una de las estructuras centrales de datos, a saber, la indexación de los hechos activos, la compresión de los hechos pasivos, los conjuntos sucesores de las hipótesis y el registro mínimo de pasos de inferencia para el objeto de prueba. Para hacer frente a los grandes espacios de búsqueda, se emplean criterios especializados de redundancia y se integran los conocimientos de control adquiridos empíricamente para facilitar el uso del sistema. El documento concluye con una comparación cuantitativa de las versiones de WALDMESTER a lo largo de los años, y una visión de las perspectivas futuras ",
            "error": []
        },
        "inference mechanisms": {
            "translated_key": [],
            "translated_annotated_text": "Una fitografía de WALDMESTER La arquitectura del probador WALDMESTER para la deducción ecuaciónl de unidades se basa en una estricta separación de hechos activos y pasivos. Tras una inspección del procedimiento de prueba de sistemas, se describe la representación de cada una de las estructuras centrales de datos, a saber, la indexación de los hechos activos, la compresión de los hechos pasivos, los conjuntos sucesores de las hipótesis y el registro mínimo de pasos de inferencia para el objeto de prueba. Para hacer frente a los grandes espacios de búsqueda, se emplean criterios especializados de redundancia y se integran los conocimientos de control adquiridos empíricamente para facilitar el uso del sistema. El documento concluye con una comparación cuantitativa de las versiones de WALDMESTER a lo largo de los años, y una visión de las perspectivas futuras ",
            "error": []
        },
        "search problems": {
            "translated_key": [],
            "translated_annotated_text": "Una fitografía de WALDMESTER La arquitectura del probador WALDMESTER para la deducción ecuaciónl de unidades se basa en una estricta separación de hechos activos y pasivos. Tras una inspección del procedimiento de prueba de sistemas, se describe la representación de cada una de las estructuras centrales de datos, a saber, la indexación de los hechos activos, la compresión de los hechos pasivos, los conjuntos sucesores de las hipótesis y el registro mínimo de pasos de inferencia para el objeto de prueba. Para hacer frente a los grandes espacios de búsqueda, se emplean criterios especializados de redundancia y se integran los conocimientos de control adquiridos empíricamente para facilitar el uso del sistema. El documento concluye con una comparación cuantitativa de las versiones de WALDMESTER a lo largo de los años, y una visión de las perspectivas futuras ",
            "error": []
        },
        "theorem proving": {
            "translated_key": [],
            "translated_annotated_text": "Una fitografía de WALDMESTER La arquitectura del probador WALDMESTER para la deducción ecuaciónl de unidades se basa en una estricta separación de hechos activos y pasivos. Tras una inspección del procedimiento de prueba de sistemas, se describe la representación de cada una de las estructuras centrales de datos, a saber, la indexación de los hechos activos, la compresión de los hechos pasivos, los conjuntos sucesores de las hipótesis y el registro mínimo de pasos de inferencia para el objeto de prueba. Para hacer frente a los grandes espacios de búsqueda, se emplean criterios especializados de redundancia y se integran los conocimientos de control adquiridos empíricamente para facilitar el uso del sistema. El documento concluye con una comparación cuantitativa de las versiones de WALDMESTER a lo largo de los años, y una visión de las perspectivas futuras ",
            "error": []
        }
    }
}