{
    "original_text": "Simulation and transient testing of numerical relays A hybrid and practical solution for relay evaluation is presented. Two main issues are taken into account: power system simulation and relay simulation, both of which consist of different stages. System simulation is carried out by means of EMTP and is complemented by additional features, such as filtering for location and determination of fault parameters that allow comparing simulated and actual fault records to improve and guarantee a correct system simulation. Relay simulation includes filtering algorithms, all the relaying units, and the decision logic. Playing simulated or real faults over the actual relay and comparing simulated and real responses can check for correct relay simulation",
    "original_translation": "Simulación y pruebas transitorias de relés numéricos Se presenta una solución híbrida y práctica para la evaluación de relés. Se tienen en cuenta dos cuestiones principales: la simulación de sistemas de alimentación y la simulación de relés, que consisten en diferentes etapas. La simulación del sistema se realiza por medio de EMTP y se complementa con características adicionales, como el filtrado para la localización y determinación de parámetros de falla que permiten comparar registros de falla simulados y reales para mejorar y garantizar una simulación correcta del sistema. La simulación de relé incluye algoritmos de filtrado, todas las unidades de retransmisión y la lógica de decisión. Jugar fallos simulados o reales sobre el relé real y comparar las respuestas simuladas y reales puede comprobar si hay una simulación correcta del relé",
    "error_count": 7,
    "keys": {
        "relay evaluation": {
            "translated_key": "evaluación de relés",
            "translated_annotated_text": "Simulación y pruebas transitorias de relés numéricos Se presenta una solución híbrida y práctica para la \"evaluación de relés\". Se tienen en cuenta dos cuestiones principales: la simulación de sistemas de alimentación y la simulación de relés, que consisten en diferentes etapas. La simulación del sistema se realiza por medio de EMTP y se complementa con características adicionales, como el filtrado para la localización y determinación de parámetros de falla que permiten comparar registros de falla simulados y reales para mejorar y garantizar una simulación correcta del sistema. La simulación de relé incluye algoritmos de filtrado, todas las unidades de retransmisión y la lógica de decisión. Jugar fallos simulados o reales sobre el relé real y comparar las respuestas simuladas y reales puede comprobar si hay una simulación correcta del relé ",
            "error": [
                ""
            ]
        },
        "power system simulation": {
            "translated_key": "simulación del sistema de energía",
            "translated_annotated_text": "Simulación y pruebas transitorias de relés numéricos Se presenta una solución híbrida y práctica para la evaluación de relés. Se tienen en cuenta dos cuestiones principales: la \"simulación del sistema de energía\" y la simulación de relés, que consisten en diferentes etapas. La simulación del sistema se realiza por medio de EMTP y se complementa con características adicionales, como el filtrado para la localización y determinación de parámetros de falla que permiten comparar registros de falla simulados y reales para mejorar y garantizar una simulación correcta del sistema. La simulación de relé incluye algoritmos de filtrado, todas las unidades de retransmisión y la lógica de decisión. Jugar fallos simulados o reales sobre el relé real y comparar las respuestas simuladas y reales puede comprobar si hay una simulación correcta del relé ",
            "error": [
                ""
            ]
        },
        "relay simulation": {
            "translated_key": " simulación de relé",
            "translated_annotated_text": "Simulación y pruebas transitorias de relés numéricos Se presenta una solución híbrida y práctica para la evaluación de relés. Se tienen en cuenta dos cuestiones principales: la simulación del sistema de alimentación y la \" simulación de relé\", que consisten en diferentes etapas. La simulación del sistema se realiza por medio de EMTP y se complementa con características adicionales, como el filtrado para la localización y determinación de parámetros de falla que permiten comparar registros de falla simulados y reales para mejorar y garantizar una simulación correcta del sistema. La simulación de relé incluye algoritmos de filtrado, todas las unidades de retransmisión y la lógica de decisión. Jugar fallas simuladas o reales sobre el relé real y comparar respuestas simuladas y reales puede comprobar si hay una \" simulación de relé\" correcta ",
            "error": [
                ""
            ]
        },
        "EMTP": {
            "translated_key": "EMTP",
            "translated_annotated_text": "Simulación y pruebas transitorias de relés numéricos Se presenta una solución híbrida y práctica para la evaluación de relés. Se tienen en cuenta dos cuestiones principales: la simulación de sistemas de alimentación y la simulación de relés, que consisten en diferentes etapas. La simulación del sistema se realiza por medio de \"EMTP\" y se complementa con características adicionales, como el filtrado para la localización y determinación de parámetros de falla que permiten comparar registros de falla simulados y reales para mejorar y garantizar una simulación correcta del sistema. La simulación de relé incluye algoritmos de filtrado, todas las unidades de retransmisión y la lógica de decisión. Jugar fallos simulados o reales sobre el relé real y comparar las respuestas simuladas y reales puede comprobar si hay una simulación correcta del relé ",
            "error": [
                ""
            ]
        },
        "numerical relays": {
            "translated_key": "relés numéricos",
            "translated_annotated_text": "Simulación y pruebas transitorias de \"relés numéricos\" Se presenta una solución híbrida y práctica para la evaluación de relés. Se tienen en cuenta dos cuestiones principales: la simulación de sistemas de alimentación y la simulación de relés, que consisten en diferentes etapas. La simulación del sistema se realiza por medio de EMTP y se complementa con características adicionales, como el filtrado para la localización y determinación de parámetros de falla que permiten comparar registros de falla simulados y reales para mejorar y garantizar una simulación correcta del sistema. La simulación de relé incluye algoritmos de filtrado, todas las unidades de retransmisión y la lógica de decisión. Jugar fallos simulados o reales sobre el relé real y comparar las respuestas simuladas y reales puede comprobar si hay una simulación correcta del relé ",
            "error": [
                ""
            ]
        },
        "filtering": {
            "translated_key": "filtrado",
            "translated_annotated_text": "Simulación y pruebas transitorias de relés numéricos Se presenta una solución híbrida y práctica para la evaluación de relés. Se tienen en cuenta dos cuestiones principales: la simulación de sistemas de alimentación y la simulación de relés, que consisten en diferentes etapas. La simulación del sistema se lleva a cabo mediante EMTP y se complementa con funciones adicionales, como \"filtrado\" para la localización y determinación de parámetros de falla que permiten comparar registros de falla simulados y reales para mejorar y garantizar una simulación correcta del sistema. La simulación de relé incluye algoritmos de \"filtrado\", todas las unidades de retransmisión y la lógica de decisión. Jugar fallos simulados o reales sobre el relé real y comparar las respuestas simuladas y reales puede comprobar si hay una simulación correcta del relé ",
            "error": [
                ""
            ]
        },
        "fault location": {
            "translated_key": [],
            "translated_annotated_text": "Simulación y pruebas transitorias de relés numéricos Se presenta una solución híbrida y práctica para la evaluación de relés. Se tienen en cuenta dos cuestiones principales: la simulación de sistemas de alimentación y la simulación de relés, que consisten en diferentes etapas. La simulación del sistema se realiza por medio de EMTP y se complementa con características adicionales, como el filtrado para la localización y determinación de parámetros de falla que permiten comparar registros de falla simulados y reales para mejorar y garantizar una simulación correcta del sistema. La simulación de relé incluye algoritmos de filtrado, todas las unidades de retransmisión y la lógica de decisión. Jugar fallos simulados o reales sobre el relé real y comparar las respuestas simuladas y reales puede comprobar si hay una simulación correcta del relé ",
            "error": []
        },
        "filtering algorithms": {
            "translated_key": "algoritmos de filtrado",
            "translated_annotated_text": "Simulación y pruebas transitorias de relés numéricos Se presenta una solución híbrida y práctica para la evaluación de relés. Se tienen en cuenta dos cuestiones principales: la simulación de sistemas de alimentación y la simulación de relés, que consisten en diferentes etapas. La simulación del sistema se realiza por medio de EMTP y se complementa con características adicionales, como el filtrado para la localización y determinación de parámetros de falla que permiten comparar registros de falla simulados y reales para mejorar y garantizar una simulación correcta del sistema. La simulación de relé incluye \"algoritmos de filtrado\", todas las unidades de relé, y la lógica de decisión. Jugar fallos simulados o reales sobre el relé real y comparar las respuestas simuladas y reales puede comprobar si hay una simulación correcta del relé ",
            "error": [
                ""
            ]
        },
        "decision logic": {
            "translated_key": "lógica de decisión",
            "translated_annotated_text": "Simulación y pruebas transitorias de relés numéricos Se presenta una solución híbrida y práctica para la evaluación de relés. Se tienen en cuenta dos cuestiones principales: la simulación de sistemas de alimentación y la simulación de relés, que consisten en diferentes etapas. La simulación del sistema se realiza por medio de EMTP y se complementa con características adicionales, como el filtrado para la localización y determinación de parámetros de falla que permiten comparar registros de falla simulados y reales para mejorar y garantizar una simulación correcta del sistema. La simulación de relé incluye algoritmos de filtrado, todas las unidades de retransmisión y la \"lógica de decisión\". Jugar fallos simulados o reales sobre el relé real y comparar las respuestas simuladas y reales puede comprobar si hay una simulación correcta del relé ",
            "error": [
                ""
            ]
        },
        "real faults": {
            "translated_key": "fallas reales",
            "translated_annotated_text": "Simulación y pruebas transitorias de relés numéricos Se presenta una solución híbrida y práctica para la evaluación de relés. Se tienen en cuenta dos cuestiones principales: la simulación de sistemas de alimentación y la simulación de relés, que consisten en diferentes etapas. La simulación del sistema se realiza por medio de EMTP y se complementa con características adicionales, como el filtrado para la localización y determinación de parámetros de falla que permiten comparar registros de falla simulados y reales para mejorar y garantizar una simulación correcta del sistema. La simulación de relé incluye algoritmos de filtrado, todas las unidades de retransmisión y la lógica de decisión. Jugar a simular o \"fallas reales\" sobre el relé real y comparar las respuestas simuladas y reales puede comprobar si hay una simulación correcta del relé ",
            "error": [
                ""
            ]
        },
        "simulated faults": {
            "translated_key": [],
            "translated_annotated_text": "Simulación y pruebas transitorias de relés numéricos Se presenta una solución híbrida y práctica para la evaluación de relés. Se tienen en cuenta dos cuestiones principales: la simulación de sistemas de alimentación y la simulación de relés, que consisten en diferentes etapas. La simulación del sistema se realiza por medio de EMTP y se complementa con características adicionales, como el filtrado para la localización y determinación de parámetros de falla que permiten comparar registros de falla simulados y reales para mejorar y garantizar una simulación correcta del sistema. La simulación de relé incluye algoritmos de filtrado, todas las unidades de retransmisión y la lógica de decisión. Jugar fallos simulados o reales sobre el relé real y comparar las respuestas simuladas y reales puede comprobar si hay una simulación correcta del relé ",
            "error": []
        },
        "relay testing": {
            "translated_key": [],
            "translated_annotated_text": "Simulación y pruebas transitorias de relés numéricos Se presenta una solución híbrida y práctica para la evaluación de relés. Se tienen en cuenta dos cuestiones principales: la simulación de sistemas de alimentación y la simulación de relés, que consisten en diferentes etapas. La simulación del sistema se realiza por medio de EMTP y se complementa con características adicionales, como el filtrado para la localización y determinación de parámetros de falla que permiten comparar registros de falla simulados y reales para mejorar y garantizar una simulación correcta del sistema. La simulación de relé incluye algoritmos de filtrado, todas las unidades de retransmisión y la lógica de decisión. Jugar fallos simulados o reales sobre el relé real y comparar las respuestas simuladas y reales puede comprobar si hay una simulación correcta del relé ",
            "error": []
        },
        "digital simulation": {
            "translated_key": [],
            "translated_annotated_text": "Simulación y pruebas transitorias de relés numéricos Se presenta una solución híbrida y práctica para la evaluación de relés. Se tienen en cuenta dos cuestiones principales: la simulación de sistemas de alimentación y la simulación de relés, que consisten en diferentes etapas. La simulación del sistema se realiza por medio de EMTP y se complementa con características adicionales, como el filtrado para la localización y determinación de parámetros de falla que permiten comparar registros de falla simulados y reales para mejorar y garantizar una simulación correcta del sistema. La simulación de relé incluye algoritmos de filtrado, todas las unidades de retransmisión y la lógica de decisión. Jugar fallos simulados o reales sobre el relé real y comparar las respuestas simuladas y reales puede comprobar si hay una simulación correcta del relé ",
            "error": []
        },
        "power system protection": {
            "translated_key": [],
            "translated_annotated_text": "Simulación y pruebas transitorias de relés numéricos Se presenta una solución híbrida y práctica para la evaluación de relés. Se tienen en cuenta dos cuestiones principales: la simulación de sistemas de alimentación y la simulación de relés, que consisten en diferentes etapas. La simulación del sistema se realiza por medio de EMTP y se complementa con características adicionales, como el filtrado para la localización y determinación de parámetros de falla que permiten comparar registros de falla simulados y reales para mejorar y garantizar una simulación correcta del sistema. La simulación de relé incluye algoritmos de filtrado, todas las unidades de retransmisión y la lógica de decisión. Jugar fallos simulados o reales sobre el relé real y comparar las respuestas simuladas y reales puede comprobar si hay una simulación correcta del relé ",
            "error": []
        },
        "relay protection": {
            "translated_key": [],
            "translated_annotated_text": "Simulación y pruebas transitorias de relés numéricos Se presenta una solución híbrida y práctica para la evaluación de relés. Se tienen en cuenta dos cuestiones principales: la simulación de sistemas de alimentación y la simulación de relés, que consisten en diferentes etapas. La simulación del sistema se realiza por medio de EMTP y se complementa con características adicionales, como el filtrado para la localización y determinación de parámetros de falla que permiten comparar registros de falla simulados y reales para mejorar y garantizar una simulación correcta del sistema. La simulación de relé incluye algoritmos de filtrado, todas las unidades de retransmisión y la lógica de decisión. Jugar fallos simulados o reales sobre el relé real y comparar las respuestas simuladas y reales puede comprobar si hay una simulación correcta del relé ",
            "error": []
        },
        "testing": {
            "translated_key": "prueba",
            "translated_annotated_text": "Simulación y \"prueba\" transitoria de relés numéricos Se presenta una solución híbrida y práctica para la evaluación de relés. Se tienen en cuenta dos cuestiones principales: la simulación de sistemas de alimentación y la simulación de relés, que consisten en diferentes etapas. La simulación del sistema se realiza por medio de EMTP y se complementa con características adicionales, como el filtrado para la localización y determinación de parámetros de falla que permiten comparar registros de falla simulados y reales para mejorar y garantizar una simulación correcta del sistema. La simulación de relé incluye algoritmos de filtrado, todas las unidades de retransmisión y la lógica de decisión. Jugar fallos simulados o reales sobre el relé real y comparar las respuestas simuladas y reales puede comprobar si hay una simulación correcta del relé ",
            "error": [
                ""
            ]
        }
    }
}