{
    "original_text": "Analysis of exclusively kinetic two-link underactuated mechanical systems Analysis of exclusively kinetic two-link underactuated mechanical systems is undertaken. It is first shown that such systems are not full-state feedback linearizable around any equilibrium point. Also, the equilibrium points for which the system is small-time locally controllable (STLC) is at most a one-dimensional submanifold. A concept less restrictive than STLC, termed the small-time local output controllability (STLOC) is introduced, the satisfaction of which guarantees that a chosen configuration output can be controlled at its desired value. It is shown that the class of systems considered is STLOC, if the inertial coupling between the input and output is nonzero. Also, in such a case, the system is nonminimum phase. An example section illustrates all the results presented",
    "original_translation": "Análisis de sistemas mecánicos de dos enlaces exclusivamente cinéticos Se lleva a cabo el análisis de sistemas mecánicos de dos enlaces exclusivamente cinéticos. Primero se muestra que tales sistemas no son lineales de retroalimentación de estado completo alrededor de cualquier punto de equilibrio. Además, los puntos de equilibrio para los que el sistema es controlable localmente en poco tiempo (STLC) son a lo sumo un submanifold unidimensional. Se introduce un concepto menos restrictivo que STLC, denominado control de salida local en pequeña escala (STLOC), cuya satisfacción garantiza que una salida de configuración elegida puede ser controlada al valor deseado. Se demuestra que la clase de sistemas considerados es STLOC, si el acoplamiento inercial entre la entrada y la salida no es nulo. Además, en tal caso, el sistema es una fase no mínima. Una sección de ejemplo ilustra todos los resultados presentados",
    "error_count": 5,
    "keys": {
        "exclusively kinetic two-link underactuated mechanical systems": {
            "translated_key": "sistemas mecánicos de dos enlaces cinéticos exclusivos",
            "translated_annotated_text": "Análisis de \"sistemas mecánicos de dos enlaces cinéticos exclusivos\" Análisis de \"sistemas mecánicos de dos enlaces cinéticos exclusivos\" Primero se muestra que tales sistemas no son lineales de retroalimentación de estado completo alrededor de cualquier punto de equilibrio. Además, los puntos de equilibrio para los que el sistema es controlable localmente en poco tiempo (STLC) son a lo sumo un submanifold unidimensional. Se introduce un concepto menos restrictivo que STLC, denominado control de salida local en pequeña escala (STLOC), cuya satisfacción garantiza que una salida de configuración elegida puede ser controlada al valor deseado. Se demuestra que la clase de sistemas considerados es STLOC, si el acoplamiento inercial entre la entrada y la salida no es nulo. Además, en tal caso, el sistema es una fase no mínima. Una sección de ejemplo ilustra todos los resultados presentados ",
            "error": [
                ""
            ]
        },
        "equilibrium points": {
            "translated_key": "puntos de equilibrio",
            "translated_annotated_text": "Análisis de sistemas mecánicos de dos enlaces exclusivamente cinéticos Se lleva a cabo el análisis de sistemas mecánicos de dos enlaces exclusivamente cinéticos. Primero se muestra que tales sistemas no son lineales de retroalimentación de estado completo alrededor de cualquier punto de equilibrio. Además, los \"puntos de equilibrio\" para los que el sistema es controlable localmente en pequeña escala (STLC) son, a lo sumo, un submanifold unidimensional. Se introduce un concepto menos restrictivo que STLC, denominado control de salida local en pequeña escala (STLOC), cuya satisfacción garantiza que una salida de configuración elegida puede ser controlada al valor deseado. Se demuestra que la clase de sistemas considerados es STLOC, si el acoplamiento inercial entre la entrada y la salida no es nulo. Además, en tal caso, el sistema es una fase no mínima. Una sección de ejemplo ilustra todos los resultados presentados ",
            "error": [
                ""
            ]
        },
        "small-time locally controllable system": {
            "translated_key": [],
            "translated_annotated_text": "Análisis de sistemas mecánicos de dos enlaces exclusivamente cinéticos Se lleva a cabo el análisis de sistemas mecánicos de dos enlaces exclusivamente cinéticos. Primero se muestra que tales sistemas no son lineales de retroalimentación de estado completo alrededor de cualquier punto de equilibrio. Además, los puntos de equilibrio para los que el sistema es controlable localmente en poco tiempo (STLC) son a lo sumo un submanifold unidimensional. Se introduce un concepto menos restrictivo que STLC, denominado control de salida local en pequeña escala (STLOC), cuya satisfacción garantiza que una salida de configuración elegida puede ser controlada al valor deseado. Se demuestra que la clase de sistemas considerados es STLOC, si el acoplamiento inercial entre la entrada y la salida no es nulo. Además, en tal caso, el sistema es una fase no mínima. Una sección de ejemplo ilustra todos los resultados presentados ",
            "error": []
        },
        "one-dimensional submanifold": {
            "translated_key": "submanifold unidimensional",
            "translated_annotated_text": "Análisis de sistemas mecánicos de dos enlaces exclusivamente cinéticos Se lleva a cabo el análisis de sistemas mecánicos de dos enlaces exclusivamente cinéticos. Primero se muestra que tales sistemas no son lineales de retroalimentación de estado completo alrededor de cualquier punto de equilibrio. Además, los puntos de equilibrio para los que el sistema es controlable localmente en poco tiempo (STLC) son a lo sumo un \"submanifold unidimensional\". Se introduce un concepto menos restrictivo que STLC, denominado control de salida local en pequeña escala (STLOC), cuya satisfacción garantiza que una salida de configuración elegida puede ser controlada al valor deseado. Se demuestra que la clase de sistemas considerados es STLOC, si el acoplamiento inercial entre la entrada y la salida no es nulo. Además, en tal caso, el sistema es una fase no mínima. Una sección de ejemplo ilustra todos los resultados presentados ",
            "error": [
                ""
            ]
        },
        "small-time local output controllability": {
            "translated_key": "control de salida local en poco tiempo",
            "translated_annotated_text": "Análisis de sistemas mecánicos de dos enlaces exclusivamente cinéticos Se lleva a cabo el análisis de sistemas mecánicos de dos enlaces exclusivamente cinéticos. Primero se muestra que tales sistemas no son lineales de retroalimentación de estado completo alrededor de cualquier punto de equilibrio. Además, los puntos de equilibrio para los que el sistema es controlable localmente en poco tiempo (STLC) son a lo sumo un submanifold unidimensional. Se introduce un concepto menos restrictivo que el STLC, denominado \"control de salida local en poco tiempo\" (STLOC), cuya satisfacción garantiza que una salida de configuración elegida puede ser controlada al valor deseado. Se demuestra que la clase de sistemas considerados es STLOC, si el acoplamiento inercial entre la entrada y la salida no es nulo. Además, en tal caso, el sistema es una fase no mínima. Una sección de ejemplo ilustra todos los resultados presentados ",
            "error": [
                ""
            ]
        },
        "nonminimum phase": {
            "translated_key": "fase no mínima",
            "translated_annotated_text": "Análisis de sistemas mecánicos de dos enlaces exclusivamente cinéticos Se lleva a cabo el análisis de sistemas mecánicos de dos enlaces exclusivamente cinéticos. Primero se muestra que tales sistemas no son lineales de retroalimentación de estado completo alrededor de cualquier punto de equilibrio. Además, los puntos de equilibrio para los que el sistema es controlable localmente en poco tiempo (STLC) son a lo sumo un submanifold unidimensional. Se introduce un concepto menos restrictivo que STLC, denominado control de salida local en pequeña escala (STLOC), cuya satisfacción garantiza que una salida de configuración elegida puede ser controlada al valor deseado. Se demuestra que la clase de sistemas considerados es STLOC, si el acoplamiento inercial entre la entrada y la salida no es nulo. Además, en tal caso, el sistema es \"fase no mínima\". Una sección de ejemplo ilustra todos los resultados presentados ",
            "error": [
                ""
            ]
        },
        "asymptotic stability": {
            "translated_key": [],
            "translated_annotated_text": "Análisis de sistemas mecánicos de dos enlaces exclusivamente cinéticos Se lleva a cabo el análisis de sistemas mecánicos de dos enlaces exclusivamente cinéticos. Primero se muestra que tales sistemas no son lineales de retroalimentación de estado completo alrededor de cualquier punto de equilibrio. Además, los puntos de equilibrio para los que el sistema es controlable localmente en poco tiempo (STLC) son a lo sumo un submanifold unidimensional. Se introduce un concepto menos restrictivo que STLC, denominado control de salida local en pequeña escala (STLOC), cuya satisfacción garantiza que una salida de configuración elegida puede ser controlada al valor deseado. Se demuestra que la clase de sistemas considerados es STLOC, si el acoplamiento inercial entre la entrada y la salida no es nulo. Además, en tal caso, el sistema es una fase no mínima. Una sección de ejemplo ilustra todos los resultados presentados ",
            "error": []
        },
        "controllability": {
            "translated_key": "controlabilidad",
            "translated_annotated_text": "Análisis de sistemas mecánicos de dos enlaces exclusivamente cinéticos Se lleva a cabo el análisis de sistemas mecánicos de dos enlaces exclusivamente cinéticos. Primero se muestra que tales sistemas no son lineales de retroalimentación de estado completo alrededor de cualquier punto de equilibrio. Además, los puntos de equilibrio para los que el sistema es controlable localmente en poco tiempo (STLC) son a lo sumo un submanifold unidimensional. Se introduce un concepto menos restrictivo que STLC, denominado \"controlabilidad\" de salida local en pequeña escala (STLOC), cuya satisfacción garantiza que una salida de configuración elegida puede ser controlada al valor deseado. Se demuestra que la clase de sistemas considerados es STLOC, si el acoplamiento inercial entre la entrada y la salida no es nulo. Además, en tal caso, el sistema es una fase no mínima. Una sección de ejemplo ilustra todos los resultados presentados ",
            "error": [
                ""
            ]
        },
        "feedback": {
            "translated_key": [],
            "translated_annotated_text": "Análisis de sistemas mecánicos de dos enlaces exclusivamente cinéticos Se lleva a cabo el análisis de sistemas mecánicos de dos enlaces exclusivamente cinéticos. Primero se muestra que tales sistemas no son lineales de estado completo alrededor de cualquier punto de equilibrio. Además, los puntos de equilibrio para los que el sistema es controlable localmente en poco tiempo (STLC) son a lo sumo un submanifold unidimensional. Se introduce un concepto menos restrictivo que STLC, denominado control de salida local en pequeña escala (STLOC), cuya satisfacción garantiza que una salida de configuración elegida puede ser controlada al valor deseado. Se demuestra que la clase de sistemas considerados es STLOC, si el acoplamiento inercial entre la entrada y la salida no es nulo. Además, en tal caso, el sistema es una fase no mínima. Una sección de ejemplo ilustra todos los resultados presentados ",
            "error": []
        },
        "linearisation techniques": {
            "translated_key": [],
            "translated_annotated_text": "Análisis de sistemas mecánicos de dos enlaces exclusivamente cinéticos Se lleva a cabo el análisis de sistemas mecánicos de dos enlaces exclusivamente cinéticos. Primero se muestra que tales sistemas no son lineales de retroalimentación de estado completo alrededor de cualquier punto de equilibrio. Además, los puntos de equilibrio para los que el sistema es controlable localmente en poco tiempo (STLC) son a lo sumo un submanifold unidimensional. Se introduce un concepto menos restrictivo que STLC, denominado control de salida local en pequeña escala (STLOC), cuya satisfacción garantiza que una salida de configuración elegida puede ser controlada al valor deseado. Se demuestra que la clase de sistemas considerados es STLOC, si el acoplamiento inercial entre la entrada y la salida no es nulo. Además, en tal caso, el sistema es una fase no mínima. Una sección de ejemplo ilustra todos los resultados presentados ",
            "error": []
        },
        "manipulators": {
            "translated_key": [],
            "translated_annotated_text": "Análisis de sistemas mecánicos de dos enlaces exclusivamente cinéticos Se lleva a cabo el análisis de sistemas mecánicos de dos enlaces exclusivamente cinéticos. Primero se muestra que tales sistemas no son lineales de retroalimentación de estado completo alrededor de cualquier punto de equilibrio. Además, los puntos de equilibrio para los que el sistema es controlable localmente en poco tiempo (STLC) son a lo sumo un submanifold unidimensional. Se introduce un concepto menos restrictivo que STLC, denominado control de salida local en pequeña escala (STLOC), cuya satisfacción garantiza que una salida de configuración elegida puede ser controlada al valor deseado. Se demuestra que la clase de sistemas considerados es STLOC, si el acoplamiento inercial entre la entrada y la salida no es nulo. Además, en tal caso, el sistema es una fase no mínima. Una sección de ejemplo ilustra todos los resultados presentados ",
            "error": []
        }
    }
}