{
    "original_text": "Observer-based strict positive real (SPR) feedback control system design Presents theory for stability analysis and design for a class of observer-based feedback control systems. Relaxation of the controllability and observability conditions imposed in the Yakubovich-Kalman-Popov lemma can be made for a class of nonlinear systems described by a linear time-invariant system with a feedback-connected cone-bounded nonlinear element. It is shown how a circle-criterion approach can be used to design an observer-based state feedback control which yields a closed-loop system with specified robustness characteristics. The approach is relevant for design with preservation of stability when a cone-bounded nonlinearity is introduced in the feedback loop. Important applications are to be found in nonlinear control with high robustness requirements",
    "original_translation": "Diseño del sistema de control de retroalimentación real positivo (SPR) basado en observadores Presenta teoría para el análisis de estabilidad y diseño para una clase de sistemas de control de retroalimentación basados en observadores. La relajación de las condiciones de control y observabilidad impuestas en el lema Yakubovich-Kalman-Popov se puede hacer para una clase de sistemas no lineales descritos por un sistema lineal invariante del tiempo con un elemento no lineal conectado al cono de retroalimentación. Se muestra cómo un enfoque de círculo-criterio puede ser utilizado para diseñar un control de retroalimentación del estado basado en el observador que produce un sistema de circuito cerrado con características de robustez especificadas. El enfoque es relevante para el diseño con preservación de la estabilidad cuando se introduce una no linealidad cono-limitada en el bucle de retroalimentación. Aplicaciones importantes se encuentran en el control no lineal con requisitos de alta robustez",
    "error_count": 9,
    "keys": {
        "observer-based strict positive real feedback control system": {
            "translated_key": [],
            "translated_annotated_text": "Diseño del sistema de control de retroalimentación real positivo (SPR) basado en observadores Presenta teoría para el análisis de estabilidad y diseño para una clase de sistemas de control de retroalimentación basados en observadores. La relajación de las condiciones de control y observabilidad impuestas en el lema Yakubovich-Kalman-Popov se puede hacer para una clase de sistemas no lineales descritos por un sistema lineal invariante del tiempo con un elemento no lineal conectado al cono de retroalimentación. Se muestra cómo un enfoque de círculo-criterio puede ser utilizado para diseñar un control de retroalimentación del estado basado en el observador que produce un sistema de circuito cerrado con características de robustez especificadas. El enfoque es relevante para el diseño con preservación de la estabilidad cuando se introduce una no linealidad cono-limitada en el bucle de retroalimentación. Aplicaciones importantes se encuentran en el control no lineal con requisitos de alta robustez ",
            "error": []
        },
        "control system design": {
            "translated_key": "diseño del sistema de control",
            "translated_annotated_text": "Feedback estrictamente real positivo (SPR) basado en observadores \"diseño del sistema de control\" Presenta teoría para el análisis de estabilidad y diseño para una clase de sistemas de control de retroalimentación basados en observadores. La relajación de las condiciones de control y observabilidad impuestas en el lema Yakubovich-Kalman-Popov se puede hacer para una clase de sistemas no lineales descritos por un sistema lineal invariante del tiempo con un elemento no lineal conectado al cono de retroalimentación. Se muestra cómo un enfoque de círculo-criterio puede ser utilizado para diseñar un control de retroalimentación del estado basado en el observador que produce un sistema de circuito cerrado con características de robustez especificadas. El enfoque es relevante para el diseño con preservación de la estabilidad cuando se introduce una no linealidad cono-limitada en el bucle de retroalimentación. Aplicaciones importantes se encuentran en el control no lineal con requisitos de alta robustez ",
            "error": [
                ""
            ]
        },
        "stability analysis": {
            "translated_key": "análisis de estabilidad",
            "translated_annotated_text": "Diseño del sistema de control de retroalimentación real positivo (SPR) basado en observadores Presenta teoría para \"análisis de estabilidad\" y diseño para una clase de sistemas de control de retroalimentación basados en observadores. La relajación de las condiciones de control y observabilidad impuestas en el lema Yakubovich-Kalman-Popov se puede hacer para una clase de sistemas no lineales descritos por un sistema lineal invariante del tiempo con un elemento no lineal conectado al cono de retroalimentación. Se muestra cómo un enfoque de círculo-criterio puede ser utilizado para diseñar un control de retroalimentación del estado basado en el observador que produce un sistema de circuito cerrado con características de robustez especificadas. El enfoque es relevante para el diseño con preservación de la estabilidad cuando se introduce una no linealidad cono-limitada en el bucle de retroalimentación. Aplicaciones importantes se encuentran en el control no lineal con requisitos de alta robustez ",
            "error": [
                ""
            ]
        },
        "Yakubovich-Kalman-Popov lemma": {
            "translated_key": "lema Yakubovich-Kalman-Popov",
            "translated_annotated_text": "Diseño del sistema de control de retroalimentación real positivo (SPR) basado en observadores Presenta teoría para el análisis de estabilidad y diseño para una clase de sistemas de control de retroalimentación basados en observadores. La relajación de las condiciones de control y observabilidad impuestas en el \"lema Yakubovich-Kalman-Popov\" se puede hacer para una clase de sistemas no lineales descritos por un sistema lineal invariante del tiempo con un elemento cono conectado a la retroalimentación no lineal. Se muestra cómo un enfoque de círculo-criterio puede ser utilizado para diseñar un control de retroalimentación del estado basado en el observador que produce un sistema de circuito cerrado con características de robustez especificadas. El enfoque es relevante para el diseño con preservación de la estabilidad cuando se introduce una no linealidad cono-limitada en el bucle de retroalimentación. Aplicaciones importantes se encuentran en el control no lineal con requisitos de alta robustez ",
            "error": [
                ""
            ]
        },
        "nonlinear systems": {
            "translated_key": "sistemas no lineales",
            "translated_annotated_text": "Diseño del sistema de control de retroalimentación real positivo (SPR) basado en observadores Presenta teoría para el análisis de estabilidad y diseño para una clase de sistemas de control de retroalimentación basados en observadores. La relajación de las condiciones de control y observabilidad impuestas en el lema Yakubovich-Kalman-Popov se puede hacer para una clase de \"sistemas no lineales\" descritos por un sistema lineal invariante del tiempo con un elemento cono conectado a la retroalimentación no lineal. Se muestra cómo un enfoque de círculo-criterio puede ser utilizado para diseñar un control de retroalimentación del estado basado en el observador que produce un sistema de circuito cerrado con características de robustez especificadas. El enfoque es relevante para el diseño con preservación de la estabilidad cuando se introduce una no linealidad cono-limitada en el bucle de retroalimentación. Aplicaciones importantes se encuentran en el control no lineal con requisitos de alta robustez ",
            "error": [
                ""
            ]
        },
        "linear time-invariant system": {
            "translated_key": "sistema lineal invariante del tiempo",
            "translated_annotated_text": "Diseño del sistema de control de retroalimentación real positivo (SPR) basado en observadores Presenta teoría para el análisis de estabilidad y diseño para una clase de sistemas de control de retroalimentación basados en observadores. La relajación de las condiciones de control y observabilidad impuestas en el lema Yakubovich-Kalman-Popov se puede hacer para una clase de sistemas no lineales descritos por un \"sistema lineal invariante del tiempo\" con un elemento cono conectado a la retroalimentación no lineal. Se muestra cómo un enfoque de círculo-criterio puede ser utilizado para diseñar un control de retroalimentación del estado basado en el observador que produce un sistema de circuito cerrado con características de robustez especificadas. El enfoque es relevante para el diseño con preservación de la estabilidad cuando se introduce una no linealidad cono-limitada en el bucle de retroalimentación. Aplicaciones importantes se encuentran en el control no lineal con requisitos de alta robustez ",
            "error": [
                ""
            ]
        },
        "feedback-connected cone-bounded nonlinear element": {
            "translated_key": "elemento no lineal conectado con conexión de alimentación",
            "translated_annotated_text": "Diseño del sistema de control de retroalimentación real positivo (SPR) basado en observadores Presenta teoría para el análisis de estabilidad y diseño para una clase de sistemas de control de retroalimentación basados en observadores. La relajación de las condiciones de control y observabilidad impuestas en el lema Yakubovich-Kalman-Popov se puede hacer para una clase de sistemas no lineales descritos por un sistema lineal invariante del tiempo con un \"elemento no lineal conectado con conexión de alimentación\". Se muestra cómo un enfoque de círculo-criterio puede ser utilizado para diseñar un control de retroalimentación del estado basado en el observador que produce un sistema de circuito cerrado con características de robustez especificadas. El enfoque es relevante para el diseño con preservación de la estabilidad cuando se introduce una no linealidad cono-limitada en el bucle de retroalimentación. Aplicaciones importantes se encuentran en el control no lineal con requisitos de alta robustez ",
            "error": [
                ""
            ]
        },
        "circle-criterion approach": {
            "translated_key": "enfoque de círculo-criterio",
            "translated_annotated_text": "Diseño del sistema de control de retroalimentación real positivo (SPR) basado en observadores Presenta teoría para el análisis de estabilidad y diseño para una clase de sistemas de control de retroalimentación basados en observadores. La relajación de las condiciones de control y observabilidad impuestas en el lema Yakubovich-Kalman-Popov se puede hacer para una clase de sistemas no lineales descritos por un sistema lineal invariante del tiempo con un elemento no lineal conectado al cono de retroalimentación. Se muestra cómo un \"enfoque de círculo-criterio\" puede ser utilizado para diseñar un control de retroalimentación del estado basado en el observador que produce un sistema de circuito cerrado con características de robustez especificadas. El enfoque es relevante para el diseño con preservación de la estabilidad cuando se introduce una no linealidad cono-limitada en el bucle de retroalimentación. Aplicaciones importantes se encuentran en el control no lineal con requisitos de alta robustez ",
            "error": [
                ""
            ]
        },
        "state feedback control": {
            "translated_key": "control de retroalimentación del estado",
            "translated_annotated_text": "Diseño del sistema de control de retroalimentación real positivo (SPR) basado en observadores Presenta teoría para el análisis de estabilidad y diseño para una clase de sistemas de control de retroalimentación basados en observadores. La relajación de las condiciones de control y observabilidad impuestas en el lema Yakubovich-Kalman-Popov se puede hacer para una clase de sistemas no lineales descritos por un sistema lineal invariante del tiempo con un elemento no lineal conectado al cono de retroalimentación. Se muestra cómo un enfoque de círculo-criterio puede ser utilizado para diseñar un \"control de retroalimentación del estado\" basado en el observador que produce un sistema de circuito cerrado con características de robustez especificadas. El enfoque es relevante para el diseño con preservación de la estabilidad cuando se introduce una no linealidad cono-limitada en el bucle de retroalimentación. Aplicaciones importantes se encuentran en el control no lineal con requisitos de alta robustez ",
            "error": [
                ""
            ]
        },
        "closed-loop system": {
            "translated_key": "sistema cerrado-lazo",
            "translated_annotated_text": "Diseño del sistema de control de retroalimentación real positivo (SPR) basado en observadores Presenta teoría para el análisis de estabilidad y diseño para una clase de sistemas de control de retroalimentación basados en observadores. La relajación de las condiciones de control y observabilidad impuestas en el lema Yakubovich-Kalman-Popov se puede hacer para una clase de sistemas no lineales descritos por un sistema lineal invariante del tiempo con un elemento no lineal conectado al cono de retroalimentación. Se muestra cómo un enfoque de círculo-criterio puede ser utilizado para diseñar un control de retroalimentación del estado basado en el observador que produce un \"sistema cerrado-lazo\" con características de robustez especificadas. El enfoque es relevante para el diseño con preservación de la estabilidad cuando se introduce una no linealidad cono-limitada en el bucle de retroalimentación. Aplicaciones importantes se encuentran en el control no lineal con requisitos de alta robustez ",
            "error": [
                ""
            ]
        },
        "robustness characteristics": {
            "translated_key": "características de robustez",
            "translated_annotated_text": "Diseño del sistema de control de retroalimentación real positivo (SPR) basado en observadores Presenta teoría para el análisis de estabilidad y diseño para una clase de sistemas de control de retroalimentación basados en observadores. La relajación de las condiciones de control y observabilidad impuestas en el lema Yakubovich-Kalman-Popov se puede hacer para una clase de sistemas no lineales descritos por un sistema lineal invariante del tiempo con un elemento no lineal conectado al cono de retroalimentación. Se muestra cómo un enfoque de círculo-criterio puede ser utilizado para diseñar un control de retroalimentación del estado basado en el observador que produce un sistema de circuito cerrado con \"características de robustez\" especificadas. El enfoque es relevante para el diseño con preservación de la estabilidad cuando se introduce una no linealidad cono-limitada en el bucle de retroalimentación. Aplicaciones importantes se encuentran en el control no lineal con requisitos de alta robustez ",
            "error": [
                ""
            ]
        },
        "cone-bounded nonlinearity": {
            "translated_key": "no linealidad cone-bounded",
            "translated_annotated_text": "Diseño del sistema de control de retroalimentación real positivo (SPR) basado en observadores Presenta teoría para el análisis de estabilidad y diseño para una clase de sistemas de control de retroalimentación basados en observadores. La relajación de las condiciones de control y observabilidad impuestas en el lema Yakubovich-Kalman-Popov se puede hacer para una clase de sistemas no lineales descritos por un sistema lineal invariante del tiempo con un elemento no lineal conectado al cono de retroalimentación. Se muestra cómo un enfoque de círculo-criterio puede ser utilizado para diseñar un control de retroalimentación del estado basado en el observador que produce un sistema de circuito cerrado con características de robustez especificadas. El enfoque es relevante para el diseño con preservación de la estabilidad cuando se introduce una \"no linealidad cone-bounded\" en el bucle de retroalimentación. Aplicaciones importantes se encuentran en el control no lineal con requisitos de alta robustez ",
            "error": [
                ""
            ]
        },
        "closed loop systems": {
            "translated_key": [],
            "translated_annotated_text": "Diseño del sistema de control de retroalimentación real positivo (SPR) basado en observadores Presenta teoría para el análisis de estabilidad y diseño para una clase de sistemas de control de retroalimentación basados en observadores. La relajación de las condiciones de control y observabilidad impuestas en el lema Yakubovich-Kalman-Popov se puede hacer para una clase de sistemas no lineales descritos por un sistema lineal invariante del tiempo con un elemento no lineal conectado al cono de retroalimentación. Se muestra cómo un enfoque de círculo-criterio puede ser utilizado para diseñar un control de retroalimentación del estado basado en el observador que produce un sistema de circuito cerrado con características de robustez especificadas. El enfoque es relevante para el diseño con preservación de la estabilidad cuando se introduce una no linealidad cono-limitada en el bucle de retroalimentación. Aplicaciones importantes se encuentran en el control no lineal con requisitos de alta robustez ",
            "error": []
        },
        "control nonlinearities": {
            "translated_key": [],
            "translated_annotated_text": "Diseño del sistema de control de retroalimentación real positivo (SPR) basado en observadores Presenta teoría para el análisis de estabilidad y diseño para una clase de sistemas de control de retroalimentación basados en observadores. La relajación de las condiciones de control y observabilidad impuestas en el lema Yakubovich-Kalman-Popov se puede hacer para una clase de sistemas no lineales descritos por un sistema lineal invariante del tiempo con un elemento no lineal conectado al cono de retroalimentación. Se muestra cómo un enfoque de círculo-criterio puede ser utilizado para diseñar un control de retroalimentación del estado basado en el observador que produce un sistema de circuito cerrado con características de robustez especificadas. El enfoque es relevante para el diseño con preservación de la estabilidad cuando se introduce una no linealidad cono-limitada en el bucle de retroalimentación. Aplicaciones importantes se encuentran en el control no lineal con requisitos de alta robustez ",
            "error": []
        },
        "control system synthesis": {
            "translated_key": [],
            "translated_annotated_text": "Diseño del sistema de control de retroalimentación real positivo (SPR) basado en observadores Presenta teoría para el análisis de estabilidad y diseño para una clase de sistemas de control de retroalimentación basados en observadores. La relajación de las condiciones de control y observabilidad impuestas en el lema Yakubovich-Kalman-Popov se puede hacer para una clase de sistemas no lineales descritos por un sistema lineal invariante del tiempo con un elemento no lineal conectado al cono de retroalimentación. Se muestra cómo un enfoque de círculo-criterio puede ser utilizado para diseñar un control de retroalimentación del estado basado en el observador que produce un sistema de circuito cerrado con características de robustez especificadas. El enfoque es relevante para el diseño con preservación de la estabilidad cuando se introduce una no linealidad cono-limitada en el bucle de retroalimentación. Aplicaciones importantes se encuentran en el control no lineal con requisitos de alta robustez ",
            "error": []
        },
        "linear systems": {
            "translated_key": [],
            "translated_annotated_text": "Diseño del sistema de control de retroalimentación real positivo (SPR) basado en observadores Presenta teoría para el análisis de estabilidad y diseño para una clase de sistemas de control de retroalimentación basados en observadores. La relajación de las condiciones de control y observabilidad impuestas en el lema Yakubovich-Kalman-Popov se puede hacer para una clase de sistemas no lineales descritos por un sistema lineal invariante del tiempo con un elemento no lineal conectado al cono de retroalimentación. Se muestra cómo un enfoque de círculo-criterio puede ser utilizado para diseñar un control de retroalimentación del estado basado en el observador que produce un sistema de circuito cerrado con características de robustez especificadas. El enfoque es relevante para el diseño con preservación de la estabilidad cuando se introduce una no linealidad cono-limitada en el bucle de retroalimentación. Aplicaciones importantes se encuentran en el control no lineal con requisitos de alta robustez ",
            "error": []
        },
        "nonlinear control systems": {
            "translated_key": [],
            "translated_annotated_text": "Diseño del sistema de control de retroalimentación real positivo (SPR) basado en observadores Presenta teoría para el análisis de estabilidad y diseño para una clase de sistemas de control de retroalimentación basados en observadores. La relajación de las condiciones de control y observabilidad impuestas en el lema Yakubovich-Kalman-Popov se puede hacer para una clase de sistemas no lineales descritos por un sistema lineal invariante del tiempo con un elemento no lineal conectado al cono de retroalimentación. Se muestra cómo un enfoque de círculo-criterio puede ser utilizado para diseñar un control de retroalimentación del estado basado en el observador que produce un sistema de circuito cerrado con características de robustez especificadas. El enfoque es relevante para el diseño con preservación de la estabilidad cuando se introduce una no linealidad cono-limitada en el bucle de retroalimentación. Aplicaciones importantes se encuentran en el control no lineal con requisitos de alta robustez ",
            "error": []
        },
        "observers": {
            "translated_key": [],
            "translated_annotated_text": "Diseño del sistema de control de retroalimentación real positivo (SPR) basado en observadores Presenta teoría para el análisis de estabilidad y diseño para una clase de sistemas de control de retroalimentación basados en observadores. La relajación de las condiciones de control y observabilidad impuestas en el lema Yakubovich-Kalman-Popov se puede hacer para una clase de sistemas no lineales descritos por un sistema lineal invariante del tiempo con un elemento no lineal conectado al cono de retroalimentación. Se muestra cómo un enfoque de círculo-criterio puede ser utilizado para diseñar un control de retroalimentación del estado basado en el observador que produce un sistema de circuito cerrado con características de robustez especificadas. El enfoque es relevante para el diseño con preservación de la estabilidad cuando se introduce una no linealidad cono-limitada en el bucle de retroalimentación. Aplicaciones importantes se encuentran en el control no lineal con requisitos de alta robustez ",
            "error": []
        },
        "robust control": {
            "translated_key": [],
            "translated_annotated_text": "Diseño del sistema de control de retroalimentación real positivo (SPR) basado en observadores Presenta teoría para el análisis de estabilidad y diseño para una clase de sistemas de control de retroalimentación basados en observadores. La relajación de las condiciones de control y observabilidad impuestas en el lema Yakubovich-Kalman-Popov se puede hacer para una clase de sistemas no lineales descritos por un sistema lineal invariante del tiempo con un elemento no lineal conectado al cono de retroalimentación. Se muestra cómo un enfoque de círculo-criterio puede ser utilizado para diseñar un control de retroalimentación del estado basado en el observador que produce un sistema de circuito cerrado con características de robustez especificadas. El enfoque es relevante para el diseño con preservación de la estabilidad cuando se introduce una no linealidad cono-limitada en el bucle de retroalimentación. Aplicaciones importantes se encuentran en el control no lineal con requisitos de alta robustez ",
            "error": []
        },
        "stability criteria": {
            "translated_key": [],
            "translated_annotated_text": "Diseño del sistema de control de retroalimentación real positivo (SPR) basado en observadores Presenta teoría para el análisis de estabilidad y diseño para una clase de sistemas de control de retroalimentación basados en observadores. La relajación de las condiciones de control y observabilidad impuestas en el lema Yakubovich-Kalman-Popov se puede hacer para una clase de sistemas no lineales descritos por un sistema lineal invariante del tiempo con un elemento no lineal conectado al cono de retroalimentación. Se muestra cómo un enfoque de círculo-criterio puede ser utilizado para diseñar un control de retroalimentación del estado basado en el observador que produce un sistema de circuito cerrado con características de robustez especificadas. El enfoque es relevante para el diseño con preservación de la estabilidad cuando se introduce una no linealidad cono-limitada en el bucle de retroalimentación. Aplicaciones importantes se encuentran en el control no lineal con requisitos de alta robustez ",
            "error": []
        },
        "state feedback": {
            "translated_key": "realimentación de estado",
            "translated_annotated_text": "Diseño del sistema de control de retroalimentación real positivo (SPR) basado en observadores Presenta teoría para el análisis de estabilidad y diseño para una clase de sistemas de control de retroalimentación basados en observadores. La relajación de las condiciones de control y observabilidad impuestas en el lema Yakubovich-Kalman-Popov se puede hacer para una clase de sistemas no lineales descritos por un sistema lineal invariante del tiempo con un elemento no lineal conectado al cono de retroalimentación. Se muestra cómo un enfoque de círculo-criterio puede ser utilizado para diseñar un control de \"realimentación de estado\" basado en observadores que produce un sistema de circuito cerrado con características de robustez especificadas. El enfoque es relevante para el diseño con preservación de la estabilidad cuando se introduce una no linealidad cono-limitada en el bucle de retroalimentación. Aplicaciones importantes se encuentran en el control no lineal con requisitos de alta robustez ",
            "error": [
                ""
            ]
        }
    }
}