{
    "original_text": "Analysis of nonlinear time-delay systems using modules over non-commutative rings The theory of non-commutative rings is introduced to provide a basis for the study of nonlinear control systems with time delays. The left Ore ring of non-commutative polynomials defined over the field of a meromorphic function is suggested as the framework for such a study. This approach is then generalized to a broader class of nonlinear systems with delays that are called generalized Roesser systems. Finally, the theory is applied to analyze nonlinear time-delay systems. A weak observability is defined and characterized, generalizing the well-known linear result. Properties of closed submodules are then developed to obtain a result on the accessibility of such systems",
    "original_translation": "Análisis de sistemas no lineales de retardo de tiempo utilizando módulos sobre anillos no conmutativos La teoría de anillos no conmutativos se introduce para proporcionar una base para el estudio de sistemas de control no lineales con retrasos de tiempo. El anillo izquierdo de Ore de polinomios no conmutativos definidos sobre el campo de una función meromórfica se sugiere como marco para tal estudio. Este enfoque se generaliza entonces a una clase más amplia de sistemas no lineales con retrasos que se llaman sistemas Roesser generalizados. Finalmente, la teoría se aplica para analizar los sistemas no lineales de retraso del tiempo. Se define y caracteriza una débil observabilidad, generalizando el conocido resultado lineal. A continuación se desarrollan las propiedades de los submódulos cerrados para obtener un resultado sobre la accesibilidad de tales sistemas",
    "error_count": 5,
    "keys": {
        "nonlinear time-delay systems": {
            "translated_key": [
                "sistemas de tiempo-retraso no lineal",
                "sistemas no lineales de retraso del tiempo"
            ],
            "translated_annotated_text": "Análisis de \"sistemas de tiempo-retraso no lineal\" usando módulos sobre anillos no conmutativos La teoría de anillos no conmutativos se introduce para proporcionar una base para el estudio de sistemas de control no lineales con retrasos de tiempo. El anillo izquierdo de Ore de polinomios no conmutativos definidos sobre el campo de una función meromórfica se sugiere como marco para tal estudio. Este enfoque se generaliza entonces a una clase más amplia de sistemas no lineales con retrasos que se llaman sistemas Roesser generalizados. Finalmente, la teoría se aplica para analizar \"sistemas no lineales de retraso del tiempo\". Se define y caracteriza una débil observabilidad, generalizando el conocido resultado lineal. A continuación se desarrollan las propiedades de los submódulos cerrados para obtener un resultado sobre la accesibilidad de tales sistemas ",
            "error": [
                "sistemas de tiempo-retraso no lineal",
                "sistemas no lineales de retraso del tiempo"
            ]
        },
        "modules": {
            "translated_key": "módulos",
            "translated_annotated_text": "Análisis de sistemas no lineales de retardo de tiempo utilizando \"módulos\" sobre anillos no conmutativos La teoría de anillos no conmutativos se introduce para proporcionar una base para el estudio de sistemas de control no lineales con retrasos de tiempo. El anillo izquierdo de Ore de polinomios no conmutativos definidos sobre el campo de una función meromórfica se sugiere como marco para tal estudio. Este enfoque se generaliza entonces a una clase más amplia de sistemas no lineales con retrasos que se llaman sistemas Roesser generalizados. Finalmente, la teoría se aplica para analizar los sistemas no lineales de retraso del tiempo. Se define y caracteriza una débil observabilidad, generalizando el conocido resultado lineal. A continuación se desarrollan las propiedades de los submódulos cerrados para obtener un resultado sobre la accesibilidad de tales sistemas ",
            "error": [
                ""
            ]
        },
        "noncommutative rings": {
            "translated_key": [],
            "translated_annotated_text": "Análisis de sistemas no lineales de retardo de tiempo utilizando módulos sobre anillos no conmutativos La teoría de anillos no conmutativos se introduce para proporcionar una base para el estudio de sistemas de control no lineales con retrasos de tiempo. El anillo izquierdo de Ore de polinomios no conmutativos definidos sobre el campo de una función meromórfica se sugiere como marco para tal estudio. Este enfoque se generaliza entonces a una clase más amplia de sistemas no lineales con retrasos que se llaman sistemas Roesser generalizados. Finalmente, la teoría se aplica para analizar los sistemas no lineales de retraso del tiempo. Se define y caracteriza una débil observabilidad, generalizando el conocido resultado lineal. A continuación se desarrollan las propiedades de los submódulos cerrados para obtener un resultado sobre la accesibilidad de tales sistemas ",
            "error": []
        },
        "nonlinear control systems": {
            "translated_key": "sistemas de control no lineales",
            "translated_annotated_text": "Análisis de sistemas no lineales de retardo de tiempo utilizando módulos sobre anillos no conmutativos La teoría de anillos no conmutativos se introduce para proporcionar una base para el estudio de \"sistemas de control no lineales\" con retrasos de tiempo. El anillo izquierdo de Ore de polinomios no conmutativos definidos sobre el campo de una función meromórfica se sugiere como marco para tal estudio. Este enfoque se generaliza entonces a una clase más amplia de sistemas no lineales con retrasos que se llaman sistemas Roesser generalizados. Finalmente, la teoría se aplica para analizar los sistemas no lineales de retraso del tiempo. Se define y caracteriza una débil observabilidad, generalizando el conocido resultado lineal. A continuación se desarrollan las propiedades de los submódulos cerrados para obtener un resultado sobre la accesibilidad de tales sistemas ",
            "error": [
                ""
            ]
        },
        "left Ore ring": {
            "translated_key": "anillo de mineral izquierdo",
            "translated_annotated_text": "Análisis de sistemas no lineales de retardo de tiempo utilizando módulos sobre anillos no conmutativos La teoría de anillos no conmutativos se introduce para proporcionar una base para el estudio de sistemas de control no lineales con retrasos de tiempo. El \"anillo de mineral izquierdo\" de polinomios no conmutativos definidos sobre el campo de una función meromórfica se sugiere como marco para tal estudio. Este enfoque se generaliza entonces a una clase más amplia de sistemas no lineales con retrasos que se llaman sistemas Roesser generalizados. Finalmente, la teoría se aplica para analizar los sistemas no lineales de retraso del tiempo. Se define y caracteriza una débil observabilidad, generalizando el conocido resultado lineal. A continuación se desarrollan las propiedades de los submódulos cerrados para obtener un resultado sobre la accesibilidad de tales sistemas ",
            "error": [
                ""
            ]
        },
        "noncommutative polynomials": {
            "translated_key": [],
            "translated_annotated_text": "Análisis de sistemas no lineales de retardo de tiempo utilizando módulos sobre anillos no conmutativos La teoría de anillos no conmutativos se introduce para proporcionar una base para el estudio de sistemas de control no lineales con retrasos de tiempo. El anillo izquierdo de Ore de polinomios no conmutativos definidos sobre el campo de una función meromórfica se sugiere como marco para tal estudio. Este enfoque se generaliza entonces a una clase más amplia de sistemas no lineales con retrasos que se llaman sistemas Roesser generalizados. Finalmente, la teoría se aplica para analizar los sistemas no lineales de retraso del tiempo. Se define y caracteriza una débil observabilidad, generalizando el conocido resultado lineal. A continuación se desarrollan las propiedades de los submódulos cerrados para obtener un resultado sobre la accesibilidad de tales sistemas ",
            "error": []
        },
        "meromorphic function": {
            "translated_key": "función meromórfica",
            "translated_annotated_text": "Análisis de sistemas no lineales de retardo de tiempo utilizando módulos sobre anillos no conmutativos La teoría de anillos no conmutativos se introduce para proporcionar una base para el estudio de sistemas de control no lineales con retrasos de tiempo. El anillo izquierdo de Ore de polinomios no conmutativos definidos sobre el campo de una \"función meromórfica\" se sugiere como marco para tal estudio. Este enfoque se generaliza entonces a una clase más amplia de sistemas no lineales con retrasos que se llaman sistemas Roesser generalizados. Finalmente, la teoría se aplica para analizar los sistemas no lineales de retraso del tiempo. Se define y caracteriza una débil observabilidad, generalizando el conocido resultado lineal. A continuación se desarrollan las propiedades de los submódulos cerrados para obtener un resultado sobre la accesibilidad de tales sistemas ",
            "error": [
                ""
            ]
        },
        "generalized Roesser systems": {
            "translated_key": "sistemas Roesser generalizados",
            "translated_annotated_text": "Análisis de sistemas no lineales de retardo de tiempo utilizando módulos sobre anillos no conmutativos La teoría de anillos no conmutativos se introduce para proporcionar una base para el estudio de sistemas de control no lineales con retrasos de tiempo. El anillo izquierdo de Ore de polinomios no conmutativos definidos sobre el campo de una función meromórfica se sugiere como marco para tal estudio. Este enfoque se generaliza entonces a una clase más amplia de sistemas no lineales con retrasos que se llaman \"sistemas Roesser generalizados\". Finalmente, la teoría se aplica para analizar los sistemas no lineales de retraso del tiempo. Se define y caracteriza una débil observabilidad, generalizando el conocido resultado lineal. A continuación se desarrollan las propiedades de los submódulos cerrados para obtener un resultado sobre la accesibilidad de tales sistemas ",
            "error": [
                ""
            ]
        },
        "weak observability": {
            "translated_key": "observabilidad débil",
            "translated_annotated_text": "Análisis de sistemas no lineales de retardo de tiempo utilizando módulos sobre anillos no conmutativos La teoría de anillos no conmutativos se introduce para proporcionar una base para el estudio de sistemas de control no lineales con retrasos de tiempo. El anillo izquierdo de Ore de polinomios no conmutativos definidos sobre el campo de una función meromórfica se sugiere como marco para tal estudio. Este enfoque se generaliza entonces a una clase más amplia de sistemas no lineales con retrasos que se llaman sistemas Roesser generalizados. Finalmente, la teoría se aplica para analizar los sistemas no lineales de retraso del tiempo. Se define y caracteriza una \"observabilidad débil\", generalizando el conocido resultado lineal. A continuación se desarrollan las propiedades de los submódulos cerrados para obtener un resultado sobre la accesibilidad de tales sistemas ",
            "error": [
                ""
            ]
        },
        "control system analysis": {
            "translated_key": [],
            "translated_annotated_text": "Análisis de sistemas no lineales de retardo de tiempo utilizando módulos sobre anillos no conmutativos La teoría de anillos no conmutativos se introduce para proporcionar una base para el estudio de sistemas de control no lineales con retrasos de tiempo. El anillo izquierdo de Ore de polinomios no conmutativos definidos sobre el campo de una función meromórfica se sugiere como marco para tal estudio. Este enfoque se generaliza entonces a una clase más amplia de sistemas no lineales con retrasos que se llaman sistemas Roesser generalizados. Finalmente, la teoría se aplica para analizar los sistemas no lineales de retraso del tiempo. Se define y caracteriza una débil observabilidad, generalizando el conocido resultado lineal. A continuación se desarrollan las propiedades de los submódulos cerrados para obtener un resultado sobre la accesibilidad de tales sistemas ",
            "error": []
        },
        "delay systems": {
            "translated_key": [
                "sistemas de retraso",
                "sistemas de retraso del tiempo"
            ],
            "translated_annotated_text": "Análisis de los \"sistemas de retraso\" no lineales utilizando módulos sobre anillos no conmutativos La teoría de los anillos no conmutativos se introduce para proporcionar una base para el estudio de los sistemas de control no lineales con retrasos de tiempo. El anillo izquierdo de Ore de polinomios no conmutativos definidos sobre el campo de una función meromórfica se sugiere como marco para tal estudio. Este enfoque se generaliza entonces a una clase más amplia de sistemas no lineales con retrasos que se llaman sistemas Roesser generalizados. Finalmente, la teoría se aplica para analizar los \"sistemas de retraso del tiempo\" no lineales. Se define y caracteriza una débil observabilidad, generalizando el conocido resultado lineal. A continuación se desarrollan las propiedades de los submódulos cerrados para obtener un resultado sobre la accesibilidad de tales sistemas ",
            "error": [
                "sistemas de retraso",
                "sistemas de retraso del tiempo"
            ]
        },
        "observability": {
            "translated_key": "observabilidad",
            "translated_annotated_text": "Análisis de sistemas no lineales de retardo de tiempo utilizando módulos sobre anillos no conmutativos La teoría de anillos no conmutativos se introduce para proporcionar una base para el estudio de sistemas de control no lineales con retrasos de tiempo. El anillo izquierdo de Ore de polinomios no conmutativos definidos sobre el campo de una función meromórfica se sugiere como marco para tal estudio. Este enfoque se generaliza entonces a una clase más amplia de sistemas no lineales con retrasos que se llaman sistemas Roesser generalizados. Finalmente, la teoría se aplica para analizar los sistemas no lineales de retraso del tiempo. Se define y caracteriza una débil \"observabilidad\", generalizando el conocido resultado lineal. A continuación se desarrollan las propiedades de los submódulos cerrados para obtener un resultado sobre la accesibilidad de tales sistemas ",
            "error": [
                ""
            ]
        },
        "polynomials": {
            "translated_key": "polinomios",
            "translated_annotated_text": "Análisis de sistemas no lineales de retardo de tiempo utilizando módulos sobre anillos no conmutativos La teoría de anillos no conmutativos se introduce para proporcionar una base para el estudio de sistemas de control no lineales con retrasos de tiempo. El anillo Ore izquierdo de \"polinomios\" no conmutativos definidos sobre el campo de una función meromórfica se sugiere como marco para tal estudio. Este enfoque se generaliza entonces a una clase más amplia de sistemas no lineales con retrasos que se llaman sistemas Roesser generalizados. Finalmente, la teoría se aplica para analizar los sistemas no lineales de retraso del tiempo. Se define y caracteriza una débil observabilidad, generalizando el conocido resultado lineal. A continuación se desarrollan las propiedades de los submódulos cerrados para obtener un resultado sobre la accesibilidad de tales sistemas ",
            "error": [
                ""
            ]
        }
    }
}