{
    "original_text": "Sliding mode dynamics in continuous feedback control for distributed discrete-event scheduling A continuous feedback control approach for real-time scheduling of discrete events is presented motivated by the need for control theoretic techniques to analyze and design such systems in distributed manufacturing applications. These continuous feedback control systems exhibit highly nonlinear and discontinuous dynamics. Specifically, when the production demand in the manufacturing system exceeds the available resource capacity then the control system chatters and exhibits sliding modes. This sliding mode behavior is advantageously used in the scheduling application by allowing the system to visit different schedules within an infinitesimal region near the sliding surface. In the paper, an analytical model is developed to characterize the sliding mode dynamics. This model is then used to design controllers in the sliding mode domain to improve the effectiveness of the control system to search for schedules with good performance. Computational results indicate that the continuous feedback control approach can provide near-optimal schedules and that it is computationally efficient compared to existing scheduling techniques",
    "original_translation": "Dinámica del modo deslizante en el control continuo de retroalimentación para la programación distribuida de eventos discretos Un enfoque de control continuo de retroalimentación para la programación en tiempo real de eventos discretos se presenta motivado por la necesidad de técnicas teóricas de control para analizar y diseñar tales sistemas en aplicaciones de fabricación distribuidas. Estos sistemas de control de retroalimentación continua presentan dinámicas altamente no lineales y discontinuas. Específicamente, cuando la demanda de producción en el sistema de fabricación excede la capacidad de recursos disponibles, el sistema de control habla y exhibe modos deslizantes. Este comportamiento de modo deslizante se utiliza ventajosamente en la aplicación de programación al permitir que el sistema visite diferentes horarios dentro de una región infinitesimal cerca de la superficie deslizante. En el artículo se desarrolla un modelo analítico para caracterizar la dinámica del modo deslizante. Este modelo se utiliza entonces para diseñar controladores en el dominio de modo deslizante para mejorar la eficacia del sistema de control para buscar horarios con buen rendimiento. Los resultados computacionales indican que el enfoque de control continuo de retroalimentación puede proporcionar calendarios casi óptimos y que es computacionalmente eficiente en comparación con las técnicas de programación existentes",
    "error_count": 5,
    "keys": {
        "sliding mode dynamics": {
            "translated_key": "dinámica del modo deslizante",
            "translated_annotated_text": "Dinámica del modo deslizante en el control continuo de retroalimentación para la programación distribuida de eventos discretos Un enfoque de control continuo de retroalimentación para la programación en tiempo real de eventos discretos se presenta motivado por la necesidad de técnicas teóricas de control para analizar y diseñar tales sistemas en aplicaciones de fabricación distribuidas. Estos sistemas de control de retroalimentación continua presentan dinámicas altamente no lineales y discontinuas. Específicamente, cuando la demanda de producción en el sistema de fabricación excede la capacidad de recursos disponibles, el sistema de control habla y exhibe modos deslizantes. Este comportamiento de modo deslizante se utiliza ventajosamente en la aplicación de programación al permitir que el sistema visite diferentes horarios dentro de una región infinitesimal cerca de la superficie deslizante. En el artículo, se desarrolla un modelo analítico para caracterizar la \"dinámica del modo deslizante\". Este modelo se utiliza entonces para diseñar controladores en el dominio de modo deslizante para mejorar la eficacia del sistema de control para buscar horarios con buen rendimiento. Los resultados computacionales indican que el enfoque de control continuo de retroalimentación puede proporcionar calendarios casi óptimos y que es computacionalmente eficiente en comparación con las técnicas de programación existentes ",
            "error": [
                ""
            ]
        },
        "continuous feedback control": {
            "translated_key": "control continuo de retroalimentación",
            "translated_annotated_text": "Dinámica del modo deslizante en \"control continuo de retroalimentación\" para la programación distribuida de eventos discretos Un enfoque de \"control continuo de retroalimentación\" para la programación en tiempo real de eventos discretos se presenta motivado por la necesidad de técnicas teóricas de control para analizar y diseñar tales sistemas en aplicaciones de fabricación distribuidas. Estos sistemas de \"control continuo de retroalimentación\" exhiben dinámicas altamente no lineales y discontinuas. Específicamente, cuando la demanda de producción en el sistema de fabricación excede la capacidad de recursos disponibles, el sistema de control habla y exhibe modos deslizantes. Este comportamiento de modo deslizante se utiliza ventajosamente en la aplicación de programación al permitir que el sistema visite diferentes horarios dentro de una región infinitesimal cerca de la superficie deslizante. En el artículo se desarrolla un modelo analítico para caracterizar la dinámica del modo deslizante. Este modelo se utiliza entonces para diseñar controladores en el dominio de modo deslizante para mejorar la eficacia del sistema de control para buscar horarios con buen rendimiento. Los resultados computacionales indican que el enfoque de \"control continuo de retroalimentación\" puede proporcionar calendarios casi óptimos y que es computacionalmente eficiente en comparación con las técnicas de programación existentes ",
            "error": [
                ""
            ]
        },
        "distributed discrete-event scheduling": {
            "translated_key": "programación discreta distribuida de eventos",
            "translated_annotated_text": "Dinámica del modo deslizante en el control continuo de retroalimentación para \"programación discreta distribuida de eventos\" Un enfoque de control continuo de retroalimentación para la programación en tiempo real de eventos discretos se presenta motivado por la necesidad de técnicas teóricas de control para analizar y diseñar tales sistemas en aplicaciones de fabricación distribuidas. Estos sistemas de control de retroalimentación continua presentan dinámicas altamente no lineales y discontinuas. Específicamente, cuando la demanda de producción en el sistema de fabricación excede la capacidad de recursos disponibles, el sistema de control habla y exhibe modos deslizantes. Este comportamiento de modo deslizante se utiliza ventajosamente en la aplicación de programación al permitir que el sistema visite diferentes horarios dentro de una región infinitesimal cerca de la superficie deslizante. En el artículo se desarrolla un modelo analítico para caracterizar la dinámica del modo deslizante. Este modelo se utiliza entonces para diseñar controladores en el dominio de modo deslizante para mejorar la eficacia del sistema de control para buscar horarios con buen rendimiento. Los resultados computacionales indican que el enfoque de control continuo de retroalimentación puede proporcionar calendarios casi óptimos y que es computacionalmente eficiente en comparación con las técnicas de programación existentes ",
            "error": [
                ""
            ]
        },
        "real-time scheduling": {
            "translated_key": "programación en tiempo real",
            "translated_annotated_text": "Dinámica del modo deslizante en el control continuo de retroalimentación para la programación distribuida de eventos discretos Un enfoque de control continuo de retroalimentación para la \"programación en tiempo real\" de eventos discretos se presenta motivado por la necesidad de técnicas teóricas de control para analizar y diseñar tales sistemas en aplicaciones de fabricación distribuidas. Estos sistemas de control de retroalimentación continua presentan dinámicas altamente no lineales y discontinuas. Específicamente, cuando la demanda de producción en el sistema de fabricación excede la capacidad de recursos disponibles, el sistema de control habla y exhibe modos deslizantes. Este comportamiento de modo deslizante se utiliza ventajosamente en la aplicación de programación al permitir que el sistema visite diferentes horarios dentro de una región infinitesimal cerca de la superficie deslizante. En el artículo se desarrolla un modelo analítico para caracterizar la dinámica del modo deslizante. Este modelo se utiliza entonces para diseñar controladores en el dominio de modo deslizante para mejorar la eficacia del sistema de control para buscar horarios con buen rendimiento. Los resultados computacionales indican que el enfoque de control continuo de retroalimentación puede proporcionar calendarios casi óptimos y que es computacionalmente eficiente en comparación con las técnicas de programación existentes ",
            "error": [
                ""
            ]
        },
        "control theoretic techniques": {
            "translated_key": "técnicas teóricas de control",
            "translated_annotated_text": "Dinámica del modo deslizante en el control continuo de retroalimentación para la programación distribuida de eventos discretos Un enfoque de control continuo de retroalimentación para la programación en tiempo real de eventos discretos se presenta motivado por la necesidad de \"técnicas teóricas de control\" para analizar y diseñar tales sistemas en aplicaciones de fabricación distribuidas. Estos sistemas de control de retroalimentación continua presentan dinámicas altamente no lineales y discontinuas. Específicamente, cuando la demanda de producción en el sistema de fabricación excede la capacidad de recursos disponibles, el sistema de control habla y exhibe modos deslizantes. Este comportamiento de modo deslizante se utiliza ventajosamente en la aplicación de programación al permitir que el sistema visite diferentes horarios dentro de una región infinitesimal cerca de la superficie deslizante. En el artículo se desarrolla un modelo analítico para caracterizar la dinámica del modo deslizante. Este modelo se utiliza entonces para diseñar controladores en el dominio de modo deslizante para mejorar la eficacia del sistema de control para buscar horarios con buen rendimiento. Los resultados computacionales indican que el enfoque de control continuo de retroalimentación puede proporcionar calendarios casi óptimos y que es computacionalmente eficiente en comparación con las técnicas de programación existentes ",
            "error": [
                ""
            ]
        },
        "distributed manufacturing applications": {
            "translated_key": "aplicaciones de fabricación distribuidas",
            "translated_annotated_text": "Dinámica del modo deslizante en el control continuo de retroalimentación para la programación distribuida de eventos discretos Un enfoque de control continuo de retroalimentación para la programación en tiempo real de eventos discretos se presenta motivado por la necesidad de técnicas teóricas de control para analizar y diseñar tales sistemas en \"aplicaciones de fabricación distribuidas\". Estos sistemas de control de retroalimentación continua presentan dinámicas altamente no lineales y discontinuas. Específicamente, cuando la demanda de producción en el sistema de fabricación excede la capacidad de recursos disponibles, el sistema de control habla y exhibe modos deslizantes. Este comportamiento de modo deslizante se utiliza ventajosamente en la aplicación de programación al permitir que el sistema visite diferentes horarios dentro de una región infinitesimal cerca de la superficie deslizante. En el artículo se desarrolla un modelo analítico para caracterizar la dinámica del modo deslizante. Este modelo se utiliza entonces para diseñar controladores en el dominio de modo deslizante para mejorar la eficacia del sistema de control para buscar horarios con buen rendimiento. Los resultados computacionales indican que el enfoque de control continuo de retroalimentación puede proporcionar calendarios casi óptimos y que es computacionalmente eficiente en comparación con las técnicas de programación existentes ",
            "error": [
                ""
            ]
        },
        "highly nonlinear discontinuous dynamics": {
            "translated_key": [],
            "translated_annotated_text": "Dinámica del modo deslizante en el control continuo de retroalimentación para la programación distribuida de eventos discretos Un enfoque de control continuo de retroalimentación para la programación en tiempo real de eventos discretos se presenta motivado por la necesidad de técnicas teóricas de control para analizar y diseñar tales sistemas en aplicaciones de fabricación distribuidas. Estos sistemas de control de retroalimentación continua presentan dinámicas altamente no lineales y discontinuas. Específicamente, cuando la demanda de producción en el sistema de fabricación excede la capacidad de recursos disponibles, el sistema de control habla y exhibe modos deslizantes. Este comportamiento de modo deslizante se utiliza ventajosamente en la aplicación de programación al permitir que el sistema visite diferentes horarios dentro de una región infinitesimal cerca de la superficie deslizante. En el artículo se desarrolla un modelo analítico para caracterizar la dinámica del modo deslizante. Este modelo se utiliza entonces para diseñar controladores en el dominio de modo deslizante para mejorar la eficacia del sistema de control para buscar horarios con buen rendimiento. Los resultados computacionales indican que el enfoque de control continuo de retroalimentación puede proporcionar calendarios casi óptimos y que es computacionalmente eficiente en comparación con las técnicas de programación existentes ",
            "error": []
        },
        "production demand": {
            "translated_key": "demanda de producción",
            "translated_annotated_text": "Dinámica del modo deslizante en el control continuo de retroalimentación para la programación distribuida de eventos discretos Un enfoque de control continuo de retroalimentación para la programación en tiempo real de eventos discretos se presenta motivado por la necesidad de técnicas teóricas de control para analizar y diseñar tales sistemas en aplicaciones de fabricación distribuidas. Estos sistemas de control de retroalimentación continua presentan dinámicas altamente no lineales y discontinuas. Específicamente, cuando la \"demanda de producción\" en el sistema de fabricación excede la capacidad de recursos disponibles entonces el sistema de control habla y exhibe modos deslizantes. Este comportamiento de modo deslizante se utiliza ventajosamente en la aplicación de programación al permitir que el sistema visite diferentes horarios dentro de una región infinitesimal cerca de la superficie deslizante. En el artículo se desarrolla un modelo analítico para caracterizar la dinámica del modo deslizante. Este modelo se utiliza entonces para diseñar controladores en el dominio de modo deslizante para mejorar la eficacia del sistema de control para buscar horarios con buen rendimiento. Los resultados computacionales indican que el enfoque de control continuo de retroalimentación puede proporcionar calendarios casi óptimos y que es computacionalmente eficiente en comparación con las técnicas de programación existentes ",
            "error": [
                ""
            ]
        },
        "resource capacity": {
            "translated_key": "capacidad de recursos",
            "translated_annotated_text": "Dinámica del modo deslizante en el control continuo de retroalimentación para la programación distribuida de eventos discretos Un enfoque de control continuo de retroalimentación para la programación en tiempo real de eventos discretos se presenta motivado por la necesidad de técnicas teóricas de control para analizar y diseñar tales sistemas en aplicaciones de fabricación distribuidas. Estos sistemas de control de retroalimentación continua presentan dinámicas altamente no lineales y discontinuas. Específicamente, cuando la demanda de producción en el sistema de fabricación excede la \"capacidad de recursos\" disponible, el sistema de control habla y exhibe modos deslizantes. Este comportamiento de modo deslizante se utiliza ventajosamente en la aplicación de programación al permitir que el sistema visite diferentes horarios dentro de una región infinitesimal cerca de la superficie deslizante. En el artículo se desarrolla un modelo analítico para caracterizar la dinámica del modo deslizante. Este modelo se utiliza entonces para diseñar controladores en el dominio de modo deslizante para mejorar la eficacia del sistema de control para buscar horarios con buen rendimiento. Los resultados computacionales indican que el enfoque de control continuo de retroalimentación puede proporcionar calendarios casi óptimos y que es computacionalmente eficiente en comparación con las técnicas de programación existentes ",
            "error": [
                ""
            ]
        },
        "continuous time systems": {
            "translated_key": [],
            "translated_annotated_text": "Dinámica del modo deslizante en el control continuo de retroalimentación para la programación distribuida de eventos discretos Un enfoque de control continuo de retroalimentación para la programación en tiempo real de eventos discretos se presenta motivado por la necesidad de técnicas teóricas de control para analizar y diseñar tales sistemas en aplicaciones de fabricación distribuidas. Estos sistemas de control de retroalimentación continua presentan dinámicas altamente no lineales y discontinuas. Específicamente, cuando la demanda de producción en el sistema de fabricación excede la capacidad de recursos disponibles, el sistema de control habla y exhibe modos deslizantes. Este comportamiento de modo deslizante se utiliza ventajosamente en la aplicación de programación al permitir que el sistema visite diferentes horarios dentro de una región infinitesimal cerca de la superficie deslizante. En el artículo se desarrolla un modelo analítico para caracterizar la dinámica del modo deslizante. Este modelo se utiliza entonces para diseñar controladores en el dominio de modo deslizante para mejorar la eficacia del sistema de control para buscar horarios con buen rendimiento. Los resultados computacionales indican que el enfoque de control continuo de retroalimentación puede proporcionar calendarios casi óptimos y que es computacionalmente eficiente en comparación con las técnicas de programación existentes ",
            "error": []
        },
        "discrete event systems": {
            "translated_key": [],
            "translated_annotated_text": "Dinámica del modo deslizante en el control continuo de retroalimentación para la programación distribuida de eventos discretos Un enfoque de control continuo de retroalimentación para la programación en tiempo real de eventos discretos se presenta motivado por la necesidad de técnicas teóricas de control para analizar y diseñar tales sistemas en aplicaciones de fabricación distribuidas. Estos sistemas de control de retroalimentación continua presentan dinámicas altamente no lineales y discontinuas. Específicamente, cuando la demanda de producción en el sistema de fabricación excede la capacidad de recursos disponibles, el sistema de control habla y exhibe modos deslizantes. Este comportamiento de modo deslizante se utiliza ventajosamente en la aplicación de programación al permitir que el sistema visite diferentes horarios dentro de una región infinitesimal cerca de la superficie deslizante. En el artículo se desarrolla un modelo analítico para caracterizar la dinámica del modo deslizante. Este modelo se utiliza entonces para diseñar controladores en el dominio de modo deslizante para mejorar la eficacia del sistema de control para buscar horarios con buen rendimiento. Los resultados computacionales indican que el enfoque de control continuo de retroalimentación puede proporcionar calendarios casi óptimos y que es computacionalmente eficiente en comparación con las técnicas de programación existentes ",
            "error": []
        },
        "dynamics": {
            "translated_key": "dinámica",
            "translated_annotated_text": "Modo deslizante \"dinámica\" en el control continuo de retroalimentación para la programación distribuida de eventos discretos Un enfoque continuo de control de retroalimentación para la programación en tiempo real de eventos discretos se presenta motivado por la necesidad de técnicas teóricas de control para analizar y diseñar tales sistemas en aplicaciones de fabricación distribuidas. Estos sistemas de control de retroalimentación continua presentan una \"dinámica\" altamente no lineal y discontinua. Específicamente, cuando la demanda de producción en el sistema de fabricación excede la capacidad de recursos disponibles, el sistema de control habla y exhibe modos deslizantes. Este comportamiento de modo deslizante se utiliza ventajosamente en la aplicación de programación al permitir que el sistema visite diferentes horarios dentro de una región infinitesimal cerca de la superficie deslizante. En el artículo, se desarrolla un modelo analítico para caracterizar el modo deslizante \"dinámica\". Este modelo se utiliza entonces para diseñar controladores en el dominio de modo deslizante para mejorar la eficacia del sistema de control para buscar horarios con buen rendimiento. Los resultados computacionales indican que el enfoque de control continuo de retroalimentación puede proporcionar calendarios casi óptimos y que es computacionalmente eficiente en comparación con las técnicas de programación existentes ",
            "error": [
                ""
            ]
        },
        "feedback": {
            "translated_key": "retroalimentación",
            "translated_annotated_text": "Dinámica del modo deslizante en el control continuo de \"retroalimentación\" para la programación distribuida de eventos discretos Un enfoque de control continuo de \"retroalimentación\" para la programación en tiempo real de eventos discretos se presenta motivado por la necesidad de técnicas teóricas de control para analizar y diseñar tales sistemas en aplicaciones de fabricación distribuidas. Estos sistemas de control continuos \"retroalimentación\" exhiben dinámicas altamente no lineales y discontinuas. Específicamente, cuando la demanda de producción en el sistema de fabricación excede la capacidad de recursos disponibles, el sistema de control habla y exhibe modos deslizantes. Este comportamiento de modo deslizante se utiliza ventajosamente en la aplicación de programación al permitir que el sistema visite diferentes horarios dentro de una región infinitesimal cerca de la superficie deslizante. En el artículo se desarrolla un modelo analítico para caracterizar la dinámica del modo deslizante. Este modelo se utiliza entonces para diseñar controladores en el dominio de modo deslizante para mejorar la eficacia del sistema de control para buscar horarios con buen rendimiento. Los resultados computacionales indican que el enfoque de control continuo de \"retroalimentación\" puede proporcionar calendarios casi óptimos y que es computacionalmente eficiente en comparación con las técnicas de programación existentes ",
            "error": [
                ""
            ]
        },
        "production control": {
            "translated_key": [],
            "translated_annotated_text": "Dinámica del modo deslizante en el control continuo de retroalimentación para la programación distribuida de eventos discretos Un enfoque de control continuo de retroalimentación para la programación en tiempo real de eventos discretos se presenta motivado por la necesidad de técnicas teóricas de control para analizar y diseñar tales sistemas en aplicaciones de fabricación distribuidas. Estos sistemas de control de retroalimentación continua presentan dinámicas altamente no lineales y discontinuas. Específicamente, cuando la demanda de producción en el sistema de fabricación excede la capacidad de recursos disponibles, el sistema de control habla y exhibe modos deslizantes. Este comportamiento de modo deslizante se utiliza ventajosamente en la aplicación de programación al permitir que el sistema visite diferentes horarios dentro de una región infinitesimal cerca de la superficie deslizante. En el artículo se desarrolla un modelo analítico para caracterizar la dinámica del modo deslizante. Este modelo se utiliza entonces para diseñar controladores en el dominio de modo deslizante para mejorar la eficacia del sistema de control para buscar horarios con buen rendimiento. Los resultados computacionales indican que el enfoque de control continuo de retroalimentación puede proporcionar calendarios casi óptimos y que es computacionalmente eficiente en comparación con las técnicas de programación existentes ",
            "error": []
        },
        "variable structure systems": {
            "translated_key": [],
            "translated_annotated_text": "Dinámica del modo deslizante en el control continuo de retroalimentación para la programación distribuida de eventos discretos Un enfoque de control continuo de retroalimentación para la programación en tiempo real de eventos discretos se presenta motivado por la necesidad de técnicas teóricas de control para analizar y diseñar tales sistemas en aplicaciones de fabricación distribuidas. Estos sistemas de control de retroalimentación continua presentan dinámicas altamente no lineales y discontinuas. Específicamente, cuando la demanda de producción en el sistema de fabricación excede la capacidad de recursos disponibles, el sistema de control habla y exhibe modos deslizantes. Este comportamiento de modo deslizante se utiliza ventajosamente en la aplicación de programación al permitir que el sistema visite diferentes horarios dentro de una región infinitesimal cerca de la superficie deslizante. En el artículo se desarrolla un modelo analítico para caracterizar la dinámica del modo deslizante. Este modelo se utiliza entonces para diseñar controladores en el dominio de modo deslizante para mejorar la eficacia del sistema de control para buscar horarios con buen rendimiento. Los resultados computacionales indican que el enfoque de control continuo de retroalimentación puede proporcionar calendarios casi óptimos y que es computacionalmente eficiente en comparación con las técnicas de programación existentes ",
            "error": []
        }
    }
}