{
    "original_text": "Identification of linear parameter varying models We consider identification of a certain class of discrete-time nonlinear systems known as linear parameter varying system. We assume that inputs, outputs and the scheduling parameters are directly measured, and a form of the functional dependence of the system coefficients on the parameters is known. We show how this identification problem can be reduced to a linear regression, and provide compact formulae for the corresponding least mean square and recursive least-squares algorithms. We derive conditions on persistency of excitation in terms of the inputs and scheduling parameter trajectories when the functional dependence is of polynomial type. These conditions have a natural polynomial interpolation interpretation, and do not require the scheduling parameter trajectories to vary slowly. This method is illustrated with a simulation example using two different parameter trajectories",
    "original_translation": "Identificación de parámetros lineales que varían modelos Consideramos la identificación de una cierta clase de sistemas no lineales en tiempo discreto conocidos como sistema variable de parámetros lineales. Asumimos que las entradas, salidas y los parámetros de programación se miden directamente, y se conoce una forma de dependencia funcional de los coeficientes del sistema en los parámetros. Mostramos cómo este problema de identificación puede reducirse a una regresión lineal, y proporcionamos fórmulas compactas para los algoritmos de mínimos cuadrados y recursivos correspondientes. Derivamos condiciones de persistencia de excitación en términos de entradas y trayectorias de parámetros de programación cuando la dependencia funcional es de tipo polinomio. Estas condiciones tienen una interpretación de interpolación polinómica natural, y no requieren que las trayectorias de los parámetros de programación varíen lentamente. Este método se ilustra con un ejemplo de simulación utilizando dos trayectorias de parámetros diferentes",
    "error_count": 15,
    "keys": {
        "linear parameter varying models": {
            "translated_key": " Variando modelos",
            "translated_annotated_text": "Identificación del parámetro lineal <br> Variando modelos</br> Consideramos la identificación de una determinada clase de sistemas no lineales en tiempo discreto conocidos como sistema variable de parámetros lineales. Asumimos que las entradas, salidas y los parámetros de programación se miden directamente, y se conoce una forma de dependencia funcional de los coeficientes del sistema en los parámetros. Mostramos cómo este problema de identificación puede reducirse a una regresión lineal, y proporcionamos fórmulas compactas para los algoritmos de mínimos cuadrados y recursivos correspondientes. Derivamos condiciones de persistencia de excitación en términos de entradas y trayectorias de parámetros de programación cuando la dependencia funcional es de tipo polinomio. Estas condiciones tienen una interpretación de interpolación polinómica natural, y no requieren que las trayectorias de los parámetros de programación varíen lentamente. Este método se ilustra con un ejemplo de simulación utilizando dos trayectorias de parámetros diferentes ",
            "error": [
                ""
            ]
        },
        "identification": {
            "translated_key": "identificación",
            "translated_annotated_text": "Identificación de parámetros lineales que varían modelos Consideramos <br>identificación</br> de una determinada clase de sistemas no lineales en tiempo discreto conocidos como sistema variable de parámetros lineales. Asumimos que las entradas, salidas y los parámetros de programación se miden directamente, y se conoce una forma de dependencia funcional de los coeficientes del sistema en los parámetros. Mostramos cómo este problema <br>identificación</br> se puede reducir a una regresión lineal, y proporcionar fórmulas compactas para los algoritmos de mínimos cuadrados y recursivos correspondientes. Derivamos condiciones de persistencia de excitación en términos de entradas y trayectorias de parámetros de programación cuando la dependencia funcional es de tipo polinomio. Estas condiciones tienen una interpretación de interpolación polinómica natural, y no requieren que las trayectorias de los parámetros de programación varíen lentamente. Este método se ilustra con un ejemplo de simulación utilizando dos trayectorias de parámetros diferentes ",
            "error": [
                ""
            ]
        },
        "discrete-time nonlinear systems": {
            "translated_key": "sistemas no lineales en tiempo discreto",
            "translated_annotated_text": "Identificación de parámetros lineales modelos variables Consideramos la identificación de una cierta clase de <br>sistemas no lineales en tiempo discreto</br> conocidos como sistema variable de parámetros lineales. Asumimos que las entradas, salidas y los parámetros de programación se miden directamente, y se conoce una forma de dependencia funcional de los coeficientes del sistema en los parámetros. Mostramos cómo este problema de identificación puede reducirse a una regresión lineal, y proporcionamos fórmulas compactas para los algoritmos de mínimos cuadrados y recursivos correspondientes. Derivamos condiciones de persistencia de excitación en términos de entradas y trayectorias de parámetros de programación cuando la dependencia funcional es de tipo polinomio. Estas condiciones tienen una interpretación de interpolación polinómica natural, y no requieren que las trayectorias de los parámetros de programación varíen lentamente. Este método se ilustra con un ejemplo de simulación utilizando dos trayectorias de parámetros diferentes ",
            "error": [
                ""
            ]
        },
        "scheduling parameters": {
            "translated_key": "scheduling",
            "translated_annotated_text": "Identificación de parámetros lineales que varían modelos Consideramos la identificación de una cierta clase de sistemas no lineales en tiempo discreto conocidos como sistema variable de parámetros lineales. Asumimos que las entradas, salidas y los parámetros <br>scheduling</br> se miden directamente, y se conoce una forma de dependencia funcional de los coeficientes del sistema sobre los parámetros. Mostramos cómo este problema de identificación puede reducirse a una regresión lineal, y proporcionamos fórmulas compactas para los algoritmos de mínimos cuadrados y recursivos correspondientes. Derivamos condiciones de persistencia de excitación en términos de entradas y trayectorias de parámetros de programación cuando la dependencia funcional es de tipo polinomio. Estas condiciones tienen una interpretación de interpolación polinómica natural, y no requieren que las trayectorias de los parámetros de programación varíen lentamente. Este método se ilustra con un ejemplo de simulación utilizando dos trayectorias de parámetros diferentes ",
            "error": [
                ""
            ]
        },
        "functional dependence": {
            "translated_key": [],
            "translated_annotated_text": "Identificación de parámetros lineales que varían modelos Consideramos la identificación de una cierta clase de sistemas no lineales en tiempo discreto conocidos como sistema variable de parámetros lineales. Asumimos que las entradas, salidas y los parámetros de programación se miden directamente, y se conoce una forma de la dependencia funcional <br> de los coeficientes del sistema sobre los parámetros. Mostramos cómo este problema de identificación puede reducirse a una regresión lineal, y proporcionamos fórmulas compactas para los algoritmos de mínimos cuadrados y recursivos correspondientes. Derivamos condiciones de persistencia de excitación en términos de entradas y trayectorias de parámetros de programación cuando la dependencia funcional <br> es de tipo polinomio. Estas condiciones tienen una interpretación de interpolación polinómica natural, y no requieren que las trayectorias de los parámetros de programación varíen lentamente. Este método se ilustra con un ejemplo de simulación utilizando dos trayectorias de parámetros diferentes ",
            "error": []
        },
        "system coefficients": {
            "translated_key": [],
            "translated_annotated_text": "Identificación de parámetros lineales que varían modelos Consideramos la identificación de una cierta clase de sistemas no lineales en tiempo discreto conocidos como sistema variable de parámetros lineales. Asumimos que las entradas, salidas y los parámetros de programación se miden directamente, y se conoce una forma de dependencia funcional de los coeficientes del sistema <br> sobre los parámetros. Mostramos cómo este problema de identificación puede reducirse a una regresión lineal, y proporcionamos fórmulas compactas para los algoritmos de mínimos cuadrados y recursivos correspondientes. Derivamos condiciones de persistencia de excitación en términos de entradas y trayectorias de parámetros de programación cuando la dependencia funcional es de tipo polinomio. Estas condiciones tienen una interpretación de interpolación polinómica natural, y no requieren que las trayectorias de los parámetros de programación varíen lentamente. Este método se ilustra con un ejemplo de simulación utilizando dos trayectorias de parámetros diferentes ",
            "error": []
        },
        "linear regression": {
            "translated_key": [],
            "translated_annotated_text": "Identificación de parámetros lineales que varían modelos Consideramos la identificación de una cierta clase de sistemas no lineales en tiempo discreto conocidos como sistema variable de parámetros lineales. Asumimos que las entradas, salidas y los parámetros de programación se miden directamente, y se conoce una forma de dependencia funcional de los coeficientes del sistema en los parámetros. Mostramos cómo este problema de identificación puede reducirse a una regresión lineal <br> y proporcionamos fórmulas compactas para los algoritmos de mínimos cuadrados y recursivos correspondientes. Derivamos condiciones de persistencia de excitación en términos de entradas y trayectorias de parámetros de programación cuando la dependencia funcional es de tipo polinomio. Estas condiciones tienen una interpretación de interpolación polinómica natural, y no requieren que las trayectorias de los parámetros de programación varíen lentamente. Este método se ilustra con un ejemplo de simulación utilizando dos trayectorias de parámetros diferentes ",
            "error": []
        },
        "least mean square algorithms": {
            "translated_key": [],
            "translated_annotated_text": "Identificación de parámetros lineales que varían modelos Consideramos la identificación de una cierta clase de sistemas no lineales en tiempo discreto conocidos como sistema variable de parámetros lineales. Asumimos que las entradas, salidas y los parámetros de programación se miden directamente, y se conoce una forma de dependencia funcional de los coeficientes del sistema en los parámetros. Mostramos cómo este problema de identificación puede reducirse a una regresión lineal, y proporcionamos fórmulas compactas para los algoritmos de mínimos cuadrados y recursivos correspondientes. Derivamos condiciones de persistencia de excitación en términos de entradas y trayectorias de parámetros de programación cuando la dependencia funcional es de tipo polinomio. Estas condiciones tienen una interpretación de interpolación polinómica natural, y no requieren que las trayectorias de los parámetros de programación varíen lentamente. Este método se ilustra con un ejemplo de simulación utilizando dos trayectorias de parámetros diferentes ",
            "error": []
        },
        "recursive least-squares algorithms": {
            "translated_key": "recursivos",
            "translated_annotated_text": "Identificación de parámetros lineales que varían modelos Consideramos la identificación de una cierta clase de sistemas no lineales en tiempo discreto conocidos como sistema variable de parámetros lineales. Asumimos que las entradas, salidas y los parámetros de programación se miden directamente, y se conoce una forma de dependencia funcional de los coeficientes del sistema en los parámetros. Mostramos cómo este problema de identificación puede reducirse a una regresión lineal, y proporcionamos fórmulas compactas para los algoritmos de mínimos cuadrados y <br>recursivos</br>. Derivamos condiciones de persistencia de excitación en términos de entradas y trayectorias de parámetros de programación cuando la dependencia funcional es de tipo polinomio. Estas condiciones tienen una interpretación de interpolación polinómica natural, y no requieren que las trayectorias de los parámetros de programación varíen lentamente. Este método se ilustra con un ejemplo de simulación utilizando dos trayectorias de parámetros diferentes ",
            "error": [
                ""
            ]
        },
        "persistency of excitation conditions": {
            "translated_key": [],
            "translated_annotated_text": "Identificación de parámetros lineales que varían modelos Consideramos la identificación de una cierta clase de sistemas no lineales en tiempo discreto conocidos como sistema variable de parámetros lineales. Asumimos que las entradas, salidas y los parámetros de programación se miden directamente, y se conoce una forma de dependencia funcional de los coeficientes del sistema en los parámetros. Mostramos cómo este problema de identificación puede reducirse a una regresión lineal, y proporcionamos fórmulas compactas para los algoritmos de mínimos cuadrados y recursivos correspondientes. Derivamos condiciones de persistencia de excitación en términos de entradas y trayectorias de parámetros de programación cuando la dependencia funcional es de tipo polinomio. Estas condiciones tienen una interpretación de interpolación polinómica natural, y no requieren que las trayectorias de los parámetros de programación varíen lentamente. Este método se ilustra con un ejemplo de simulación utilizando dos trayectorias de parámetros diferentes ",
            "error": []
        },
        "scheduling parameter trajectories": {
            "translated_key": "scheduling",
            "translated_annotated_text": "Identificación de parámetros lineales que varían modelos Consideramos la identificación de una cierta clase de sistemas no lineales en tiempo discreto conocidos como sistema variable de parámetros lineales. Asumimos que las entradas, salidas y los parámetros de programación se miden directamente, y se conoce una forma de dependencia funcional de los coeficientes del sistema en los parámetros. Mostramos cómo este problema de identificación puede reducirse a una regresión lineal, y proporcionamos fórmulas compactas para los algoritmos de mínimos cuadrados y recursivos correspondientes. Se derivan condiciones de persistencia de excitación en términos de entradas y trayectorias del parámetro <br>scheduling</br> cuando la dependencia funcional es de tipo polinomio. Estas condiciones tienen una interpretación de interpolación polinómica natural, y no requieren que las trayectorias del parámetro <br>scheduling</br> varíen lentamente. Este método se ilustra con un ejemplo de simulación utilizando dos trayectorias de parámetros diferentes ",
            "error": [
                ""
            ]
        },
        "polynomial interpolation interpretation": {
            "translated_key": "interpretación de interpolación polinómica",
            "translated_annotated_text": "Identificación de parámetros lineales que varían modelos Consideramos la identificación de una cierta clase de sistemas no lineales en tiempo discreto conocidos como sistema variable de parámetros lineales. Asumimos que las entradas, salidas y los parámetros de programación se miden directamente, y se conoce una forma de dependencia funcional de los coeficientes del sistema en los parámetros. Mostramos cómo este problema de identificación puede reducirse a una regresión lineal, y proporcionamos fórmulas compactas para los algoritmos de mínimos cuadrados y recursivos correspondientes. Derivamos condiciones de persistencia de excitación en términos de entradas y trayectorias de parámetros de programación cuando la dependencia funcional es de tipo polinomio. Estas condiciones tienen una <br>interpretación de interpolación polinómica</br> natural, y no requieren que las trayectorias de los parámetros de programación varíen lentamente.  Este método se ilustra con un ejemplo de simulación utilizando dos trayectorias de parámetros diferentes ",
            "error": [
                ""
            ]
        },
        "parameter trajectories": {
            "translated_key": "paramétricas",
            "translated_annotated_text": "Identificación de parámetros lineales que varían modelos Consideramos la identificación de una cierta clase de sistemas no lineales en tiempo discreto conocidos como sistema variable de parámetros lineales. Asumimos que las entradas, salidas y los parámetros de programación se miden directamente, y se conoce una forma de dependencia funcional de los coeficientes del sistema en los parámetros. Mostramos cómo este problema de identificación puede reducirse a una regresión lineal, y proporcionamos fórmulas compactas para los algoritmos de mínimos cuadrados y recursivos correspondientes. Se derivan condiciones de persistencia de excitación en términos de entradas y programación de trayectorias <br>paramétricas</br> cuando la dependencia funcional es de tipo polinomio. Estas condiciones tienen una interpretación de interpolación polinómica natural, y no requieren que las trayectorias de programación <br>paramétricas</br> varíen lentamente. Este método se ilustra con un ejemplo de simulación usando dos trayectorias diferentes <br>paramétricas</br> ",
            "error": [
                ""
            ]
        },
        "time-varying systems": {
            "translated_key": [],
            "translated_annotated_text": "Identificación de parámetros lineales que varían modelos Consideramos la identificación de una cierta clase de sistemas no lineales en tiempo discreto conocidos como sistema variable de parámetros lineales. Asumimos que las entradas, salidas y los parámetros de programación se miden directamente, y se conoce una forma de dependencia funcional de los coeficientes del sistema en los parámetros. Mostramos cómo este problema de identificación puede reducirse a una regresión lineal, y proporcionamos fórmulas compactas para los algoritmos de mínimos cuadrados y recursivos correspondientes. Derivamos condiciones de persistencia de excitación en términos de entradas y trayectorias de parámetros de programación cuando la dependencia funcional es de tipo polinomio. Estas condiciones tienen una interpretación de interpolación polinómica natural, y no requieren que las trayectorias de los parámetros de programación varíen lentamente. Este método se ilustra con un ejemplo de simulación utilizando dos trayectorias de parámetros diferentes ",
            "error": []
        },
        "discrete time systems": {
            "translated_key": [],
            "translated_annotated_text": "Identificación de parámetros lineales que varían modelos Consideramos la identificación de una cierta clase de sistemas no lineales en tiempo discreto conocidos como sistema variable de parámetros lineales. Asumimos que las entradas, salidas y los parámetros de programación se miden directamente, y se conoce una forma de dependencia funcional de los coeficientes del sistema en los parámetros. Mostramos cómo este problema de identificación puede reducirse a una regresión lineal, y proporcionamos fórmulas compactas para los algoritmos de mínimos cuadrados y recursivos correspondientes. Derivamos condiciones de persistencia de excitación en términos de entradas y trayectorias de parámetros de programación cuando la dependencia funcional es de tipo polinomio. Estas condiciones tienen una interpretación de interpolación polinómica natural, y no requieren que las trayectorias de los parámetros de programación varíen lentamente. Este método se ilustra con un ejemplo de simulación utilizando dos trayectorias de parámetros diferentes ",
            "error": []
        },
        "least mean squares methods": {
            "translated_key": [],
            "translated_annotated_text": "Identificación de parámetros lineales que varían modelos Consideramos la identificación de una cierta clase de sistemas no lineales en tiempo discreto conocidos como sistema variable de parámetros lineales. Asumimos que las entradas, salidas y los parámetros de programación se miden directamente, y se conoce una forma de dependencia funcional de los coeficientes del sistema en los parámetros. Mostramos cómo este problema de identificación puede reducirse a una regresión lineal, y proporcionamos fórmulas compactas para los algoritmos de mínimos cuadrados y recursivos correspondientes. Derivamos condiciones de persistencia de excitación en términos de entradas y trayectorias de parámetros de programación cuando la dependencia funcional es de tipo polinomio. Estas condiciones tienen una interpretación de interpolación polinómica natural, y no requieren que las trayectorias de los parámetros de programación varíen lentamente. Este método se ilustra con un ejemplo de simulación utilizando dos trayectorias de parámetros diferentes ",
            "error": []
        },
        "least squares approximations": {
            "translated_key": [],
            "translated_annotated_text": "Identificación de parámetros lineales que varían modelos Consideramos la identificación de una cierta clase de sistemas no lineales en tiempo discreto conocidos como sistema variable de parámetros lineales. Asumimos que las entradas, salidas y los parámetros de programación se miden directamente, y se conoce una forma de dependencia funcional de los coeficientes del sistema en los parámetros. Mostramos cómo este problema de identificación puede reducirse a una regresión lineal, y proporcionamos fórmulas compactas para los algoritmos de mínimos cuadrados y recursivos correspondientes. Derivamos condiciones de persistencia de excitación en términos de entradas y trayectorias de parámetros de programación cuando la dependencia funcional es de tipo polinomio. Estas condiciones tienen una interpretación de interpolación polinómica natural, y no requieren que las trayectorias de los parámetros de programación varíen lentamente. Este método se ilustra con un ejemplo de simulación utilizando dos trayectorias de parámetros diferentes ",
            "error": []
        },
        "nonlinear control systems": {
            "translated_key": [],
            "translated_annotated_text": "Identificación de parámetros lineales que varían modelos Consideramos la identificación de una cierta clase de sistemas no lineales en tiempo discreto conocidos como sistema variable de parámetros lineales. Asumimos que las entradas, salidas y los parámetros de programación se miden directamente, y se conoce una forma de dependencia funcional de los coeficientes del sistema en los parámetros. Mostramos cómo este problema de identificación puede reducirse a una regresión lineal, y proporcionamos fórmulas compactas para los algoritmos de mínimos cuadrados y recursivos correspondientes. Derivamos condiciones de persistencia de excitación en términos de entradas y trayectorias de parámetros de programación cuando la dependencia funcional es de tipo polinomio. Estas condiciones tienen una interpretación de interpolación polinómica natural, y no requieren que las trayectorias de los parámetros de programación varíen lentamente. Este método se ilustra con un ejemplo de simulación utilizando dos trayectorias de parámetros diferentes ",
            "error": []
        },
        "parameter estimation": {
            "translated_key": [],
            "translated_annotated_text": "Identificación de parámetros lineales que varían modelos Consideramos la identificación de una cierta clase de sistemas no lineales en tiempo discreto conocidos como sistema variable de parámetros lineales. Asumimos que las entradas, salidas y los parámetros de programación se miden directamente, y se conoce una forma de dependencia funcional de los coeficientes del sistema en los parámetros. Mostramos cómo este problema de identificación puede reducirse a una regresión lineal, y proporcionamos fórmulas compactas para los algoritmos de mínimos cuadrados y recursivos correspondientes. Derivamos condiciones de persistencia de excitación en términos de entradas y trayectorias de parámetros de programación cuando la dependencia funcional es de tipo polinomio. Estas condiciones tienen una interpretación de interpolación polinómica natural, y no requieren que las trayectorias de los parámetros de programación varíen lentamente. Este método se ilustra con un ejemplo de simulación utilizando dos trayectorias de parámetros diferentes ",
            "error": []
        },
        "polynomial approximation": {
            "translated_key": [],
            "translated_annotated_text": "Identificación de parámetros lineales que varían modelos Consideramos la identificación de una cierta clase de sistemas no lineales en tiempo discreto conocidos como sistema variable de parámetros lineales. Asumimos que las entradas, salidas y los parámetros de programación se miden directamente, y se conoce una forma de dependencia funcional de los coeficientes del sistema en los parámetros. Mostramos cómo este problema de identificación puede reducirse a una regresión lineal, y proporcionamos fórmulas compactas para los algoritmos de mínimos cuadrados y recursivos correspondientes. Derivamos condiciones de persistencia de excitación en términos de entradas y trayectorias de parámetros de programación cuando la dependencia funcional es de tipo polinomio. Estas condiciones tienen una interpretación de interpolación polinómica natural, y no requieren que las trayectorias de los parámetros de programación varíen lentamente. Este método se ilustra con un ejemplo de simulación utilizando dos trayectorias de parámetros diferentes ",
            "error": []
        },
        "recursive estimation": {
            "translated_key": [],
            "translated_annotated_text": "Identificación de parámetros lineales que varían modelos Consideramos la identificación de una cierta clase de sistemas no lineales en tiempo discreto conocidos como sistema variable de parámetros lineales. Asumimos que las entradas, salidas y los parámetros de programación se miden directamente, y se conoce una forma de dependencia funcional de los coeficientes del sistema en los parámetros. Mostramos cómo este problema de identificación puede reducirse a una regresión lineal, y proporcionamos fórmulas compactas para los algoritmos de mínimos cuadrados y recursivos correspondientes. Derivamos condiciones de persistencia de excitación en términos de entradas y trayectorias de parámetros de programación cuando la dependencia funcional es de tipo polinomio. Estas condiciones tienen una interpretación de interpolación polinómica natural, y no requieren que las trayectorias de los parámetros de programación varíen lentamente. Este método se ilustra con un ejemplo de simulación utilizando dos trayectorias de parámetros diferentes ",
            "error": []
        },
        "statistical analysis": {
            "translated_key": [],
            "translated_annotated_text": "Identificación de parámetros lineales que varían modelos Consideramos la identificación de una cierta clase de sistemas no lineales en tiempo discreto conocidos como sistema variable de parámetros lineales. Asumimos que las entradas, salidas y los parámetros de programación se miden directamente, y se conoce una forma de dependencia funcional de los coeficientes del sistema en los parámetros. Mostramos cómo este problema de identificación puede reducirse a una regresión lineal, y proporcionamos fórmulas compactas para los algoritmos de mínimos cuadrados y recursivos correspondientes. Derivamos condiciones de persistencia de excitación en términos de entradas y trayectorias de parámetros de programación cuando la dependencia funcional es de tipo polinomio. Estas condiciones tienen una interpretación de interpolación polinómica natural, y no requieren que las trayectorias de los parámetros de programación varíen lentamente. Este método se ilustra con un ejemplo de simulación utilizando dos trayectorias de parámetros diferentes ",
            "error": []
        }
    }
}