{
    "original_text": "Robustness of trajectories with finite time extent The problem of estimating perturbation bounds of finite trajectories is considered. The trajectory is assumed to be generated by a linear system with uncertainty characterized in terms of integral quadratic constraints. It is shown that such perturbation bounds can be obtained as the solution to a nonconvex quadratic optimization problem, which can be addressed using Lagrange relaxation. The result can be used in robustness analysis of hybrid systems and switched dynamical systems",
    "original_translation": "Robustia de trayectorias con extensión de tiempo finito Se considera el problema de estimar límites de perturbación de trayectorias finitas. Se supone que la trayectoria es generada por un sistema lineal con incertidumbre caracterizada en términos de restricciones cuadráticas integrales. Se muestra que tales límites de perturbación se pueden obtener como la solución a un problema de optimización cuadrática no convexa, que se puede abordar mediante la relajación Lagrange. El resultado se puede utilizar en el análisis de robustez de sistemas híbridos y sistemas dinámicos conmutados",
    "error_count": 7,
    "keys": {
        "trajectories robustness": {
            "translated_key": [],
            "translated_annotated_text": "Robustia de trayectorias con extensión de tiempo finito Se considera el problema de estimar límites de perturbación de trayectorias finitas. Se supone que la trayectoria es generada por un sistema lineal con incertidumbre caracterizada en términos de restricciones cuadráticas integrales. Se muestra que tales límites de perturbación se pueden obtener como la solución a un problema de optimización cuadrática no convexa, que se puede abordar mediante la relajación Lagrange. El resultado se puede utilizar en el análisis de robustez de sistemas híbridos y sistemas dinámicos conmutados ",
            "error": []
        },
        "finite time extent": {
            "translated_key": "dimensión de tiempo final",
            "translated_annotated_text": "Robustia de trayectorias con \"dimensión de tiempo final\" Se considera el problema de estimar los límites de perturbación de trayectorias finitas. Se supone que la trayectoria es generada por un sistema lineal con incertidumbre caracterizada en términos de restricciones cuadráticas integrales. Se muestra que tales límites de perturbación se pueden obtener como la solución a un problema de optimización cuadrática no convexa, que se puede abordar mediante la relajación Lagrange. El resultado se puede utilizar en el análisis de robustez de sistemas híbridos y sistemas dinámicos conmutados ",
            "error": [
                ""
            ]
        },
        "perturbation bounds": {
            "translated_key": "límites de perturbación",
            "translated_annotated_text": "Robustia de trayectorias con extensión de tiempo finito Se considera el problema de estimar \"límites de perturbación\" de trayectorias finitas. Se supone que la trayectoria es generada por un sistema lineal con incertidumbre caracterizada en términos de restricciones cuadráticas integrales. Se muestra que tales \"límites de perturbación\" se pueden obtener como la solución a un problema de optimización cuadrática no convexa, que se puede abordar mediante la relajación Lagrange. El resultado se puede utilizar en el análisis de robustez de sistemas híbridos y sistemas dinámicos conmutados ",
            "error": [
                ""
            ]
        },
        "linear system": {
            "translated_key": "sistema lineal",
            "translated_annotated_text": "Robustia de trayectorias con extensión de tiempo finito Se considera el problema de estimar límites de perturbación de trayectorias finitas. Se supone que la trayectoria es generada por un \"sistema lineal\" con incertidumbre caracterizada en términos de restricciones cuadráticas integrales. Se muestra que tales límites de perturbación se pueden obtener como la solución a un problema de optimización cuadrática no convexa, que se puede abordar mediante la relajación Lagrange. El resultado se puede utilizar en el análisis de robustez de sistemas híbridos y sistemas dinámicos conmutados ",
            "error": [
                ""
            ]
        },
        "uncertainty": {
            "translated_key": "incertidumbre",
            "translated_annotated_text": "Robustia de trayectorias con extensión de tiempo finito Se considera el problema de estimar límites de perturbación de trayectorias finitas. Se supone que la trayectoria es generada por un sistema lineal con \"incertidumbre\" caracterizada en términos de restricciones cuadráticas integrales. Se muestra que tales límites de perturbación se pueden obtener como la solución a un problema de optimización cuadrática no convexa, que se puede abordar mediante la relajación Lagrange. El resultado se puede utilizar en el análisis de robustez de sistemas híbridos y sistemas dinámicos conmutados ",
            "error": [
                ""
            ]
        },
        "integral quadratic constraints": {
            "translated_key": "limitaciones cuadráticas integrales",
            "translated_annotated_text": "Robustia de trayectorias con extensión de tiempo finito Se considera el problema de estimar límites de perturbación de trayectorias finitas. Se supone que la trayectoria es generada por un sistema lineal con incertidumbre caracterizada en términos de \"limitaciones cuadráticas integrales\". Se muestra que tales límites de perturbación se pueden obtener como la solución a un problema de optimización cuadrática no convexa, que se puede abordar mediante la relajación Lagrange. El resultado se puede utilizar en el análisis de robustez de sistemas híbridos y sistemas dinámicos conmutados ",
            "error": [
                ""
            ]
        },
        "nonconvex quadratic optimization problem": {
            "translated_key": "problema de optimización cuadrática no convexa",
            "translated_annotated_text": "Robustia de trayectorias con extensión de tiempo finito Se considera el problema de estimar límites de perturbación de trayectorias finitas. Se supone que la trayectoria es generada por un sistema lineal con incertidumbre caracterizada en términos de restricciones cuadráticas integrales. Se muestra que tales límites de perturbación se pueden obtener como la solución a un \"problema de optimización cuadrática no convexa\", que se puede abordar mediante la relajación Lagrange. El resultado se puede utilizar en el análisis de robustez de sistemas híbridos y sistemas dinámicos conmutados ",
            "error": [
                ""
            ]
        },
        "Lagrange relaxation": {
            "translated_key": "Lagrange relax",
            "translated_annotated_text": "Robustia de trayectorias con extensión de tiempo finito Se considera el problema de estimar límites de perturbación de trayectorias finitas. Se supone que la trayectoria es generada por un sistema lineal con incertidumbre caracterizada en términos de restricciones cuadráticas integrales. Se muestra que tales límites de perturbación se pueden obtener como la solución a un problema de optimización cuadrática no convexa, que se puede abordar utilizando \"Lagrange relax\". El resultado se puede utilizar en el análisis de robustez de sistemas híbridos y sistemas dinámicos conmutados ",
            "error": [
                ""
            ]
        },
        "robustness analysis": {
            "translated_key": "análisis de robustez",
            "translated_annotated_text": "Robustia de trayectorias con extensión de tiempo finito Se considera el problema de estimar límites de perturbación de trayectorias finitas. Se supone que la trayectoria es generada por un sistema lineal con incertidumbre caracterizada en términos de restricciones cuadráticas integrales. Se muestra que tales límites de perturbación se pueden obtener como la solución a un problema de optimización cuadrática no convexa, que se puede abordar mediante la relajación Lagrange. El resultado puede ser utilizado en el \"análisis de robustez\" de sistemas híbridos y sistemas dinámicos conmutados ",
            "error": [
                ""
            ]
        },
        "hybrid systems": {
            "translated_key": "sistemas híbridos",
            "translated_annotated_text": "Robustia de trayectorias con extensión de tiempo finito Se considera el problema de estimar límites de perturbación de trayectorias finitas. Se supone que la trayectoria es generada por un sistema lineal con incertidumbre caracterizada en términos de restricciones cuadráticas integrales. Se muestra que tales límites de perturbación se pueden obtener como la solución a un problema de optimización cuadrática no convexa, que se puede abordar mediante la relajación Lagrange. El resultado se puede utilizar en el análisis de robustez de \"sistemas híbridos\" y sistemas dinámicos conmutados ",
            "error": [
                ""
            ]
        },
        "switched dynamical systems": {
            "translated_key": "sistemas dinámicos conmutados",
            "translated_annotated_text": "Robustia de trayectorias con extensión de tiempo finito Se considera el problema de estimar límites de perturbación de trayectorias finitas. Se supone que la trayectoria es generada por un sistema lineal con incertidumbre caracterizada en términos de restricciones cuadráticas integrales. Se muestra que tales límites de perturbación se pueden obtener como la solución a un problema de optimización cuadrática no convexa, que se puede abordar mediante la relajación Lagrange. El resultado se puede utilizar en el análisis de robustez de sistemas híbridos y \"sistemas dinámicos conmutados\" ",
            "error": [
                ""
            ]
        },
        "invariance": {
            "translated_key": [],
            "translated_annotated_text": "Robustia de trayectorias con extensión de tiempo finito Se considera el problema de estimar límites de perturbación de trayectorias finitas. Se supone que la trayectoria es generada por un sistema lineal con incertidumbre caracterizada en términos de restricciones cuadráticas integrales. Se muestra que tales límites de perturbación se pueden obtener como la solución a un problema de optimización cuadrática no convexa, que se puede abordar mediante la relajación Lagrange. El resultado se puede utilizar en el análisis de robustez de sistemas híbridos y sistemas dinámicos conmutados ",
            "error": []
        },
        "linear systems": {
            "translated_key": [],
            "translated_annotated_text": "Robustia de trayectorias con extensión de tiempo finito Se considera el problema de estimar límites de perturbación de trayectorias finitas. Se supone que la trayectoria es generada por un sistema lineal con incertidumbre caracterizada en términos de restricciones cuadráticas integrales. Se muestra que tales límites de perturbación se pueden obtener como la solución a un problema de optimización cuadrática no convexa, que se puede abordar mediante la relajación Lagrange. El resultado se puede utilizar en el análisis de robustez de sistemas híbridos y sistemas dinámicos conmutados ",
            "error": []
        },
        "optimal control": {
            "translated_key": [],
            "translated_annotated_text": "Robustia de trayectorias con extensión de tiempo finito Se considera el problema de estimar límites de perturbación de trayectorias finitas. Se supone que la trayectoria es generada por un sistema lineal con incertidumbre caracterizada en términos de restricciones cuadráticas integrales. Se muestra que tales límites de perturbación se pueden obtener como la solución a un problema de optimización cuadrática no convexa, que se puede abordar mediante la relajación Lagrange. El resultado se puede utilizar en el análisis de robustez de sistemas híbridos y sistemas dinámicos conmutados ",
            "error": []
        },
        "optimisation": {
            "translated_key": [],
            "translated_annotated_text": "Robustia de trayectorias con extensión de tiempo finito Se considera el problema de estimar límites de perturbación de trayectorias finitas. Se supone que la trayectoria es generada por un sistema lineal con incertidumbre caracterizada en términos de restricciones cuadráticas integrales. Se muestra que tales límites de perturbación se pueden obtener como la solución a un problema de optimización cuadrática no convexa, que se puede abordar mediante la relajación Lagrange. El resultado se puede utilizar en el análisis de robustez de sistemas híbridos y sistemas dinámicos conmutados ",
            "error": []
        },
        "robust control": {
            "translated_key": [],
            "translated_annotated_text": "Robustia de trayectorias con extensión de tiempo finito Se considera el problema de estimar límites de perturbación de trayectorias finitas. Se supone que la trayectoria es generada por un sistema lineal con incertidumbre caracterizada en términos de restricciones cuadráticas integrales. Se muestra que tales límites de perturbación se pueden obtener como la solución a un problema de optimización cuadrática no convexa, que se puede abordar mediante la relajación Lagrange. El resultado se puede utilizar en el análisis de robustez de sistemas híbridos y sistemas dinámicos conmutados ",
            "error": []
        },
        "uncertain systems": {
            "translated_key": [],
            "translated_annotated_text": "Robustia de trayectorias con extensión de tiempo finito Se considera el problema de estimar límites de perturbación de trayectorias finitas. Se supone que la trayectoria es generada por un sistema lineal con incertidumbre caracterizada en términos de restricciones cuadráticas integrales. Se muestra que tales límites de perturbación se pueden obtener como la solución a un problema de optimización cuadrática no convexa, que se puede abordar mediante la relajación Lagrange. El resultado se puede utilizar en el análisis de robustez de sistemas híbridos y sistemas dinámicos conmutados ",
            "error": []
        }
    }
}