{
    "original_text": "Closed-loop persistent identification of linear systems with unmodeled dynamics and stochastic disturbances The essential issues of time complexity and probing signal selection are studied for persistent identification of linear time-invariant systems in a closed-loop setting. By establishing both upper and lower bounds on identification accuracy as functions of the length of observation, size of unmodeled dynamics, and stochastic disturbances, we demonstrate the inherent impact of unmodeled dynamics on identification accuracy, reduction of time complexity by stochastic averaging on disturbances, and probing capability of full rank periodic signals for closed-loop persistent identification. These findings indicate that the mixed formulation, in which deterministic uncertainty of system dynamics is blended with random disturbances, is beneficial to reduction of identification complexity",
    "original_translation": "Identificación persistente en circuito cerrado de sistemas lineales con dinámicas no modeladas y perturbaciones estocásticas Se estudian los problemas esenciales de la complejidad del tiempo y la selección de señales de sondeo para la identificación persistente de sistemas lineales invariantes del tiempo en un entorno de bucle cerrado. Al establecer límites superiores e inferiores en la precisión de identificación como funciones de la longitud de la observación, tamaño de la dinámica no modelada y perturbaciones estocásticas, demostramos el impacto inherente de la dinámica no modelada en la precisión de identificación, reducción de la complejidad del tiempo por promedio estocástico en las perturbaciones, y capacidad de sondeo de señales periódicas de rango completo para la identificación persistente de circuito cerrado. Estos hallazgos indican que la formulación mixta, en la que la incertidumbre determinista de la dinámica del sistema se mezcla con perturbaciones aleatorias, es beneficiosa para reducir la complejidad de la identificación",
    "error_count": 9,
    "keys": {
        "closed-loop persistent identification": {
            "translated_key": "identificación persistente del bucle cerrado",
            "translated_annotated_text": "Identificación persistente en circuito cerrado de sistemas lineales con dinámicas no modeladas y perturbaciones estocásticas Se estudian los problemas esenciales de la complejidad del tiempo y la selección de señales de sondeo para la identificación persistente de sistemas lineales invariantes del tiempo en un entorno de bucle cerrado. Al establecer límites superiores e inferiores en la precisión de identificación como funciones de la longitud de la observación, tamaño de la dinámica no modelada y perturbaciones estocásticas, demostramos el impacto inherente de la dinámica no modelada en la precisión de identificación, reducción de la complejidad del tiempo mediante un promedio estocástico en las perturbaciones, y capacidad de sondeo de señales periódicas de rango completo para la \"identificación persistente del bucle cerrado\". Estos hallazgos indican que la formulación mixta, en la que la incertidumbre determinista de la dinámica del sistema se mezcla con perturbaciones aleatorias, es beneficiosa para reducir la complejidad de la identificación ",
            "error": [
                ""
            ]
        },
        "unmodeled dynamics": {
            "translated_key": "dinámica no modelada",
            "translated_annotated_text": "Identificación persistente en circuito cerrado de sistemas lineales con \"dinámica no modelada\" y perturbaciones estocásticas Se estudian las cuestiones esenciales de la complejidad del tiempo y la selección de señales de sondeo para la identificación persistente de sistemas lineales invariantes del tiempo en un entorno de bucle cerrado. Al establecer límites superiores e inferiores en la precisión de identificación como funciones de la longitud de la observación, tamaño de \"dinámica no modelada\", y perturbaciones estocásticas, demostramos el impacto inherente de \"dinámica no modelada\" en la precisión de identificación, reducción de la complejidad del tiempo por promedio estocástico en perturbaciones, y capacidad de sondeo de señales periódicas de rango completo para la identificación persistente de circuito cerrado. Estos hallazgos indican que la formulación mixta, en la que la incertidumbre determinista de la dinámica del sistema se mezcla con perturbaciones aleatorias, es beneficiosa para reducir la complejidad de la identificación ",
            "error": [
                ""
            ]
        },
        "linear time-invariant systems": {
            "translated_key": "sistemas lineales invariantes del tiempo",
            "translated_annotated_text": "Identificación persistente en circuito cerrado de sistemas lineales con dinámicas no modeladas y perturbaciones estocásticas Se estudian los problemas esenciales de la complejidad del tiempo y la selección de señales de sondeo para la identificación persistente de \"sistemas lineales invariantes del tiempo\" en un entorno de bucle cerrado. Al establecer límites superiores e inferiores en la precisión de identificación como funciones de la longitud de la observación, tamaño de la dinámica no modelada y perturbaciones estocásticas, demostramos el impacto inherente de la dinámica no modelada en la precisión de identificación, reducción de la complejidad del tiempo por promedio estocástico en las perturbaciones, y capacidad de sondeo de señales periódicas de rango completo para la identificación persistente de circuito cerrado. Estos hallazgos indican que la formulación mixta, en la que la incertidumbre determinista de la dinámica del sistema se mezcla con perturbaciones aleatorias, es beneficiosa para reducir la complejidad de la identificación ",
            "error": [
                ""
            ]
        },
        "upper bounds": {
            "translated_key": [],
            "translated_annotated_text": "Identificación persistente en circuito cerrado de sistemas lineales con dinámicas no modeladas y perturbaciones estocásticas Se estudian los problemas esenciales de la complejidad del tiempo y la selección de señales de sondeo para la identificación persistente de sistemas lineales invariantes del tiempo en un entorno de bucle cerrado. Al establecer límites superiores e inferiores en la precisión de identificación como funciones de la longitud de la observación, tamaño de la dinámica no modelada y perturbaciones estocásticas, demostramos el impacto inherente de la dinámica no modelada en la precisión de identificación, reducción de la complejidad del tiempo por promedio estocástico en las perturbaciones, y capacidad de sondeo de señales periódicas de rango completo para la identificación persistente de circuito cerrado. Estos hallazgos indican que la formulación mixta, en la que la incertidumbre determinista de la dinámica del sistema se mezcla con perturbaciones aleatorias, es beneficiosa para reducir la complejidad de la identificación ",
            "error": []
        },
        "lower bounds": {
            "translated_key": [],
            "translated_annotated_text": "Identificación persistente en circuito cerrado de sistemas lineales con dinámicas no modeladas y perturbaciones estocásticas Se estudian los problemas esenciales de la complejidad del tiempo y la selección de señales de sondeo para la identificación persistente de sistemas lineales invariantes del tiempo en un entorno de bucle cerrado. Al establecer los límites superior e inferior en la precisión de identificación como funciones de la longitud de observación, tamaño de la dinámica no modelada y perturbaciones estocásticas, demostramos el impacto inherente de la dinámica no modelada en la precisión de identificación, reducción de la complejidad del tiempo por promedio estocástico en las perturbaciones, y capacidad de sondeo de señales periódicas de rango completo para la identificación persistente de circuito cerrado. Estos hallazgos indican que la formulación mixta, en la que la incertidumbre determinista de la dinámica del sistema se mezcla con perturbaciones aleatorias, es beneficiosa para reducir la complejidad de la identificación ",
            "error": []
        },
        "identification accuracy": {
            "translated_key": [
                "precisión de identificación",
                "exactitud de identificación"
            ],
            "translated_annotated_text": "Identificación persistente en circuito cerrado de sistemas lineales con dinámicas no modeladas y perturbaciones estocásticas Se estudian los problemas esenciales de la complejidad del tiempo y la selección de señales de sondeo para la identificación persistente de sistemas lineales invariantes del tiempo en un entorno de bucle cerrado. Al establecer límites superiores e inferiores sobre la \"precisión de identificación\" como funciones de la longitud de la observación, el tamaño de la dinámica no modelada y las perturbaciones estocásticas, demostramos el impacto inherente de la dinámica no modelada sobre la \"exactitud de identificación\", la reducción de la complejidad del tiempo mediante un promedio estocástico sobre las perturbaciones, y la capacidad de sondeo de señales periódicas de rango completo para la identificación persistente de circuito cerrado. Estos hallazgos indican que la formulación mixta, en la que la incertidumbre determinista de la dinámica del sistema se mezcla con perturbaciones aleatorias, es beneficiosa para reducir la complejidad de la identificación ",
            "error": [
                "precisión de identificación",
                "exactitud de identificación"
            ]
        },
        "full rank periodic signals": {
            "translated_key": "señales periódicas de rango completo",
            "translated_annotated_text": "Identificación persistente en circuito cerrado de sistemas lineales con dinámicas no modeladas y perturbaciones estocásticas Se estudian los problemas esenciales de la complejidad del tiempo y la selección de señales de sondeo para la identificación persistente de sistemas lineales invariantes del tiempo en un entorno de bucle cerrado. Al establecer límites superiores e inferiores en la precisión de identificación como funciones de la longitud de la observación, tamaño de la dinámica no modelada y perturbaciones estocásticas, demostramos el impacto inherente de la dinámica no modelada en la precisión de identificación, reducción de la complejidad del tiempo mediante un promedio estocástico en las perturbaciones, y capacidad de sondeo de \"señales periódicas de rango completo\" para la identificación persistente del bucle cerrado. Estos hallazgos indican que la formulación mixta, en la que la incertidumbre determinista de la dinámica del sistema se mezcla con perturbaciones aleatorias, es beneficiosa para reducir la complejidad de la identificación ",
            "error": [
                ""
            ]
        },
        "stochastic disturbances": {
            "translated_key": "alteraciones estocásticas",
            "translated_annotated_text": "Identificación persistente en circuito cerrado de sistemas lineales con dinámicas no modeladas y \"alteraciones estocásticas\" Los problemas esenciales de la complejidad del tiempo y la selección de señales de sondeo se estudian para la identificación persistente de sistemas lineales invariantes del tiempo en un entorno de bucle cerrado. Al establecer límites superiores e inferiores en la precisión de identificación como funciones de la longitud de observación, tamaño de la dinámica no modelada y \"alteraciones estocásticas\", demostramos el impacto inherente de la dinámica no modelada en la precisión de identificación, la reducción de la complejidad del tiempo mediante un promedio estocástico en las perturbaciones, y la capacidad de sondeo de señales periódicas de rango completo para la identificación persistente de circuito cerrado. Estos hallazgos indican que la formulación mixta, en la que la incertidumbre determinista de la dinámica del sistema se mezcla con perturbaciones aleatorias, es beneficiosa para reducir la complejidad de la identificación ",
            "error": [
                ""
            ]
        },
        "time complexity": {
            "translated_key": "complejidad del tiempo",
            "translated_annotated_text": "Identificación persistente en circuito cerrado de sistemas lineales con dinámicas no modeladas y perturbaciones estocásticas Los problemas esenciales de la \"complejidad del tiempo\" y la selección de señales de sondeo se estudian para la identificación persistente de sistemas lineales invariantes del tiempo en un entorno de bucle cerrado. Al establecer límites superiores e inferiores en la precisión de identificación como funciones de la longitud de la observación, tamaño de la dinámica no modelada y perturbaciones estocásticas, demostramos el impacto inherente de la dinámica no modelada en la precisión de identificación, reducción de la \"complejidad del tiempo\" por promedio estocástico en las perturbaciones, y capacidad de sondeo de señales periódicas de rango completo para la identificación persistente de lazo cerrado. Estos hallazgos indican que la formulación mixta, en la que la incertidumbre determinista de la dinámica del sistema se mezcla con perturbaciones aleatorias, es beneficiosa para reducir la complejidad de la identificación ",
            "error": [
                ""
            ]
        },
        "probing signal selection": {
            "translated_key": "selección de señales de sondeo",
            "translated_annotated_text": "Identificación persistente en circuito cerrado de sistemas lineales con dinámicas no modeladas y perturbaciones estocásticas Se estudian los problemas esenciales de la complejidad del tiempo y la \"selección de señales de sondeo\" para la identificación persistente de sistemas lineales invariantes del tiempo en un entorno de bucle cerrado. Al establecer límites superiores e inferiores en la precisión de identificación como funciones de la longitud de la observación, tamaño de la dinámica no modelada y perturbaciones estocásticas, demostramos el impacto inherente de la dinámica no modelada en la precisión de identificación, reducción de la complejidad del tiempo por promedio estocástico en las perturbaciones, y capacidad de sondeo de señales periódicas de rango completo para la identificación persistente de circuito cerrado. Estos hallazgos indican que la formulación mixta, en la que la incertidumbre determinista de la dinámica del sistema se mezcla con perturbaciones aleatorias, es beneficiosa para reducir la complejidad de la identificación ",
            "error": [
                ""
            ]
        },
        "adaptive control": {
            "translated_key": [],
            "translated_annotated_text": "Identificación persistente en circuito cerrado de sistemas lineales con dinámicas no modeladas y perturbaciones estocásticas Se estudian los problemas esenciales de la complejidad del tiempo y la selección de señales de sondeo para la identificación persistente de sistemas lineales invariantes del tiempo en un entorno de bucle cerrado. Al establecer límites superiores e inferiores en la precisión de identificación como funciones de la longitud de la observación, tamaño de la dinámica no modelada y perturbaciones estocásticas, demostramos el impacto inherente de la dinámica no modelada en la precisión de identificación, reducción de la complejidad del tiempo por promedio estocástico en las perturbaciones, y capacidad de sondeo de señales periódicas de rango completo para la identificación persistente de circuito cerrado. Estos hallazgos indican que la formulación mixta, en la que la incertidumbre determinista de la dinámica del sistema se mezcla con perturbaciones aleatorias, es beneficiosa para reducir la complejidad de la identificación ",
            "error": []
        },
        "closed loop systems": {
            "translated_key": [],
            "translated_annotated_text": "Identificación persistente en circuito cerrado de sistemas lineales con dinámicas no modeladas y perturbaciones estocásticas Se estudian los problemas esenciales de la complejidad del tiempo y la selección de señales de sondeo para la identificación persistente de sistemas lineales invariantes del tiempo en un entorno de bucle cerrado. Al establecer límites superiores e inferiores en la precisión de identificación como funciones de la longitud de la observación, tamaño de la dinámica no modelada y perturbaciones estocásticas, demostramos el impacto inherente de la dinámica no modelada en la precisión de identificación, reducción de la complejidad del tiempo por promedio estocástico en las perturbaciones, y capacidad de sondeo de señales periódicas de rango completo para la identificación persistente de circuito cerrado. Estos hallazgos indican que la formulación mixta, en la que la incertidumbre determinista de la dinámica del sistema se mezcla con perturbaciones aleatorias, es beneficiosa para reducir la complejidad de la identificación ",
            "error": []
        },
        "computational complexity": {
            "translated_key": [],
            "translated_annotated_text": "Identificación persistente en circuito cerrado de sistemas lineales con dinámicas no modeladas y perturbaciones estocásticas Se estudian los problemas esenciales de la complejidad del tiempo y la selección de señales de sondeo para la identificación persistente de sistemas lineales invariantes del tiempo en un entorno de bucle cerrado. Al establecer límites superiores e inferiores en la precisión de identificación como funciones de la longitud de la observación, tamaño de la dinámica no modelada y perturbaciones estocásticas, demostramos el impacto inherente de la dinámica no modelada en la precisión de identificación, reducción de la complejidad del tiempo por promedio estocástico en las perturbaciones, y capacidad de sondeo de señales periódicas de rango completo para la identificación persistente de circuito cerrado. Estos hallazgos indican que la formulación mixta, en la que la incertidumbre determinista de la dinámica del sistema se mezcla con perturbaciones aleatorias, es beneficiosa para reducir la complejidad de la identificación ",
            "error": []
        },
        "identification": {
            "translated_key": "identificación",
            "translated_annotated_text": "\"identificación\" persistente en circuito cerrado de sistemas lineales con dinámicas no modeladas y perturbaciones estocásticas Los problemas esenciales de la complejidad del tiempo y la selección de señales de sondeo se estudian para la \"identificación\" persistente de sistemas lineales invariantes del tiempo en un entorno de bucle cerrado. Al establecer límites superiores e inferiores sobre la precisión de la \"identificación\" como funciones de la longitud de observación, tamaño de la dinámica no modelada y perturbaciones estocásticas, demostramos el impacto inherente de la dinámica no modelada en la precisión de la \"identificación\", reducción de la complejidad del tiempo mediante un promedio estocástico en las perturbaciones, y capacidad de sondeo de señales periódicas de rango completo para la \"identificación\" persistente de circuito cerrado. Estos hallazgos indican que la formulación mixta, en la que la incertidumbre determinista de la dinámica del sistema se mezcla con perturbaciones aleatorias, es beneficiosa para la reducción de la complejidad de la \"identificación\" ",
            "error": [
                ""
            ]
        },
        "linear systems": {
            "translated_key": "sistemas lineales",
            "translated_annotated_text": "Identificación persistente en circuito cerrado de \"sistemas lineales\" con dinámicas no modeladas y perturbaciones estocásticas Los problemas esenciales de la complejidad del tiempo y la selección de señales de sondeo se estudian para la identificación persistente de sistemas lineales invariantes del tiempo en un entorno de bucle cerrado. Al establecer límites superiores e inferiores en la precisión de identificación como funciones de la longitud de la observación, tamaño de la dinámica no modelada y perturbaciones estocásticas, demostramos el impacto inherente de la dinámica no modelada en la precisión de identificación, reducción de la complejidad del tiempo por promedio estocástico en las perturbaciones, y capacidad de sondeo de señales periódicas de rango completo para la identificación persistente de circuito cerrado. Estos hallazgos indican que la formulación mixta, en la que la incertidumbre determinista de la dinámica del sistema se mezcla con perturbaciones aleatorias, es beneficiosa para reducir la complejidad de la identificación ",
            "error": [
                ""
            ]
        },
        "matrix algebra": {
            "translated_key": [],
            "translated_annotated_text": "Identificación persistente en circuito cerrado de sistemas lineales con dinámicas no modeladas y perturbaciones estocásticas Se estudian los problemas esenciales de la complejidad del tiempo y la selección de señales de sondeo para la identificación persistente de sistemas lineales invariantes del tiempo en un entorno de bucle cerrado. Al establecer límites superiores e inferiores en la precisión de identificación como funciones de la longitud de la observación, tamaño de la dinámica no modelada y perturbaciones estocásticas, demostramos el impacto inherente de la dinámica no modelada en la precisión de identificación, reducción de la complejidad del tiempo por promedio estocástico en las perturbaciones, y capacidad de sondeo de señales periódicas de rango completo para la identificación persistente de circuito cerrado. Estos hallazgos indican que la formulación mixta, en la que la incertidumbre determinista de la dinámica del sistema se mezcla con perturbaciones aleatorias, es beneficiosa para reducir la complejidad de la identificación ",
            "error": []
        },
        "robust control": {
            "translated_key": [],
            "translated_annotated_text": "Identificación persistente en circuito cerrado de sistemas lineales con dinámicas no modeladas y perturbaciones estocásticas Se estudian los problemas esenciales de la complejidad del tiempo y la selección de señales de sondeo para la identificación persistente de sistemas lineales invariantes del tiempo en un entorno de bucle cerrado. Al establecer límites superiores e inferiores en la precisión de identificación como funciones de la longitud de la observación, tamaño de la dinámica no modelada y perturbaciones estocásticas, demostramos el impacto inherente de la dinámica no modelada en la precisión de identificación, reducción de la complejidad del tiempo por promedio estocástico en las perturbaciones, y capacidad de sondeo de señales periódicas de rango completo para la identificación persistente de circuito cerrado. Estos hallazgos indican que la formulación mixta, en la que la incertidumbre determinista de la dinámica del sistema se mezcla con perturbaciones aleatorias, es beneficiosa para reducir la complejidad de la identificación ",
            "error": []
        },
        "stochastic processes": {
            "translated_key": [],
            "translated_annotated_text": "Identificación persistente en circuito cerrado de sistemas lineales con dinámicas no modeladas y perturbaciones estocásticas Se estudian los problemas esenciales de la complejidad del tiempo y la selección de señales de sondeo para la identificación persistente de sistemas lineales invariantes del tiempo en un entorno de bucle cerrado. Al establecer límites superiores e inferiores en la precisión de identificación como funciones de la longitud de la observación, tamaño de la dinámica no modelada y perturbaciones estocásticas, demostramos el impacto inherente de la dinámica no modelada en la precisión de identificación, reducción de la complejidad del tiempo por promedio estocástico en las perturbaciones, y capacidad de sondeo de señales periódicas de rango completo para la identificación persistente de circuito cerrado. Estos hallazgos indican que la formulación mixta, en la que la incertidumbre determinista de la dinámica del sistema se mezcla con perturbaciones aleatorias, es beneficiosa para reducir la complejidad de la identificación ",
            "error": []
        }
    }
}