{
    "original_text": "Closed-loop model set validation under a stochastic framework Deals with probabilistic model set validation. It is assumed that the dynamics of a multi-input multi-output (MIMO) plant is described by a model set with unstructured uncertainties, and identification experiments are performed in closed loop. A necessary and sufficient condition has been derived for the consistency of the model set with both the stabilizing controller and closed-loop frequency domain experimental data (FDED). In this condition, only the Euclidean norm of a complex vector is involved, and this complex vector depends linearly on both the disturbances and the measurement errors. Based on this condition, an analytic formula has been derived for the sample unfalsified probability (SUP) of the model set. Some of the asymptotic statistical properties of the SUP have also been briefly discussed. A numerical example is included to illustrate the efficiency of the suggested method in model set quality evaluation",
    "original_translation": "Validación del conjunto de modelos de bucle cerrado bajo un marco estocástico Se ocupa de la validación del conjunto de modelos probabilísticos. Se supone que la dinámica de una planta multi-input multi-output (MIMO) se describe por un modelo conjunto con incertidumbres no estructuradas, y los experimentos de identificación se realizan en bucle cerrado. Se ha obtenido una condición necesaria y suficiente para la coherencia del conjunto de modelos con los datos experimentales de dominio de frecuencias de circuito cerrado y estabilizadores (FDED). En esta condición, sólo está involucrada la norma euclidiana de un vector complejo, y este vector complejo depende linealmente tanto de las perturbaciones como de los errores de medición. Sobre la base de esta condición, se ha obtenido una fórmula analítica para la probabilidad no falsificada de la muestra (SUP) del conjunto de modelos. Algunas de las propiedades estadísticas asintóticas de la SUP también se han discutido brevemente. Se incluye un ejemplo numérico para ilustrar la eficiencia del método sugerido en la evaluación de la calidad del conjunto de modelos",
    "error_count": 11,
    "keys": {
        "closed-loop model set validation": {
            "translated_key": [],
            "translated_annotated_text": "Validación del conjunto de modelos de bucle cerrado bajo un marco estocástico Se ocupa de la validación del conjunto de modelos probabilísticos. Se supone que la dinámica de una planta multi-input multi-output (MIMO) se describe por un modelo conjunto con incertidumbres no estructuradas, y los experimentos de identificación se realizan en bucle cerrado. Se ha obtenido una condición necesaria y suficiente para la coherencia del conjunto de modelos con los datos experimentales de dominio de frecuencias de circuito cerrado y estabilizadores (FDED). En esta condición, sólo está involucrada la norma euclidiana de un vector complejo, y este vector complejo depende linealmente tanto de las perturbaciones como de los errores de medición. Sobre la base de esta condición, se ha obtenido una fórmula analítica para la probabilidad no falsificada de la muestra (SUP) del conjunto de modelos. Algunas de las propiedades estadísticas asintóticas de la SUP también se han discutido brevemente. Se incluye un ejemplo numérico para ilustrar la eficiencia del método sugerido en la evaluación de la calidad del conjunto de modelos ",
            "error": []
        },
        "stochastic framework": {
            "translated_key": "marco estocástico",
            "translated_annotated_text": "Validación del conjunto de modelos de circuito cerrado bajo un \"marco estocástico\" Trata con la validación del conjunto de modelos probabilísticos. Se supone que la dinámica de una planta multi-input multi-output (MIMO) se describe por un modelo conjunto con incertidumbres no estructuradas, y los experimentos de identificación se realizan en bucle cerrado. Se ha obtenido una condición necesaria y suficiente para la coherencia del conjunto de modelos con los datos experimentales de dominio de frecuencias de circuito cerrado y estabilizadores (FDED). En esta condición, sólo está involucrada la norma euclidiana de un vector complejo, y este vector complejo depende linealmente tanto de las perturbaciones como de los errores de medición. Sobre la base de esta condición, se ha obtenido una fórmula analítica para la probabilidad no falsificada de la muestra (SUP) del conjunto de modelos. Algunas de las propiedades estadísticas asintóticas de la SUP también se han discutido brevemente. Se incluye un ejemplo numérico para ilustrar la eficiencia del método sugerido en la evaluación de la calidad del conjunto de modelos ",
            "error": [
                ""
            ]
        },
        "probabilistic model set validation": {
            "translated_key": "validación de conjuntos de modelos probabilísticos",
            "translated_annotated_text": "Validación de conjuntos de modelos de bucle cerrado bajo un marco estocástico Trata con \"validación de conjuntos de modelos probabilísticos\". Se supone que la dinámica de una planta multi-input multi-output (MIMO) se describe por un modelo conjunto con incertidumbres no estructuradas, y los experimentos de identificación se realizan en bucle cerrado. Se ha obtenido una condición necesaria y suficiente para la coherencia del conjunto de modelos con los datos experimentales de dominio de frecuencias de circuito cerrado y estabilizadores (FDED). En esta condición, sólo está involucrada la norma euclidiana de un vector complejo, y este vector complejo depende linealmente tanto de las perturbaciones como de los errores de medición. Sobre la base de esta condición, se ha obtenido una fórmula analítica para la probabilidad no falsificada de la muestra (SUP) del conjunto de modelos. Algunas de las propiedades estadísticas asintóticas de la SUP también se han discutido brevemente. Se incluye un ejemplo numérico para ilustrar la eficiencia del método sugerido en la evaluación de la calidad del conjunto de modelos ",
            "error": [
                ""
            ]
        },
        "multi-input multi-output plant": {
            "translated_key": [],
            "translated_annotated_text": "Validación del conjunto de modelos de bucle cerrado bajo un marco estocástico Se ocupa de la validación del conjunto de modelos probabilísticos. Se supone que la dinámica de una planta multi-input multi-output (MIMO) se describe por un modelo conjunto con incertidumbres no estructuradas, y los experimentos de identificación se realizan en bucle cerrado. Se ha obtenido una condición necesaria y suficiente para la coherencia del conjunto de modelos con los datos experimentales de dominio de frecuencias de circuito cerrado y estabilizadores (FDED). En esta condición, sólo está involucrada la norma euclidiana de un vector complejo, y este vector complejo depende linealmente tanto de las perturbaciones como de los errores de medición. Sobre la base de esta condición, se ha obtenido una fórmula analítica para la probabilidad no falsificada de la muestra (SUP) del conjunto de modelos. Algunas de las propiedades estadísticas asintóticas de la SUP también se han discutido brevemente. Se incluye un ejemplo numérico para ilustrar la eficiencia del método sugerido en la evaluación de la calidad del conjunto de modelos ",
            "error": []
        },
        "MIMO plant": {
            "translated_key": [],
            "translated_annotated_text": "Validación del conjunto de modelos de bucle cerrado bajo un marco estocástico Se ocupa de la validación del conjunto de modelos probabilísticos. Se supone que la dinámica de una planta multi-input multi-output (MIMO) se describe por un modelo conjunto con incertidumbres no estructuradas, y los experimentos de identificación se realizan en bucle cerrado. Se ha obtenido una condición necesaria y suficiente para la coherencia del conjunto de modelos con los datos experimentales de dominio de frecuencias de circuito cerrado y estabilizadores (FDED). En esta condición, sólo está involucrada la norma euclidiana de un vector complejo, y este vector complejo depende linealmente tanto de las perturbaciones como de los errores de medición. Sobre la base de esta condición, se ha obtenido una fórmula analítica para la probabilidad no falsificada de la muestra (SUP) del conjunto de modelos. Algunas de las propiedades estadísticas asintóticas de la SUP también se han discutido brevemente. Se incluye un ejemplo numérico para ilustrar la eficiencia del método sugerido en la evaluación de la calidad del conjunto de modelos ",
            "error": []
        },
        "unstructured uncertainties": {
            "translated_key": "incertidumbres no estructuradas",
            "translated_annotated_text": "Validación del conjunto de modelos de bucle cerrado bajo un marco estocástico Se ocupa de la validación del conjunto de modelos probabilísticos. Se supone que la dinámica de una planta multi-input multi-output (MIMO) es descrita por un modelo con \"incertidumbres no estructuradas\", y los experimentos de identificación se realizan en bucle cerrado. Se ha obtenido una condición necesaria y suficiente para la coherencia del conjunto de modelos con los datos experimentales de dominio de frecuencias de circuito cerrado y estabilizadores (FDED). En esta condición, sólo está involucrada la norma euclidiana de un vector complejo, y este vector complejo depende linealmente tanto de las perturbaciones como de los errores de medición. Sobre la base de esta condición, se ha obtenido una fórmula analítica para la probabilidad no falsificada de la muestra (SUP) del conjunto de modelos. Algunas de las propiedades estadísticas asintóticas de la SUP también se han discutido brevemente. Se incluye un ejemplo numérico para ilustrar la eficiencia del método sugerido en la evaluación de la calidad del conjunto de modelos ",
            "error": [
                ""
            ]
        },
        "necessary and sufficient condition": {
            "translated_key": "condición necesaria y suficiente",
            "translated_annotated_text": "Validación del conjunto de modelos de bucle cerrado bajo un marco estocástico Se ocupa de la validación del conjunto de modelos probabilísticos. Se supone que la dinámica de una planta multi-input multi-output (MIMO) se describe por un modelo conjunto con incertidumbres no estructuradas, y los experimentos de identificación se realizan en bucle cerrado. Se ha obtenido una \"condición necesaria y suficiente\" para la coherencia del conjunto de modelos con los datos experimentales de dominio de frecuencia de circuito cerrado y estabilizador (FDED). En esta condición, sólo está involucrada la norma euclidiana de un vector complejo, y este vector complejo depende linealmente tanto de las perturbaciones como de los errores de medición. Sobre la base de esta condición, se ha obtenido una fórmula analítica para la probabilidad no falsificada de la muestra (SUP) del conjunto de modelos. Algunas de las propiedades estadísticas asintóticas de la SUP también se han discutido brevemente. Se incluye un ejemplo numérico para ilustrar la eficiencia del método sugerido en la evaluación de la calidad del conjunto de modelos ",
            "error": [
                ""
            ]
        },
        "stabilizing controller": {
            "translated_key": "controlador estabilizador",
            "translated_annotated_text": "Validación del conjunto de modelos de bucle cerrado bajo un marco estocástico Se ocupa de la validación del conjunto de modelos probabilísticos. Se supone que la dinámica de una planta multi-input multi-output (MIMO) se describe por un modelo conjunto con incertidumbres no estructuradas, y los experimentos de identificación se realizan en bucle cerrado. Se ha derivado una condición necesaria y suficiente para la consistencia del conjunto de modelos con los datos experimentales de dominio de frecuencia de \"controlador estabilizador\" y de circuito cerrado (FDED). En esta condición, sólo está involucrada la norma euclidiana de un vector complejo, y este vector complejo depende linealmente tanto de las perturbaciones como de los errores de medición. Sobre la base de esta condición, se ha obtenido una fórmula analítica para la probabilidad no falsificada de la muestra (SUP) del conjunto de modelos. Algunas de las propiedades estadísticas asintóticas de la SUP también se han discutido brevemente. Se incluye un ejemplo numérico para ilustrar la eficiencia del método sugerido en la evaluación de la calidad del conjunto de modelos ",
            "error": [
                ""
            ]
        },
        "closed-loop frequency domain experimental data": {
            "translated_key": "datos experimentales de dominio de frecuencia de bucle cerrado",
            "translated_annotated_text": "Validación del conjunto de modelos de bucle cerrado bajo un marco estocástico Se ocupa de la validación del conjunto de modelos probabilísticos. Se supone que la dinámica de una planta multi-input multi-output (MIMO) se describe por un modelo conjunto con incertidumbres no estructuradas, y los experimentos de identificación se realizan en bucle cerrado. Se ha derivado una condición necesaria y suficiente para la coherencia del conjunto de modelos con el controlador estabilizador y con los \"datos experimentales de dominio de frecuencia de bucle cerrado\" (FDED). En esta condición, sólo está involucrada la norma euclidiana de un vector complejo, y este vector complejo depende linealmente tanto de las perturbaciones como de los errores de medición. Sobre la base de esta condición, se ha obtenido una fórmula analítica para la probabilidad no falsificada de la muestra (SUP) del conjunto de modelos. Algunas de las propiedades estadísticas asintóticas de la SUP también se han discutido brevemente. Se incluye un ejemplo numérico para ilustrar la eficiencia del método sugerido en la evaluación de la calidad del conjunto de modelos ",
            "error": [
                ""
            ]
        },
        "Euclidean norm": {
            "translated_key": "norma euclidiana",
            "translated_annotated_text": "Validación del conjunto de modelos de bucle cerrado bajo un marco estocástico Se ocupa de la validación del conjunto de modelos probabilísticos. Se supone que la dinámica de una planta multi-input multi-output (MIMO) se describe por un modelo conjunto con incertidumbres no estructuradas, y los experimentos de identificación se realizan en bucle cerrado. Se ha obtenido una condición necesaria y suficiente para la coherencia del conjunto de modelos con los datos experimentales de dominio de frecuencias de circuito cerrado y estabilizadores (FDED). En esta condición, sólo está involucrada la \"norma euclidiana\" de un vector complejo, y este vector complejo depende linealmente tanto de las perturbaciones como de los errores de medición. Sobre la base de esta condición, se ha obtenido una fórmula analítica para la probabilidad no falsificada de la muestra (SUP) del conjunto de modelos. Algunas de las propiedades estadísticas asintóticas de la SUP también se han discutido brevemente. Se incluye un ejemplo numérico para ilustrar la eficiencia del método sugerido en la evaluación de la calidad del conjunto de modelos ",
            "error": [
                ""
            ]
        },
        "complex vector": {
            "translated_key": "vector complejo",
            "translated_annotated_text": "Validación del conjunto de modelos de bucle cerrado bajo un marco estocástico Se ocupa de la validación del conjunto de modelos probabilísticos. Se supone que la dinámica de una planta multi-input multi-output (MIMO) se describe por un modelo conjunto con incertidumbres no estructuradas, y los experimentos de identificación se realizan en bucle cerrado. Se ha obtenido una condición necesaria y suficiente para la coherencia del conjunto de modelos con los datos experimentales de dominio de frecuencias de circuito cerrado y estabilizadores (FDED). En esta condición, sólo está involucrada la norma euclidiana de un \"vector complejo\", y este \"vector complejo\" depende linealmente tanto de las perturbaciones como de los errores de medición. Sobre la base de esta condición, se ha obtenido una fórmula analítica para la probabilidad no falsificada de la muestra (SUP) del conjunto de modelos. Algunas de las propiedades estadísticas asintóticas de la SUP también se han discutido brevemente. Se incluye un ejemplo numérico para ilustrar la eficiencia del método sugerido en la evaluación de la calidad del conjunto de modelos ",
            "error": [
                ""
            ]
        },
        "asymptotic statistical properties": {
            "translated_key": "propiedades estadísticas asintóticas",
            "translated_annotated_text": "Validación del conjunto de modelos de bucle cerrado bajo un marco estocástico Se ocupa de la validación del conjunto de modelos probabilísticos. Se supone que la dinámica de una planta multi-input multi-output (MIMO) se describe por un modelo conjunto con incertidumbres no estructuradas, y los experimentos de identificación se realizan en bucle cerrado. Se ha obtenido una condición necesaria y suficiente para la coherencia del conjunto de modelos con los datos experimentales de dominio de frecuencias de circuito cerrado y estabilizadores (FDED). En esta condición, sólo está involucrada la norma euclidiana de un vector complejo, y este vector complejo depende linealmente tanto de las perturbaciones como de los errores de medición. Sobre la base de esta condición, se ha obtenido una fórmula analítica para la probabilidad no falsificada de la muestra (SUP) del conjunto de modelos. Algunas de las \"propiedades estadísticas asintóticas\" de la SUP también se han discutido brevemente. Se incluye un ejemplo numérico para ilustrar la eficiencia del método sugerido en la evaluación de la calidad del conjunto de modelos ",
            "error": [
                ""
            ]
        },
        "robust control": {
            "translated_key": [],
            "translated_annotated_text": "Validación del conjunto de modelos de bucle cerrado bajo un marco estocástico Se ocupa de la validación del conjunto de modelos probabilísticos. Se supone que la dinámica de una planta multi-input multi-output (MIMO) se describe por un modelo conjunto con incertidumbres no estructuradas, y los experimentos de identificación se realizan en bucle cerrado. Se ha obtenido una condición necesaria y suficiente para la coherencia del conjunto de modelos con los datos experimentales de dominio de frecuencias de circuito cerrado y estabilizadores (FDED). En esta condición, sólo está involucrada la norma euclidiana de un vector complejo, y este vector complejo depende linealmente tanto de las perturbaciones como de los errores de medición. Sobre la base de esta condición, se ha obtenido una fórmula analítica para la probabilidad no falsificada de la muestra (SUP) del conjunto de modelos. Algunas de las propiedades estadísticas asintóticas de la SUP también se han discutido brevemente. Se incluye un ejemplo numérico para ilustrar la eficiencia del método sugerido en la evaluación de la calidad del conjunto de modelos ",
            "error": []
        },
        "unstructured uncertainty": {
            "translated_key": [],
            "translated_annotated_text": "Validación del conjunto de modelos de bucle cerrado bajo un marco estocástico Se ocupa de la validación del conjunto de modelos probabilísticos. Se supone que la dinámica de una planta multi-input multi-output (MIMO) se describe por un modelo conjunto con incertidumbres no estructuradas, y los experimentos de identificación se realizan en bucle cerrado. Se ha obtenido una condición necesaria y suficiente para la coherencia del conjunto de modelos con los datos experimentales de dominio de frecuencias de circuito cerrado y estabilizadores (FDED). En esta condición, sólo está involucrada la norma euclidiana de un vector complejo, y este vector complejo depende linealmente tanto de las perturbaciones como de los errores de medición. Sobre la base de esta condición, se ha obtenido una fórmula analítica para la probabilidad no falsificada de la muestra (SUP) del conjunto de modelos. Algunas de las propiedades estadísticas asintóticas de la SUP también se han discutido brevemente. Se incluye un ejemplo numérico para ilustrar la eficiencia del método sugerido en la evaluación de la calidad del conjunto de modelos ",
            "error": []
        },
        "closed loop systems": {
            "translated_key": [],
            "translated_annotated_text": "Validación del conjunto de modelos de bucle cerrado bajo un marco estocástico Se ocupa de la validación del conjunto de modelos probabilísticos. Se supone que la dinámica de una planta multi-input multi-output (MIMO) se describe por un modelo conjunto con incertidumbres no estructuradas, y los experimentos de identificación se realizan en bucle cerrado. Se ha obtenido una condición necesaria y suficiente para la coherencia del conjunto de modelos con los datos experimentales de dominio de frecuencias de circuito cerrado y estabilizadores (FDED). En esta condición, sólo está involucrada la norma euclidiana de un vector complejo, y este vector complejo depende linealmente tanto de las perturbaciones como de los errores de medición. Sobre la base de esta condición, se ha obtenido una fórmula analítica para la probabilidad no falsificada de la muestra (SUP) del conjunto de modelos. Algunas de las propiedades estadísticas asintóticas de la SUP también se han discutido brevemente. Se incluye un ejemplo numérico para ilustrar la eficiencia del método sugerido en la evaluación de la calidad del conjunto de modelos ",
            "error": []
        },
        "identification": {
            "translated_key": "identificación",
            "translated_annotated_text": "Validación del conjunto de modelos de bucle cerrado bajo un marco estocástico Se ocupa de la validación del conjunto de modelos probabilísticos. Se supone que la dinámica de una planta multi-input multi-output (MIMO) es descrita por un modelo con incertidumbres no estructuradas, y los experimentos de \"identificación\" se realizan en bucle cerrado. Se ha obtenido una condición necesaria y suficiente para la coherencia del conjunto de modelos con los datos experimentales de dominio de frecuencias de circuito cerrado y estabilizadores (FDED). En esta condición, sólo está involucrada la norma euclidiana de un vector complejo, y este vector complejo depende linealmente tanto de las perturbaciones como de los errores de medición. Sobre la base de esta condición, se ha obtenido una fórmula analítica para la probabilidad no falsificada de la muestra (SUP) del conjunto de modelos. Algunas de las propiedades estadísticas asintóticas de la SUP también se han discutido brevemente. Se incluye un ejemplo numérico para ilustrar la eficiencia del método sugerido en la evaluación de la calidad del conjunto de modelos ",
            "error": [
                ""
            ]
        },
        "MIMO systems": {
            "translated_key": [],
            "translated_annotated_text": "Validación del conjunto de modelos de bucle cerrado bajo un marco estocástico Se ocupa de la validación del conjunto de modelos probabilísticos. Se supone que la dinámica de una planta multi-input multi-output (MIMO) se describe por un modelo conjunto con incertidumbres no estructuradas, y los experimentos de identificación se realizan en bucle cerrado. Se ha obtenido una condición necesaria y suficiente para la coherencia del conjunto de modelos con los datos experimentales de dominio de frecuencias de circuito cerrado y estabilizadores (FDED). En esta condición, sólo está involucrada la norma euclidiana de un vector complejo, y este vector complejo depende linealmente tanto de las perturbaciones como de los errores de medición. Sobre la base de esta condición, se ha obtenido una fórmula analítica para la probabilidad no falsificada de la muestra (SUP) del conjunto de modelos. Algunas de las propiedades estadísticas asintóticas de la SUP también se han discutido brevemente. Se incluye un ejemplo numérico para ilustrar la eficiencia del método sugerido en la evaluación de la calidad del conjunto de modelos ",
            "error": []
        },
        "probability": {
            "translated_key": "probabilidad",
            "translated_annotated_text": "Validación del conjunto de modelos de bucle cerrado bajo un marco estocástico Se ocupa de la validación del conjunto de modelos probabilísticos. Se supone que la dinámica de una planta multi-input multi-output (MIMO) se describe por un modelo conjunto con incertidumbres no estructuradas, y los experimentos de identificación se realizan en bucle cerrado. Se ha obtenido una condición necesaria y suficiente para la coherencia del conjunto de modelos con los datos experimentales de dominio de frecuencias de circuito cerrado y estabilizadores (FDED). En esta condición, sólo está involucrada la norma euclidiana de un vector complejo, y este vector complejo depende linealmente tanto de las perturbaciones como de los errores de medición. Sobre la base de esta condición, se ha obtenido una fórmula analítica para la muestra no falsificada de \"probabilidad\" (SUP) del conjunto de modelos. Algunas de las propiedades estadísticas asintóticas de la SUP también se han discutido brevemente. Se incluye un ejemplo numérico para ilustrar la eficiencia del método sugerido en la evaluación de la calidad del conjunto de modelos ",
            "error": [
                ""
            ]
        },
        "stochastic processes": {
            "translated_key": [],
            "translated_annotated_text": "Validación del conjunto de modelos de bucle cerrado bajo un marco estocástico Se ocupa de la validación del conjunto de modelos probabilísticos. Se supone que la dinámica de una planta multi-input multi-output (MIMO) se describe por un modelo conjunto con incertidumbres no estructuradas, y los experimentos de identificación se realizan en bucle cerrado. Se ha obtenido una condición necesaria y suficiente para la coherencia del conjunto de modelos con los datos experimentales de dominio de frecuencias de circuito cerrado y estabilizadores (FDED). En esta condición, sólo está involucrada la norma euclidiana de un vector complejo, y este vector complejo depende linealmente tanto de las perturbaciones como de los errores de medición. Sobre la base de esta condición, se ha obtenido una fórmula analítica para la probabilidad no falsificada de la muestra (SUP) del conjunto de modelos. Algunas de las propiedades estadísticas asintóticas de la SUP también se han discutido brevemente. Se incluye un ejemplo numérico para ilustrar la eficiencia del método sugerido en la evaluación de la calidad del conjunto de modelos ",
            "error": []
        },
        "uncertain systems": {
            "translated_key": [],
            "translated_annotated_text": "Validación del conjunto de modelos de bucle cerrado bajo un marco estocástico Se ocupa de la validación del conjunto de modelos probabilísticos. Se supone que la dinámica de una planta multi-input multi-output (MIMO) se describe por un modelo conjunto con incertidumbres no estructuradas, y los experimentos de identificación se realizan en bucle cerrado. Se ha obtenido una condición necesaria y suficiente para la coherencia del conjunto de modelos con los datos experimentales de dominio de frecuencias de circuito cerrado y estabilizadores (FDED). En esta condición, sólo está involucrada la norma euclidiana de un vector complejo, y este vector complejo depende linealmente tanto de las perturbaciones como de los errores de medición. Sobre la base de esta condición, se ha obtenido una fórmula analítica para la probabilidad no falsificada de la muestra (SUP) del conjunto de modelos. Algunas de las propiedades estadísticas asintóticas de la SUP también se han discutido brevemente. Se incluye un ejemplo numérico para ilustrar la eficiencia del método sugerido en la evaluación de la calidad del conjunto de modelos ",
            "error": []
        },
        "vectors": {
            "translated_key": [],
            "translated_annotated_text": "Validación del conjunto de modelos de bucle cerrado bajo un marco estocástico Se ocupa de la validación del conjunto de modelos probabilísticos. Se supone que la dinámica de una planta multi-input multi-output (MIMO) se describe por un modelo conjunto con incertidumbres no estructuradas, y los experimentos de identificación se realizan en bucle cerrado. Se ha obtenido una condición necesaria y suficiente para la coherencia del conjunto de modelos con los datos experimentales de dominio de frecuencias de circuito cerrado y estabilizadores (FDED). En esta condición, sólo está involucrada la norma euclidiana de un vector complejo, y este vector complejo depende linealmente tanto de las perturbaciones como de los errores de medición. Sobre la base de esta condición, se ha obtenido una fórmula analítica para la probabilidad no falsificada de la muestra (SUP) del conjunto de modelos. Algunas de las propiedades estadísticas asintóticas de la SUP también se han discutido brevemente. Se incluye un ejemplo numérico para ilustrar la eficiencia del método sugerido en la evaluación de la calidad del conjunto de modelos ",
            "error": []
        }
    }
}