{
    "original_text": "The dynamics of a railway freight wagon wheelset with dry friction damping We investigate the dynamics of a simple model of a wheelset that supports one end of a railway freight wagon by springs with linear characteristics and dry friction dampers. The wagon runs on an ideal, straight and level track with constant speed. The lateral dynamics in dependence on the speed is examined. We have included stick-slip and hysteresis in our model of the dry friction and assume that Coulombs law holds during the slip phase. It is found that the action of dry friction completely changes the bifurcation diagram, and that the longitudinal component of the dry friction damping forces destabilizes the wagon",
    "original_translation": "La dinámica de un sistema de ruedas de vagones de mercancías ferroviarios con amortiguación por fricción seca Investigamos la dinámica de un modelo simple de un sistema de ruedas que soporta un extremo de un vagón de mercancías ferroviario por muelles con características lineales y amortiguadores de fricción secos. El vagón corre en una pista ideal, recta y nivelada con velocidad constante. Se examina la dinámica lateral en dependencia de la velocidad. Hemos incluido stick-slip e histéresis en nuestro modelo de la fricción seca y asumir que la ley Coulombs mantiene durante la fase de deslizamiento. Se encuentra que la acción de la fricción seca cambia completamente el diagrama de bifurcación, y que el componente longitudinal de las fuerzas de amortiguación de fricción seca desestabiliza el vagón",
    "error_count": 3,
    "keys": {
        "dynamics": {
            "translated_key": "dinámica",
            "translated_annotated_text": "La \"dinámica\" de un sistema de ruedas de un vagón de mercancías ferroviario con amortiguación por fricción seca Investigamos la \"dinámica\" de un modelo simple de un sistema de ruedas que soporta un extremo de un vagón de mercancías ferroviario por muelles con características lineales y amortiguadores de fricción secos. El vagón corre en una pista ideal, recta y nivelada con velocidad constante. Se examina la \"dinámica\" lateral en dependencia de la velocidad. Hemos incluido stick-slip e histéresis en nuestro modelo de la fricción seca y asumir que la ley Coulombs mantiene durante la fase de deslizamiento. Se encuentra que la acción de la fricción seca cambia completamente el diagrama de bifurcación, y que el componente longitudinal de las fuerzas de amortiguación de fricción seca desestabiliza el vagón ",
            "error": [
                ""
            ]
        },
        "railway freight wagon wheelset": {
            "translated_key": "remolque de vagones de mercancías ferroviarios",
            "translated_annotated_text": "La dinámica de un \"remolque de vagones de mercancías ferroviarios\" con amortiguación por fricción seca Investigamos la dinámica de un modelo simple de un remolque que soporta un extremo de un vagón de mercancías ferroviario por muelles con características lineales y amortiguadores de fricción secos. El vagón corre en una pista ideal, recta y nivelada con velocidad constante. Se examina la dinámica lateral en dependencia de la velocidad. Hemos incluido stick-slip e histéresis en nuestro modelo de la fricción seca y asumir que la ley Coulombs mantiene durante la fase de deslizamiento. Se encuentra que la acción de la fricción seca cambia completamente el diagrama de bifurcación, y que el componente longitudinal de las fuerzas de amortiguación de fricción seca desestabiliza el vagón ",
            "error": [
                ""
            ]
        },
        "dry friction damping": {
            "translated_key": "humectación de fricción seca",
            "translated_annotated_text": "La dinámica de un juego de ruedas de vagones de mercancías ferroviarios con \"humectación de fricción seca\" Investigamos la dinámica de un modelo simple de un juego de ruedas que soporta un extremo de un carro de mercancías ferroviario por muelles con características lineales y amortiguadores de fricción secos. El vagón corre en una pista ideal, recta y nivelada con velocidad constante. Se examina la dinámica lateral en dependencia de la velocidad. Hemos incluido stick-slip e histéresis en nuestro modelo de la fricción seca y asumir que la ley Coulombs mantiene durante la fase de deslizamiento. Se encuentra que la acción de la fricción seca cambia completamente el diagrama de bifurcación, y que el componente longitudinal de las fuerzas de amortiguación de fricción seca desestabiliza el vagón ",
            "error": [
                ""
            ]
        },
        "linear characteristics": {
            "translated_key": "características lineales",
            "translated_annotated_text": "La dinámica de un sistema de ruedas de vagones de mercancías ferroviarios con amortiguación por fricción seca Investigamos la dinámica de un modelo simple de un sistema de ruedas que soporta un extremo de un vagón de mercancías ferroviario por muelles con \"características lineales\" y amortiguadores de fricción secos. El vagón corre en una pista ideal, recta y nivelada con velocidad constante. Se examina la dinámica lateral en dependencia de la velocidad. Hemos incluido stick-slip e histéresis en nuestro modelo de la fricción seca y asumir que la ley Coulombs mantiene durante la fase de deslizamiento. Se encuentra que la acción de la fricción seca cambia completamente el diagrama de bifurcación, y que el componente longitudinal de las fuerzas de amortiguación de fricción seca desestabiliza el vagón ",
            "error": [
                ""
            ]
        },
        "lateral dynamics": {
            "translated_key": "dinámica lateral",
            "translated_annotated_text": "La dinámica de un sistema de ruedas de vagones de mercancías ferroviarios con amortiguación por fricción seca Investigamos la dinámica de un modelo simple de un sistema de ruedas que soporta un extremo de un vagón de mercancías ferroviario por muelles con características lineales y amortiguadores de fricción secos. El vagón corre en una pista ideal, recta y nivelada con velocidad constante. Se examina la \"dinámica lateral\" en dependencia de la velocidad. Hemos incluido stick-slip e histéresis en nuestro modelo de la fricción seca y asumir que la ley Coulombs mantiene durante la fase de deslizamiento. Se encuentra que la acción de la fricción seca cambia completamente el diagrama de bifurcación, y que el componente longitudinal de las fuerzas de amortiguación de fricción seca desestabiliza el vagón ",
            "error": [
                ""
            ]
        },
        "stick-slip": {
            "translated_key": "stick-slip",
            "translated_annotated_text": "La dinámica de un sistema de ruedas de vagones de mercancías ferroviarios con amortiguación por fricción seca Investigamos la dinámica de un modelo simple de un sistema de ruedas que soporta un extremo de un vagón de mercancías ferroviario por muelles con características lineales y amortiguadores de fricción secos. El vagón corre en una pista ideal, recta y nivelada con velocidad constante. Se examina la dinámica lateral en dependencia de la velocidad. Hemos incluido \"stick-slip\" e histéresis en nuestro modelo de la fricción seca y asumir que la ley Coulombs mantiene durante la fase de deslizamiento. Se encuentra que la acción de la fricción seca cambia completamente el diagrama de bifurcación, y que el componente longitudinal de las fuerzas de amortiguación de fricción seca desestabiliza el vagón ",
            "error": [
                ""
            ]
        },
        "hysteresis": {
            "translated_key": "histéresis",
            "translated_annotated_text": "La dinámica de un sistema de ruedas de vagones de mercancías ferroviarios con amortiguación por fricción seca Investigamos la dinámica de un modelo simple de un sistema de ruedas que soporta un extremo de un vagón de mercancías ferroviario por muelles con características lineales y amortiguadores de fricción secos. El vagón corre en una pista ideal, recta y nivelada con velocidad constante. Se examina la dinámica lateral en dependencia de la velocidad. Hemos incluido stick-slip e \"histéresis\" en nuestro modelo de la fricción seca y asumir que la ley Coulombs mantiene durante la fase de deslizamiento. Se encuentra que la acción de la fricción seca cambia completamente el diagrama de bifurcación, y que el componente longitudinal de las fuerzas de amortiguación de fricción seca desestabiliza el vagón ",
            "error": [
                ""
            ]
        },
        "Coulomb law": {
            "translated_key": [],
            "translated_annotated_text": "La dinámica de un sistema de ruedas de vagones de mercancías ferroviarios con amortiguación por fricción seca Investigamos la dinámica de un modelo simple de un sistema de ruedas que soporta un extremo de un vagón de mercancías ferroviario por muelles con características lineales y amortiguadores de fricción secos. El vagón corre en una pista ideal, recta y nivelada con velocidad constante. Se examina la dinámica lateral en dependencia de la velocidad. Hemos incluido stick-slip e histéresis en nuestro modelo de la fricción seca y asumir que la ley Coulombs mantiene durante la fase de deslizamiento. Se encuentra que la acción de la fricción seca cambia completamente el diagrama de bifurcación, y que el componente longitudinal de las fuerzas de amortiguación de fricción seca desestabiliza el vagón ",
            "error": []
        },
        "bifurcation diagram": {
            "translated_key": " diagrama de la bifurcación ",
            "translated_annotated_text": "La dinámica de un sistema de ruedas de vagones de mercancías ferroviarios con amortiguación por fricción seca Investigamos la dinámica de un modelo simple de un sistema de ruedas que soporta un extremo de un vagón de mercancías ferroviario por muelles con características lineales y amortiguadores de fricción secos. El vagón corre en una pista ideal, recta y nivelada con velocidad constante. Se examina la dinámica lateral en dependencia de la velocidad. Hemos incluido stick-slip e histéresis en nuestro modelo de la fricción seca y asumir que la ley Coulombs mantiene durante la fase de deslizamiento. Se encuentra que la acción de la fricción seca cambia completamente el \" diagrama de la bifurcación \", y que el componente longitudinal de las fuerzas de amortiguación de la fricción seca desestabiliza el vagón ",
            "error": [
                ""
            ]
        },
        "longitudinal component": {
            "translated_key": "componente longitudinal",
            "translated_annotated_text": "La dinámica de un sistema de ruedas de vagones de mercancías ferroviarios con amortiguación por fricción seca Investigamos la dinámica de un modelo simple de un sistema de ruedas que soporta un extremo de un vagón de mercancías ferroviario por muelles con características lineales y amortiguadores de fricción secos. El vagón corre en una pista ideal, recta y nivelada con velocidad constante. Se examina la dinámica lateral en dependencia de la velocidad. Hemos incluido stick-slip e histéresis en nuestro modelo de la fricción seca y asumir que la ley Coulombs mantiene durante la fase de deslizamiento. Se encuentra que la acción de la fricción seca cambia completamente el diagrama de bifurcación, y que el \"componente longitudinal\" de las fuerzas de amortiguación de fricción seca desestabiliza el vagón ",
            "error": [
                ""
            ]
        },
        "bifurcation": {
            "translated_key": "bifurcación",
            "translated_annotated_text": "La dinámica de un sistema de ruedas de vagones de mercancías ferroviarios con amortiguación por fricción seca Investigamos la dinámica de un modelo simple de un sistema de ruedas que soporta un extremo de un vagón de mercancías ferroviario por muelles con características lineales y amortiguadores de fricción secos. El vagón corre en una pista ideal, recta y nivelada con velocidad constante. Se examina la dinámica lateral en dependencia de la velocidad. Hemos incluido stick-slip e histéresis en nuestro modelo de la fricción seca y asumir que la ley Coulombs mantiene durante la fase de deslizamiento. Se encuentra que la acción de la fricción seca cambia completamente el diagrama de \"bifurcación\", y que el componente longitudinal de las fuerzas de amortiguación de fricción seca desestabiliza el vagón ",
            "error": [
                ""
            ]
        },
        "damping": {
            "translated_key": [
                "dañante",
                "daño"
            ],
            "translated_annotated_text": "La dinámica de un sistema de ruedas de vagones de mercancías ferroviarios con rozamiento seco \"dañante\" Investigamos la dinámica de un modelo simple de un sistema de ruedas que soporta un extremo de un vagón de mercancías ferroviario por muelles con características lineales y amortiguadores de fricción secos. El vagón corre en una pista ideal, recta y nivelada con velocidad constante. Se examina la dinámica lateral en dependencia de la velocidad. Hemos incluido stick-slip e histéresis en nuestro modelo de la fricción seca y asumir que la ley Coulombs mantiene durante la fase de deslizamiento. Se encuentra que la acción de la fricción seca cambia completamente el diagrama de bifurcación, y que el componente longitudinal de las fuerzas de \"daño\" de fricción seca desestabiliza el vagón ",
            "error": [
                "dañante",
                "daño"
            ]
        },
        "friction": {
            "translated_key": "fricción",
            "translated_annotated_text": "La dinámica de un juego de ruedas de vagones de mercancías ferroviarios con amortiguación \"fricción\" seca Investigamos la dinámica de un modelo simple de un juego de ruedas que soporta un extremo de un carro de mercancías ferroviario por muelles con características lineales y amortiguadores \"fricción\" secos. El vagón corre en una pista ideal, recta y nivelada con velocidad constante. Se examina la dinámica lateral en dependencia de la velocidad. Hemos incluido stick-slip e histéresis en nuestro modelo de la \"fricción\" seca y asumir que la ley Coulombs se mantiene durante la fase de deslizamiento. Se encuentra que la acción de la \"fricción\" seca cambia completamente el diagrama de bifurcación, y que el componente longitudinal de las fuerzas de amortiguación \"fricción\" seca desestabiliza el vagón ",
            "error": [
                ""
            ]
        },
        "railways": {
            "translated_key": [],
            "translated_annotated_text": "La dinámica de un sistema de ruedas de vagones de mercancías ferroviarios con amortiguación por fricción seca Investigamos la dinámica de un modelo simple de un sistema de ruedas que soporta un extremo de un vagón de mercancías ferroviario por muelles con características lineales y amortiguadores de fricción secos. El vagón corre en una pista ideal, recta y nivelada con velocidad constante. Se examina la dinámica lateral en dependencia de la velocidad. Hemos incluido stick-slip e histéresis en nuestro modelo de la fricción seca y asumir que la ley Coulombs mantiene durante la fase de deslizamiento. Se encuentra que la acción de la fricción seca cambia completamente el diagrama de bifurcación, y que el componente longitudinal de las fuerzas de amortiguación de fricción seca desestabiliza el vagón ",
            "error": []
        }
    }
}