{
    "original_text": "User-appropriate tyre-modelling for vehicle dynamics in standard and limit situations When modelling vehicles for the vehicle dynamic simulation, special attention must be paid to the modelling of tyre forces and -torques, according to their dominant influence on the results. This task is not only about sufficiently exact representation of the effective forces but also about user-friendly and practical relevant applicability, especially when the experimental tyre-input-data is incomplete or missing. This text firstly describes the basics of the vehicle dynamic tyre model, conceived to be a physically based, semi-empirical model for application in connection with multi-body-systems (MBS). On the basis of tyres for a passenger car and a heavy truck the simulated steady state tyre characteristics are shown together and compared with the underlying experimental values. The possibility to link the tyre model TMeasy to any MBS-program is described, as far as it supports the Standard Tyre Interface. As an example, the simulated and experimental data of a heavy truck doing a standardized driving manoeuvre are compared",
    "original_translation": "Modelado de neumáticos apropiado para el usuario para la dinámica del vehículo en situaciones estándar y límite Al modelar vehículos para la simulación dinámica del vehículo, debe prestarse especial atención a la modelización de las fuerzas y torques de los neumáticos, de acuerdo con su influencia dominante en los resultados. Esta tarea no se refiere sólo a la representación suficientemente exacta de las fuerzas efectivas, sino también a la aplicabilidad pertinente, práctica y de fácil utilización, especialmente cuando los datos experimentales de entrada de neumáticos están incompletos o no existen. Este texto describe en primer lugar los fundamentos del modelo dinámico de neumático del vehículo, concebido como un modelo semiempírico de base física para su aplicación en relación con sistemas multicuerpo (MBS). Sobre la base de los neumáticos de un automóvil de pasajeros y de un camión pesado, las características simuladas de los neumáticos en estado estacionario se muestran conjuntamente y se comparan con los valores experimentales subyacentes. Se describe la posibilidad de vincular el modelo de neumático TMeasy a cualquier programa MBS, en la medida en que sea compatible con la interfaz estándar de neumáticos. Como ejemplo, se comparan los datos simulados y experimentales de un camión pesado que realiza una maniobra de conducción normalizada.",
    "error_count": 7,
    "keys": {
        "tyre modelling": {
            "translated_key": [],
            "translated_annotated_text": "Modelado de neumáticos apropiado para el usuario para la dinámica del vehículo en situaciones estándar y límite Al modelar vehículos para la simulación dinámica del vehículo, debe prestarse especial atención a la modelización de las fuerzas y torques de los neumáticos, de acuerdo con su influencia dominante en los resultados. Esta tarea no se refiere sólo a la representación suficientemente exacta de las fuerzas efectivas, sino también a la aplicabilidad pertinente, práctica y de fácil utilización, especialmente cuando los datos experimentales de entrada de neumáticos están incompletos o no existen. Este texto describe en primer lugar los fundamentos del modelo dinámico de neumático del vehículo, concebido como un modelo semiempírico de base física para su aplicación en relación con sistemas multicuerpo (MBS). Sobre la base de los neumáticos de un automóvil de pasajeros y de un camión pesado, las características simuladas de los neumáticos en estado estacionario se muestran conjuntamente y se comparan con los valores experimentales subyacentes. Se describe la posibilidad de vincular el modelo de neumático TMeasy a cualquier programa MBS, en la medida en que sea compatible con la interfaz estándar de neumáticos. Como ejemplo, se comparan los datos simulados y experimentales de un camión pesado que realiza una maniobra de conducción normalizada. ",
            "error": []
        },
        "vehicle dynamics": {
            "translated_key": "dinámica del vehículo",
            "translated_annotated_text": "Modelado de neumáticos apropiado para el usuario para la \"dinámica del vehículo\" en situaciones estándar y límite Al modelar vehículos para la simulación dinámica del vehículo, debe prestarse especial atención a la modelización de las fuerzas y torques de los neumáticos, de acuerdo con su influencia dominante en los resultados. Esta tarea no se refiere sólo a la representación suficientemente exacta de las fuerzas efectivas, sino también a la aplicabilidad pertinente, práctica y de fácil utilización, especialmente cuando los datos experimentales de entrada de neumáticos están incompletos o no existen. Este texto describe en primer lugar los fundamentos del modelo dinámico de neumático del vehículo, concebido como un modelo semiempírico de base física para su aplicación en relación con sistemas multicuerpo (MBS). Sobre la base de los neumáticos de un automóvil de pasajeros y de un camión pesado, las características simuladas de los neumáticos en estado estacionario se muestran conjuntamente y se comparan con los valores experimentales subyacentes. Se describe la posibilidad de vincular el modelo de neumático TMeasy a cualquier programa MBS, en la medida en que sea compatible con la interfaz estándar de neumáticos. Como ejemplo, se comparan los datos simulados y experimentales de un camión pesado que realiza una maniobra de conducción normalizada. ",
            "error": [
                ""
            ]
        },
        "standard situations": {
            "translated_key": [],
            "translated_annotated_text": "Modelado de neumáticos apropiado para el usuario para la dinámica del vehículo en situaciones estándar y límite Al modelar vehículos para la simulación dinámica del vehículo, debe prestarse especial atención a la modelización de las fuerzas y torques de los neumáticos, de acuerdo con su influencia dominante en los resultados. Esta tarea no se refiere sólo a la representación suficientemente exacta de las fuerzas efectivas, sino también a la aplicabilidad pertinente, práctica y de fácil utilización, especialmente cuando los datos experimentales de entrada de neumáticos están incompletos o no existen. Este texto describe en primer lugar los fundamentos del modelo dinámico de neumático del vehículo, concebido como un modelo semiempírico de base física para su aplicación en relación con sistemas multicuerpo (MBS). Sobre la base de los neumáticos de un automóvil de pasajeros y de un camión pesado, las características simuladas de los neumáticos en estado estacionario se muestran conjuntamente y se comparan con los valores experimentales subyacentes. Se describe la posibilidad de vincular el modelo de neumático TMeasy a cualquier programa MBS, en la medida en que sea compatible con la interfaz estándar de neumáticos. Como ejemplo, se comparan los datos simulados y experimentales de un camión pesado que realiza una maniobra de conducción normalizada. ",
            "error": []
        },
        "limit situations": {
            "translated_key": "límites",
            "translated_annotated_text": "Modelado de neumáticos apropiado para el usuario para la dinámica del vehículo en situaciones estándar y \"límites\" Al modelar vehículos para la simulación dinámica del vehículo, debe prestarse especial atención a la modelización de las fuerzas y torques de los neumáticos, de acuerdo con su influencia dominante en los resultados. Esta tarea no se refiere sólo a la representación suficientemente exacta de las fuerzas efectivas, sino también a la aplicabilidad pertinente, práctica y de fácil utilización, especialmente cuando los datos experimentales de entrada de neumáticos están incompletos o no existen. Este texto describe en primer lugar los fundamentos del modelo dinámico de neumático del vehículo, concebido como un modelo semiempírico de base física para su aplicación en relación con sistemas multicuerpo (MBS). Sobre la base de los neumáticos de un automóvil de pasajeros y de un camión pesado, las características simuladas de los neumáticos en estado estacionario se muestran conjuntamente y se comparan con los valores experimentales subyacentes. Se describe la posibilidad de vincular el modelo de neumático TMeasy a cualquier programa MBS, en la medida en que sea compatible con la interfaz estándar de neumáticos. Como ejemplo, se comparan los datos simulados y experimentales de un camión pesado que realiza una maniobra de conducción normalizada. ",
            "error": [
                ""
            ]
        },
        "tyre torques": {
            "translated_key": [],
            "translated_annotated_text": "Modelado de neumáticos apropiado para el usuario para la dinámica del vehículo en situaciones estándar y límite Al modelar vehículos para la simulación dinámica del vehículo, debe prestarse especial atención a la modelización de las fuerzas y torques de los neumáticos, de acuerdo con su influencia dominante en los resultados. Esta tarea no se refiere sólo a la representación suficientemente exacta de las fuerzas efectivas, sino también a la aplicabilidad pertinente, práctica y de fácil utilización, especialmente cuando los datos experimentales de entrada de neumáticos están incompletos o no existen. Este texto describe en primer lugar los fundamentos del modelo dinámico de neumático del vehículo, concebido como un modelo semiempírico de base física para su aplicación en relación con sistemas multicuerpo (MBS). Sobre la base de los neumáticos de un automóvil de pasajeros y de un camión pesado, las características simuladas de los neumáticos en estado estacionario se muestran conjuntamente y se comparan con los valores experimentales subyacentes. Se describe la posibilidad de vincular el modelo de neumático TMeasy a cualquier programa MBS, en la medida en que sea compatible con la interfaz estándar de neumáticos. Como ejemplo, se comparan los datos simulados y experimentales de un camión pesado que realiza una maniobra de conducción normalizada. ",
            "error": []
        },
        "semi-empirical model": {
            "translated_key": "modelo semiempírico",
            "translated_annotated_text": "Modelado de neumáticos apropiado para el usuario para la dinámica del vehículo en situaciones estándar y límite Al modelar vehículos para la simulación dinámica del vehículo, debe prestarse especial atención a la modelización de las fuerzas y torques de los neumáticos, de acuerdo con su influencia dominante en los resultados. Esta tarea no se refiere sólo a la representación suficientemente exacta de las fuerzas efectivas, sino también a la aplicabilidad pertinente, práctica y de fácil utilización, especialmente cuando los datos experimentales de entrada de neumáticos están incompletos o no existen. Este texto describe en primer lugar los fundamentos del modelo dinámico de neumático del vehículo, concebido como un \"modelo semiempírico\" de base física para su aplicación en relación con sistemas multicuerpo (MBS). Sobre la base de los neumáticos de un automóvil de pasajeros y de un camión pesado, las características simuladas de los neumáticos en estado estacionario se muestran conjuntamente y se comparan con los valores experimentales subyacentes. Se describe la posibilidad de vincular el modelo de neumático TMeasy a cualquier programa MBS, en la medida en que sea compatible con la interfaz estándar de neumáticos. Como ejemplo, se comparan los datos simulados y experimentales de un camión pesado que realiza una maniobra de conducción normalizada. ",
            "error": [
                ""
            ]
        },
        "multi-body-systems": {
            "translated_key": "sistemas multicuerpo",
            "translated_annotated_text": "Modelado de neumáticos apropiado para el usuario para la dinámica del vehículo en situaciones estándar y límite Al modelar vehículos para la simulación dinámica del vehículo, debe prestarse especial atención a la modelización de las fuerzas y torques de los neumáticos, de acuerdo con su influencia dominante en los resultados. Esta tarea no se refiere sólo a la representación suficientemente exacta de las fuerzas efectivas, sino también a la aplicabilidad pertinente, práctica y de fácil utilización, especialmente cuando los datos experimentales de entrada de neumáticos están incompletos o no existen. Este texto describe en primer lugar los fundamentos del modelo dinámico de neumático del vehículo, concebido como un modelo semiempírico de base física para su aplicación en relación con \"sistemas multicuerpo\" (MBS). Sobre la base de los neumáticos de un automóvil de pasajeros y de un camión pesado, las características simuladas de los neumáticos en estado estacionario se muestran conjuntamente y se comparan con los valores experimentales subyacentes. Se describe la posibilidad de vincular el modelo de neumático TMeasy a cualquier programa MBS, en la medida en que sea compatible con la interfaz estándar de neumáticos. Como ejemplo, se comparan los datos simulados y experimentales de un camión pesado que realiza una maniobra de conducción normalizada. ",
            "error": [
                ""
            ]
        },
        "passenger car": {
            "translated_key": "coche de pasajeros",
            "translated_annotated_text": "Modelado de neumáticos apropiado para el usuario para la dinámica del vehículo en situaciones estándar y límite Al modelar vehículos para la simulación dinámica del vehículo, debe prestarse especial atención a la modelización de las fuerzas y torques de los neumáticos, de acuerdo con su influencia dominante en los resultados. Esta tarea no se refiere sólo a la representación suficientemente exacta de las fuerzas efectivas, sino también a la aplicabilidad pertinente, práctica y de fácil utilización, especialmente cuando los datos experimentales de entrada de neumáticos están incompletos o no existen. Este texto describe en primer lugar los fundamentos del modelo dinámico de neumático del vehículo, concebido como un modelo semiempírico de base física para su aplicación en relación con sistemas multicuerpo (MBS). Sobre la base de los neumáticos para un \"coche de pasajeros\" y un camión pesado, las características simuladas de los neumáticos en estado estacionario se muestran juntas y se comparan con los valores experimentales subyacentes. Se describe la posibilidad de vincular el modelo de neumático TMeasy a cualquier programa MBS, en la medida en que sea compatible con la interfaz estándar de neumáticos. Como ejemplo, se comparan los datos simulados y experimentales de un camión pesado que realiza una maniobra de conducción normalizada. ",
            "error": [
                ""
            ]
        },
        "heavy truck": {
            "translated_key": "camión pesado",
            "translated_annotated_text": "Modelado de neumáticos apropiado para el usuario para la dinámica del vehículo en situaciones estándar y límite Al modelar vehículos para la simulación dinámica del vehículo, debe prestarse especial atención a la modelización de las fuerzas y torques de los neumáticos, de acuerdo con su influencia dominante en los resultados. Esta tarea no se refiere sólo a la representación suficientemente exacta de las fuerzas efectivas, sino también a la aplicabilidad pertinente, práctica y de fácil utilización, especialmente cuando los datos experimentales de entrada de neumáticos están incompletos o no existen. Este texto describe en primer lugar los fundamentos del modelo dinámico de neumático del vehículo, concebido como un modelo semiempírico de base física para su aplicación en relación con sistemas multicuerpo (MBS). Sobre la base de los neumáticos para un automóvil de pasajeros y un \"camión pesado\", las características simuladas de los neumáticos en estado estacionario se muestran juntas y se comparan con los valores experimentales subyacentes. Se describe la posibilidad de vincular el modelo de neumático TMeasy a cualquier programa MBS, en la medida en que sea compatible con la interfaz estándar de neumáticos. Como ejemplo, se comparan los datos simulados y experimentales de un \"camión pesado\" que realiza una maniobra de conducción normalizada. ",
            "error": [
                ""
            ]
        },
        "simulated steady state tyre characteristics": {
            "translated_key": "características de los neumáticos en estado estacionario simulado",
            "translated_annotated_text": "Modelado de neumáticos apropiado para el usuario para la dinámica del vehículo en situaciones estándar y límite Al modelar vehículos para la simulación dinámica del vehículo, debe prestarse especial atención a la modelización de las fuerzas y torques de los neumáticos, de acuerdo con su influencia dominante en los resultados. Esta tarea no se refiere sólo a la representación suficientemente exacta de las fuerzas efectivas, sino también a la aplicabilidad pertinente, práctica y de fácil utilización, especialmente cuando los datos experimentales de entrada de neumáticos están incompletos o no existen. Este texto describe en primer lugar los fundamentos del modelo dinámico de neumático del vehículo, concebido como un modelo semiempírico de base física para su aplicación en relación con sistemas multicuerpo (MBS). Sobre la base de los neumáticos de un automóvil de pasajeros y de un camión pesado, las \"características de los neumáticos en estado estacionario simulado\" se muestran conjuntamente y se comparan con los valores experimentales subyacentes. Se describe la posibilidad de vincular el modelo de neumático TMeasy a cualquier programa MBS, en la medida en que sea compatible con la interfaz estándar de neumáticos. Como ejemplo, se comparan los datos simulados y experimentales de un camión pesado que realiza una maniobra de conducción normalizada. ",
            "error": [
                ""
            ]
        },
        "TMeasy": {
            "translated_key": "TMeasy",
            "translated_annotated_text": "Modelado de neumáticos apropiado para el usuario para la dinámica del vehículo en situaciones estándar y límite Al modelar vehículos para la simulación dinámica del vehículo, debe prestarse especial atención a la modelización de las fuerzas y torques de los neumáticos, de acuerdo con su influencia dominante en los resultados. Esta tarea no se refiere sólo a la representación suficientemente exacta de las fuerzas efectivas, sino también a la aplicabilidad pertinente, práctica y de fácil utilización, especialmente cuando los datos experimentales de entrada de neumáticos están incompletos o no existen. Este texto describe en primer lugar los fundamentos del modelo dinámico de neumático del vehículo, concebido como un modelo semiempírico de base física para su aplicación en relación con sistemas multicuerpo (MBS). Sobre la base de los neumáticos de un automóvil de pasajeros y de un camión pesado, las características simuladas de los neumáticos en estado estacionario se muestran conjuntamente y se comparan con los valores experimentales subyacentes. Se describe la posibilidad de vincular el modelo de neumático \"TMeasy\" a cualquier programa MBS, en la medida en que sea compatible con la interfaz estándar de neumáticos. Como ejemplo, se comparan los datos simulados y experimentales de un camión pesado que realiza una maniobra de conducción normalizada. ",
            "error": [
                ""
            ]
        },
        "Standard Tyre Interface": {
            "translated_key": "Interfaz de neumáticos estándar",
            "translated_annotated_text": "Modelado de neumáticos apropiado para el usuario para la dinámica del vehículo en situaciones estándar y límite Al modelar vehículos para la simulación dinámica del vehículo, debe prestarse especial atención a la modelización de las fuerzas y torques de los neumáticos, de acuerdo con su influencia dominante en los resultados. Esta tarea no se refiere sólo a la representación suficientemente exacta de las fuerzas efectivas, sino también a la aplicabilidad pertinente, práctica y de fácil utilización, especialmente cuando los datos experimentales de entrada de neumáticos están incompletos o no existen. Este texto describe en primer lugar los fundamentos del modelo dinámico de neumático del vehículo, concebido como un modelo semiempírico de base física para su aplicación en relación con sistemas multicuerpo (MBS). Sobre la base de los neumáticos de un automóvil de pasajeros y de un camión pesado, las características simuladas de los neumáticos en estado estacionario se muestran conjuntamente y se comparan con los valores experimentales subyacentes. Se describe la posibilidad de vincular el modelo de neumático TMeasy a cualquier programa MBS, en la medida en que sea compatible con la \"Interfaz de neumáticos estándar\". Como ejemplo, se comparan los datos simulados y experimentales de un camión pesado que realiza una maniobra de conducción normalizada. ",
            "error": [
                ""
            ]
        },
        "standardized driving manoeuvre": {
            "translated_key": "maniobra de conducción normalizada",
            "translated_annotated_text": "Modelado de neumáticos apropiado para el usuario para la dinámica del vehículo en situaciones estándar y límite Al modelar vehículos para la simulación dinámica del vehículo, debe prestarse especial atención a la modelización de las fuerzas y torques de los neumáticos, de acuerdo con su influencia dominante en los resultados. Esta tarea no se refiere sólo a la representación suficientemente exacta de las fuerzas efectivas, sino también a la aplicabilidad pertinente, práctica y de fácil utilización, especialmente cuando los datos experimentales de entrada de neumáticos están incompletos o no existen. Este texto describe en primer lugar los fundamentos del modelo dinámico de neumático del vehículo, concebido como un modelo semiempírico de base física para su aplicación en relación con sistemas multicuerpo (MBS). Sobre la base de los neumáticos de un automóvil de pasajeros y de un camión pesado, las características simuladas de los neumáticos en estado estacionario se muestran conjuntamente y se comparan con los valores experimentales subyacentes. Se describe la posibilidad de vincular el modelo de neumático TMeasy a cualquier programa MBS, en la medida en que sea compatible con la interfaz estándar de neumáticos. Como ejemplo, se comparan los datos simulados y experimentales de un camión pesado que realiza una \"maniobra de conducción normalizada\" ",
            "error": [
                ""
            ]
        },
        "digital simulation": {
            "translated_key": [],
            "translated_annotated_text": "Modelado de neumáticos apropiado para el usuario para la dinámica del vehículo en situaciones estándar y límite Al modelar vehículos para la simulación dinámica del vehículo, debe prestarse especial atención a la modelización de las fuerzas y torques de los neumáticos, de acuerdo con su influencia dominante en los resultados. Esta tarea no se refiere sólo a la representación suficientemente exacta de las fuerzas efectivas, sino también a la aplicabilidad pertinente, práctica y de fácil utilización, especialmente cuando los datos experimentales de entrada de neumáticos están incompletos o no existen. Este texto describe en primer lugar los fundamentos del modelo dinámico de neumático del vehículo, concebido como un modelo semiempírico de base física para su aplicación en relación con sistemas multicuerpo (MBS). Sobre la base de los neumáticos de un automóvil de pasajeros y de un camión pesado, las características simuladas de los neumáticos en estado estacionario se muestran conjuntamente y se comparan con los valores experimentales subyacentes. Se describe la posibilidad de vincular el modelo de neumático TMeasy a cualquier programa MBS, en la medida en que sea compatible con la interfaz estándar de neumáticos. Como ejemplo, se comparan los datos simulados y experimentales de un camión pesado que realiza una maniobra de conducción normalizada. ",
            "error": []
        },
        "dynamics": {
            "translated_key": "dinámica",
            "translated_annotated_text": "Modelado de neumáticos apropiado para el usuario para la \"dinámica\" del vehículo en situaciones estándar y límite Al modelar vehículos para la simulación dinámica del vehículo, debe prestarse especial atención a la modelización de las fuerzas y torques de los neumáticos, de acuerdo con su influencia dominante en los resultados. Esta tarea no se refiere sólo a la representación suficientemente exacta de las fuerzas efectivas, sino también a la aplicabilidad pertinente, práctica y de fácil utilización, especialmente cuando los datos experimentales de entrada de neumáticos están incompletos o no existen. Este texto describe en primer lugar los fundamentos del modelo dinámico de neumático del vehículo, concebido como un modelo semiempírico de base física para su aplicación en relación con sistemas multicuerpo (MBS). Sobre la base de los neumáticos de un automóvil de pasajeros y de un camión pesado, las características simuladas de los neumáticos en estado estacionario se muestran conjuntamente y se comparan con los valores experimentales subyacentes. Se describe la posibilidad de vincular el modelo de neumático TMeasy a cualquier programa MBS, en la medida en que sea compatible con la interfaz estándar de neumáticos. Como ejemplo, se comparan los datos simulados y experimentales de un camión pesado que realiza una maniobra de conducción normalizada. ",
            "error": [
                ""
            ]
        },
        "force": {
            "translated_key": [],
            "translated_annotated_text": "Modelado de neumáticos apropiado para el usuario para la dinámica del vehículo en situaciones estándar y límite Al modelar vehículos para la simulación dinámica del vehículo, debe prestarse especial atención a la modelización de las fuerzas y torques de los neumáticos, de acuerdo con su influencia dominante en los resultados. Esta tarea no se refiere sólo a la representación suficientemente exacta de las fuerzas efectivas, sino también a la aplicabilidad pertinente, práctica y de fácil utilización, especialmente cuando los datos experimentales de entrada de neumáticos están incompletos o no existen. Este texto describe en primer lugar los fundamentos del modelo dinámico de neumático del vehículo, concebido como un modelo semiempírico de base física para su aplicación en relación con sistemas multicuerpo (MBS). Sobre la base de los neumáticos de un automóvil de pasajeros y de un camión pesado, las características simuladas de los neumáticos en estado estacionario se muestran conjuntamente y se comparan con los valores experimentales subyacentes. Se describe la posibilidad de vincular el modelo de neumático TMeasy a cualquier programa MBS, en la medida en que sea compatible con la interfaz estándar de neumáticos. Como ejemplo, se comparan los datos simulados y experimentales de un camión pesado que realiza una maniobra de conducción normalizada. ",
            "error": []
        },
        "road vehicles": {
            "translated_key": [],
            "translated_annotated_text": "Modelado de neumáticos apropiado para el usuario para la dinámica del vehículo en situaciones estándar y límite Al modelar vehículos para la simulación dinámica del vehículo, debe prestarse especial atención a la modelización de las fuerzas y torques de los neumáticos, de acuerdo con su influencia dominante en los resultados. Esta tarea no se refiere sólo a la representación suficientemente exacta de las fuerzas efectivas, sino también a la aplicabilidad pertinente, práctica y de fácil utilización, especialmente cuando los datos experimentales de entrada de neumáticos están incompletos o no existen. Este texto describe en primer lugar los fundamentos del modelo dinámico de neumático del vehículo, concebido como un modelo semiempírico de base física para su aplicación en relación con sistemas multicuerpo (MBS). Sobre la base de los neumáticos de un automóvil de pasajeros y de un camión pesado, las características simuladas de los neumáticos en estado estacionario se muestran conjuntamente y se comparan con los valores experimentales subyacentes. Se describe la posibilidad de vincular el modelo de neumático TMeasy a cualquier programa MBS, en la medida en que sea compatible con la interfaz estándar de neumáticos. Como ejemplo, se comparan los datos simulados y experimentales de un camión pesado que realiza una maniobra de conducción normalizada. ",
            "error": []
        },
        "torque": {
            "translated_key": [],
            "translated_annotated_text": "Modelado de neumáticos apropiado para el usuario para la dinámica del vehículo en situaciones estándar y límite Al modelar vehículos para la simulación dinámica del vehículo, debe prestarse especial atención a la modelización de las fuerzas y torques de los neumáticos, de acuerdo con su influencia dominante en los resultados. Esta tarea no se refiere sólo a la representación suficientemente exacta de las fuerzas efectivas, sino también a la aplicabilidad pertinente, práctica y de fácil utilización, especialmente cuando los datos experimentales de entrada de neumáticos están incompletos o no existen. Este texto describe en primer lugar los fundamentos del modelo dinámico de neumático del vehículo, concebido como un modelo semiempírico de base física para su aplicación en relación con sistemas multicuerpo (MBS). Sobre la base de los neumáticos de un automóvil de pasajeros y de un camión pesado, las características simuladas de los neumáticos en estado estacionario se muestran conjuntamente y se comparan con los valores experimentales subyacentes. Se describe la posibilidad de vincular el modelo de neumático TMeasy a cualquier programa MBS, en la medida en que sea compatible con la interfaz estándar de neumáticos. Como ejemplo, se comparan los datos simulados y experimentales de un camión pesado que realiza una maniobra de conducción normalizada. ",
            "error": []
        }
    }
}