{
    "original_text": "Design of a stroke dependent damper for the front axle suspension of a truck using multibody system dynamics and numerical optimization A stroke dependent damper is designed for the front axle suspension of a truck. The damper supplies extra damping for inward deflections rising above 4 cm. In this way the damper should reduce extreme suspension deflections without deteriorating the comfort of the truck. But the question is which stroke dependent damping curve yields the best compromise between suspension deflection working space and comfort. Therefore an optimization problem is defined to minimize the maximum inward suspension deflection subject to constraints on the chassis acceleration for three typical road undulations. The optimization problem is solved using sequential linear programming (SLP) and multibody dynamics simulation software. Several optimization runs have been carried out for a small two degree of freedom vehicle model and a large full-scale model of the truck semi-trailer combination. The results show that the stroke dependent damping can reduce large deflections at incidental road disturbances, but that the optimum stroke dependent damping curve is related to the acceleration bound. By means of vehicle model simulation and numerical optimization we have been able to quantify this trade-off between suspension deflection working space and truck comfort",
    "original_translation": "Diseño de un amortiguador dependiente de la carrera para la suspensión del eje delantero de un camión mediante la dinámica del sistema multicuerpo y la optimización numérica Un amortiguador dependiente de la carrera está diseñado para la suspensión del eje delantero de un camión. El amortiguador proporciona amortiguación adicional para las deformaciones internas que suben por encima de 4 cm. De esta manera el amortiguador debe reducir las desviaciones de suspensión extremas sin deteriorar la comodidad del camión. Pero la pregunta es qué curva de amortiguación dependiente del trazo produce el mejor compromiso entre el espacio de trabajo de desviación de suspensión y la comodidad. Por lo tanto, se define un problema de optimización para minimizar la desviación máxima de la suspensión interna sujeta a restricciones en la aceleración del chasis para tres ondulaciones típicas de carretera. El problema de optimización se resuelve mediante la programación lineal secuencial (SLP) y el software de simulación de dinámica multicuerpo. Se han llevado a cabo varias operaciones de optimización para un pequeño modelo de vehículo de dos grados de libertad y un gran modelo a gran escala de la combinación de semirremolque del camión. Los resultados muestran que la amortiguación dependiente de la carrera puede reducir grandes desviaciones en alteraciones incidentales de la carretera, pero que la curva de amortiguación óptima dependiente de la carrera está relacionada con el límite de aceleración. Gracias a la simulación del modelo de vehículo y a la optimización numérica hemos podido cuantificar esta compensación entre el espacio de trabajo de la desviación de suspensión y la comodidad del camión",
    "error_count": 5,
    "keys": {
        "stroke dependent damper": {
            "translated_key": "humectador dependiente de la carrera",
            "translated_annotated_text": "Diseño de un \"humectador dependiente de la carrera\" para la suspensión del eje delantero de un camión mediante la dinámica del sistema multicuerpo y la optimización numérica Un \"humectador dependiente de la carrera\" está diseñado para la suspensión del eje delantero de un camión. El amortiguador proporciona amortiguación adicional para las deformaciones internas que suben por encima de 4 cm. De esta manera el amortiguador debe reducir las desviaciones de suspensión extremas sin deteriorar la comodidad del camión. Pero la pregunta es qué curva de amortiguación dependiente del trazo produce el mejor compromiso entre el espacio de trabajo de desviación de suspensión y la comodidad. Por lo tanto, se define un problema de optimización para minimizar la desviación máxima de la suspensión interna sujeta a restricciones en la aceleración del chasis para tres ondulaciones típicas de carretera. El problema de optimización se resuelve mediante la programación lineal secuencial (SLP) y el software de simulación de dinámica multicuerpo. Se han llevado a cabo varias operaciones de optimización para un pequeño modelo de vehículo de dos grados de libertad y un gran modelo a gran escala de la combinación de semirremolque del camión. Los resultados muestran que la amortiguación dependiente de la carrera puede reducir grandes desviaciones en alteraciones incidentales de la carretera, pero que la curva de amortiguación óptima dependiente de la carrera está relacionada con el límite de aceleración. Gracias a la simulación del modelo de vehículo y a la optimización numérica hemos podido cuantificar esta compensación entre el espacio de trabajo de la desviación de suspensión y la comodidad del camión ",
            "error": [
                ""
            ]
        },
        "front axle suspension": {
            "translated_key": "suspensión del eje delantero",
            "translated_annotated_text": "Diseño de un amortiguador dependiente de la carrera para la \"suspensión del eje delantero\" de un camión mediante la dinámica del sistema multicuerpo y la optimización numérica Un amortiguador dependiente de la carrera está diseñado para la \"suspensión del eje delantero\" de un camión. El amortiguador proporciona amortiguación adicional para las deformaciones internas que suben por encima de 4 cm. De esta manera el amortiguador debe reducir las desviaciones de suspensión extremas sin deteriorar la comodidad del camión. Pero la pregunta es qué curva de amortiguación dependiente del trazo produce el mejor compromiso entre el espacio de trabajo de desviación de suspensión y la comodidad. Por lo tanto, se define un problema de optimización para minimizar la desviación máxima de la suspensión interna sujeta a restricciones en la aceleración del chasis para tres ondulaciones típicas de carretera. El problema de optimización se resuelve mediante la programación lineal secuencial (SLP) y el software de simulación de dinámica multicuerpo. Se han llevado a cabo varias operaciones de optimización para un pequeño modelo de vehículo de dos grados de libertad y un gran modelo a gran escala de la combinación de semirremolque del camión. Los resultados muestran que la amortiguación dependiente de la carrera puede reducir grandes desviaciones en alteraciones incidentales de la carretera, pero que la curva de amortiguación óptima dependiente de la carrera está relacionada con el límite de aceleración. Gracias a la simulación del modelo de vehículo y a la optimización numérica hemos podido cuantificar esta compensación entre el espacio de trabajo de la desviación de suspensión y la comodidad del camión ",
            "error": [
                ""
            ]
        },
        "multibody system dynamics": {
            "translated_key": "dinámica del sistema multicuerpo",
            "translated_annotated_text": "Diseño de un amortiguador dependiente de la carrera para la suspensión del eje delantero de un camión utilizando \"dinámica del sistema multicuerpo\" y optimización numérica Un amortiguador dependiente de la carrera está diseñado para la suspensión del eje delantero de un camión. El amortiguador proporciona amortiguación adicional para las deformaciones internas que suben por encima de 4 cm. De esta manera el amortiguador debe reducir las desviaciones de suspensión extremas sin deteriorar la comodidad del camión. Pero la pregunta es qué curva de amortiguación dependiente del trazo produce el mejor compromiso entre el espacio de trabajo de desviación de suspensión y la comodidad. Por lo tanto, se define un problema de optimización para minimizar la desviación máxima de la suspensión interna sujeta a restricciones en la aceleración del chasis para tres ondulaciones típicas de carretera. El problema de optimización se resuelve mediante la programación lineal secuencial (SLP) y el software de simulación de dinámica multicuerpo. Se han llevado a cabo varias operaciones de optimización para un pequeño modelo de vehículo de dos grados de libertad y un gran modelo a gran escala de la combinación de semirremolque del camión. Los resultados muestran que la amortiguación dependiente de la carrera puede reducir grandes desviaciones en alteraciones incidentales de la carretera, pero que la curva de amortiguación óptima dependiente de la carrera está relacionada con el límite de aceleración. Gracias a la simulación del modelo de vehículo y a la optimización numérica hemos podido cuantificar esta compensación entre el espacio de trabajo de la desviación de suspensión y la comodidad del camión ",
            "error": [
                ""
            ]
        },
        "numerical optimization": {
            "translated_key": "optimización numérica",
            "translated_annotated_text": "Diseño de un amortiguador dependiente de la carrera para la suspensión del eje delantero de un camión utilizando la dinámica del sistema multicuerpo y la \"optimización numérica\" Un amortiguador dependiente de la carrera está diseñado para la suspensión del eje delantero de un camión. El amortiguador proporciona amortiguación adicional para las deformaciones internas que suben por encima de 4 cm. De esta manera el amortiguador debe reducir las desviaciones de suspensión extremas sin deteriorar la comodidad del camión. Pero la pregunta es qué curva de amortiguación dependiente del trazo produce el mejor compromiso entre el espacio de trabajo de desviación de suspensión y la comodidad. Por lo tanto, se define un problema de optimización para minimizar la desviación máxima de la suspensión interna sujeta a restricciones en la aceleración del chasis para tres ondulaciones típicas de carretera. El problema de optimización se resuelve mediante la programación lineal secuencial (SLP) y el software de simulación de dinámica multicuerpo. Se han llevado a cabo varias operaciones de optimización para un pequeño modelo de vehículo de dos grados de libertad y un gran modelo a gran escala de la combinación de semirremolque del camión. Los resultados muestran que la amortiguación dependiente de la carrera puede reducir grandes desviaciones en alteraciones incidentales de la carretera, pero que la curva de amortiguación óptima dependiente de la carrera está relacionada con el límite de aceleración. Mediante la simulación de modelos de vehículos y la \"optimización numérica\" hemos podido cuantificar esta compensación entre el espacio de trabajo de desviación de suspensión y la comodidad del camión ",
            "error": [
                ""
            ]
        },
        "inward deflections": {
            "translated_key": "desviaciones interiores",
            "translated_annotated_text": "Diseño de un amortiguador dependiente de la carrera para la suspensión del eje delantero de un camión mediante la dinámica del sistema multicuerpo y la optimización numérica Un amortiguador dependiente de la carrera está diseñado para la suspensión del eje delantero de un camión. El amortiguador proporciona amortiguación adicional para \"desviaciones interiores\" que se elevan por encima de 4 cm. De esta manera el amortiguador debe reducir las desviaciones de suspensión extremas sin deteriorar la comodidad del camión. Pero la pregunta es qué curva de amortiguación dependiente del trazo produce el mejor compromiso entre el espacio de trabajo de desviación de suspensión y la comodidad. Por lo tanto, se define un problema de optimización para minimizar la desviación máxima de la suspensión interna sujeta a restricciones en la aceleración del chasis para tres ondulaciones típicas de carretera. El problema de optimización se resuelve mediante la programación lineal secuencial (SLP) y el software de simulación de dinámica multicuerpo. Se han llevado a cabo varias operaciones de optimización para un pequeño modelo de vehículo de dos grados de libertad y un gran modelo a gran escala de la combinación de semirremolque del camión. Los resultados muestran que la amortiguación dependiente de la carrera puede reducir grandes desviaciones en alteraciones incidentales de la carretera, pero que la curva de amortiguación óptima dependiente de la carrera está relacionada con el límite de aceleración. Gracias a la simulación del modelo de vehículo y a la optimización numérica hemos podido cuantificar esta compensación entre el espacio de trabajo de la desviación de suspensión y la comodidad del camión ",
            "error": [
                ""
            ]
        },
        "extreme suspension deflections": {
            "translated_key": "deformaciones de suspensión extrema",
            "translated_annotated_text": "Diseño de un amortiguador dependiente de la carrera para la suspensión del eje delantero de un camión mediante la dinámica del sistema multicuerpo y la optimización numérica Un amortiguador dependiente de la carrera está diseñado para la suspensión del eje delantero de un camión. El amortiguador proporciona amortiguación adicional para las deformaciones internas que suben por encima de 4 cm. De esta manera el amortiguador debe reducir las \"deformaciones de suspensión extrema\" sin deteriorar la comodidad del camión. Pero la pregunta es qué curva de amortiguación dependiente del trazo produce el mejor compromiso entre el espacio de trabajo de desviación de suspensión y la comodidad. Por lo tanto, se define un problema de optimización para minimizar la desviación máxima de la suspensión interna sujeta a restricciones en la aceleración del chasis para tres ondulaciones típicas de carretera. El problema de optimización se resuelve mediante la programación lineal secuencial (SLP) y el software de simulación de dinámica multicuerpo. Se han llevado a cabo varias operaciones de optimización para un pequeño modelo de vehículo de dos grados de libertad y un gran modelo a gran escala de la combinación de semirremolque del camión. Los resultados muestran que la amortiguación dependiente de la carrera puede reducir grandes desviaciones en alteraciones incidentales de la carretera, pero que la curva de amortiguación óptima dependiente de la carrera está relacionada con el límite de aceleración. Gracias a la simulación del modelo de vehículo y a la optimización numérica hemos podido cuantificar esta compensación entre el espacio de trabajo de la desviación de suspensión y la comodidad del camión ",
            "error": [
                ""
            ]
        },
        "chassis acceleration": {
            "translated_key": "aceleración del chasis",
            "translated_annotated_text": "Diseño de un amortiguador dependiente de la carrera para la suspensión del eje delantero de un camión mediante la dinámica del sistema multicuerpo y la optimización numérica Un amortiguador dependiente de la carrera está diseñado para la suspensión del eje delantero de un camión. El amortiguador proporciona amortiguación adicional para las deformaciones internas que suben por encima de 4 cm. De esta manera el amortiguador debe reducir las desviaciones de suspensión extremas sin deteriorar la comodidad del camión. Pero la pregunta es qué curva de amortiguación dependiente del trazo produce el mejor compromiso entre el espacio de trabajo de desviación de suspensión y la comodidad. Por lo tanto, se define un problema de optimización para minimizar la desviación máxima de la suspensión interna sujeta a restricciones en la \"aceleración del chasis\" para tres ondulaciones típicas de la carretera. El problema de optimización se resuelve mediante la programación lineal secuencial (SLP) y el software de simulación de dinámica multicuerpo. Se han llevado a cabo varias operaciones de optimización para un pequeño modelo de vehículo de dos grados de libertad y un gran modelo a gran escala de la combinación de semirremolque del camión. Los resultados muestran que la amortiguación dependiente de la carrera puede reducir grandes desviaciones en alteraciones incidentales de la carretera, pero que la curva de amortiguación óptima dependiente de la carrera está relacionada con el límite de aceleración. Gracias a la simulación del modelo de vehículo y a la optimización numérica hemos podido cuantificar esta compensación entre el espacio de trabajo de la desviación de suspensión y la comodidad del camión ",
            "error": [
                ""
            ]
        },
        "road undulations": {
            "translated_key": "ondulaciones de carretera",
            "translated_annotated_text": "Diseño de un amortiguador dependiente de la carrera para la suspensión del eje delantero de un camión mediante la dinámica del sistema multicuerpo y la optimización numérica Un amortiguador dependiente de la carrera está diseñado para la suspensión del eje delantero de un camión. El amortiguador proporciona amortiguación adicional para las deformaciones internas que suben por encima de 4 cm. De esta manera el amortiguador debe reducir las desviaciones de suspensión extremas sin deteriorar la comodidad del camión. Pero la pregunta es qué curva de amortiguación dependiente del trazo produce el mejor compromiso entre el espacio de trabajo de desviación de suspensión y la comodidad. Por lo tanto, se define un problema de optimización para minimizar la desviación máxima de la suspensión interna sujeta a restricciones en la aceleración del chasis para tres típicas \"ondulaciones de carretera\". El problema de optimización se resuelve mediante la programación lineal secuencial (SLP) y el software de simulación de dinámica multicuerpo. Se han llevado a cabo varias operaciones de optimización para un pequeño modelo de vehículo de dos grados de libertad y un gran modelo a gran escala de la combinación de semirremolque del camión. Los resultados muestran que la amortiguación dependiente de la carrera puede reducir grandes desviaciones en alteraciones incidentales de la carretera, pero que la curva de amortiguación óptima dependiente de la carrera está relacionada con el límite de aceleración. Gracias a la simulación del modelo de vehículo y a la optimización numérica hemos podido cuantificar esta compensación entre el espacio de trabajo de la desviación de suspensión y la comodidad del camión ",
            "error": [
                ""
            ]
        },
        "sequential linear programming": {
            "translated_key": "programación lineal secuencial",
            "translated_annotated_text": "Diseño de un amortiguador dependiente de la carrera para la suspensión del eje delantero de un camión mediante la dinámica del sistema multicuerpo y la optimización numérica Un amortiguador dependiente de la carrera está diseñado para la suspensión del eje delantero de un camión. El amortiguador proporciona amortiguación adicional para las deformaciones internas que suben por encima de 4 cm. De esta manera el amortiguador debe reducir las desviaciones de suspensión extremas sin deteriorar la comodidad del camión. Pero la pregunta es qué curva de amortiguación dependiente del trazo produce el mejor compromiso entre el espacio de trabajo de desviación de suspensión y la comodidad. Por lo tanto, se define un problema de optimización para minimizar la desviación máxima de la suspensión interna sujeta a restricciones en la aceleración del chasis para tres ondulaciones típicas de carretera. El problema de optimización se resuelve usando \"programación lineal secuencial\" (SLP) y software de simulación de dinámica multicuerpo. Se han llevado a cabo varias operaciones de optimización para un pequeño modelo de vehículo de dos grados de libertad y un gran modelo a gran escala de la combinación de semirremolque del camión. Los resultados muestran que la amortiguación dependiente de la carrera puede reducir grandes desviaciones en alteraciones incidentales de la carretera, pero que la curva de amortiguación óptima dependiente de la carrera está relacionada con el límite de aceleración. Gracias a la simulación del modelo de vehículo y a la optimización numérica hemos podido cuantificar esta compensación entre el espacio de trabajo de la desviación de suspensión y la comodidad del camión ",
            "error": [
                ""
            ]
        },
        "full-scale model": {
            "translated_key": "modelo a gran escala",
            "translated_annotated_text": "Diseño de un amortiguador dependiente de la carrera para la suspensión del eje delantero de un camión mediante la dinámica del sistema multicuerpo y la optimización numérica Un amortiguador dependiente de la carrera está diseñado para la suspensión del eje delantero de un camión. El amortiguador proporciona amortiguación adicional para las deformaciones internas que suben por encima de 4 cm. De esta manera el amortiguador debe reducir las desviaciones de suspensión extremas sin deteriorar la comodidad del camión. Pero la pregunta es qué curva de amortiguación dependiente del trazo produce el mejor compromiso entre el espacio de trabajo de desviación de suspensión y la comodidad. Por lo tanto, se define un problema de optimización para minimizar la desviación máxima de la suspensión interna sujeta a restricciones en la aceleración del chasis para tres ondulaciones típicas de carretera. El problema de optimización se resuelve mediante la programación lineal secuencial (SLP) y el software de simulación de dinámica multicuerpo. Se han llevado a cabo varias operaciones de optimización para un pequeño modelo de vehículo de dos grados de libertad y un gran \"modelo a gran escala\" de la combinación de semirremolque para camiones. Los resultados muestran que la amortiguación dependiente de la carrera puede reducir grandes desviaciones en alteraciones incidentales de la carretera, pero que la curva de amortiguación óptima dependiente de la carrera está relacionada con el límite de aceleración. Gracias a la simulación del modelo de vehículo y a la optimización numérica hemos podido cuantificar esta compensación entre el espacio de trabajo de la desviación de suspensión y la comodidad del camión ",
            "error": [
                ""
            ]
        },
        "truck semi-trailer combination": {
            "translated_key": "combinación de semirremolque del camión",
            "translated_annotated_text": "Diseño de un amortiguador dependiente de la carrera para la suspensión del eje delantero de un camión mediante la dinámica del sistema multicuerpo y la optimización numérica Un amortiguador dependiente de la carrera está diseñado para la suspensión del eje delantero de un camión. El amortiguador proporciona amortiguación adicional para las deformaciones internas que suben por encima de 4 cm. De esta manera el amortiguador debe reducir las desviaciones de suspensión extremas sin deteriorar la comodidad del camión. Pero la pregunta es qué curva de amortiguación dependiente del trazo produce el mejor compromiso entre el espacio de trabajo de desviación de suspensión y la comodidad. Por lo tanto, se define un problema de optimización para minimizar la desviación máxima de la suspensión interna sujeta a restricciones en la aceleración del chasis para tres ondulaciones típicas de carretera. El problema de optimización se resuelve mediante la programación lineal secuencial (SLP) y el software de simulación de dinámica multicuerpo. Se han llevado a cabo varias operaciones de optimización para un pequeño modelo de vehículo de dos grados de libertad y un gran modelo a gran escala de la \"combinación de semirremolque del camión\". Los resultados muestran que la amortiguación dependiente de la carrera puede reducir grandes desviaciones en alteraciones incidentales de la carretera, pero que la curva de amortiguación óptima dependiente de la carrera está relacionada con el límite de aceleración. Gracias a la simulación del modelo de vehículo y a la optimización numérica hemos podido cuantificar esta compensación entre el espacio de trabajo de la desviación de suspensión y la comodidad del camión ",
            "error": [
                ""
            ]
        },
        "damping": {
            "translated_key": [
                "daño",
                "dañante",
                "dañante",
                "dañante"
            ],
            "translated_annotated_text": "Diseño de un amortiguador dependiente de la carrera para la suspensión del eje delantero de un camión mediante la dinámica del sistema multicuerpo y la optimización numérica Un amortiguador dependiente de la carrera está diseñado para la suspensión del eje delantero de un camión. El amortiguador suministra \"daño\" adicional para las deformaciones internas que se elevan por encima de 4 cm. De esta manera el amortiguador debe reducir las desviaciones de suspensión extremas sin deteriorar la comodidad del camión. Pero la pregunta es qué curva \"dañante\" dependiente del trazo produce el mejor compromiso entre el espacio de trabajo de desviación de suspensión y la comodidad. Por lo tanto, se define un problema de optimización para minimizar la desviación máxima de la suspensión interna sujeta a restricciones en la aceleración del chasis para tres ondulaciones típicas de carretera. El problema de optimización se resuelve mediante la programación lineal secuencial (SLP) y el software de simulación de dinámica multicuerpo. Se han llevado a cabo varias operaciones de optimización para un pequeño modelo de vehículo de dos grados de libertad y un gran modelo a gran escala de la combinación de semirremolque del camión. Los resultados muestran que la \"dañante\" dependiente del trazo puede reducir grandes desviaciones en alteraciones incidentales de la carretera, pero que la curva \"dañante\" dependiente del trazo óptimo está relacionada con el límite de aceleración. Gracias a la simulación del modelo de vehículo y a la optimización numérica hemos podido cuantificar esta compensación entre el espacio de trabajo de la desviación de suspensión y la comodidad del camión ",
            "error": [
                "daño",
                "dañante",
                "dañante",
                "dañante"
            ]
        },
        "incidental road disturbances": {
            "translated_key": "alteraciones de la carretera incidente",
            "translated_annotated_text": "Diseño de un amortiguador dependiente de la carrera para la suspensión del eje delantero de un camión mediante la dinámica del sistema multicuerpo y la optimización numérica Un amortiguador dependiente de la carrera está diseñado para la suspensión del eje delantero de un camión. El amortiguador proporciona amortiguación adicional para las deformaciones internas que suben por encima de 4 cm. De esta manera el amortiguador debe reducir las desviaciones de suspensión extremas sin deteriorar la comodidad del camión. Pero la pregunta es qué curva de amortiguación dependiente del trazo produce el mejor compromiso entre el espacio de trabajo de desviación de suspensión y la comodidad. Por lo tanto, se define un problema de optimización para minimizar la desviación máxima de la suspensión interna sujeta a restricciones en la aceleración del chasis para tres ondulaciones típicas de carretera. El problema de optimización se resuelve mediante la programación lineal secuencial (SLP) y el software de simulación de dinámica multicuerpo. Se han llevado a cabo varias operaciones de optimización para un pequeño modelo de vehículo de dos grados de libertad y un gran modelo a gran escala de la combinación de semirremolque del camión. Los resultados muestran que la amortiguación dependiente de la carrera puede reducir grandes desviaciones en \"alteraciones de la carretera incidente\", pero que la curva de amortiguación óptima dependiente de la carrera está relacionada con el límite de aceleración. Gracias a la simulación del modelo de vehículo y a la optimización numérica hemos podido cuantificar esta compensación entre el espacio de trabajo de la desviación de suspensión y la comodidad del camión ",
            "error": [
                ""
            ]
        },
        "acceleration bound": {
            "translated_key": "aceleración limitada",
            "translated_annotated_text": "Diseño de un amortiguador dependiente de la carrera para la suspensión del eje delantero de un camión mediante la dinámica del sistema multicuerpo y la optimización numérica Un amortiguador dependiente de la carrera está diseñado para la suspensión del eje delantero de un camión. El amortiguador proporciona amortiguación adicional para las deformaciones internas que suben por encima de 4 cm. De esta manera el amortiguador debe reducir las desviaciones de suspensión extremas sin deteriorar la comodidad del camión. Pero la pregunta es qué curva de amortiguación dependiente del trazo produce el mejor compromiso entre el espacio de trabajo de desviación de suspensión y la comodidad. Por lo tanto, se define un problema de optimización para minimizar la desviación máxima de la suspensión interna sujeta a restricciones en la aceleración del chasis para tres ondulaciones típicas de carretera. El problema de optimización se resuelve mediante la programación lineal secuencial (SLP) y el software de simulación de dinámica multicuerpo. Se han llevado a cabo varias operaciones de optimización para un pequeño modelo de vehículo de dos grados de libertad y un gran modelo a gran escala de la combinación de semirremolque del camión. Los resultados muestran que la amortiguación dependiente de la carrera puede reducir grandes desviaciones en perturbaciones accidentales de la carretera, pero que la curva de amortiguación óptima dependiente de la carrera está relacionada con la \"aceleración limitada\". Gracias a la simulación del modelo de vehículo y a la optimización numérica hemos podido cuantificar esta compensación entre el espacio de trabajo de la desviación de suspensión y la comodidad del camión ",
            "error": [
                ""
            ]
        },
        "vehicle model simulation": {
            "translated_key": "modelo de simulación de vehículos",
            "translated_annotated_text": "Diseño de un amortiguador dependiente de la carrera para la suspensión del eje delantero de un camión mediante la dinámica del sistema multicuerpo y la optimización numérica Un amortiguador dependiente de la carrera está diseñado para la suspensión del eje delantero de un camión. El amortiguador proporciona amortiguación adicional para las deformaciones internas que suben por encima de 4 cm. De esta manera el amortiguador debe reducir las desviaciones de suspensión extremas sin deteriorar la comodidad del camión. Pero la pregunta es qué curva de amortiguación dependiente del trazo produce el mejor compromiso entre el espacio de trabajo de desviación de suspensión y la comodidad. Por lo tanto, se define un problema de optimización para minimizar la desviación máxima de la suspensión interna sujeta a restricciones en la aceleración del chasis para tres ondulaciones típicas de carretera. El problema de optimización se resuelve mediante la programación lineal secuencial (SLP) y el software de simulación de dinámica multicuerpo. Se han llevado a cabo varias operaciones de optimización para un pequeño modelo de vehículo de dos grados de libertad y un gran modelo a gran escala de la combinación de semirremolque del camión. Los resultados muestran que la amortiguación dependiente de la carrera puede reducir grandes desviaciones en alteraciones incidentales de la carretera, pero que la curva de amortiguación óptima dependiente de la carrera está relacionada con el límite de aceleración. Por medio de \"modelo de simulación de vehículos\" y optimización numérica hemos podido cuantificar esta compensación entre el espacio de trabajo de desviación de suspensión y la comodidad del camión ",
            "error": [
                ""
            ]
        },
        "truck comfort": {
            "translated_key": "confort del camión",
            "translated_annotated_text": "Diseño de un amortiguador dependiente de la carrera para la suspensión del eje delantero de un camión mediante la dinámica del sistema multicuerpo y la optimización numérica Un amortiguador dependiente de la carrera está diseñado para la suspensión del eje delantero de un camión. El amortiguador proporciona amortiguación adicional para las deformaciones internas que suben por encima de 4 cm. De esta manera el amortiguador debe reducir las desviaciones de suspensión extremas sin deteriorar la comodidad del camión. Pero la pregunta es qué curva de amortiguación dependiente del trazo produce el mejor compromiso entre el espacio de trabajo de desviación de suspensión y la comodidad. Por lo tanto, se define un problema de optimización para minimizar la desviación máxima de la suspensión interna sujeta a restricciones en la aceleración del chasis para tres ondulaciones típicas de carretera. El problema de optimización se resuelve mediante la programación lineal secuencial (SLP) y el software de simulación de dinámica multicuerpo. Se han llevado a cabo varias operaciones de optimización para un pequeño modelo de vehículo de dos grados de libertad y un gran modelo a gran escala de la combinación de semirremolque del camión. Los resultados muestran que la amortiguación dependiente de la carrera puede reducir grandes desviaciones en alteraciones incidentales de la carretera, pero que la curva de amortiguación óptima dependiente de la carrera está relacionada con el límite de aceleración. Mediante la simulación del modelo de vehículo y la optimización numérica hemos podido cuantificar esta compensación entre el espacio de trabajo de la desviación de suspensión y el \"confort del camión\" ",
            "error": [
                ""
            ]
        },
        "digital simulation": {
            "translated_key": [],
            "translated_annotated_text": "Diseño de un amortiguador dependiente de la carrera para la suspensión del eje delantero de un camión mediante la dinámica del sistema multicuerpo y la optimización numérica Un amortiguador dependiente de la carrera está diseñado para la suspensión del eje delantero de un camión. El amortiguador proporciona amortiguación adicional para las deformaciones internas que suben por encima de 4 cm. De esta manera el amortiguador debe reducir las desviaciones de suspensión extremas sin deteriorar la comodidad del camión. Pero la pregunta es qué curva de amortiguación dependiente del trazo produce el mejor compromiso entre el espacio de trabajo de desviación de suspensión y la comodidad. Por lo tanto, se define un problema de optimización para minimizar la desviación máxima de la suspensión interna sujeta a restricciones en la aceleración del chasis para tres ondulaciones típicas de carretera. El problema de optimización se resuelve mediante la programación lineal secuencial (SLP) y el software de simulación de dinámica multicuerpo. Se han llevado a cabo varias operaciones de optimización para un pequeño modelo de vehículo de dos grados de libertad y un gran modelo a gran escala de la combinación de semirremolque del camión. Los resultados muestran que la amortiguación dependiente de la carrera puede reducir grandes desviaciones en alteraciones incidentales de la carretera, pero que la curva de amortiguación óptima dependiente de la carrera está relacionada con el límite de aceleración. Gracias a la simulación del modelo de vehículo y a la optimización numérica hemos podido cuantificar esta compensación entre el espacio de trabajo de la desviación de suspensión y la comodidad del camión ",
            "error": []
        },
        "dynamics": {
            "translated_key": "dinámica",
            "translated_annotated_text": "Diseño de un amortiguador dependiente de la carrera para la suspensión del eje delantero de un camión utilizando sistema multicuerpo \"dinámica\" y optimización numérica Un amortiguador dependiente de la carrera está diseñado para la suspensión del eje delantero de un camión. El amortiguador proporciona amortiguación adicional para las deformaciones internas que suben por encima de 4 cm. De esta manera el amortiguador debe reducir las desviaciones de suspensión extremas sin deteriorar la comodidad del camión. Pero la pregunta es qué curva de amortiguación dependiente del trazo produce el mejor compromiso entre el espacio de trabajo de desviación de suspensión y la comodidad. Por lo tanto, se define un problema de optimización para minimizar la desviación máxima de la suspensión interna sujeta a restricciones en la aceleración del chasis para tres ondulaciones típicas de carretera. El problema de optimización se resuelve con programación lineal secuencial (SLP) y software de simulación de \"dinámica\" multicuerpo. Se han llevado a cabo varias operaciones de optimización para un pequeño modelo de vehículo de dos grados de libertad y un gran modelo a gran escala de la combinación de semirremolque del camión. Los resultados muestran que la amortiguación dependiente de la carrera puede reducir grandes desviaciones en alteraciones incidentales de la carretera, pero que la curva de amortiguación óptima dependiente de la carrera está relacionada con el límite de aceleración. Gracias a la simulación del modelo de vehículo y a la optimización numérica hemos podido cuantificar esta compensación entre el espacio de trabajo de la desviación de suspensión y la comodidad del camión ",
            "error": [
                ""
            ]
        },
        "linear programming": {
            "translated_key": "programación lineal",
            "translated_annotated_text": "Diseño de un amortiguador dependiente de la carrera para la suspensión del eje delantero de un camión mediante la dinámica del sistema multicuerpo y la optimización numérica Un amortiguador dependiente de la carrera está diseñado para la suspensión del eje delantero de un camión. El amortiguador proporciona amortiguación adicional para las deformaciones internas que suben por encima de 4 cm. De esta manera el amortiguador debe reducir las desviaciones de suspensión extremas sin deteriorar la comodidad del camión. Pero la pregunta es qué curva de amortiguación dependiente del trazo produce el mejor compromiso entre el espacio de trabajo de desviación de suspensión y la comodidad. Por lo tanto, se define un problema de optimización para minimizar la desviación máxima de la suspensión interna sujeta a restricciones en la aceleración del chasis para tres ondulaciones típicas de carretera. El problema de optimización se resuelve con el software secuencial de simulación de \"programación lineal\" (SLP) y dinámica multicuerpo. Se han llevado a cabo varias operaciones de optimización para un pequeño modelo de vehículo de dos grados de libertad y un gran modelo a gran escala de la combinación de semirremolque del camión. Los resultados muestran que la amortiguación dependiente de la carrera puede reducir grandes desviaciones en alteraciones incidentales de la carretera, pero que la curva de amortiguación óptima dependiente de la carrera está relacionada con el límite de aceleración. Gracias a la simulación del modelo de vehículo y a la optimización numérica hemos podido cuantificar esta compensación entre el espacio de trabajo de la desviación de suspensión y la comodidad del camión ",
            "error": [
                ""
            ]
        },
        "mechanical variables control": {
            "translated_key": [],
            "translated_annotated_text": "Diseño de un amortiguador dependiente de la carrera para la suspensión del eje delantero de un camión mediante la dinámica del sistema multicuerpo y la optimización numérica Un amortiguador dependiente de la carrera está diseñado para la suspensión del eje delantero de un camión. El amortiguador proporciona amortiguación adicional para las deformaciones internas que suben por encima de 4 cm. De esta manera el amortiguador debe reducir las desviaciones de suspensión extremas sin deteriorar la comodidad del camión. Pero la pregunta es qué curva de amortiguación dependiente del trazo produce el mejor compromiso entre el espacio de trabajo de desviación de suspensión y la comodidad. Por lo tanto, se define un problema de optimización para minimizar la desviación máxima de la suspensión interna sujeta a restricciones en la aceleración del chasis para tres ondulaciones típicas de carretera. El problema de optimización se resuelve mediante la programación lineal secuencial (SLP) y el software de simulación de dinámica multicuerpo. Se han llevado a cabo varias operaciones de optimización para un pequeño modelo de vehículo de dos grados de libertad y un gran modelo a gran escala de la combinación de semirremolque del camión. Los resultados muestran que la amortiguación dependiente de la carrera puede reducir grandes desviaciones en alteraciones incidentales de la carretera, pero que la curva de amortiguación óptima dependiente de la carrera está relacionada con el límite de aceleración. Gracias a la simulación del modelo de vehículo y a la optimización numérica hemos podido cuantificar esta compensación entre el espacio de trabajo de la desviación de suspensión y la comodidad del camión ",
            "error": []
        },
        "road vehicles": {
            "translated_key": [],
            "translated_annotated_text": "Diseño de un amortiguador dependiente de la carrera para la suspensión del eje delantero de un camión mediante la dinámica del sistema multicuerpo y la optimización numérica Un amortiguador dependiente de la carrera está diseñado para la suspensión del eje delantero de un camión. El amortiguador proporciona amortiguación adicional para las deformaciones internas que suben por encima de 4 cm. De esta manera el amortiguador debe reducir las desviaciones de suspensión extremas sin deteriorar la comodidad del camión. Pero la pregunta es qué curva de amortiguación dependiente del trazo produce el mejor compromiso entre el espacio de trabajo de desviación de suspensión y la comodidad. Por lo tanto, se define un problema de optimización para minimizar la desviación máxima de la suspensión interna sujeta a restricciones en la aceleración del chasis para tres ondulaciones típicas de carretera. El problema de optimización se resuelve mediante la programación lineal secuencial (SLP) y el software de simulación de dinámica multicuerpo. Se han llevado a cabo varias operaciones de optimización para un pequeño modelo de vehículo de dos grados de libertad y un gran modelo a gran escala de la combinación de semirremolque del camión. Los resultados muestran que la amortiguación dependiente de la carrera puede reducir grandes desviaciones en alteraciones incidentales de la carretera, pero que la curva de amortiguación óptima dependiente de la carrera está relacionada con el límite de aceleración. Gracias a la simulación del modelo de vehículo y a la optimización numérica hemos podido cuantificar esta compensación entre el espacio de trabajo de la desviación de suspensión y la comodidad del camión ",
            "error": []
        }
    }
}