{
    "original_text": "Breast cancer: effectiveness of computer-aided diagnosis-observer study with independent database of mammograms Evaluates the effectiveness of a computerized classification method as an aid to radiologists reviewing clinical mammograms for which the diagnoses were unknown to both the radiologists and the computer. Six mammographers and six community radiologists participated in an observer study. These 12 radiologists interpreted, with and without the computer aid, 110 cases that were unknown to both the 12 radiologist observers and the trained computer classification scheme. The radiologists performances in differentiating between benign and malignant masses without and with the computer aid were evaluated with receiver operating characteristic (ROC) analysis. Two-tailed P values were calculated for the Student t test to indicate the statistical significance of the differences in performances with and without the computer aid. When the computer aid was used, the average performance of the 12 radiologists improved, as indicated by an increase in the area under the ROC curve (A/sub z/) from 0.93 to 0.96 (P<.001), by an increase in partial area under the ROC curve (/sub 0.9/0A/sub z/) from 0.56 to 0.72 (P<.001), and by an increase in sensitivity from 94% to 98% (P=.022). No statistically significant difference in specificity was found between readings with and those without computer aid ( Delta +-0.014; P=.46; 95% Cl: -0.054, 0.026), where Delta is difference in specificity. When we analyzed results from the mammographers and community radiologists as separate groups, a larger improvement was demonstrated for the community radiologists. Computer-aided diagnosis can potentially help radiologists improve their diagnostic accuracy in the task of differentiating between benign and malignant masses seen on mammograms",
    "original_translation": "Cáncer de mama: eficacia del estudio de diagnóstico-observador asistido por computadora con base de datos independiente de mamografías Evalúa la eficacia de un método de clasificación computarizado como ayuda a los radiólogos que revisan mamografías clínicas para las cuales los diagnósticos eran desconocidos tanto para los radiólogos como para el ordenador. Seis mamógrafos y seis radiólogos comunitarios participaron en un estudio de observación. Estos 12 radiólogos interpretaron, con y sin la ayuda informática, 110 casos que eran desconocidos tanto para los 12 observadores radiólogos como para el esquema de clasificación informática entrenado. Los resultados de los radiólogos en la diferenciación entre masas benignas y malignas sin y con la ayuda de la computadora fueron evaluados con el análisis de las características operativas del receptor (ROC). Los valores de P de dos colas fueron calculados para la prueba t de Student para indicar la significación estadística de las diferencias en el desempeño con y sin la ayuda de la computadora. Cuando se utilizó la ayuda informática, el rendimiento medio de los 12 radiólogos mejoró, como lo indica un aumento en el área bajo la curva ROC (A/sub z/) de 0,93 a 0,96 (P<.001), un aumento en el área parcial bajo la curva ROC (/sub 0.9/0A/sub z/) de 0,56 a 0,72 (P<.001), y un aumento en la sensibilidad de 94% a 98% (P=.022). No se encontró diferencia estadísticamente significativa en la especificidad entre lecturas con y sin ayuda informática (Delta +-0,014; p=,46; 95% Cl: -0,054, 0,026), donde Delta es diferencia en especificidad. Cuando analizamos los resultados de los mamógrafos y radiólogos comunitarios como grupos separados, se demostró una mejoría mayor para los radiólogos comunitarios. El diagnóstico asistido por computadora puede ayudar potencialmente a los radiólogos a mejorar su precisión diagnóstica en la tarea de diferenciar entre masas benignas y malignas observadas en mamografías",
    "error_count": 20,
    "keys": {
        "computerized classification method": {
            "translated_key": [],
            "translated_annotated_text": "Cáncer de mama: efectividad del estudio de diagnóstico-observador asistido por computadora con base de datos independiente de mamografías Evalúa la efectividad de un método de clasificación computarizado <br> como ayuda a los radiólogos que revisan mamografías clínicas para las cuales los diagnósticos eran desconocidos tanto para los radiólogos como para el ordenador. Seis mamógrafos y seis radiólogos comunitarios participaron en un estudio de observación. Estos 12 radiólogos interpretaron, con y sin la ayuda informática, 110 casos que eran desconocidos tanto para los 12 observadores radiólogos como para el esquema de clasificación informática entrenado. Los resultados de los radiólogos en la diferenciación entre masas benignas y malignas sin y con la ayuda de la computadora fueron evaluados con el análisis de las características operativas del receptor (ROC). Los valores de P de dos colas fueron calculados para la prueba t de Student para indicar la significación estadística de las diferencias en el desempeño con y sin la ayuda de la computadora. Cuando se utilizó la ayuda informática, el rendimiento medio de los 12 radiólogos mejoró, como lo indica un aumento en el área bajo la curva ROC (A/sub z/) de 0,93 a 0,96 (P<.001), un aumento en el área parcial bajo la curva ROC (/sub 0.9/0A/sub z/) de 0,56 a 0,72 (P<.001), y un aumento en la sensibilidad de 94% a 98% (P=.022). No se encontró diferencia estadísticamente significativa en la especificidad entre lecturas con y sin ayuda informática (Delta +-0,014; p=,46; 95% Cl: -0,054, 0,026), donde Delta es diferencia en especificidad. Cuando analizamos los resultados de los mamógrafos y radiólogos comunitarios como grupos separados, se demostró una mejoría mayor para los radiólogos comunitarios. El diagnóstico asistido por computadora puede ayudar potencialmente a los radiólogos a mejorar su precisión diagnóstica en la tarea de diferenciar entre masas benignas y malignas observadas en mamografías ",
            "error": []
        },
        "clinical mammograms": {
            "translated_key": "mamografías clínicas",
            "translated_annotated_text": "Cáncer de mama: eficacia del estudio de diagnóstico-observador asistido por ordenador con base de datos independiente de mamografías Evalúa la eficacia de un método de clasificación computarizado como ayuda a los radiólogos que revisan <br>mamografías clínicas</br> para las cuales los diagnósticos eran desconocidos tanto para los radiólogos como para el ordenador.  Seis mamógrafos y seis radiólogos comunitarios participaron en un estudio de observación. Estos 12 radiólogos interpretaron, con y sin la ayuda informática, 110 casos que eran desconocidos tanto para los 12 observadores radiólogos como para el esquema de clasificación informática entrenado. Los resultados de los radiólogos en la diferenciación entre masas benignas y malignas sin y con la ayuda de la computadora fueron evaluados con el análisis de las características operativas del receptor (ROC). Los valores de P de dos colas fueron calculados para la prueba t de Student para indicar la significación estadística de las diferencias en el desempeño con y sin la ayuda de la computadora. Cuando se utilizó la ayuda informática, el rendimiento medio de los 12 radiólogos mejoró, como lo indica un aumento en el área bajo la curva ROC (A/sub z/) de 0,93 a 0,96 (P<.001), un aumento en el área parcial bajo la curva ROC (/sub 0.9/0A/sub z/) de 0,56 a 0,72 (P<.001), y un aumento en la sensibilidad de 94% a 98% (P=.022). No se encontró diferencia estadísticamente significativa en la especificidad entre lecturas con y sin ayuda informática (Delta +-0,014; p=,46; 95% Cl: -0,054, 0,026), donde Delta es diferencia en especificidad. Cuando analizamos los resultados de los mamógrafos y radiólogos comunitarios como grupos separados, se demostró una mejoría mayor para los radiólogos comunitarios. El diagnóstico asistido por computadora puede ayudar potencialmente a los radiólogos a mejorar su precisión diagnóstica en la tarea de diferenciar entre masas benignas y malignas observadas en mamografías ",
            "error": [
                ""
            ]
        },
        "observer study": {
            "translated_key": [
                "observador estudio",
                "observador"
            ],
            "translated_annotated_text": "Cáncer de mama: eficacia del diagnóstico asistido por computadora-<br>observador estudio</br> con base de datos independiente de mamografías Evalúa la eficacia de un método de clasificación computarizado como ayuda a los radiólogos que revisan mamografías clínicas para las cuales los diagnósticos eran desconocidos tanto para los radiólogos como para el ordenador. Seis mamógrafos y seis radiólogos comunitarios participaron en un estudio <br>observador</br>. Estos 12 radiólogos interpretaron, con y sin la ayuda informática, 110 casos que eran desconocidos tanto para los 12 observadores radiólogos como para el esquema de clasificación informática entrenado. Los resultados de los radiólogos en la diferenciación entre masas benignas y malignas sin y con la ayuda de la computadora fueron evaluados con el análisis de las características operativas del receptor (ROC). Los valores de P de dos colas fueron calculados para la prueba t de Student para indicar la significación estadística de las diferencias en el desempeño con y sin la ayuda de la computadora. Cuando se utilizó la ayuda informática, el rendimiento medio de los 12 radiólogos mejoró, como lo indica un aumento en el área bajo la curva ROC (A/sub z/) de 0,93 a 0,96 (P<.001), un aumento en el área parcial bajo la curva ROC (/sub 0.9/0A/sub z/) de 0,56 a 0,72 (P<.001), y un aumento en la sensibilidad de 94% a 98% (P=.022). No se encontró diferencia estadísticamente significativa en la especificidad entre lecturas con y sin ayuda informática (Delta +-0,014; p=,46; 95% Cl: -0,054, 0,026), donde Delta es diferencia en especificidad. Cuando analizamos los resultados de los mamógrafos y radiólogos comunitarios como grupos separados, se demostró una mejoría mayor para los radiólogos comunitarios. El diagnóstico asistido por computadora puede ayudar potencialmente a los radiólogos a mejorar su precisión diagnóstica en la tarea de diferenciar entre masas benignas y malignas observadas en mamografías ",
            "error": [
                "observador estudio",
                "observador"
            ]
        },
        "breast cancer": {
            "translated_key": [],
            "translated_annotated_text": "Cáncer de mama: eficacia del estudio de diagnóstico-observador asistido por computadora con base de datos independiente de mamografías Evalúa la eficacia de un método de clasificación computarizado como ayuda a los radiólogos que revisan mamografías clínicas para las cuales los diagnósticos eran desconocidos tanto para los radiólogos como para el ordenador. Seis mamógrafos y seis radiólogos comunitarios participaron en un estudio de observación. Estos 12 radiólogos interpretaron, con y sin la ayuda informática, 110 casos que eran desconocidos tanto para los 12 observadores radiólogos como para el esquema de clasificación informática entrenado. Los resultados de los radiólogos en la diferenciación entre masas benignas y malignas sin y con la ayuda de la computadora fueron evaluados con el análisis de las características operativas del receptor (ROC). Los valores de P de dos colas fueron calculados para la prueba t de Student para indicar la significación estadística de las diferencias en el desempeño con y sin la ayuda de la computadora. Cuando se utilizó la ayuda informática, el rendimiento medio de los 12 radiólogos mejoró, como lo indica un aumento en el área bajo la curva ROC (A/sub z/) de 0,93 a 0,96 (P<.001), un aumento en el área parcial bajo la curva ROC (/sub 0.9/0A/sub z/) de 0,56 a 0,72 (P<.001), y un aumento en la sensibilidad de 94% a 98% (P=.022). No se encontró diferencia estadísticamente significativa en la especificidad entre lecturas con y sin ayuda informática (Delta +-0,014; p=,46; 95% Cl: -0,054, 0,026), donde Delta es diferencia en especificidad. Cuando analizamos los resultados de los mamógrafos y radiólogos comunitarios como grupos separados, se demostró una mejoría mayor para los radiólogos comunitarios. El diagnóstico asistido por computadora puede ayudar potencialmente a los radiólogos a mejorar su precisión diagnóstica en la tarea de diferenciar entre masas benignas y malignas observadas en mamografías ",
            "error": []
        },
        "computer-aided diagnosis": {
            "translated_key": [],
            "translated_annotated_text": "Cáncer de mama: eficacia del estudio de diagnóstico-observador asistido por ordenador con base de datos independiente de mamografías Evalúa la eficacia de un método de clasificación computarizado como ayuda a los radiólogos que revisan mamografías clínicas para las que los diagnósticos eran desconocidos tanto para los radiólogos como para el ordenador. Seis mamógrafos y seis radiólogos comunitarios participaron en un estudio de observación. Estos 12 radiólogos interpretaron, con y sin la ayuda informática, 110 casos que eran desconocidos tanto para los 12 observadores radiólogos como para el esquema de clasificación informática entrenado. Los resultados de los radiólogos en la diferenciación entre masas benignas y malignas sin y con la ayuda de la computadora fueron evaluados con el análisis de las características operativas del receptor (ROC). Los valores de P de dos colas fueron calculados para la prueba t de Student para indicar la significación estadística de las diferencias en el desempeño con y sin la ayuda de la computadora. Cuando se utilizó la ayuda informática, el rendimiento medio de los 12 radiólogos mejoró, como lo indica un aumento en el área bajo la curva ROC (A/sub z/) de 0,93 a 0,96 (P<.001), un aumento en el área parcial bajo la curva ROC (/sub 0.9/0A/sub z/) de 0,56 a 0,72 (P<.001), y un aumento en la sensibilidad de 94% a 98% (P=.022). No se encontró diferencia estadísticamente significativa en la especificidad entre lecturas con y sin ayuda informática (Delta +-0,014; p=,46; 95% Cl: -0,054, 0,026), donde Delta es diferencia en especificidad. Cuando analizamos los resultados de los mamógrafos y radiólogos comunitarios como grupos separados, se demostró una mejoría mayor para los radiólogos comunitarios. El diagnóstico asistido por computadora puede ayudar potencialmente a los radiólogos a mejorar su precisión diagnóstica en la tarea de diferenciar entre masas benignas y malignas observadas en mamografías ",
            "error": []
        },
        "independent database": {
            "translated_key": [],
            "translated_annotated_text": "Cáncer de mama: eficacia del estudio de diagnóstico-observador asistido por computadora con base de datos independiente de mamografías <br> Evalúa la eficacia de un método de clasificación computarizado como ayuda a los radiólogos que revisan mamografías clínicas para las cuales los diagnósticos eran desconocidos tanto para los radiólogos como para el ordenador. Seis mamógrafos y seis radiólogos comunitarios participaron en un estudio de observación. Estos 12 radiólogos interpretaron, con y sin la ayuda informática, 110 casos que eran desconocidos tanto para los 12 observadores radiólogos como para el esquema de clasificación informática entrenado. Los resultados de los radiólogos en la diferenciación entre masas benignas y malignas sin y con la ayuda de la computadora fueron evaluados con el análisis de las características operativas del receptor (ROC). Los valores de P de dos colas fueron calculados para la prueba t de Student para indicar la significación estadística de las diferencias en el desempeño con y sin la ayuda de la computadora. Cuando se utilizó la ayuda informática, el rendimiento medio de los 12 radiólogos mejoró, como lo indica un aumento en el área bajo la curva ROC (A/sub z/) de 0,93 a 0,96 (P<.001), un aumento en el área parcial bajo la curva ROC (/sub 0.9/0A/sub z/) de 0,56 a 0,72 (P<.001), y un aumento en la sensibilidad de 94% a 98% (P=.022). No se encontró diferencia estadísticamente significativa en la especificidad entre lecturas con y sin ayuda informática (Delta +-0,014; p=,46; 95% Cl: -0,054, 0,026), donde Delta es diferencia en especificidad. Cuando analizamos los resultados de los mamógrafos y radiólogos comunitarios como grupos separados, se demostró una mejoría mayor para los radiólogos comunitarios. El diagnóstico asistido por computadora puede ayudar potencialmente a los radiólogos a mejorar su precisión diagnóstica en la tarea de diferenciar entre masas benignas y malignas observadas en mamografías ",
            "error": []
        },
        "trained computer classification scheme": {
            "translated_key": [],
            "translated_annotated_text": "Cáncer de mama: eficacia del estudio de diagnóstico-observador asistido por computadora con base de datos independiente de mamografías Evalúa la eficacia de un método de clasificación computarizado como ayuda a los radiólogos que revisan mamografías clínicas para las cuales los diagnósticos eran desconocidos tanto para los radiólogos como para el ordenador. Seis mamógrafos y seis radiólogos comunitarios participaron en un estudio de observación. Estos 12 radiólogos interpretaron, con y sin la ayuda informática, 110 casos que eran desconocidos tanto para los 12 observadores radiólogos como para el esquema de clasificación informática entrenado. Los resultados de los radiólogos en la diferenciación entre masas benignas y malignas sin y con la ayuda de la computadora fueron evaluados con el análisis de las características operativas del receptor (ROC). Los valores de P de dos colas fueron calculados para la prueba t de Student para indicar la significación estadística de las diferencias en el desempeño con y sin la ayuda de la computadora. Cuando se utilizó la ayuda informática, el rendimiento medio de los 12 radiólogos mejoró, como lo indica un aumento en el área bajo la curva ROC (A/sub z/) de 0,93 a 0,96 (P<.001), un aumento en el área parcial bajo la curva ROC (/sub 0.9/0A/sub z/) de 0,56 a 0,72 (P<.001), y un aumento en la sensibilidad de 94% a 98% (P=.022). No se encontró diferencia estadísticamente significativa en la especificidad entre lecturas con y sin ayuda informática (Delta +-0,014; p=,46; 95% Cl: -0,054, 0,026), donde Delta es diferencia en especificidad. Cuando analizamos los resultados de los mamógrafos y radiólogos comunitarios como grupos separados, se demostró una mejoría mayor para los radiólogos comunitarios. El diagnóstico asistido por computadora puede ayudar potencialmente a los radiólogos a mejorar su precisión diagnóstica en la tarea de diferenciar entre masas benignas y malignas observadas en mamografías ",
            "error": []
        },
        "radiologist observers": {
            "translated_key": " observadores radiólogos",
            "translated_annotated_text": "Cáncer de mama: eficacia del estudio de diagnóstico-observador asistido por computadora con base de datos independiente de mamografías Evalúa la eficacia de un método de clasificación computarizado como ayuda a los radiólogos que revisan mamografías clínicas para las cuales los diagnósticos eran desconocidos tanto para los radiólogos como para el ordenador. Seis mamógrafos y seis radiólogos comunitarios participaron en un estudio de observación. Estos 12 radiólogos interpretaron, con y sin la ayuda de la computadora, 110 casos que eran desconocidos tanto para los 12 <br> observadores radiólogos</br> como para el esquema de clasificación computarizada entrenado. Los resultados de los radiólogos en la diferenciación entre masas benignas y malignas sin y con la ayuda de la computadora fueron evaluados con el análisis de las características operativas del receptor (ROC). Los valores de P de dos colas fueron calculados para la prueba t de Student para indicar la significación estadística de las diferencias en el desempeño con y sin la ayuda de la computadora. Cuando se utilizó la ayuda informática, el rendimiento medio de los 12 radiólogos mejoró, como lo indica un aumento en el área bajo la curva ROC (A/sub z/) de 0,93 a 0,96 (P<.001), un aumento en el área parcial bajo la curva ROC (/sub 0.9/0A/sub z/) de 0,56 a 0,72 (P<.001), y un aumento en la sensibilidad de 94% a 98% (P=.022). No se encontró diferencia estadísticamente significativa en la especificidad entre lecturas con y sin ayuda informática (Delta +-0,014; p=,46; 95% Cl: -0,054, 0,026), donde Delta es diferencia en especificidad. Cuando analizamos los resultados de los mamógrafos y radiólogos comunitarios como grupos separados, se demostró una mejoría mayor para los radiólogos comunitarios. El diagnóstico asistido por computadora puede ayudar potencialmente a los radiólogos a mejorar su precisión diagnóstica en la tarea de diferenciar entre masas benignas y malignas observadas en mamografías ",
            "error": [
                ""
            ]
        },
        "benign masses": {
            "translated_key": [],
            "translated_annotated_text": "Cáncer de mama: eficacia del estudio de diagnóstico-observador asistido por computadora con base de datos independiente de mamografías Evalúa la eficacia de un método de clasificación computarizado como ayuda a los radiólogos que revisan mamografías clínicas para las cuales los diagnósticos eran desconocidos tanto para los radiólogos como para el ordenador. Seis mamógrafos y seis radiólogos comunitarios participaron en un estudio de observación. Estos 12 radiólogos interpretaron, con y sin la ayuda informática, 110 casos que eran desconocidos tanto para los 12 observadores radiólogos como para el esquema de clasificación informática entrenado. Los resultados de los radiólogos en la diferenciación entre masas benignas y malignas sin y con la ayuda de la computadora fueron evaluados con el análisis de las características operativas del receptor (ROC). Los valores de P de dos colas fueron calculados para la prueba t de Student para indicar la significación estadística de las diferencias en el desempeño con y sin la ayuda de la computadora. Cuando se utilizó la ayuda informática, el rendimiento medio de los 12 radiólogos mejoró, como lo indica un aumento en el área bajo la curva ROC (A/sub z/) de 0,93 a 0,96 (P<.001), un aumento en el área parcial bajo la curva ROC (/sub 0.9/0A/sub z/) de 0,56 a 0,72 (P<.001), y un aumento en la sensibilidad de 94% a 98% (P=.022). No se encontró diferencia estadísticamente significativa en la especificidad entre lecturas con y sin ayuda informática (Delta +-0,014; p=,46; 95% Cl: -0,054, 0,026), donde Delta es diferencia en especificidad. Cuando analizamos los resultados de los mamógrafos y radiólogos comunitarios como grupos separados, se demostró una mejoría mayor para los radiólogos comunitarios. El diagnóstico asistido por computadora puede ayudar potencialmente a los radiólogos a mejorar su precisión diagnóstica en la tarea de diferenciar entre masas benignas y malignas observadas en mamografías ",
            "error": []
        },
        "malignant masses": {
            "translated_key": "malignas",
            "translated_annotated_text": "Cáncer de mama: eficacia del estudio de diagnóstico-observador asistido por computadora con base de datos independiente de mamografías Evalúa la eficacia de un método de clasificación computarizado como ayuda a los radiólogos que revisan mamografías clínicas para las cuales los diagnósticos eran desconocidos tanto para los radiólogos como para el ordenador. Seis mamógrafos y seis radiólogos comunitarios participaron en un estudio de observación. Estos 12 radiólogos interpretaron, con y sin la ayuda informática, 110 casos que eran desconocidos tanto para los 12 observadores radiólogos como para el esquema de clasificación informática entrenado. Los resultados de los radiólogos en la diferenciación entre masas benignas y <br>malignas</br> sin y con la ayuda de la computadora fueron evaluados con el análisis de las características operativas del receptor (ROC). Los valores de P de dos colas fueron calculados para la prueba t de Student para indicar la significación estadística de las diferencias en el desempeño con y sin la ayuda de la computadora. Cuando se utilizó la ayuda informática, el rendimiento medio de los 12 radiólogos mejoró, como lo indica un aumento en el área bajo la curva ROC (A/sub z/) de 0,93 a 0,96 (P<.001), un aumento en el área parcial bajo la curva ROC (/sub 0.9/0A/sub z/) de 0,56 a 0,72 (P<.001), y un aumento en la sensibilidad de 94% a 98% (P=.022). No se encontró diferencia estadísticamente significativa en la especificidad entre lecturas con y sin ayuda informática (Delta +-0,014; p=,46; 95% Cl: -0,054, 0,026), donde Delta es diferencia en especificidad. Cuando analizamos los resultados de los mamógrafos y radiólogos comunitarios como grupos separados, se demostró una mejoría mayor para los radiólogos comunitarios. El diagnóstico asistido por computadora puede ayudar potencialmente a los radiólogos a mejorar su precisión diagnóstica en la tarea de diferenciar entre masas benignas y <br>malignas</br> vistas en mamografías ",
            "error": [
                ""
            ]
        },
        "receiver operating characteristic analysis": {
            "translated_key": [],
            "translated_annotated_text": "Cáncer de mama: eficacia del estudio de diagnóstico-observador asistido por computadora con base de datos independiente de mamografías Evalúa la eficacia de un método de clasificación computarizado como ayuda a los radiólogos que revisan mamografías clínicas para las cuales los diagnósticos eran desconocidos tanto para los radiólogos como para el ordenador. Seis mamógrafos y seis radiólogos comunitarios participaron en un estudio de observación. Estos 12 radiólogos interpretaron, con y sin la ayuda informática, 110 casos que eran desconocidos tanto para los 12 observadores radiólogos como para el esquema de clasificación informática entrenado. Los resultados de los radiólogos en la diferenciación entre masas benignas y malignas sin y con la ayuda de la computadora fueron evaluados con el análisis de las características operativas del receptor (ROC). Los valores de P de dos colas fueron calculados para la prueba t de Student para indicar la significación estadística de las diferencias en el desempeño con y sin la ayuda de la computadora. Cuando se utilizó la ayuda informática, el rendimiento medio de los 12 radiólogos mejoró, como lo indica un aumento en el área bajo la curva ROC (A/sub z/) de 0,93 a 0,96 (P<.001), un aumento en el área parcial bajo la curva ROC (/sub 0.9/0A/sub z/) de 0,56 a 0,72 (P<.001), y un aumento en la sensibilidad de 94% a 98% (P=.022). No se encontró diferencia estadísticamente significativa en la especificidad entre lecturas con y sin ayuda informática (Delta +-0,014; p=,46; 95% Cl: -0,054, 0,026), donde Delta es diferencia en especificidad. Cuando analizamos los resultados de los mamógrafos y radiólogos comunitarios como grupos separados, se demostró una mejoría mayor para los radiólogos comunitarios. El diagnóstico asistido por computadora puede ayudar potencialmente a los radiólogos a mejorar su precisión diagnóstica en la tarea de diferenciar entre masas benignas y malignas observadas en mamografías ",
            "error": []
        },
        "two-tailed P values": {
            "translated_key": [],
            "translated_annotated_text": "Cáncer de mama: eficacia del estudio de diagnóstico-observador asistido por computadora con base de datos independiente de mamografías Evalúa la eficacia de un método de clasificación computarizado como ayuda a los radiólogos que revisan mamografías clínicas para las cuales los diagnósticos eran desconocidos tanto para los radiólogos como para el ordenador. Seis mamógrafos y seis radiólogos comunitarios participaron en un estudio de observación. Estos 12 radiólogos interpretaron, con y sin la ayuda informática, 110 casos que eran desconocidos tanto para los 12 observadores radiólogos como para el esquema de clasificación informática entrenado. Los resultados de los radiólogos en la diferenciación entre masas benignas y malignas sin y con la ayuda de la computadora fueron evaluados con el análisis de las características operativas del receptor (ROC). Los valores de P de dos colas fueron calculados para la prueba t de Student para indicar la significación estadística de las diferencias en el desempeño con y sin la ayuda de la computadora. Cuando se utilizó la ayuda informática, el rendimiento medio de los 12 radiólogos mejoró, como lo indica un aumento en el área bajo la curva ROC (A/sub z/) de 0,93 a 0,96 (P<.001), un aumento en el área parcial bajo la curva ROC (/sub 0.9/0A/sub z/) de 0,56 a 0,72 (P<.001), y un aumento en la sensibilidad de 94% a 98% (P=.022). No se encontró diferencia estadísticamente significativa en la especificidad entre lecturas con y sin ayuda informática (Delta +-0,014; p=,46; 95% Cl: -0,054, 0,026), donde Delta es diferencia en especificidad. Cuando analizamos los resultados de los mamógrafos y radiólogos comunitarios como grupos separados, se demostró una mejoría mayor para los radiólogos comunitarios. El diagnóstico asistido por computadora puede ayudar potencialmente a los radiólogos a mejorar su precisión diagnóstica en la tarea de diferenciar entre masas benignas y malignas observadas en mamografías ",
            "error": []
        },
        "Student t test": {
            "translated_key": "Student t",
            "translated_annotated_text": "Cáncer de mama: eficacia del estudio de diagnóstico-observador asistido por computadora con base de datos independiente de mamografías Evalúa la eficacia de un método de clasificación computarizado como ayuda a los radiólogos que revisan mamografías clínicas para las cuales los diagnósticos eran desconocidos tanto para los radiólogos como para el ordenador. Seis mamógrafos y seis radiólogos comunitarios participaron en un estudio de observación. Estos 12 radiólogos interpretaron, con y sin la ayuda informática, 110 casos que eran desconocidos tanto para los 12 observadores radiólogos como para el esquema de clasificación informática entrenado. Los resultados de los radiólogos en la diferenciación entre masas benignas y malignas sin y con la ayuda de la computadora fueron evaluados con el análisis de las características operativas del receptor (ROC). Se calcularon valores de P de dos colas para el test <br>Student t</br> para indicar la significación estadística de las diferencias en el rendimiento con y sin la ayuda de la computadora. Cuando se utilizó la ayuda informática, el rendimiento medio de los 12 radiólogos mejoró, como lo indica un aumento en el área bajo la curva ROC (A/sub z/) de 0,93 a 0,96 (P<.001), un aumento en el área parcial bajo la curva ROC (/sub 0.9/0A/sub z/) de 0,56 a 0,72 (P<.001), y un aumento en la sensibilidad de 94% a 98% (P=.022). No se encontró diferencia estadísticamente significativa en la especificidad entre lecturas con y sin ayuda informática (Delta +-0,014; p=,46; 95% Cl: -0,054, 0,026), donde Delta es diferencia en especificidad. Cuando analizamos los resultados de los mamógrafos y radiólogos comunitarios como grupos separados, se demostró una mejoría mayor para los radiólogos comunitarios. El diagnóstico asistido por computadora puede ayudar potencialmente a los radiólogos a mejorar su precisión diagnóstica en la tarea de diferenciar entre masas benignas y malignas observadas en mamografías ",
            "error": [
                ""
            ]
        },
        "statistical significance": {
            "translated_key": [],
            "translated_annotated_text": "Cáncer de mama: eficacia del estudio de diagnóstico-observador asistido por computadora con base de datos independiente de mamografías Evalúa la eficacia de un método de clasificación computarizado como ayuda a los radiólogos que revisan mamografías clínicas para las cuales los diagnósticos eran desconocidos tanto para los radiólogos como para el ordenador. Seis mamógrafos y seis radiólogos comunitarios participaron en un estudio de observación. Estos 12 radiólogos interpretaron, con y sin la ayuda informática, 110 casos que eran desconocidos tanto para los 12 observadores radiólogos como para el esquema de clasificación informática entrenado. Los resultados de los radiólogos en la diferenciación entre masas benignas y malignas sin y con la ayuda de la computadora fueron evaluados con el análisis de las características operativas del receptor (ROC). Los valores de P de dos colas fueron calculados para la prueba t de Student para indicar la significación estadística <br> de las diferencias en el desempeño con y sin la ayuda de la computadora. Cuando se utilizó la ayuda informática, el rendimiento medio de los 12 radiólogos mejoró, como lo indica un aumento en el área bajo la curva ROC (A/sub z/) de 0,93 a 0,96 (P<.001), un aumento en el área parcial bajo la curva ROC (/sub 0.9/0A/sub z/) de 0,56 a 0,72 (P<.001), y un aumento en la sensibilidad de 94% a 98% (P=.022). No se encontró diferencia estadísticamente significativa en la especificidad entre lecturas con y sin ayuda informática (Delta +-0,014; p=,46; 95% Cl: -0,054, 0,026), donde Delta es diferencia en especificidad. Cuando analizamos los resultados de los mamógrafos y radiólogos comunitarios como grupos separados, se demostró una mejoría mayor para los radiólogos comunitarios. El diagnóstico asistido por computadora puede ayudar potencialmente a los radiólogos a mejorar su precisión diagnóstica en la tarea de diferenciar entre masas benignas y malignas observadas en mamografías ",
            "error": []
        },
        "performances": {
            "translated_key": [
                "rendimientos",
                "performances"
            ],
            "translated_annotated_text": "Cáncer de mama: eficacia del estudio de diagnóstico-observador asistido por computadora con base de datos independiente de mamografías Evalúa la eficacia de un método de clasificación computarizado como ayuda a los radiólogos que revisan mamografías clínicas para las cuales los diagnósticos eran desconocidos tanto para los radiólogos como para el ordenador. Seis mamógrafos y seis radiólogos comunitarios participaron en un estudio de observación. Estos 12 radiólogos interpretaron, con y sin la ayuda informática, 110 casos que eran desconocidos tanto para los 12 observadores radiólogos como para el esquema de clasificación informática entrenado. Los radiólogos <br>rendimientos</br> en la diferenciación entre masas benignas y malignas sin y con la ayuda de la computadora fueron evaluados con el análisis de las características operativas del receptor (ROC). Los valores de P de dos colas fueron calculados para la prueba t de Student para indicar la significación estadística de las diferencias en las <br>performances</br> con y sin la ayuda de la computadora. Cuando se utilizó la ayuda informática, el rendimiento medio de los 12 radiólogos mejoró, como lo indica un aumento en el área bajo la curva ROC (A/sub z/) de 0,93 a 0,96 (P<.001), un aumento en el área parcial bajo la curva ROC (/sub 0.9/0A/sub z/) de 0,56 a 0,72 (P<.001), y un aumento en la sensibilidad de 94% a 98% (P=.022). No se encontró diferencia estadísticamente significativa en la especificidad entre lecturas con y sin ayuda informática (Delta +-0,014; p=,46; 95% Cl: -0,054, 0,026), donde Delta es diferencia en especificidad. Cuando analizamos los resultados de los mamógrafos y radiólogos comunitarios como grupos separados, se demostró una mejoría mayor para los radiólogos comunitarios. El diagnóstico asistido por computadora puede ayudar potencialmente a los radiólogos a mejorar su precisión diagnóstica en la tarea de diferenciar entre masas benignas y malignas observadas en mamografías ",
            "error": [
                "rendimientos",
                "performances"
            ]
        },
        "average performance": {
            "translated_key": [],
            "translated_annotated_text": "Cáncer de mama: eficacia del estudio de diagnóstico-observador asistido por computadora con base de datos independiente de mamografías Evalúa la eficacia de un método de clasificación computarizado como ayuda a los radiólogos que revisan mamografías clínicas para las cuales los diagnósticos eran desconocidos tanto para los radiólogos como para el ordenador. Seis mamógrafos y seis radiólogos comunitarios participaron en un estudio de observación. Estos 12 radiólogos interpretaron, con y sin la ayuda informática, 110 casos que eran desconocidos tanto para los 12 observadores radiólogos como para el esquema de clasificación informática entrenado. Los resultados de los radiólogos en la diferenciación entre masas benignas y malignas sin y con la ayuda de la computadora fueron evaluados con el análisis de las características operativas del receptor (ROC). Los valores de P de dos colas fueron calculados para la prueba t de Student para indicar la significación estadística de las diferencias en el desempeño con y sin la ayuda de la computadora. Cuando se utilizó la ayuda informática, el rendimiento medio <br> de los 12 radiólogos mejoró, como lo indica un aumento en el área bajo la curva ROC (A/sub z/) de 0,93 a 0,96 (P<.001), un aumento en el área parcial bajo la curva ROC (/sub 0,9/0A/sub z/) de 0,56 a 0,72 (P<.001), y un aumento en la sensibilidad de 94% a 98% (P=.022). No se encontró diferencia estadísticamente significativa en la especificidad entre lecturas con y sin ayuda informática (Delta +-0,014; p=,46; 95% Cl: -0,054, 0,026), donde Delta es diferencia en especificidad. Cuando analizamos los resultados de los mamógrafos y radiólogos comunitarios como grupos separados, se demostró una mejoría mayor para los radiólogos comunitarios. El diagnóstico asistido por computadora puede ayudar potencialmente a los radiólogos a mejorar su precisión diagnóstica en la tarea de diferenciar entre masas benignas y malignas observadas en mamografías ",
            "error": []
        },
        "receiver operating characteristic curve": {
            "translated_key": [],
            "translated_annotated_text": "Cáncer de mama: eficacia del estudio de diagnóstico-observador asistido por computadora con base de datos independiente de mamografías Evalúa la eficacia de un método de clasificación computarizado como ayuda a los radiólogos que revisan mamografías clínicas para las cuales los diagnósticos eran desconocidos tanto para los radiólogos como para el ordenador. Seis mamógrafos y seis radiólogos comunitarios participaron en un estudio de observación. Estos 12 radiólogos interpretaron, con y sin la ayuda informática, 110 casos que eran desconocidos tanto para los 12 observadores radiólogos como para el esquema de clasificación informática entrenado. Los resultados de los radiólogos en la diferenciación entre masas benignas y malignas sin y con la ayuda de la computadora fueron evaluados con el análisis de las características operativas del receptor (ROC). Los valores de P de dos colas fueron calculados para la prueba t de Student para indicar la significación estadística de las diferencias en el desempeño con y sin la ayuda de la computadora. Cuando se utilizó la ayuda informática, el rendimiento medio de los 12 radiólogos mejoró, como lo indica un aumento en el área bajo la curva ROC (A/sub z/) de 0,93 a 0,96 (P<.001), un aumento en el área parcial bajo la curva ROC (/sub 0.9/0A/sub z/) de 0,56 a 0,72 (P<.001), y un aumento en la sensibilidad de 94% a 98% (P=.022). No se encontró diferencia estadísticamente significativa en la especificidad entre lecturas con y sin ayuda informática (Delta +-0,014; p=,46; 95% Cl: -0,054, 0,026), donde Delta es diferencia en especificidad. Cuando analizamos los resultados de los mamógrafos y radiólogos comunitarios como grupos separados, se demostró una mejoría mayor para los radiólogos comunitarios. El diagnóstico asistido por computadora puede ayudar potencialmente a los radiólogos a mejorar su precisión diagnóstica en la tarea de diferenciar entre masas benignas y malignas observadas en mamografías ",
            "error": []
        },
        "diagnostic accuracy": {
            "translated_key": "precisión diagnóstica",
            "translated_annotated_text": "Cáncer de mama: eficacia del estudio de diagnóstico-observador asistido por computadora con base de datos independiente de mamografías Evalúa la eficacia de un método de clasificación computarizado como ayuda a los radiólogos que revisan mamografías clínicas para las cuales los diagnósticos eran desconocidos tanto para los radiólogos como para el ordenador. Seis mamógrafos y seis radiólogos comunitarios participaron en un estudio de observación. Estos 12 radiólogos interpretaron, con y sin la ayuda informática, 110 casos que eran desconocidos tanto para los 12 observadores radiólogos como para el esquema de clasificación informática entrenado. Los resultados de los radiólogos en la diferenciación entre masas benignas y malignas sin y con la ayuda de la computadora fueron evaluados con el análisis de las características operativas del receptor (ROC). Los valores de P de dos colas fueron calculados para la prueba t de Student para indicar la significación estadística de las diferencias en el desempeño con y sin la ayuda de la computadora. Cuando se utilizó la ayuda informática, el rendimiento medio de los 12 radiólogos mejoró, como lo indica un aumento en el área bajo la curva ROC (A/sub z/) de 0,93 a 0,96 (P<.001), un aumento en el área parcial bajo la curva ROC (/sub 0.9/0A/sub z/) de 0,56 a 0,72 (P<.001), y un aumento en la sensibilidad de 94% a 98% (P=.022). No se encontró diferencia estadísticamente significativa en la especificidad entre lecturas con y sin ayuda informática (Delta +-0,014; p=,46; 95% Cl: -0,054, 0,026), donde Delta es diferencia en especificidad. Cuando analizamos los resultados de los mamógrafos y radiólogos comunitarios como grupos separados, se demostró una mejoría mayor para los radiólogos comunitarios. El diagnóstico asistido por computadora puede ayudar potencialmente a los radiólogos a mejorar su <br>precisión diagnóstica</br> en la tarea de diferenciar entre masas benignas y malignas observadas en mamografías.  ",
            "error": [
                ""
            ]
        },
        "computer aid": {
            "translated_key": [
                "computer aid",
                "computer aid",
                "computer aid",
                "computer aid",
                " "
            ],
            "translated_annotated_text": "Cáncer de mama: eficacia del estudio de diagnóstico-observador asistido por computadora con base de datos independiente de mamografías Evalúa la eficacia de un método de clasificación computarizado como ayuda a los radiólogos que revisan mamografías clínicas para las cuales los diagnósticos eran desconocidos tanto para los radiólogos como para el ordenador. Seis mamógrafos y seis radiólogos comunitarios participaron en un estudio de observación. Estos 12 radiólogos interpretaron, con y sin el <br>computer aid</br>, 110 casos que eran desconocidos tanto para los 12 observadores radiólogos como para el esquema de clasificación computarizada entrenado. Los resultados de los radiólogos en la diferenciación entre masas benignas y malignas sin y con el <br>computer aid</br> fueron evaluados con el análisis de las características operativas del receptor (ROC). Los valores de P de dos colas fueron calculados para la prueba t de Student para indicar la significación estadística de las diferencias en el desempeño con y sin el <br>computer aid</br>. Cuando se utilizó el <br>computer aid</br>, el rendimiento medio de los 12 radiólogos mejoró, como lo indica un aumento en el área bajo la curva ROC (A/sub z/) de 0,93 a 0,96 (P<.001), un aumento en el área parcial bajo la curva ROC (/sub 0,9/0A/sub z/) de 0,56 a 0,72 (P<.001), y un aumento en la sensibilidad de 94% a 98% (P=.022). No se encontró diferencia estadísticamente significativa en la especificidad entre las lecturas con y sin ayuda computarizada <br> </br> ( Delta +-0,014; p=,46; 95% Cl: -0,054, 0,026), donde Delta es diferencia en especificidad. Cuando analizamos los resultados de los mamógrafos y radiólogos comunitarios como grupos separados, se demostró una mejoría mayor para los radiólogos comunitarios. El diagnóstico asistido por computadora puede ayudar potencialmente a los radiólogos a mejorar su precisión diagnóstica en la tarea de diferenciar entre masas benignas y malignas observadas en mamografías ",
            "error": [
                "computer aid",
                "computer aid",
                "computer aid",
                "computer aid",
                " "
            ]
        },
        "mammographers": {
            "translated_key": "mamógrafos",
            "translated_annotated_text": "Cáncer de mama: eficacia del estudio de diagnóstico-observador asistido por computadora con base de datos independiente de mamografías Evalúa la eficacia de un método de clasificación computarizado como ayuda a los radiólogos que revisan mamografías clínicas para las cuales los diagnósticos eran desconocidos tanto para los radiólogos como para el ordenador. Seis <br>mamógrafos</br> y seis radiólogos comunitarios participaron en un estudio de observación. Estos 12 radiólogos interpretaron, con y sin la ayuda informática, 110 casos que eran desconocidos tanto para los 12 observadores radiólogos como para el esquema de clasificación informática entrenado. Los resultados de los radiólogos en la diferenciación entre masas benignas y malignas sin y con la ayuda de la computadora fueron evaluados con el análisis de las características operativas del receptor (ROC). Los valores de P de dos colas fueron calculados para la prueba t de Student para indicar la significación estadística de las diferencias en el desempeño con y sin la ayuda de la computadora. Cuando se utilizó la ayuda informática, el rendimiento medio de los 12 radiólogos mejoró, como lo indica un aumento en el área bajo la curva ROC (A/sub z/) de 0,93 a 0,96 (P<.001), un aumento en el área parcial bajo la curva ROC (/sub 0.9/0A/sub z/) de 0,56 a 0,72 (P<.001), y un aumento en la sensibilidad de 94% a 98% (P=.022). No se encontró diferencia estadísticamente significativa en la especificidad entre lecturas con y sin ayuda informática (Delta +-0,014; p=,46; 95% Cl: -0,054, 0,026), donde Delta es diferencia en especificidad. Cuando analizamos los resultados de los <br>mamógrafos</br> y los radiólogos comunitarios como grupos separados, se demostró una mejoría mayor para los radiólogos comunitarios. El diagnóstico asistido por computadora puede ayudar potencialmente a los radiólogos a mejorar su precisión diagnóstica en la tarea de diferenciar entre masas benignas y malignas observadas en mamografías ",
            "error": [
                ""
            ]
        },
        "community radiologists": {
            "translated_key": "radiólogos comunitarios",
            "translated_annotated_text": "Cáncer de mama: eficacia del estudio de diagnóstico-observador asistido por computadora con base de datos independiente de mamografías Evalúa la eficacia de un método de clasificación computarizado como ayuda a los radiólogos que revisan mamografías clínicas para las cuales los diagnósticos eran desconocidos tanto para los radiólogos como para el ordenador. Seis mamógrafos y seis <br>radiólogos comunitarios</br> participaron en un estudio de observación. Estos 12 radiólogos interpretaron, con y sin la ayuda informática, 110 casos que eran desconocidos tanto para los 12 observadores radiólogos como para el esquema de clasificación informática entrenado. Los resultados de los radiólogos en la diferenciación entre masas benignas y malignas sin y con la ayuda de la computadora fueron evaluados con el análisis de las características operativas del receptor (ROC). Los valores de P de dos colas fueron calculados para la prueba t de Student para indicar la significación estadística de las diferencias en el desempeño con y sin la ayuda de la computadora. Cuando se utilizó la ayuda informática, el rendimiento medio de los 12 radiólogos mejoró, como lo indica un aumento en el área bajo la curva ROC (A/sub z/) de 0,93 a 0,96 (P<.001), un aumento en el área parcial bajo la curva ROC (/sub 0.9/0A/sub z/) de 0,56 a 0,72 (P<.001), y un aumento en la sensibilidad de 94% a 98% (P=.022). No se encontró diferencia estadísticamente significativa en la especificidad entre lecturas con y sin ayuda informática (Delta +-0,014; p=,46; 95% Cl: -0,054, 0,026), donde Delta es diferencia en especificidad. Cuando analizamos los resultados de los mamógrafos y <br>radiólogos comunitarios</br> como grupos separados, se demostró una mejoría mayor para los <br>radiólogos comunitarios</br>. El diagnóstico asistido por computadora puede ayudar potencialmente a los radiólogos a mejorar su precisión diagnóstica en la tarea de diferenciar entre masas benignas y malignas observadas en mamografías ",
            "error": [
                ""
            ]
        },
        "cancer": {
            "translated_key": "cancer",
            "translated_annotated_text": "Breast <br>cancer</br>: eficacia del estudio de diagnóstico-observador asistido por ordenador con base de datos independiente de mamografías Evalúa la eficacia de un método de clasificación computarizado como ayuda a los radiólogos que revisan mamografías clínicas para las cuales los diagnósticos eran desconocidos tanto para los radiólogos como para el ordenador. Seis mamógrafos y seis radiólogos comunitarios participaron en un estudio de observación. Estos 12 radiólogos interpretaron, con y sin la ayuda informática, 110 casos que eran desconocidos tanto para los 12 observadores radiólogos como para el esquema de clasificación informática entrenado. Los resultados de los radiólogos en la diferenciación entre masas benignas y malignas sin y con la ayuda de la computadora fueron evaluados con el análisis de las características operativas del receptor (ROC). Los valores de P de dos colas fueron calculados para la prueba t de Student para indicar la significación estadística de las diferencias en el desempeño con y sin la ayuda de la computadora. Cuando se utilizó la ayuda informática, el rendimiento medio de los 12 radiólogos mejoró, como lo indica un aumento en el área bajo la curva ROC (A/sub z/) de 0,93 a 0,96 (P<.001), un aumento en el área parcial bajo la curva ROC (/sub 0.9/0A/sub z/) de 0,56 a 0,72 (P<.001), y un aumento en la sensibilidad de 94% a 98% (P=.022). No se encontró diferencia estadísticamente significativa en la especificidad entre lecturas con y sin ayuda informática (Delta +-0,014; p=,46; 95% Cl: -0,054, 0,026), donde Delta es diferencia en especificidad. Cuando analizamos los resultados de los mamógrafos y radiólogos comunitarios como grupos separados, se demostró una mejoría mayor para los radiólogos comunitarios. El diagnóstico asistido por computadora puede ayudar potencialmente a los radiólogos a mejorar su precisión diagnóstica en la tarea de diferenciar entre masas benignas y malignas observadas en mamografías ",
            "error": [
                ""
            ]
        },
        "diagnostic radiography": {
            "translated_key": [],
            "translated_annotated_text": "Cáncer de mama: eficacia del estudio de diagnóstico-observador asistido por computadora con base de datos independiente de mamografías Evalúa la eficacia de un método de clasificación computarizado como ayuda a los radiólogos que revisan mamografías clínicas para las cuales los diagnósticos eran desconocidos tanto para los radiólogos como para el ordenador. Seis mamógrafos y seis radiólogos comunitarios participaron en un estudio de observación. Estos 12 radiólogos interpretaron, con y sin la ayuda informática, 110 casos que eran desconocidos tanto para los 12 observadores radiólogos como para el esquema de clasificación informática entrenado. Los resultados de los radiólogos en la diferenciación entre masas benignas y malignas sin y con la ayuda de la computadora fueron evaluados con el análisis de las características operativas del receptor (ROC). Los valores de P de dos colas fueron calculados para la prueba t de Student para indicar la significación estadística de las diferencias en el desempeño con y sin la ayuda de la computadora. Cuando se utilizó la ayuda informática, el rendimiento medio de los 12 radiólogos mejoró, como lo indica un aumento en el área bajo la curva ROC (A/sub z/) de 0,93 a 0,96 (P<.001), un aumento en el área parcial bajo la curva ROC (/sub 0.9/0A/sub z/) de 0,56 a 0,72 (P<.001), y un aumento en la sensibilidad de 94% a 98% (P=.022). No se encontró diferencia estadísticamente significativa en la especificidad entre lecturas con y sin ayuda informática (Delta +-0,014; p=,46; 95% Cl: -0,054, 0,026), donde Delta es diferencia en especificidad. Cuando analizamos los resultados de los mamógrafos y radiólogos comunitarios como grupos separados, se demostró una mejoría mayor para los radiólogos comunitarios. El diagnóstico asistido por computadora puede ayudar potencialmente a los radiólogos a mejorar su precisión diagnóstica en la tarea de diferenciar entre masas benignas y malignas observadas en mamografías ",
            "error": []
        },
        "image classification": {
            "translated_key": [],
            "translated_annotated_text": "Cáncer de mama: eficacia del estudio de diagnóstico-observador asistido por computadora con base de datos independiente de mamografías Evalúa la eficacia de un método de clasificación computarizado como ayuda a los radiólogos que revisan mamografías clínicas para las cuales los diagnósticos eran desconocidos tanto para los radiólogos como para el ordenador. Seis mamógrafos y seis radiólogos comunitarios participaron en un estudio de observación. Estos 12 radiólogos interpretaron, con y sin la ayuda informática, 110 casos que eran desconocidos tanto para los 12 observadores radiólogos como para el esquema de clasificación informática entrenado. Los resultados de los radiólogos en la diferenciación entre masas benignas y malignas sin y con la ayuda de la computadora fueron evaluados con el análisis de las características operativas del receptor (ROC). Los valores de P de dos colas fueron calculados para la prueba t de Student para indicar la significación estadística de las diferencias en el desempeño con y sin la ayuda de la computadora. Cuando se utilizó la ayuda informática, el rendimiento medio de los 12 radiólogos mejoró, como lo indica un aumento en el área bajo la curva ROC (A/sub z/) de 0,93 a 0,96 (P<.001), un aumento en el área parcial bajo la curva ROC (/sub 0.9/0A/sub z/) de 0,56 a 0,72 (P<.001), y un aumento en la sensibilidad de 94% a 98% (P=.022). No se encontró diferencia estadísticamente significativa en la especificidad entre lecturas con y sin ayuda informática (Delta +-0,014; p=,46; 95% Cl: -0,054, 0,026), donde Delta es diferencia en especificidad. Cuando analizamos los resultados de los mamógrafos y radiólogos comunitarios como grupos separados, se demostró una mejoría mayor para los radiólogos comunitarios. El diagnóstico asistido por computadora puede ayudar potencialmente a los radiólogos a mejorar su precisión diagnóstica en la tarea de diferenciar entre masas benignas y malignas observadas en mamografías ",
            "error": []
        },
        "mammography": {
            "translated_key": [],
            "translated_annotated_text": "Cáncer de mama: eficacia del estudio de diagnóstico-observador asistido por computadora con base de datos independiente de mamografías Evalúa la eficacia de un método de clasificación computarizado como ayuda a los radiólogos que revisan mamografías clínicas para las cuales los diagnósticos eran desconocidos tanto para los radiólogos como para el ordenador. Seis mamógrafos y seis radiólogos comunitarios participaron en un estudio de observación. Estos 12 radiólogos interpretaron, con y sin la ayuda informática, 110 casos que eran desconocidos tanto para los 12 observadores radiólogos como para el esquema de clasificación informática entrenado. Los resultados de los radiólogos en la diferenciación entre masas benignas y malignas sin y con la ayuda de la computadora fueron evaluados con el análisis de las características operativas del receptor (ROC). Los valores de P de dos colas fueron calculados para la prueba t de Student para indicar la significación estadística de las diferencias en el desempeño con y sin la ayuda de la computadora. Cuando se utilizó la ayuda informática, el rendimiento medio de los 12 radiólogos mejoró, como lo indica un aumento en el área bajo la curva ROC (A/sub z/) de 0,93 a 0,96 (P<.001), un aumento en el área parcial bajo la curva ROC (/sub 0.9/0A/sub z/) de 0,56 a 0,72 (P<.001), y un aumento en la sensibilidad de 94% a 98% (P=.022). No se encontró diferencia estadísticamente significativa en la especificidad entre lecturas con y sin ayuda informática (Delta +-0,014; p=,46; 95% Cl: -0,054, 0,026), donde Delta es diferencia en especificidad. Cuando analizamos los resultados de los mamógrafos y radiólogos comunitarios como grupos separados, se demostró una mejoría mayor para los radiólogos comunitarios. El diagnóstico asistido por computadora puede ayudar potencialmente a los radiólogos a mejorar su precisión diagnóstica en la tarea de diferenciar entre masas benignas y malignas observadas en mamografías ",
            "error": []
        },
        "medical image processing": {
            "translated_key": [],
            "translated_annotated_text": "Cáncer de mama: eficacia del estudio de diagnóstico-observador asistido por computadora con base de datos independiente de mamografías Evalúa la eficacia de un método de clasificación computarizado como ayuda a los radiólogos que revisan mamografías clínicas para las cuales los diagnósticos eran desconocidos tanto para los radiólogos como para el ordenador. Seis mamógrafos y seis radiólogos comunitarios participaron en un estudio de observación. Estos 12 radiólogos interpretaron, con y sin la ayuda informática, 110 casos que eran desconocidos tanto para los 12 observadores radiólogos como para el esquema de clasificación informática entrenado. Los resultados de los radiólogos en la diferenciación entre masas benignas y malignas sin y con la ayuda de la computadora fueron evaluados con el análisis de las características operativas del receptor (ROC). Los valores de P de dos colas fueron calculados para la prueba t de Student para indicar la significación estadística de las diferencias en el desempeño con y sin la ayuda de la computadora. Cuando se utilizó la ayuda informática, el rendimiento medio de los 12 radiólogos mejoró, como lo indica un aumento en el área bajo la curva ROC (A/sub z/) de 0,93 a 0,96 (P<.001), un aumento en el área parcial bajo la curva ROC (/sub 0.9/0A/sub z/) de 0,56 a 0,72 (P<.001), y un aumento en la sensibilidad de 94% a 98% (P=.022). No se encontró diferencia estadísticamente significativa en la especificidad entre lecturas con y sin ayuda informática (Delta +-0,014; p=,46; 95% Cl: -0,054, 0,026), donde Delta es diferencia en especificidad. Cuando analizamos los resultados de los mamógrafos y radiólogos comunitarios como grupos separados, se demostró una mejoría mayor para los radiólogos comunitarios. El diagnóstico asistido por computadora puede ayudar potencialmente a los radiólogos a mejorar su precisión diagnóstica en la tarea de diferenciar entre masas benignas y malignas observadas en mamografías ",
            "error": []
        },
        "radiology": {
            "translated_key": [],
            "translated_annotated_text": "Cáncer de mama: eficacia del estudio de diagnóstico-observador asistido por computadora con base de datos independiente de mamografías Evalúa la eficacia de un método de clasificación computarizado como ayuda a los radiólogos que revisan mamografías clínicas para las cuales los diagnósticos eran desconocidos tanto para los radiólogos como para el ordenador. Seis mamógrafos y seis radiólogos comunitarios participaron en un estudio de observación. Estos 12 radiólogos interpretaron, con y sin la ayuda informática, 110 casos que eran desconocidos tanto para los 12 observadores radiólogos como para el esquema de clasificación informática entrenado. Los resultados de los radiólogos en la diferenciación entre masas benignas y malignas sin y con la ayuda de la computadora fueron evaluados con el análisis de las características operativas del receptor (ROC). Los valores de P de dos colas fueron calculados para la prueba t de Student para indicar la significación estadística de las diferencias en el desempeño con y sin la ayuda de la computadora. Cuando se utilizó la ayuda informática, el rendimiento medio de los 12 radiólogos mejoró, como lo indica un aumento en el área bajo la curva ROC (A/sub z/) de 0,93 a 0,96 (P<.001), un aumento en el área parcial bajo la curva ROC (/sub 0.9/0A/sub z/) de 0,56 a 0,72 (P<.001), y un aumento en la sensibilidad de 94% a 98% (P=.022). No se encontró diferencia estadísticamente significativa en la especificidad entre lecturas con y sin ayuda informática (Delta +-0,014; p=,46; 95% Cl: -0,054, 0,026), donde Delta es diferencia en especificidad. Cuando analizamos los resultados de los mamógrafos y radiólogos comunitarios como grupos separados, se demostró una mejoría mayor para los radiólogos comunitarios. El diagnóstico asistido por computadora puede ayudar potencialmente a los radiólogos a mejorar su precisión diagnóstica en la tarea de diferenciar entre masas benignas y malignas observadas en mamografías ",
            "error": []
        },
        "statistical databases": {
            "translated_key": [],
            "translated_annotated_text": "Cáncer de mama: eficacia del estudio de diagnóstico-observador asistido por computadora con base de datos independiente de mamografías Evalúa la eficacia de un método de clasificación computarizado como ayuda a los radiólogos que revisan mamografías clínicas para las cuales los diagnósticos eran desconocidos tanto para los radiólogos como para el ordenador. Seis mamógrafos y seis radiólogos comunitarios participaron en un estudio de observación. Estos 12 radiólogos interpretaron, con y sin la ayuda informática, 110 casos que eran desconocidos tanto para los 12 observadores radiólogos como para el esquema de clasificación informática entrenado. Los resultados de los radiólogos en la diferenciación entre masas benignas y malignas sin y con la ayuda de la computadora fueron evaluados con el análisis de las características operativas del receptor (ROC). Los valores de P de dos colas fueron calculados para la prueba t de Student para indicar la significación estadística de las diferencias en el desempeño con y sin la ayuda de la computadora. Cuando se utilizó la ayuda informática, el rendimiento medio de los 12 radiólogos mejoró, como lo indica un aumento en el área bajo la curva ROC (A/sub z/) de 0,93 a 0,96 (P<.001), un aumento en el área parcial bajo la curva ROC (/sub 0.9/0A/sub z/) de 0,56 a 0,72 (P<.001), y un aumento en la sensibilidad de 94% a 98% (P=.022). No se encontró diferencia estadísticamente significativa en la especificidad entre lecturas con y sin ayuda informática (Delta +-0,014; p=,46; 95% Cl: -0,054, 0,026), donde Delta es diferencia en especificidad. Cuando analizamos los resultados de los mamógrafos y radiólogos comunitarios como grupos separados, se demostró una mejoría mayor para los radiólogos comunitarios. El diagnóstico asistido por computadora puede ayudar potencialmente a los radiólogos a mejorar su precisión diagnóstica en la tarea de diferenciar entre masas benignas y malignas observadas en mamografías ",
            "error": []
        }
    }
}