{
    "original_text": "Multichannel scaler for general statistical analysis of dynamic light scattering A four channel scaler for counting applications has been designed and built using a standard high transfer rate parallel computer interface bus parallel data card. The counter section is based on standard complex programmable logic device integrated circuits. With a 200 MHz Pentium based host PC a sustained counting and data transfer with channel widths as short as 200 ns for a single channel is realized. The use of the multichannel scaler is demonstrated in dynamic light scattering experiments. The recorded traces are analyzed with wavelet and other statistical techniques to obtain transient changes in the properties of the scattered light",
    "original_translation": "Escalador multicanal para el análisis estadístico general de dispersión de luz dinámica Se ha diseñado y construido un escalador de cuatro canales para aplicaciones de conteo utilizando una tarjeta de datos paralelo de interfaz de bus de alta velocidad de transferencia paralela estándar. La sección de contadores se basa en circuitos integrados de dispositivos lógicos programables complejos estándar. Con un PC host basado en Pentium de 200 MHz se realiza un conteo sostenido y transferencia de datos con anchos de canal tan cortos como 200 ns para un solo canal. El uso del escalador multicanal se demuestra en experimentos dinámicos de dispersión de luz. Los rastros registrados se analizan con wavelet y otras técnicas estadísticas para obtener cambios transitorios en las propiedades de la luz dispersa",
    "error_count": 14,
    "keys": {
        "multichannel scaler": {
            "translated_key": "escalador multicanal",
            "translated_annotated_text": "Escalador multicanal para el análisis estadístico general de dispersión de luz dinámica Se ha diseñado y construido un escalador de cuatro canales para aplicaciones de conteo utilizando una tarjeta de datos paralelo de interfaz de bus de alta velocidad de transferencia paralela estándar. La sección de contadores se basa en circuitos integrados de dispositivos lógicos programables complejos estándar. Con un PC host basado en Pentium de 200 MHz se realiza un conteo sostenido y transferencia de datos con anchos de canal tan cortos como 200 ns para un solo canal. El uso del \"escalador multicanal\" se demuestra en experimentos dinámicos de dispersión de luz. Los rastros registrados se analizan con wavelet y otras técnicas estadísticas para obtener cambios transitorios en las propiedades de la luz dispersa ",
            "error": [
                ""
            ]
        },
        "general statistical analysis": {
            "translated_key": "análisis estadístico general",
            "translated_annotated_text": "Escalador multicanal para \"análisis estadístico general\" de dispersión de luz dinámica Se ha diseñado y construido un escalador de cuatro canales para aplicaciones de conteo utilizando una tarjeta de datos paralelo de interfaz de bus paralelo de alta velocidad de transferencia estándar. La sección de contadores se basa en circuitos integrados de dispositivos lógicos programables complejos estándar. Con un PC host basado en Pentium de 200 MHz se realiza un conteo sostenido y transferencia de datos con anchos de canal tan cortos como 200 ns para un solo canal. El uso del escalador multicanal se demuestra en experimentos dinámicos de dispersión de luz. Los rastros registrados se analizan con wavelet y otras técnicas estadísticas para obtener cambios transitorios en las propiedades de la luz dispersa ",
            "error": [
                ""
            ]
        },
        "dynamic light scattering": {
            "translated_key": "dispersión de luz dinámica",
            "translated_annotated_text": "Escalador multicanal para el análisis estadístico general de \"dispersión de luz dinámica\" Se ha diseñado y construido un escalador de cuatro canales para aplicaciones de conteo utilizando una tarjeta de datos paralelo de interfaz de bus paralelo de alta velocidad de transferencia estándar. La sección de contadores se basa en circuitos integrados de dispositivos lógicos programables complejos estándar. Con un PC host basado en Pentium de 200 MHz se realiza un conteo sostenido y transferencia de datos con anchos de canal tan cortos como 200 ns para un solo canal. El uso del escalador multicanal se demuestra en experimentos de \"dispersión de luz dinámica\". Los rastros registrados se analizan con wavelet y otras técnicas estadísticas para obtener cambios transitorios en las propiedades de la luz dispersa ",
            "error": [
                ""
            ]
        },
        "correlation spectroscopy": {
            "translated_key": [],
            "translated_annotated_text": "Escalador multicanal para el análisis estadístico general de dispersión de luz dinámica Se ha diseñado y construido un escalador de cuatro canales para aplicaciones de conteo utilizando una tarjeta de datos paralelo de interfaz de bus de alta velocidad de transferencia paralela estándar. La sección de contadores se basa en circuitos integrados de dispositivos lógicos programables complejos estándar. Con un PC host basado en Pentium de 200 MHz se realiza un conteo sostenido y transferencia de datos con anchos de canal tan cortos como 200 ns para un solo canal. El uso del escalador multicanal se demuestra en experimentos dinámicos de dispersión de luz. Los rastros registrados se analizan con wavelet y otras técnicas estadísticas para obtener cambios transitorios en las propiedades de la luz dispersa ",
            "error": []
        },
        "optical spectroscopic techniques": {
            "translated_key": [],
            "translated_annotated_text": "Escalador multicanal para el análisis estadístico general de dispersión de luz dinámica Se ha diseñado y construido un escalador de cuatro canales para aplicaciones de conteo utilizando una tarjeta de datos paralelo de interfaz de bus de alta velocidad de transferencia paralela estándar. La sección de contadores se basa en circuitos integrados de dispositivos lógicos programables complejos estándar. Con un PC host basado en Pentium de 200 MHz se realiza un conteo sostenido y transferencia de datos con anchos de canal tan cortos como 200 ns para un solo canal. El uso del escalador multicanal se demuestra en experimentos dinámicos de dispersión de luz. Los rastros registrados se analizan con wavelet y otras técnicas estadísticas para obtener cambios transitorios en las propiedades de la luz dispersa ",
            "error": []
        },
        "photon signal statistical properties": {
            "translated_key": [],
            "translated_annotated_text": "Escalador multicanal para el análisis estadístico general de dispersión de luz dinámica Se ha diseñado y construido un escalador de cuatro canales para aplicaciones de conteo utilizando una tarjeta de datos paralelo de interfaz de bus de alta velocidad de transferencia paralela estándar. La sección de contadores se basa en circuitos integrados de dispositivos lógicos programables complejos estándar. Con un PC host basado en Pentium de 200 MHz se realiza un conteo sostenido y transferencia de datos con anchos de canal tan cortos como 200 ns para un solo canal. El uso del escalador multicanal se demuestra en experimentos dinámicos de dispersión de luz. Los rastros registrados se analizan con wavelet y otras técnicas estadísticas para obtener cambios transitorios en las propiedades de la luz dispersa ",
            "error": []
        },
        "four channel scaler": {
            "translated_key": [],
            "translated_annotated_text": "Escalador multicanal para el análisis estadístico general de dispersión de luz dinámica Se ha diseñado y construido un escalador de cuatro canales para aplicaciones de conteo utilizando una tarjeta de datos paralelo de interfaz de bus paralelo de alta velocidad de transferencia estándar. La sección de contadores se basa en circuitos integrados de dispositivos lógicos programables complejos estándar. Con un PC host basado en Pentium de 200 MHz se realiza un conteo sostenido y transferencia de datos con anchos de canal tan cortos como 200 ns para un solo canal. El uso del escalador multicanal se demuestra en experimentos dinámicos de dispersión de luz. Los rastros registrados se analizan con wavelet y otras técnicas estadísticas para obtener cambios transitorios en las propiedades de la luz dispersa ",
            "error": []
        },
        "standard high transfer rate parallel computer interface": {
            "translated_key": "interfaz informática paralela de alta velocidad de transferencia estándar",
            "translated_annotated_text": "Escalador multicanal para el análisis estadístico general de dispersión de luz dinámica Se ha diseñado y construido un escalador de cuatro canales para aplicaciones de conteo utilizando una \"interfaz informática paralela de alta velocidad de transferencia estándar\" tarjeta de datos paralelo de bus. La sección de contadores se basa en circuitos integrados de dispositivos lógicos programables complejos estándar. Con un PC host basado en Pentium de 200 MHz se realiza un conteo sostenido y transferencia de datos con anchos de canal tan cortos como 200 ns para un solo canal. El uso del escalador multicanal se demuestra en experimentos dinámicos de dispersión de luz. Los rastros registrados se analizan con wavelet y otras técnicas estadísticas para obtener cambios transitorios en las propiedades de la luz dispersa ",
            "error": [
                ""
            ]
        },
        "interface bus parallel data card": {
            "translated_key": "tarjeta de datos paralelos interface bus",
            "translated_annotated_text": "Escalador multicanal para el análisis estadístico general de dispersión de luz dinámica Se ha diseñado y construido un escalador de cuatro canales para aplicaciones de conteo utilizando un ordenador paralelo de alta velocidad de transferencia estándar \"tarjeta de datos paralelos interface bus\". La sección de contadores se basa en circuitos integrados de dispositivos lógicos programables complejos estándar. Con un PC host basado en Pentium de 200 MHz se realiza un conteo sostenido y transferencia de datos con anchos de canal tan cortos como 200 ns para un solo canal. El uso del escalador multicanal se demuestra en experimentos dinámicos de dispersión de luz. Los rastros registrados se analizan con wavelet y otras técnicas estadísticas para obtener cambios transitorios en las propiedades de la luz dispersa ",
            "error": [
                ""
            ]
        },
        "complex programmable logic device": {
            "translated_key": "dispositivo lógico programable complejo",
            "translated_annotated_text": "Escalador multicanal para el análisis estadístico general de dispersión de luz dinámica Se ha diseñado y construido un escalador de cuatro canales para aplicaciones de conteo utilizando una tarjeta de datos paralelo de interfaz de bus de alta velocidad de transferencia paralela estándar. La sección de contador está basada en circuitos integrados estándar de \"dispositivo lógico programable complejo\". Con un PC host basado en Pentium de 200 MHz se realiza un conteo sostenido y transferencia de datos con anchos de canal tan cortos como 200 ns para un solo canal. El uso del escalador multicanal se demuestra en experimentos dinámicos de dispersión de luz. Los rastros registrados se analizan con wavelet y otras técnicas estadísticas para obtener cambios transitorios en las propiedades de la luz dispersa ",
            "error": [
                ""
            ]
        },
        "standard CPLD ICs": {
            "translated_key": [],
            "translated_annotated_text": "Escalador multicanal para el análisis estadístico general de dispersión de luz dinámica Se ha diseñado y construido un escalador de cuatro canales para aplicaciones de conteo utilizando una tarjeta de datos paralelo de interfaz de bus de alta velocidad de transferencia paralela estándar. La sección de contadores se basa en circuitos integrados de dispositivos lógicos programables complejos estándar. Con un PC host basado en Pentium de 200 MHz se realiza un conteo sostenido y transferencia de datos con anchos de canal tan cortos como 200 ns para un solo canal. El uso del escalador multicanal se demuestra en experimentos dinámicos de dispersión de luz. Los rastros registrados se analizan con wavelet y otras técnicas estadísticas para obtener cambios transitorios en las propiedades de la luz dispersa ",
            "error": []
        },
        "Pentium based host PC": {
            "translated_key": "Pentium based host PC",
            "translated_annotated_text": "Escalador multicanal para el análisis estadístico general de dispersión de luz dinámica Se ha diseñado y construido un escalador de cuatro canales para aplicaciones de conteo utilizando una tarjeta de datos paralelo de interfaz de bus de alta velocidad de transferencia paralela estándar. La sección de contadores se basa en circuitos integrados de dispositivos lógicos programables complejos estándar. Con un \"Pentium based host PC\" de 200 MHz se realiza un conteo sostenido y transferencia de datos con anchos de canal tan cortos como 200 ns para un solo canal. El uso del escalador multicanal se demuestra en experimentos dinámicos de dispersión de luz. Los rastros registrados se analizan con wavelet y otras técnicas estadísticas para obtener cambios transitorios en las propiedades de la luz dispersa ",
            "error": [
                ""
            ]
        },
        "windowed Fourier transform": {
            "translated_key": [],
            "translated_annotated_text": "Escalador multicanal para el análisis estadístico general de dispersión de luz dinámica Se ha diseñado y construido un escalador de cuatro canales para aplicaciones de conteo utilizando una tarjeta de datos paralelo de interfaz de bus de alta velocidad de transferencia paralela estándar. La sección de contadores se basa en circuitos integrados de dispositivos lógicos programables complejos estándar. Con un PC host basado en Pentium de 200 MHz se realiza un conteo sostenido y transferencia de datos con anchos de canal tan cortos como 200 ns para un solo canal. El uso del escalador multicanal se demuestra en experimentos dinámicos de dispersión de luz. Los rastros registrados se analizan con wavelet y otras técnicas estadísticas para obtener cambios transitorios en las propiedades de la luz dispersa ",
            "error": []
        },
        "200 MHz": {
            "translated_key": "200 MHz",
            "translated_annotated_text": "Escalador multicanal para el análisis estadístico general de dispersión de luz dinámica Se ha diseñado y construido un escalador de cuatro canales para aplicaciones de conteo utilizando una tarjeta de datos paralelo de interfaz de bus de alta velocidad de transferencia paralela estándar. La sección de contadores se basa en circuitos integrados de dispositivos lógicos programables complejos estándar. Con un PC host basado en Pentium \"200 MHz\" se realiza un conteo sostenido y transferencia de datos con anchos de canal tan cortos como 200 ns para un solo canal. El uso del escalador multicanal se demuestra en experimentos dinámicos de dispersión de luz. Los rastros registrados se analizan con wavelet y otras técnicas estadísticas para obtener cambios transitorios en las propiedades de la luz dispersa ",
            "error": [
                ""
            ]
        },
        "200 ns": {
            "translated_key": "200 ns",
            "translated_annotated_text": "Escalador multicanal para el análisis estadístico general de dispersión de luz dinámica Se ha diseñado y construido un escalador de cuatro canales para aplicaciones de conteo utilizando una tarjeta de datos paralelo de interfaz de bus de alta velocidad de transferencia paralela estándar. La sección de contadores se basa en circuitos integrados de dispositivos lógicos programables complejos estándar. Con un PC host basado en Pentium de 200 MHz se realiza un conteo sostenido y transferencia de datos con anchos de canal tan cortos como \"200 ns\" para un solo canal. El uso del escalador multicanal se demuestra en experimentos dinámicos de dispersión de luz. Los rastros registrados se analizan con wavelet y otras técnicas estadísticas para obtener cambios transitorios en las propiedades de la luz dispersa ",
            "error": [
                ""
            ]
        },
        "computerised instrumentation": {
            "translated_key": [],
            "translated_annotated_text": "Escalador multicanal para el análisis estadístico general de dispersión de luz dinámica Se ha diseñado y construido un escalador de cuatro canales para aplicaciones de conteo utilizando una tarjeta de datos paralelo de interfaz de bus de alta velocidad de transferencia paralela estándar. La sección de contadores se basa en circuitos integrados de dispositivos lógicos programables complejos estándar. Con un PC host basado en Pentium de 200 MHz se realiza un conteo sostenido y transferencia de datos con anchos de canal tan cortos como 200 ns para un solo canal. El uso del escalador multicanal se demuestra en experimentos dinámicos de dispersión de luz. Los rastros registrados se analizan con wavelet y otras técnicas estadísticas para obtener cambios transitorios en las propiedades de la luz dispersa ",
            "error": []
        },
        "light scattering": {
            "translated_key": [
                "dispersión de luz",
                "dispersión de la luz"
            ],
            "translated_annotated_text": "Escalador multicanal para el análisis estadístico general de \"dispersión de luz\" dinámica Se ha diseñado y construido un escalador de cuatro canales para aplicaciones de conteo utilizando una tarjeta de datos paralelo de interfaz de bus de alta velocidad de transferencia estándar. La sección de contadores se basa en circuitos integrados de dispositivos lógicos programables complejos estándar. Con un PC host basado en Pentium de 200 MHz se realiza un conteo sostenido y transferencia de datos con anchos de canal tan cortos como 200 ns para un solo canal. El uso del escalador multicanal se demuestra en experimentos dinámicos de \"dispersión de la luz\". Los rastros registrados se analizan con wavelet y otras técnicas estadísticas para obtener cambios transitorios en las propiedades de la luz dispersa ",
            "error": [
                "dispersión de luz",
                "dispersión de la luz"
            ]
        },
        "peripheral interfaces": {
            "translated_key": [],
            "translated_annotated_text": "Escalador multicanal para el análisis estadístico general de dispersión de luz dinámica Se ha diseñado y construido un escalador de cuatro canales para aplicaciones de conteo utilizando una tarjeta de datos paralelo de interfaz de bus de alta velocidad de transferencia paralela estándar. La sección de contadores se basa en circuitos integrados de dispositivos lógicos programables complejos estándar. Con un PC host basado en Pentium de 200 MHz se realiza un conteo sostenido y transferencia de datos con anchos de canal tan cortos como 200 ns para un solo canal. El uso del escalador multicanal se demuestra en experimentos dinámicos de dispersión de luz. Los rastros registrados se analizan con wavelet y otras técnicas estadísticas para obtener cambios transitorios en las propiedades de la luz dispersa ",
            "error": []
        },
        "photon correlation spectroscopy": {
            "translated_key": [],
            "translated_annotated_text": "Escalador multicanal para el análisis estadístico general de dispersión de luz dinámica Se ha diseñado y construido un escalador de cuatro canales para aplicaciones de conteo utilizando una tarjeta de datos paralelo de interfaz de bus de alta velocidad de transferencia paralela estándar. La sección de contadores se basa en circuitos integrados de dispositivos lógicos programables complejos estándar. Con un PC host basado en Pentium de 200 MHz se realiza un conteo sostenido y transferencia de datos con anchos de canal tan cortos como 200 ns para un solo canal. El uso del escalador multicanal se demuestra en experimentos dinámicos de dispersión de luz. Los rastros registrados se analizan con wavelet y otras técnicas estadísticas para obtener cambios transitorios en las propiedades de la luz dispersa ",
            "error": []
        },
        "programmable logic devices": {
            "translated_key": [],
            "translated_annotated_text": "Escalador multicanal para el análisis estadístico general de dispersión de luz dinámica Se ha diseñado y construido un escalador de cuatro canales para aplicaciones de conteo utilizando una tarjeta de datos paralelo de interfaz de bus de alta velocidad de transferencia paralela estándar. La sección de contadores se basa en circuitos integrados de dispositivos lógicos programables complejos estándar. Con un PC host basado en Pentium de 200 MHz se realiza un conteo sostenido y transferencia de datos con anchos de canal tan cortos como 200 ns para un solo canal. El uso del escalador multicanal se demuestra en experimentos dinámicos de dispersión de luz. Los rastros registrados se analizan con wavelet y otras técnicas estadísticas para obtener cambios transitorios en las propiedades de la luz dispersa ",
            "error": []
        },
        "scaling circuits": {
            "translated_key": [],
            "translated_annotated_text": "Escalador multicanal para el análisis estadístico general de dispersión de luz dinámica Se ha diseñado y construido un escalador de cuatro canales para aplicaciones de conteo utilizando una tarjeta de datos paralelo de interfaz de bus de alta velocidad de transferencia paralela estándar. La sección de contadores se basa en circuitos integrados de dispositivos lógicos programables complejos estándar. Con un PC host basado en Pentium de 200 MHz se realiza un conteo sostenido y transferencia de datos con anchos de canal tan cortos como 200 ns para un solo canal. El uso del escalador multicanal se demuestra en experimentos dinámicos de dispersión de luz. Los rastros registrados se analizan con wavelet y otras técnicas estadísticas para obtener cambios transitorios en las propiedades de la luz dispersa ",
            "error": []
        },
        "signal processing equipment": {
            "translated_key": [],
            "translated_annotated_text": "Escalador multicanal para el análisis estadístico general de dispersión de luz dinámica Se ha diseñado y construido un escalador de cuatro canales para aplicaciones de conteo utilizando una tarjeta de datos paralelo de interfaz de bus de alta velocidad de transferencia paralela estándar. La sección de contadores se basa en circuitos integrados de dispositivos lógicos programables complejos estándar. Con un PC host basado en Pentium de 200 MHz se realiza un conteo sostenido y transferencia de datos con anchos de canal tan cortos como 200 ns para un solo canal. El uso del escalador multicanal se demuestra en experimentos dinámicos de dispersión de luz. Los rastros registrados se analizan con wavelet y otras técnicas estadísticas para obtener cambios transitorios en las propiedades de la luz dispersa ",
            "error": []
        },
        "statistical analysis": {
            "translated_key": "análisis estadístico",
            "translated_annotated_text": "Escalador multicanal para el \"análisis estadístico\" general de dispersión de luz dinámica Se ha diseñado y construido un escalador de cuatro canales para aplicaciones de conteo utilizando una tarjeta de datos paralelo de bus de interfaz informática paralela de alta velocidad de transferencia estándar. La sección de contadores se basa en circuitos integrados de dispositivos lógicos programables complejos estándar. Con un PC host basado en Pentium de 200 MHz se realiza un conteo sostenido y transferencia de datos con anchos de canal tan cortos como 200 ns para un solo canal. El uso del escalador multicanal se demuestra en experimentos dinámicos de dispersión de luz. Los rastros registrados se analizan con wavelet y otras técnicas estadísticas para obtener cambios transitorios en las propiedades de la luz dispersa ",
            "error": [
                ""
            ]
        },
        "timing": {
            "translated_key": [],
            "translated_annotated_text": "Escalador multicanal para el análisis estadístico general de dispersión de luz dinámica Se ha diseñado y construido un escalador de cuatro canales para aplicaciones de conteo utilizando una tarjeta de datos paralelo de interfaz de bus de alta velocidad de transferencia paralela estándar. La sección de contadores se basa en circuitos integrados de dispositivos lógicos programables complejos estándar. Con un PC host basado en Pentium de 200 MHz se realiza un conteo sostenido y transferencia de datos con anchos de canal tan cortos como 200 ns para un solo canal. El uso del escalador multicanal se demuestra en experimentos dinámicos de dispersión de luz. Los rastros registrados se analizan con wavelet y otras técnicas estadísticas para obtener cambios transitorios en las propiedades de la luz dispersa ",
            "error": []
        }
    }
}