{
    "original_text": "Multichannel scaler for general statistical analysis of dynamic light scattering A four channel scaler for counting applications has been designed and built using a standard high transfer rate parallel computer interface bus parallel data card. The counter section is based on standard complex programmable logic device integrated circuits. With a 200 MHz Pentium based host PC a sustained counting and data transfer with channel widths as short as 200 ns for a single channel is realized. The use of the multichannel scaler is demonstrated in dynamic light scattering experiments. The recorded traces are analyzed with wavelet and other statistical techniques to obtain transient changes in the properties of the scattered light",
    "original_translation": "Escalador multicanal para el análisis estadístico general de dispersión de luz dinámica Se ha diseñado y construido un escalador de cuatro canales para aplicaciones de conteo utilizando una tarjeta de datos paralelo de bus de interfaz de ordenador paralelo de alta velocidad de transferencia estándar. La sección de contadores se basa en circuitos integrados de dispositivos lógicos programables complejos estándar. Con un PC host basado en Pentium de 200 MHz se realiza un conteo sostenido y transferencia de datos con anchos de canal tan cortos como 200 ns para un solo canal. El uso del escalador multicanal se demuestra en experimentos dinámicos de dispersión de luz. Los rastros registrados se analizan con wavelet y otras técnicas estadísticas para obtener cambios transitorios en las propiedades de la luz dispersa",
    "error_count": 15,
    "keys": {
        "multichannel scaler": {
            "translated_key": [],
            "translated_annotated_text": "Escalador multicanal para el análisis estadístico general de dispersión de luz dinámica Se ha diseñado y construido un escalador de cuatro canales para aplicaciones de conteo utilizando una tarjeta de datos paralelo de bus de interfaz de ordenador paralelo de alta velocidad de transferencia estándar. La sección de contadores se basa en circuitos integrados de dispositivos lógicos programables complejos estándar. Con un PC host basado en Pentium de 200 MHz se realiza un conteo sostenido y transferencia de datos con anchos de canal tan cortos como 200 ns para un solo canal. El uso del escalador multicanal <br> se demuestra en experimentos dinámicos de dispersión de luz. Los rastros registrados se analizan con wavelet y otras técnicas estadísticas para obtener cambios transitorios en las propiedades de la luz dispersa ",
            "error": []
        },
        "general statistical analysis": {
            "translated_key": "análisis estadístico general",
            "translated_annotated_text": "Escalador multicanal para <br>análisis estadístico general</br> de dispersión de luz dinámica Se ha diseñado y construido un escalador de cuatro canales para aplicaciones de conteo utilizando una tarjeta de datos paralela de interfaz de bus de alta velocidad de transferencia estándar. La sección de contadores se basa en circuitos integrados de dispositivos lógicos programables complejos estándar. Con un PC host basado en Pentium de 200 MHz se realiza un conteo sostenido y transferencia de datos con anchos de canal tan cortos como 200 ns para un solo canal. El uso del escalador multicanal se demuestra en experimentos dinámicos de dispersión de luz. Los rastros registrados se analizan con wavelet y otras técnicas estadísticas para obtener cambios transitorios en las propiedades de la luz dispersa ",
            "error": [
                ""
            ]
        },
        "dynamic light scattering": {
            "translated_key": "dinámica",
            "translated_annotated_text": "Escalador multicanal para el análisis estadístico general de dispersión de luz <br>dinámica</br> Se ha diseñado y construido un escalador de cuatro canales para aplicaciones de conteo utilizando una tarjeta de datos paralela de interfaz de bus de alta velocidad de transferencia estándar. La sección de contadores se basa en circuitos integrados de dispositivos lógicos programables complejos estándar. Con un PC host basado en Pentium de 200 MHz se realiza un conteo sostenido y transferencia de datos con anchos de canal tan cortos como 200 ns para un solo canal. El uso del escalador multicanal se demuestra en experimentos de dispersión de luz <br>dinámica</br>. Los rastros registrados se analizan con wavelet y otras técnicas estadísticas para obtener cambios transitorios en las propiedades de la luz dispersa ",
            "error": [
                ""
            ]
        },
        "correlation spectroscopy": {
            "translated_key": [],
            "translated_annotated_text": "Escalador multicanal para el análisis estadístico general de dispersión de luz dinámica Se ha diseñado y construido un escalador de cuatro canales para aplicaciones de conteo utilizando una tarjeta de datos paralelo de bus de interfaz de ordenador paralelo de alta velocidad de transferencia estándar. La sección de contadores se basa en circuitos integrados de dispositivos lógicos programables complejos estándar. Con un PC host basado en Pentium de 200 MHz se realiza un conteo sostenido y transferencia de datos con anchos de canal tan cortos como 200 ns para un solo canal. El uso del escalador multicanal se demuestra en experimentos dinámicos de dispersión de luz. Los rastros registrados se analizan con wavelet y otras técnicas estadísticas para obtener cambios transitorios en las propiedades de la luz dispersa ",
            "error": []
        },
        "optical spectroscopic techniques": {
            "translated_key": [],
            "translated_annotated_text": "Escalador multicanal para el análisis estadístico general de dispersión de luz dinámica Se ha diseñado y construido un escalador de cuatro canales para aplicaciones de conteo utilizando una tarjeta de datos paralelo de bus de interfaz de ordenador paralelo de alta velocidad de transferencia estándar. La sección de contadores se basa en circuitos integrados de dispositivos lógicos programables complejos estándar. Con un PC host basado en Pentium de 200 MHz se realiza un conteo sostenido y transferencia de datos con anchos de canal tan cortos como 200 ns para un solo canal. El uso del escalador multicanal se demuestra en experimentos dinámicos de dispersión de luz. Los rastros registrados se analizan con wavelet y otras técnicas estadísticas para obtener cambios transitorios en las propiedades de la luz dispersa ",
            "error": []
        },
        "photon signal statistical properties": {
            "translated_key": [],
            "translated_annotated_text": "Escalador multicanal para el análisis estadístico general de dispersión de luz dinámica Se ha diseñado y construido un escalador de cuatro canales para aplicaciones de conteo utilizando una tarjeta de datos paralelo de bus de interfaz de ordenador paralelo de alta velocidad de transferencia estándar. La sección de contadores se basa en circuitos integrados de dispositivos lógicos programables complejos estándar. Con un PC host basado en Pentium de 200 MHz se realiza un conteo sostenido y transferencia de datos con anchos de canal tan cortos como 200 ns para un solo canal. El uso del escalador multicanal se demuestra en experimentos dinámicos de dispersión de luz. Los rastros registrados se analizan con wavelet y otras técnicas estadísticas para obtener cambios transitorios en las propiedades de la luz dispersa ",
            "error": []
        },
        "four channel scaler": {
            "translated_key": "escalador de cuatro canales",
            "translated_annotated_text": "Escalador multicanal para el análisis estadístico general de dispersión de luz dinámica Se ha diseñado y construido un <br>escalador de cuatro canales</br> para aplicaciones de conteo utilizando una tarjeta de datos paralelo de interfaz de bus de alta velocidad de transferencia paralela estándar. La sección de contadores se basa en circuitos integrados de dispositivos lógicos programables complejos estándar. Con un PC host basado en Pentium de 200 MHz se realiza un conteo sostenido y transferencia de datos con anchos de canal tan cortos como 200 ns para un solo canal. El uso del escalador multicanal se demuestra en experimentos dinámicos de dispersión de luz. Los rastros registrados se analizan con wavelet y otras técnicas estadísticas para obtener cambios transitorios en las propiedades de la luz dispersa ",
            "error": [
                ""
            ]
        },
        "standard high transfer rate parallel computer interface": {
            "translated_key": " de alta velocidad de transferencia estándar",
            "translated_annotated_text": "Escalador multicanal para el análisis estadístico general de dispersión de luz dinámica Se ha diseñado y construido un escalador de cuatro canales para aplicaciones de conteo utilizando una interfaz informática paralela <br> de alta velocidad de transferencia estándar</br> para la tarjeta de datos paralelos de bus. La sección de contadores se basa en circuitos integrados de dispositivos lógicos programables complejos estándar. Con un PC host basado en Pentium de 200 MHz se realiza un conteo sostenido y transferencia de datos con anchos de canal tan cortos como 200 ns para un solo canal. El uso del escalador multicanal se demuestra en experimentos dinámicos de dispersión de luz. Los rastros registrados se analizan con wavelet y otras técnicas estadísticas para obtener cambios transitorios en las propiedades de la luz dispersa ",
            "error": [
                ""
            ]
        },
        "interface bus parallel data card": {
            "translated_key": "interface bus paralelo tarjeta de datos",
            "translated_annotated_text": "Escalador multicanal para el análisis estadístico general de dispersión de luz dinámica Se ha diseñado y construido un escalador de cuatro canales para aplicaciones de conteo utilizando un ordenador paralelo estándar de alta velocidad de transferencia <br>interface bus paralelo tarjeta de datos</br>. La sección de contadores se basa en circuitos integrados de dispositivos lógicos programables complejos estándar. Con un PC host basado en Pentium de 200 MHz se realiza un conteo sostenido y transferencia de datos con anchos de canal tan cortos como 200 ns para un solo canal. El uso del escalador multicanal se demuestra en experimentos dinámicos de dispersión de luz. Los rastros registrados se analizan con wavelet y otras técnicas estadísticas para obtener cambios transitorios en las propiedades de la luz dispersa ",
            "error": [
                ""
            ]
        },
        "complex programmable logic device": {
            "translated_key": "complejos lógicos programables",
            "translated_annotated_text": "Escalador multicanal para el análisis estadístico general de dispersión de luz dinámica Se ha diseñado y construido un escalador de cuatro canales para aplicaciones de conteo utilizando una tarjeta de datos paralelo de bus de interfaz de ordenador paralelo de alta velocidad de transferencia estándar. La sección de contadores se basa en circuitos integrados estándar <br>complejos lógicos programables</br>. Con un PC host basado en Pentium de 200 MHz se realiza un conteo sostenido y transferencia de datos con anchos de canal tan cortos como 200 ns para un solo canal. El uso del escalador multicanal se demuestra en experimentos dinámicos de dispersión de luz. Los rastros registrados se analizan con wavelet y otras técnicas estadísticas para obtener cambios transitorios en las propiedades de la luz dispersa ",
            "error": [
                ""
            ]
        },
        "standard CPLD ICs": {
            "translated_key": [],
            "translated_annotated_text": "Escalador multicanal para el análisis estadístico general de dispersión de luz dinámica Se ha diseñado y construido un escalador de cuatro canales para aplicaciones de conteo utilizando una tarjeta de datos paralelo de bus de interfaz de ordenador paralelo de alta velocidad de transferencia estándar. La sección de contadores se basa en circuitos integrados de dispositivos lógicos programables complejos estándar. Con un PC host basado en Pentium de 200 MHz se realiza un conteo sostenido y transferencia de datos con anchos de canal tan cortos como 200 ns para un solo canal. El uso del escalador multicanal se demuestra en experimentos dinámicos de dispersión de luz. Los rastros registrados se analizan con wavelet y otras técnicas estadísticas para obtener cambios transitorios en las propiedades de la luz dispersa ",
            "error": []
        },
        "Pentium based host PC": {
            "translated_key": [],
            "translated_annotated_text": "Escalador multicanal para el análisis estadístico general de dispersión de luz dinámica Se ha diseñado y construido un escalador de cuatro canales para aplicaciones de conteo utilizando una tarjeta de datos paralelo de bus de interfaz de ordenador paralelo de alta velocidad de transferencia estándar. La sección de contadores se basa en circuitos integrados de dispositivos lógicos programables complejos estándar. Con un PC host basado en pentanio de 200 MHz <br> se realiza un conteo sostenido y transferencia de datos con anchos de canal tan cortos como 200 ns para un solo canal. El uso del escalador multicanal se demuestra en experimentos dinámicos de dispersión de luz. Los rastros registrados se analizan con wavelet y otras técnicas estadísticas para obtener cambios transitorios en las propiedades de la luz dispersa ",
            "error": []
        },
        "windowed Fourier transform": {
            "translated_key": [],
            "translated_annotated_text": "Escalador multicanal para el análisis estadístico general de dispersión de luz dinámica Se ha diseñado y construido un escalador de cuatro canales para aplicaciones de conteo utilizando una tarjeta de datos paralelo de bus de interfaz de ordenador paralelo de alta velocidad de transferencia estándar. La sección de contadores se basa en circuitos integrados de dispositivos lógicos programables complejos estándar. Con un PC host basado en Pentium de 200 MHz se realiza un conteo sostenido y transferencia de datos con anchos de canal tan cortos como 200 ns para un solo canal. El uso del escalador multicanal se demuestra en experimentos dinámicos de dispersión de luz. Los rastros registrados se analizan con wavelet y otras técnicas estadísticas para obtener cambios transitorios en las propiedades de la luz dispersa ",
            "error": []
        },
        "200 MHz": {
            "translated_key": "200 MHz",
            "translated_annotated_text": "Escalador multicanal para el análisis estadístico general de dispersión de luz dinámica Se ha diseñado y construido un escalador de cuatro canales para aplicaciones de conteo utilizando una tarjeta de datos paralelo de bus de interfaz de ordenador paralelo de alta velocidad de transferencia estándar. La sección de contadores se basa en circuitos integrados de dispositivos lógicos programables complejos estándar. Con un PC host basado en Pentium <br>200 MHz</br> se realiza un conteo sostenido y transferencia de datos con anchos de canal tan cortos como 200 ns para un solo canal. El uso del escalador multicanal se demuestra en experimentos dinámicos de dispersión de luz. Los rastros registrados se analizan con wavelet y otras técnicas estadísticas para obtener cambios transitorios en las propiedades de la luz dispersa ",
            "error": [
                ""
            ]
        },
        "200 ns": {
            "translated_key": "200 ns",
            "translated_annotated_text": "Escalador multicanal para el análisis estadístico general de dispersión de luz dinámica Se ha diseñado y construido un escalador de cuatro canales para aplicaciones de conteo utilizando una tarjeta de datos paralelo de bus de interfaz de ordenador paralelo de alta velocidad de transferencia estándar. La sección de contadores se basa en circuitos integrados de dispositivos lógicos programables complejos estándar. Con un PC host basado en Pentium de 200 MHz se realiza un conteo sostenido y transferencia de datos con anchos de canal tan cortos como <br>200 ns</br> para un solo canal. El uso del escalador multicanal se demuestra en experimentos dinámicos de dispersión de luz. Los rastros registrados se analizan con wavelet y otras técnicas estadísticas para obtener cambios transitorios en las propiedades de la luz dispersa ",
            "error": [
                ""
            ]
        },
        "computerised instrumentation": {
            "translated_key": [],
            "translated_annotated_text": "Escalador multicanal para el análisis estadístico general de dispersión de luz dinámica Se ha diseñado y construido un escalador de cuatro canales para aplicaciones de conteo utilizando una tarjeta de datos paralelo de bus de interfaz de ordenador paralelo de alta velocidad de transferencia estándar. La sección de contadores se basa en circuitos integrados de dispositivos lógicos programables complejos estándar. Con un PC host basado en Pentium de 200 MHz se realiza un conteo sostenido y transferencia de datos con anchos de canal tan cortos como 200 ns para un solo canal. El uso del escalador multicanal se demuestra en experimentos dinámicos de dispersión de luz. Los rastros registrados se analizan con wavelet y otras técnicas estadísticas para obtener cambios transitorios en las propiedades de la luz dispersa ",
            "error": []
        },
        "light scattering": {
            "translated_key": "light",
            "translated_annotated_text": "Escalador multicanal para análisis estadístico general de dispersión dinámica <br>light</br> Se ha diseñado y construido un escalador de cuatro canales para aplicaciones de conteo utilizando una tarjeta de datos paralela de interfaz de bus de alta velocidad de transferencia estándar. La sección de contadores se basa en circuitos integrados de dispositivos lógicos programables complejos estándar. Con un PC host basado en Pentium de 200 MHz se realiza un conteo sostenido y transferencia de datos con anchos de canal tan cortos como 200 ns para un solo canal. El uso del escalador multicanal se demuestra en experimentos dinámicos de dispersión <br>light</br>. Los rastros registrados se analizan con wavelet y otras técnicas estadísticas para obtener cambios transitorios en las propiedades de la luz dispersa ",
            "error": [
                ""
            ]
        },
        "peripheral interfaces": {
            "translated_key": [],
            "translated_annotated_text": "Escalador multicanal para el análisis estadístico general de dispersión de luz dinámica Se ha diseñado y construido un escalador de cuatro canales para aplicaciones de conteo utilizando una tarjeta de datos paralelo de bus de interfaz de ordenador paralelo de alta velocidad de transferencia estándar. La sección de contadores se basa en circuitos integrados de dispositivos lógicos programables complejos estándar. Con un PC host basado en Pentium de 200 MHz se realiza un conteo sostenido y transferencia de datos con anchos de canal tan cortos como 200 ns para un solo canal. El uso del escalador multicanal se demuestra en experimentos dinámicos de dispersión de luz. Los rastros registrados se analizan con wavelet y otras técnicas estadísticas para obtener cambios transitorios en las propiedades de la luz dispersa ",
            "error": []
        },
        "photon correlation spectroscopy": {
            "translated_key": [],
            "translated_annotated_text": "Escalador multicanal para el análisis estadístico general de dispersión de luz dinámica Se ha diseñado y construido un escalador de cuatro canales para aplicaciones de conteo utilizando una tarjeta de datos paralelo de bus de interfaz de ordenador paralelo de alta velocidad de transferencia estándar. La sección de contadores se basa en circuitos integrados de dispositivos lógicos programables complejos estándar. Con un PC host basado en Pentium de 200 MHz se realiza un conteo sostenido y transferencia de datos con anchos de canal tan cortos como 200 ns para un solo canal. El uso del escalador multicanal se demuestra en experimentos dinámicos de dispersión de luz. Los rastros registrados se analizan con wavelet y otras técnicas estadísticas para obtener cambios transitorios en las propiedades de la luz dispersa ",
            "error": []
        },
        "programmable logic devices": {
            "translated_key": [],
            "translated_annotated_text": "Escalador multicanal para el análisis estadístico general de dispersión de luz dinámica Se ha diseñado y construido un escalador de cuatro canales para aplicaciones de conteo utilizando una tarjeta de datos paralelo de bus de interfaz de ordenador paralelo de alta velocidad de transferencia estándar. La sección de contadores se basa en circuitos integrados de dispositivos lógicos programables complejos estándar. Con un PC host basado en Pentium de 200 MHz se realiza un conteo sostenido y transferencia de datos con anchos de canal tan cortos como 200 ns para un solo canal. El uso del escalador multicanal se demuestra en experimentos dinámicos de dispersión de luz. Los rastros registrados se analizan con wavelet y otras técnicas estadísticas para obtener cambios transitorios en las propiedades de la luz dispersa ",
            "error": []
        },
        "scaling circuits": {
            "translated_key": [],
            "translated_annotated_text": "Escalador multicanal para el análisis estadístico general de dispersión de luz dinámica Se ha diseñado y construido un escalador de cuatro canales para aplicaciones de conteo utilizando una tarjeta de datos paralelo de bus de interfaz de ordenador paralelo de alta velocidad de transferencia estándar. La sección de contadores se basa en circuitos integrados de dispositivos lógicos programables complejos estándar. Con un PC host basado en Pentium de 200 MHz se realiza un conteo sostenido y transferencia de datos con anchos de canal tan cortos como 200 ns para un solo canal. El uso del escalador multicanal se demuestra en experimentos dinámicos de dispersión de luz. Los rastros registrados se analizan con wavelet y otras técnicas estadísticas para obtener cambios transitorios en las propiedades de la luz dispersa ",
            "error": []
        },
        "signal processing equipment": {
            "translated_key": [],
            "translated_annotated_text": "Escalador multicanal para el análisis estadístico general de dispersión de luz dinámica Se ha diseñado y construido un escalador de cuatro canales para aplicaciones de conteo utilizando una tarjeta de datos paralelo de bus de interfaz de ordenador paralelo de alta velocidad de transferencia estándar. La sección de contadores se basa en circuitos integrados de dispositivos lógicos programables complejos estándar. Con un PC host basado en Pentium de 200 MHz se realiza un conteo sostenido y transferencia de datos con anchos de canal tan cortos como 200 ns para un solo canal. El uso del escalador multicanal se demuestra en experimentos dinámicos de dispersión de luz. Los rastros registrados se analizan con wavelet y otras técnicas estadísticas para obtener cambios transitorios en las propiedades de la luz dispersa ",
            "error": []
        },
        "statistical analysis": {
            "translated_key": [],
            "translated_annotated_text": "Escalador multicanal para análisis estadístico general <br> de dispersión de luz dinámica Se ha diseñado y construido un escalador de cuatro canales para aplicaciones de conteo utilizando una tarjeta de datos paralelo de bus de interfaz de ordenador paralelo de alta velocidad de transferencia estándar. La sección de contadores se basa en circuitos integrados de dispositivos lógicos programables complejos estándar. Con un PC host basado en Pentium de 200 MHz se realiza un conteo sostenido y transferencia de datos con anchos de canal tan cortos como 200 ns para un solo canal. El uso del escalador multicanal se demuestra en experimentos dinámicos de dispersión de luz. Los rastros registrados se analizan con wavelet y otras técnicas estadísticas para obtener cambios transitorios en las propiedades de la luz dispersa ",
            "error": []
        },
        "timing": {
            "translated_key": [],
            "translated_annotated_text": "Escalador multicanal para el análisis estadístico general de dispersión de luz dinámica Se ha diseñado y construido un escalador de cuatro canales para aplicaciones de conteo utilizando una tarjeta de datos paralelo de bus de interfaz de ordenador paralelo de alta velocidad de transferencia estándar. La sección de contadores se basa en circuitos integrados de dispositivos lógicos programables complejos estándar. Con un PC host basado en Pentium de 200 MHz se realiza un conteo sostenido y transferencia de datos con anchos de canal tan cortos como 200 ns para un solo canal. El uso del escalador multicanal se demuestra en experimentos dinámicos de dispersión de luz. Los rastros registrados se analizan con wavelet y otras técnicas estadísticas para obtener cambios transitorios en las propiedades de la luz dispersa ",
            "error": []
        }
    }
}