{
    "original_text": "New Jersey African American women writers and their publications: a study of identification from written and oral sources This study examines the use of written sources, and personal interviews and informal conversations with individuals from New Jerseys religious, political, and educational community to identify African American women writers in New Jersey and their intellectual output. The focus on recognizing the community as an oral repository of history and then tapping these oral sources for collection development and acquisition purposes is supported by empirical and qualitative evidence. Findings indicate that written sources are so limited that information professionals must rely on oral sources to uncover local writers and their publications",
    "original_translation": "Nueva Jersey Mujeres escritoras afroamericanas y sus publicaciones: un estudio de identificación de fuentes escritas y orales Este estudio examina el uso de fuentes escritas, entrevistas personales y conversaciones informales con individuos de la comunidad religiosa, política y educativa de Nueva Jersey para identificar a mujeres escritoras afroamericanas en Nueva Jersey y su producción intelectual. El enfoque en reconocer a la comunidad como repositorio oral de la historia y luego aprovechar estas fuentes orales para el desarrollo de la recolección y la adquisición se apoya en pruebas empíricas y cualitativas. Los resultados indican que las fuentes escritas son tan limitadas que los profesionales de la información deben recurrir a fuentes orales para descubrir escritores locales y sus publicaciones",
    "error_count": 5,
    "keys": {
        "New Jersey African American women writers": {
            "translated_key": "Nueva Jersey escritoras afroamericanas",
            "translated_annotated_text": "\"Nueva Jersey escritoras afroamericanas\" y sus publicaciones: un estudio de identificación de fuentes escritas y orales Este estudio examina el uso de fuentes escritas, entrevistas personales y conversaciones informales con individuos de la comunidad religiosa, política y educativa de Nueva Jersey para identificar a escritoras afroamericanas en Nueva Jersey y su producción intelectual. El enfoque en reconocer a la comunidad como repositorio oral de la historia y luego aprovechar estas fuentes orales para el desarrollo de la recolección y la adquisición se apoya en pruebas empíricas y cualitativas. Los resultados indican que las fuentes escritas son tan limitadas que los profesionales de la información deben recurrir a fuentes orales para descubrir escritores locales y sus publicaciones ",
            "error": [
                ""
            ]
        },
        "written sources": {
            "translated_key": "fuentes escritas",
            "translated_annotated_text": "Nueva Jersey Mujeres escritoras afroamericanas y sus publicaciones: un estudio de identificación de fuentes escritas y orales Este estudio examina el uso de \"fuentes escritas\", y entrevistas personales y conversaciones informales con individuos de la comunidad religiosa, política y educativa de Nueva Jersey para identificar a escritoras afroamericanas en Nueva Jersey y su producción intelectual. El enfoque en reconocer a la comunidad como repositorio oral de la historia y luego aprovechar estas fuentes orales para el desarrollo de la recolección y la adquisición se apoya en pruebas empíricas y cualitativas. Los hallazgos indican que las \"fuentes escritas\" son tan limitadas que los profesionales de la información deben confiar en fuentes orales para descubrir escritores locales y sus publicaciones ",
            "error": [
                ""
            ]
        },
        "personal interviews": {
            "translated_key": "entrevistas personales",
            "translated_annotated_text": "Nueva Jersey Mujeres escritoras afroamericanas y sus publicaciones: un estudio de identificación de fuentes escritas y orales Este estudio examina el uso de fuentes escritas, y \"entrevistas personales\" y conversaciones informales con individuos de la comunidad religiosa, política y educativa de Nueva Jersey para identificar a escritoras afroamericanas en Nueva Jersey y su producción intelectual. El enfoque en reconocer a la comunidad como repositorio oral de la historia y luego aprovechar estas fuentes orales para el desarrollo de la recolección y la adquisición se apoya en pruebas empíricas y cualitativas. Los resultados indican que las fuentes escritas son tan limitadas que los profesionales de la información deben recurrir a fuentes orales para descubrir escritores locales y sus publicaciones ",
            "error": [
                ""
            ]
        },
        "informal conversations": {
            "translated_key": "conversaciones informales",
            "translated_annotated_text": "Nueva Jersey Mujeres escritoras afroamericanas y sus publicaciones: un estudio de identificación de fuentes escritas y orales Este estudio examina el uso de fuentes escritas, entrevistas personales y \"conversaciones informales\" con individuos de la comunidad religiosa, política y educativa de Nueva Jersey para identificar a escritoras afroamericanas en Nueva Jersey y su producción intelectual. El enfoque en reconocer a la comunidad como repositorio oral de la historia y luego aprovechar estas fuentes orales para el desarrollo de la recolección y la adquisición se apoya en pruebas empíricas y cualitativas. Los resultados indican que las fuentes escritas son tan limitadas que los profesionales de la información deben recurrir a fuentes orales para descubrir escritores locales y sus publicaciones ",
            "error": [
                ""
            ]
        },
        "intellectual output": {
            "translated_key": "producto intelectual",
            "translated_annotated_text": "Nueva Jersey Mujeres escritoras afroamericanas y sus publicaciones: un estudio de identificación de fuentes escritas y orales Este estudio examina el uso de fuentes escritas, entrevistas personales y conversaciones informales con individuos de la comunidad religiosa, política y educativa de Nueva Jersey para identificar a mujeres escritoras afroamericanas en Nueva Jersey y su \"producto intelectual\". El enfoque en reconocer a la comunidad como repositorio oral de la historia y luego aprovechar estas fuentes orales para el desarrollo de la recolección y la adquisición se apoya en pruebas empíricas y cualitativas. Los resultados indican que las fuentes escritas son tan limitadas que los profesionales de la información deben recurrir a fuentes orales para descubrir escritores locales y sus publicaciones ",
            "error": [
                ""
            ]
        },
        "oral repository": {
            "translated_key": "repositorio oral",
            "translated_annotated_text": "Nueva Jersey Mujeres escritoras afroamericanas y sus publicaciones: un estudio de identificación de fuentes escritas y orales Este estudio examina el uso de fuentes escritas, entrevistas personales y conversaciones informales con individuos de la comunidad religiosa, política y educativa de Nueva Jersey para identificar a mujeres escritoras afroamericanas en Nueva Jersey y su producción intelectual. El enfoque en reconocer a la comunidad como un \"repositorio oral\" de la historia y luego aprovechar estas fuentes orales para fines de desarrollo y adquisición de colecciones está respaldado por evidencia empírica y cualitativa. Los resultados indican que las fuentes escritas son tan limitadas que los profesionales de la información deben recurrir a fuentes orales para descubrir escritores locales y sus publicaciones ",
            "error": [
                ""
            ]
        },
        "history": {
            "translated_key": "historia",
            "translated_annotated_text": "Nueva Jersey Mujeres escritoras afroamericanas y sus publicaciones: un estudio de identificación de fuentes escritas y orales Este estudio examina el uso de fuentes escritas, entrevistas personales y conversaciones informales con individuos de la comunidad religiosa, política y educativa de Nueva Jersey para identificar a mujeres escritoras afroamericanas en Nueva Jersey y su producción intelectual. El enfoque en reconocer a la comunidad como un repositorio oral de \"historia\" y luego aprovechar estas fuentes orales para fines de desarrollo de recolección y adquisición está respaldado por evidencia empírica y cualitativa. Los resultados indican que las fuentes escritas son tan limitadas que los profesionales de la información deben recurrir a fuentes orales para descubrir escritores locales y sus publicaciones ",
            "error": [
                ""
            ]
        },
        "collection development": {
            "translated_key": "desarrollo de recolección",
            "translated_annotated_text": "Nueva Jersey Mujeres escritoras afroamericanas y sus publicaciones: un estudio de identificación de fuentes escritas y orales Este estudio examina el uso de fuentes escritas, entrevistas personales y conversaciones informales con individuos de la comunidad religiosa, política y educativa de Nueva Jersey para identificar a mujeres escritoras afroamericanas en Nueva Jersey y su producción intelectual. El enfoque en reconocer a la comunidad como un repositorio oral de la historia y luego aprovechar estas fuentes orales para \"desarrollo de recolección\" y propósitos de adquisición está apoyado por evidencia empírica y cualitativa. Los resultados indican que las fuentes escritas son tan limitadas que los profesionales de la información deben recurrir a fuentes orales para descubrir escritores locales y sus publicaciones ",
            "error": [
                ""
            ]
        },
        "local writers": {
            "translated_key": "escritores locales",
            "translated_annotated_text": "Nueva Jersey Mujeres escritoras afroamericanas y sus publicaciones: un estudio de identificación de fuentes escritas y orales Este estudio examina el uso de fuentes escritas, entrevistas personales y conversaciones informales con individuos de la comunidad religiosa, política y educativa de Nueva Jersey para identificar a mujeres escritoras afroamericanas en Nueva Jersey y su producción intelectual. El enfoque en reconocer a la comunidad como repositorio oral de la historia y luego aprovechar estas fuentes orales para el desarrollo de la recolección y la adquisición se apoya en pruebas empíricas y cualitativas. Los hallazgos indican que las fuentes escritas son tan limitadas que los profesionales de la información deben confiar en las fuentes orales para descubrir \"escritores locales\" y sus publicaciones ",
            "error": [
                ""
            ]
        },
        "special collections": {
            "translated_key": [],
            "translated_annotated_text": "Nueva Jersey Mujeres escritoras afroamericanas y sus publicaciones: un estudio de identificación de fuentes escritas y orales Este estudio examina el uso de fuentes escritas, entrevistas personales y conversaciones informales con individuos de la comunidad religiosa, política y educativa de Nueva Jersey para identificar a mujeres escritoras afroamericanas en Nueva Jersey y su producción intelectual. El enfoque en reconocer a la comunidad como repositorio oral de la historia y luego aprovechar estas fuentes orales para el desarrollo de la recolección y la adquisición se apoya en pruebas empíricas y cualitativas. Los resultados indican que las fuentes escritas son tan limitadas que los profesionales de la información deben recurrir a fuentes orales para descubrir escritores locales y sus publicaciones ",
            "error": []
        },
        "bibliographies": {
            "translated_key": [],
            "translated_annotated_text": "Nueva Jersey Mujeres escritoras afroamericanas y sus publicaciones: un estudio de identificación de fuentes escritas y orales Este estudio examina el uso de fuentes escritas, entrevistas personales y conversaciones informales con individuos de la comunidad religiosa, política y educativa de Nueva Jersey para identificar a mujeres escritoras afroamericanas en Nueva Jersey y su producción intelectual. El enfoque en reconocer a la comunidad como repositorio oral de la historia y luego aprovechar estas fuentes orales para el desarrollo de la recolección y la adquisición se apoya en pruebas empíricas y cualitativas. Los resultados indican que las fuentes escritas son tan limitadas que los profesionales de la información deben recurrir a fuentes orales para descubrir escritores locales y sus publicaciones ",
            "error": []
        },
        "gender issues": {
            "translated_key": [],
            "translated_annotated_text": "Nueva Jersey Mujeres escritoras afroamericanas y sus publicaciones: un estudio de identificación de fuentes escritas y orales Este estudio examina el uso de fuentes escritas, entrevistas personales y conversaciones informales con individuos de la comunidad religiosa, política y educativa de Nueva Jersey para identificar a mujeres escritoras afroamericanas en Nueva Jersey y su producción intelectual. El enfoque en reconocer a la comunidad como repositorio oral de la historia y luego aprovechar estas fuentes orales para el desarrollo de la recolección y la adquisición se apoya en pruebas empíricas y cualitativas. Los resultados indican que las fuentes escritas son tan limitadas que los profesionales de la información deben recurrir a fuentes orales para descubrir escritores locales y sus publicaciones ",
            "error": []
        },
        "libraries": {
            "translated_key": [],
            "translated_annotated_text": "Nueva Jersey Mujeres escritoras afroamericanas y sus publicaciones: un estudio de identificación de fuentes escritas y orales Este estudio examina el uso de fuentes escritas, entrevistas personales y conversaciones informales con individuos de la comunidad religiosa, política y educativa de Nueva Jersey para identificar a mujeres escritoras afroamericanas en Nueva Jersey y su producción intelectual. El enfoque en reconocer a la comunidad como repositorio oral de la historia y luego aprovechar estas fuentes orales para el desarrollo de la recolección y la adquisición se apoya en pruebas empíricas y cualitativas. Los resultados indican que las fuentes escritas son tan limitadas que los profesionales de la información deben recurrir a fuentes orales para descubrir escritores locales y sus publicaciones ",
            "error": []
        },
        "literature": {
            "translated_key": [],
            "translated_annotated_text": "Nueva Jersey Mujeres escritoras afroamericanas y sus publicaciones: un estudio de identificación de fuentes escritas y orales Este estudio examina el uso de fuentes escritas, entrevistas personales y conversaciones informales con individuos de la comunidad religiosa, política y educativa de Nueva Jersey para identificar a mujeres escritoras afroamericanas en Nueva Jersey y su producción intelectual. El enfoque en reconocer a la comunidad como repositorio oral de la historia y luego aprovechar estas fuentes orales para el desarrollo de la recolección y la adquisición se apoya en pruebas empíricas y cualitativas. Los resultados indican que las fuentes escritas son tan limitadas que los profesionales de la información deben recurrir a fuentes orales para descubrir escritores locales y sus publicaciones ",
            "error": []
        }
    }
}