{
    "original_text": "To commit or not to commit: modeling agent conversations for action Conversations are sequences of messages exchanged among interacting agents. For conversations to be meaningful, agents ought to follow commonly known specifications limiting the types of messages that can be exchanged at any point in the conversation. These specifications are usually implemented using conversation policies (which are rules of inference) or conversation protocols (which are predefined conversation templates). In this article we present a semantic model for specifying conversations using conversation policies. This model is based on the principles that the negotiation and uptake of shared social commitments entail the adoption of obligations to action, which indicate the actions that agents have agreed to perform. In the same way, obligations are retracted based on the negotiation to discharge their corresponding shared social commitments. Based on these principles, conversations are specified as interaction specifications that model the ideal sequencing of agent participations negotiating the execution of actions in a joint activity. These specifications not only specify the adoption and discharge of shared commitments and obligations during an activity, but also indicate the commitments and obligations that are required (as preconditions) or that outlive a joint activity (as postconditions). We model the Contract Net Protocol as an example of the specification of conversations in a joint activity",
    "original_translation": "Comprometer o no comprometer: modelar conversaciones de agentes para la acción Las conversaciones son secuencias de mensajes intercambiados entre agentes que interactúan. Para que las conversaciones sean significativas, los agentes deben seguir especificaciones comúnmente conocidas que limitan los tipos de mensajes que se pueden intercambiar en cualquier momento de la conversación. Estas especificaciones generalmente se implementan usando políticas de conversación (que son reglas de inferencia) o protocolos de conversación (que son plantillas de conversación predefinidas). En este artículo presentamos un modelo semántico para especificar las conversaciones utilizando políticas de conversación. Este modelo se basa en los principios de que la negociación y la aceptación de compromisos sociales compartidos implican la adopción de obligaciones de acción, que indican las acciones que los agentes han acordado llevar a cabo. De la misma manera, las obligaciones se retractan sobre la base de la negociación para cumplir sus correspondientes compromisos sociales compartidos. Sobre la base de estos principios, las conversaciones se especifican como especificaciones de interacción que modelan la secuencia ideal de las participaciones de agentes que negocian la ejecución de acciones en una actividad conjunta. Estas especificaciones no sólo especifican la adopción y el cumplimiento de compromisos y obligaciones compartidos durante una actividad, sino que también indican los compromisos y obligaciones que se requieren (como condiciones previas) o que sobreviven a una actividad conjunta (como condiciones posteriores). Modelamos el Protocolo Contract Net como un ejemplo de la especificación de conversaciones en una actividad conjunta",
    "error_count": 7,
    "keys": {
        "interacting agents": {
            "translated_key": "agentes que interactúan",
            "translated_annotated_text": "Comprometer o no comprometer: modelar conversaciones de agentes para la acción Las conversaciones son secuencias de mensajes intercambiados entre <br>agentes que interactúan</br>.  Para que las conversaciones sean significativas, los agentes deben seguir especificaciones comúnmente conocidas que limitan los tipos de mensajes que se pueden intercambiar en cualquier momento de la conversación. Estas especificaciones generalmente se implementan usando políticas de conversación (que son reglas de inferencia) o protocolos de conversación (que son plantillas de conversación predefinidas). En este artículo presentamos un modelo semántico para especificar las conversaciones utilizando políticas de conversación. Este modelo se basa en los principios de que la negociación y la aceptación de compromisos sociales compartidos implican la adopción de obligaciones de acción, que indican las acciones que los agentes han acordado llevar a cabo. De la misma manera, las obligaciones se retractan sobre la base de la negociación para cumplir sus correspondientes compromisos sociales compartidos. Sobre la base de estos principios, las conversaciones se especifican como especificaciones de interacción que modelan la secuencia ideal de las participaciones de agentes que negocian la ejecución de acciones en una actividad conjunta. Estas especificaciones no sólo especifican la adopción y el cumplimiento de compromisos y obligaciones compartidos durante una actividad, sino que también indican los compromisos y obligaciones que se requieren (como condiciones previas) o que sobreviven a una actividad conjunta (como condiciones posteriores). Modelamos el Protocolo Contract Net como un ejemplo de la especificación de conversaciones en una actividad conjunta ",
            "error": [
                ""
            ]
        },
        "specifications": {
            "translated_key": [
                "especificaciones comúnmente conocidas",
                "especificaciones",
                "especificaciones",
                "especificaciones"
            ],
            "translated_annotated_text": "Comprometer o no comprometer: modelar conversaciones de agentes para la acción Las conversaciones son secuencias de mensajes intercambiados entre agentes que interactúan. Para que las conversaciones sean significativas, los agentes deben seguir <br>especificaciones comúnmente conocidas</br> limitando los tipos de mensajes que se pueden intercambiar en cualquier momento de la conversación. Estas <br>especificaciones</br> generalmente se implementan usando políticas de conversación (que son reglas de inferencia) o protocolos de conversación (que son plantillas de conversación predefinidas). En este artículo presentamos un modelo semántico para especificar las conversaciones utilizando políticas de conversación. Este modelo se basa en los principios de que la negociación y la aceptación de compromisos sociales compartidos implican la adopción de obligaciones de acción, que indican las acciones que los agentes han acordado llevar a cabo. De la misma manera, las obligaciones se retractan sobre la base de la negociación para cumplir sus correspondientes compromisos sociales compartidos. Sobre la base de estos principios, las conversaciones se especifican como interacciones <br>especificaciones</br> que modelan la secuencia ideal de las intervenciones de agentes que negocian la ejecución de acciones en una actividad conjunta. Estas <br>especificaciones</br> no sólo especifican la adopción y el cumplimiento de compromisos y obligaciones compartidos durante una actividad, sino que también indican los compromisos y obligaciones que se requieren (como condiciones previas) o que sobreviven a una actividad conjunta (como condiciones posteriores). Modelamos el Protocolo Contract Net como un ejemplo de la especificación de conversaciones en una actividad conjunta ",
            "error": [
                "especificaciones comúnmente conocidas",
                "especificaciones",
                "especificaciones",
                "especificaciones"
            ]
        },
        "rules of inference": {
            "translated_key": "reglas de inferencia",
            "translated_annotated_text": "Comprometer o no comprometer: modelar conversaciones de agentes para la acción Las conversaciones son secuencias de mensajes intercambiados entre agentes que interactúan. Para que las conversaciones sean significativas, los agentes deben seguir especificaciones comúnmente conocidas que limitan los tipos de mensajes que se pueden intercambiar en cualquier momento de la conversación. Estas especificaciones generalmente se implementan usando políticas de conversación (que son <br>reglas de inferencia</br>) o protocolos de conversación (que son plantillas de conversación predefinidas). En este artículo presentamos un modelo semántico para especificar las conversaciones utilizando políticas de conversación. Este modelo se basa en los principios de que la negociación y la aceptación de compromisos sociales compartidos implican la adopción de obligaciones de acción, que indican las acciones que los agentes han acordado llevar a cabo. De la misma manera, las obligaciones se retractan sobre la base de la negociación para cumplir sus correspondientes compromisos sociales compartidos. Sobre la base de estos principios, las conversaciones se especifican como especificaciones de interacción que modelan la secuencia ideal de las participaciones de agentes que negocian la ejecución de acciones en una actividad conjunta. Estas especificaciones no sólo especifican la adopción y el cumplimiento de compromisos y obligaciones compartidos durante una actividad, sino que también indican los compromisos y obligaciones que se requieren (como condiciones previas) o que sobreviven a una actividad conjunta (como condiciones posteriores). Modelamos el Protocolo Contract Net como un ejemplo de la especificación de conversaciones en una actividad conjunta ",
            "error": [
                ""
            ]
        },
        "conversation protocols": {
            "translated_key": [],
            "translated_annotated_text": "Comprometer o no comprometer: modelar conversaciones de agentes para la acción Las conversaciones son secuencias de mensajes intercambiados entre agentes que interactúan. Para que las conversaciones sean significativas, los agentes deben seguir especificaciones comúnmente conocidas que limitan los tipos de mensajes que se pueden intercambiar en cualquier momento de la conversación. Estas especificaciones generalmente se implementan usando políticas de conversación (que son reglas de inferencia) o protocolos de conversación <br> (que son plantillas de conversación predefinidas). En este artículo presentamos un modelo semántico para especificar las conversaciones utilizando políticas de conversación. Este modelo se basa en los principios de que la negociación y la aceptación de compromisos sociales compartidos implican la adopción de obligaciones de acción, que indican las acciones que los agentes han acordado llevar a cabo. De la misma manera, las obligaciones se retractan sobre la base de la negociación para cumplir sus correspondientes compromisos sociales compartidos. Sobre la base de estos principios, las conversaciones se especifican como especificaciones de interacción que modelan la secuencia ideal de las participaciones de agentes que negocian la ejecución de acciones en una actividad conjunta. Estas especificaciones no sólo especifican la adopción y el cumplimiento de compromisos y obligaciones compartidos durante una actividad, sino que también indican los compromisos y obligaciones que se requieren (como condiciones previas) o que sobreviven a una actividad conjunta (como condiciones posteriores). Modelamos el Protocolo Contract Net como un ejemplo de la especificación de conversaciones en una actividad conjunta ",
            "error": []
        },
        "autonomous agents": {
            "translated_key": [],
            "translated_annotated_text": "Comprometer o no comprometer: modelar conversaciones de agentes para la acción Las conversaciones son secuencias de mensajes intercambiados entre agentes que interactúan. Para que las conversaciones sean significativas, los agentes deben seguir especificaciones comúnmente conocidas que limitan los tipos de mensajes que se pueden intercambiar en cualquier momento de la conversación. Estas especificaciones generalmente se implementan usando políticas de conversación (que son reglas de inferencia) o protocolos de conversación (que son plantillas de conversación predefinidas). En este artículo presentamos un modelo semántico para especificar las conversaciones utilizando políticas de conversación. Este modelo se basa en los principios de que la negociación y la aceptación de compromisos sociales compartidos implican la adopción de obligaciones de acción, que indican las acciones que los agentes han acordado llevar a cabo. De la misma manera, las obligaciones se retractan sobre la base de la negociación para cumplir sus correspondientes compromisos sociales compartidos. Sobre la base de estos principios, las conversaciones se especifican como especificaciones de interacción que modelan la secuencia ideal de las participaciones de agentes que negocian la ejecución de acciones en una actividad conjunta. Estas especificaciones no sólo especifican la adopción y el cumplimiento de compromisos y obligaciones compartidos durante una actividad, sino que también indican los compromisos y obligaciones que se requieren (como condiciones previas) o que sobreviven a una actividad conjunta (como condiciones posteriores). Modelamos el Protocolo Contract Net como un ejemplo de la especificación de conversaciones en una actividad conjunta ",
            "error": []
        },
        "social commitments": {
            "translated_key": "compromisos sociales",
            "translated_annotated_text": "Comprometer o no comprometer: modelar conversaciones de agentes para la acción Las conversaciones son secuencias de mensajes intercambiados entre agentes que interactúan. Para que las conversaciones sean significativas, los agentes deben seguir especificaciones comúnmente conocidas que limitan los tipos de mensajes que se pueden intercambiar en cualquier momento de la conversación. Estas especificaciones generalmente se implementan usando políticas de conversación (que son reglas de inferencia) o protocolos de conversación (que son plantillas de conversación predefinidas). En este artículo presentamos un modelo semántico para especificar las conversaciones utilizando políticas de conversación. Este modelo se basa en los principios de que la negociación y la aceptación de <br>compromisos sociales</br> compartidos implican la adopción de obligaciones de acción, que indican las acciones que los agentes han acordado llevar a cabo. De la misma manera, las obligaciones se retractan a partir de la negociación para cumplir sus correspondientes <br>compromisos sociales</br> compartidos. Sobre la base de estos principios, las conversaciones se especifican como especificaciones de interacción que modelan la secuencia ideal de las participaciones de agentes que negocian la ejecución de acciones en una actividad conjunta. Estas especificaciones no sólo especifican la adopción y el cumplimiento de compromisos y obligaciones compartidos durante una actividad, sino que también indican los compromisos y obligaciones que se requieren (como condiciones previas) o que sobreviven a una actividad conjunta (como condiciones posteriores). Modelamos el Protocolo Contract Net como un ejemplo de la especificación de conversaciones en una actividad conjunta ",
            "error": [
                ""
            ]
        },
        "speech acts": {
            "translated_key": [],
            "translated_annotated_text": "Comprometer o no comprometer: modelar conversaciones de agentes para la acción Las conversaciones son secuencias de mensajes intercambiados entre agentes que interactúan. Para que las conversaciones sean significativas, los agentes deben seguir especificaciones comúnmente conocidas que limitan los tipos de mensajes que se pueden intercambiar en cualquier momento de la conversación. Estas especificaciones generalmente se implementan usando políticas de conversación (que son reglas de inferencia) o protocolos de conversación (que son plantillas de conversación predefinidas). En este artículo presentamos un modelo semántico para especificar las conversaciones utilizando políticas de conversación. Este modelo se basa en los principios de que la negociación y la aceptación de compromisos sociales compartidos implican la adopción de obligaciones de acción, que indican las acciones que los agentes han acordado llevar a cabo. De la misma manera, las obligaciones se retractan sobre la base de la negociación para cumplir sus correspondientes compromisos sociales compartidos. Sobre la base de estos principios, las conversaciones se especifican como especificaciones de interacción que modelan la secuencia ideal de las participaciones de agentes que negocian la ejecución de acciones en una actividad conjunta. Estas especificaciones no sólo especifican la adopción y el cumplimiento de compromisos y obligaciones compartidos durante una actividad, sino que también indican los compromisos y obligaciones que se requieren (como condiciones previas) o que sobreviven a una actividad conjunta (como condiciones posteriores). Modelamos el Protocolo Contract Net como un ejemplo de la especificación de conversaciones en una actividad conjunta ",
            "error": []
        },
        "software agents": {
            "translated_key": [],
            "translated_annotated_text": "Comprometer o no comprometer: modelar conversaciones de agentes para la acción Las conversaciones son secuencias de mensajes intercambiados entre agentes que interactúan. Para que las conversaciones sean significativas, los agentes deben seguir especificaciones comúnmente conocidas que limitan los tipos de mensajes que se pueden intercambiar en cualquier momento de la conversación. Estas especificaciones generalmente se implementan usando políticas de conversación (que son reglas de inferencia) o protocolos de conversación (que son plantillas de conversación predefinidas). En este artículo presentamos un modelo semántico para especificar las conversaciones utilizando políticas de conversación. Este modelo se basa en los principios de que la negociación y la aceptación de compromisos sociales compartidos implican la adopción de obligaciones de acción, que indican las acciones que los agentes han acordado llevar a cabo. De la misma manera, las obligaciones se retractan sobre la base de la negociación para cumplir sus correspondientes compromisos sociales compartidos. Sobre la base de estos principios, las conversaciones se especifican como especificaciones de interacción que modelan la secuencia ideal de las participaciones de agentes que negocian la ejecución de acciones en una actividad conjunta. Estas especificaciones no sólo especifican la adopción y el cumplimiento de compromisos y obligaciones compartidos durante una actividad, sino que también indican los compromisos y obligaciones que se requieren (como condiciones previas) o que sobreviven a una actividad conjunta (como condiciones posteriores). Modelamos el Protocolo Contract Net como un ejemplo de la especificación de conversaciones en una actividad conjunta ",
            "error": []
        },
        "conversation templates": {
            "translated_key": "conversación",
            "translated_annotated_text": "Comprometer o no comprometer: modelar conversaciones de agentes para la acción Las conversaciones son secuencias de mensajes intercambiados entre agentes que interactúan. Para que las conversaciones sean significativas, los agentes deben seguir especificaciones comúnmente conocidas que limitan los tipos de mensajes que se pueden intercambiar en cualquier momento de la conversación. Estas especificaciones generalmente se implementan usando políticas de conversación (que son reglas de inferencia) o protocolos de conversación (que son plantillas predefinidas <br>conversación</br>). En este artículo presentamos un modelo semántico para especificar las conversaciones utilizando políticas de conversación. Este modelo se basa en los principios de que la negociación y la aceptación de compromisos sociales compartidos implican la adopción de obligaciones de acción, que indican las acciones que los agentes han acordado llevar a cabo. De la misma manera, las obligaciones se retractan sobre la base de la negociación para cumplir sus correspondientes compromisos sociales compartidos. Sobre la base de estos principios, las conversaciones se especifican como especificaciones de interacción que modelan la secuencia ideal de las participaciones de agentes que negocian la ejecución de acciones en una actividad conjunta. Estas especificaciones no sólo especifican la adopción y el cumplimiento de compromisos y obligaciones compartidos durante una actividad, sino que también indican los compromisos y obligaciones que se requieren (como condiciones previas) o que sobreviven a una actividad conjunta (como condiciones posteriores). Modelamos el Protocolo Contract Net como un ejemplo de la especificación de conversaciones en una actividad conjunta ",
            "error": [
                ""
            ]
        },
        "formal languages": {
            "translated_key": [],
            "translated_annotated_text": "Comprometer o no comprometer: modelar conversaciones de agentes para la acción Las conversaciones son secuencias de mensajes intercambiados entre agentes que interactúan. Para que las conversaciones sean significativas, los agentes deben seguir especificaciones comúnmente conocidas que limitan los tipos de mensajes que se pueden intercambiar en cualquier momento de la conversación. Estas especificaciones generalmente se implementan usando políticas de conversación (que son reglas de inferencia) o protocolos de conversación (que son plantillas de conversación predefinidas). En este artículo presentamos un modelo semántico para especificar las conversaciones utilizando políticas de conversación. Este modelo se basa en los principios de que la negociación y la aceptación de compromisos sociales compartidos implican la adopción de obligaciones de acción, que indican las acciones que los agentes han acordado llevar a cabo. De la misma manera, las obligaciones se retractan sobre la base de la negociación para cumplir sus correspondientes compromisos sociales compartidos. Sobre la base de estos principios, las conversaciones se especifican como especificaciones de interacción que modelan la secuencia ideal de las participaciones de agentes que negocian la ejecución de acciones en una actividad conjunta. Estas especificaciones no sólo especifican la adopción y el cumplimiento de compromisos y obligaciones compartidos durante una actividad, sino que también indican los compromisos y obligaciones que se requieren (como condiciones previas) o que sobreviven a una actividad conjunta (como condiciones posteriores). Modelamos el Protocolo Contract Net como un ejemplo de la especificación de conversaciones en una actividad conjunta ",
            "error": []
        }
    }
}