{
    "original_text": "An ACL for a dynamic system of agents In this article we present the design of an ACL for a dynamic system of agents. The ACL includes a set of conversation performatives extended with operations to register, create, and terminate agents. The main design goal at the agent-level is to provide only knowledge-level primitives that are well integrated with the dynamic nature of the system. This goal has been achieved by defining an anonymous interaction protocol which enables agents to request and supply knowledge without considering symbol-level issues concerning management of agent names, routing, and agent reachability. This anonymous interaction protocol exploits a distributed facilitator schema which is hidden at the agent-level and provides mechanisms for registering capabilities of agents and delivering requests according to the competence of agents. We present a formal specification of the ACL and of the underlying architecture, exploiting an algebra of actors, and illustrate it with the help of a graphical notation. This approach provides the basis for discussing dynamic primitives in ACL and for studying properties of dynamic multi agent systems, for example concerning the behavior of agents and the correctness of their conversation policies",
    "original_translation": "Un ACL para un sistema dinámico de agentes En este artículo presentamos el diseño de un ACL para un sistema dinámico de agentes. La ACL incluye un conjunto de performativos de conversación extendidos con operaciones para registrar, crear y terminar agentes. El objetivo principal del diseño a nivel de agente es proporcionar solamente primitivos a nivel de conocimiento que estén bien integrados con la naturaleza dinámica del sistema. Este objetivo se ha logrado mediante la definición de un protocolo de interacción anónimo que permite a los agentes solicitar y suministrar conocimientos sin considerar cuestiones a nivel de símbolos relativas a la gestión de los nombres de los agentes, el encaminamiento y la accesibilidad de los agentes. Este protocolo de interacción anónima aprovecha un esquema de facilitador distribuido que se oculta a nivel de agente y proporciona mecanismos para registrar las capacidades de los agentes y atender las solicitudes de acuerdo con la competencia de los agentes. Presentamos una especificación formal de la ACL y de la arquitectura subyacente, explotando un álgebra de actores, e ilustramos con la ayuda de una notación gráfica. Este enfoque proporciona la base para discutir los primitivos dinámicos en ACL y para estudiar las propiedades de los sistemas multiagente dinámicos, por ejemplo en relación con el comportamiento de los agentes y la corrección de sus políticas de conversación.",
    "error_count": 7,
    "keys": {
        "ACL": {
            "translated_key": "ACL",
            "translated_annotated_text": "Un <br>ACL</br> para un sistema dinámico de agentes En este artículo presentamos el diseño de un <br>ACL</br> para un sistema dinámico de agentes. El <br>ACL</br> incluye un conjunto de performativos de conversación extendidos con operaciones para registrar, crear y terminar agentes. El objetivo principal del diseño a nivel de agente es proporcionar solamente primitivos a nivel de conocimiento que estén bien integrados con la naturaleza dinámica del sistema. Este objetivo se ha logrado mediante la definición de un protocolo de interacción anónimo que permite a los agentes solicitar y suministrar conocimientos sin considerar cuestiones a nivel de símbolos relativas a la gestión de los nombres de los agentes, el encaminamiento y la accesibilidad de los agentes. Este protocolo de interacción anónima aprovecha un esquema de facilitador distribuido que se oculta a nivel de agente y proporciona mecanismos para registrar las capacidades de los agentes y atender las solicitudes de acuerdo con la competencia de los agentes. Presentamos una especificación formal de la <br>ACL</br> y de la arquitectura subyacente, explotando un álgebra de actores, e ilustramos con la ayuda de una notación gráfica. Este enfoque proporciona la base para discutir los primitivos dinámicos en <br>ACL</br> y para estudiar las propiedades de los sistemas multiagente dinámicos, por ejemplo en relación con el comportamiento de los agentes y la corrección de sus políticas de conversación ",
            "error": [
                ""
            ]
        },
        "dynamic system of agents": {
            "translated_key": "sistema dinámico de agentes",
            "translated_annotated_text": "Un ACL para un <br>sistema dinámico de agentes</br> En este artículo presentamos el diseño de un ACL para un <br>sistema dinámico de agentes</br>.  La ACL incluye un conjunto de performativos de conversación extendidos con operaciones para registrar, crear y terminar agentes. El objetivo principal del diseño a nivel de agente es proporcionar solamente primitivos a nivel de conocimiento que estén bien integrados con la naturaleza dinámica del sistema. Este objetivo se ha logrado mediante la definición de un protocolo de interacción anónimo que permite a los agentes solicitar y suministrar conocimientos sin considerar cuestiones a nivel de símbolos relativas a la gestión de los nombres de los agentes, el encaminamiento y la accesibilidad de los agentes. Este protocolo de interacción anónima aprovecha un esquema de facilitador distribuido que se oculta a nivel de agente y proporciona mecanismos para registrar las capacidades de los agentes y atender las solicitudes de acuerdo con la competencia de los agentes. Presentamos una especificación formal de la ACL y de la arquitectura subyacente, explotando un álgebra de actores, e ilustramos con la ayuda de una notación gráfica. Este enfoque proporciona la base para discutir los primitivos dinámicos en ACL y para estudiar las propiedades de los sistemas multiagente dinámicos, por ejemplo en relación con el comportamiento de los agentes y la corrección de sus políticas de conversación. ",
            "error": [
                ""
            ]
        },
        "system of agents": {
            "translated_key": " de agentes",
            "translated_annotated_text": "Un ACL para un sistema dinámico <br> de agentes</br> En este artículo presentamos el diseño de un ACL para un sistema dinámico <br> de agentes</br>. La ACL incluye un conjunto de performativos de conversación extendidos con operaciones para registrar, crear y terminar agentes. El objetivo principal del diseño a nivel de agente es proporcionar solamente primitivos a nivel de conocimiento que estén bien integrados con la naturaleza dinámica del sistema. Este objetivo se ha logrado mediante la definición de un protocolo de interacción anónimo que permite a los agentes solicitar y suministrar conocimientos sin considerar cuestiones a nivel de símbolos relativas a la gestión de los nombres de los agentes, el encaminamiento y la accesibilidad de los agentes. Este protocolo de interacción anónima aprovecha un esquema de facilitador distribuido que se oculta a nivel de agente y proporciona mecanismos para registrar las capacidades de los agentes y atender las solicitudes de acuerdo con la competencia de los agentes. Presentamos una especificación formal de la ACL y de la arquitectura subyacente, explotando un álgebra de actores, e ilustramos con la ayuda de una notación gráfica. Este enfoque proporciona la base para discutir los primitivos dinámicos en ACL y para estudiar las propiedades de los sistemas multiagente dinámicos, por ejemplo en relación con el comportamiento de los agentes y la corrección de sus políticas de conversación. ",
            "error": [
                ""
            ]
        },
        "agents": {
            "translated_key": [
                " En este artículo presentamos el diseño de un ACL para un sistema dinámico de agentes <br> ",
                ". El objetivo principal del diseño a nivel de agente es proporcionar solamente primitivos a nivel de conocimiento que estén bien integrados con la naturaleza dinámica del sistema. Este objetivo se ha logrado mediante la definición de un protocolo de interacción anónimo que permite a <br>agents",
                "agents",
                "agents",
                "agentes"
            ],
            "translated_annotated_text": "Un ACL para un sistema dinámico de agentes <br> En este artículo presentamos el diseño de un ACL para un sistema dinámico de agentes <br> </br>. La ACL incluye un conjunto de performativos de conversación extendidos con operaciones para registrar, crear y terminar agentes<br>. El objetivo principal del diseño a nivel de agente es proporcionar solamente primitivos a nivel de conocimiento que estén bien integrados con la naturaleza dinámica del sistema. Este objetivo se ha logrado mediante la definición de un protocolo de interacción anónimo que permite a <br>agents</br> solicitar y suministrar conocimientos sin considerar cuestiones a nivel de símbolos relativas a la gestión de los nombres de los agentes, el enrutamiento y la accesibilidad de los agentes. Este protocolo de interacción anónima aprovecha un esquema de facilitador distribuido que se oculta a nivel de agente y proporciona mecanismos para registrar las capacidades de <br>agents</br> y entregar las solicitudes de acuerdo con la competencia de <br>agents</br>. Presentamos una especificación formal de la ACL y de la arquitectura subyacente, explotando un álgebra de actores, e ilustramos con la ayuda de una notación gráfica. Este enfoque proporciona la base para discutir los primitivos dinámicos en ACL y para estudiar las propiedades de los sistemas multiagente dinámicos, por ejemplo en relación con el comportamiento de <br>agentes</br> y la corrección de sus políticas de conversación ",
            "error": [
                " En este artículo presentamos el diseño de un ACL para un sistema dinámico de agentes <br> ",
                ". El objetivo principal del diseño a nivel de agente es proporcionar solamente primitivos a nivel de conocimiento que estén bien integrados con la naturaleza dinámica del sistema. Este objetivo se ha logrado mediante la definición de un protocolo de interacción anónimo que permite a <br>agents",
                "agents",
                "agents",
                "agentes"
            ]
        },
        "Agent Communication Languages": {
            "translated_key": [],
            "translated_annotated_text": "Un ACL para un sistema dinámico de agentes En este artículo presentamos el diseño de un ACL para un sistema dinámico de agentes. La ACL incluye un conjunto de performativos de conversación extendidos con operaciones para registrar, crear y terminar agentes. El objetivo principal del diseño a nivel de agente es proporcionar solamente primitivos a nivel de conocimiento que estén bien integrados con la naturaleza dinámica del sistema. Este objetivo se ha logrado mediante la definición de un protocolo de interacción anónimo que permite a los agentes solicitar y suministrar conocimientos sin considerar cuestiones a nivel de símbolos relativas a la gestión de los nombres de los agentes, el encaminamiento y la accesibilidad de los agentes. Este protocolo de interacción anónima aprovecha un esquema de facilitador distribuido que se oculta a nivel de agente y proporciona mecanismos para registrar las capacidades de los agentes y atender las solicitudes de acuerdo con la competencia de los agentes. Presentamos una especificación formal de la ACL y de la arquitectura subyacente, explotando un álgebra de actores, e ilustramos con la ayuda de una notación gráfica. Este enfoque proporciona la base para discutir los primitivos dinámicos en ACL y para estudiar las propiedades de los sistemas multiagente dinámicos, por ejemplo en relación con el comportamiento de los agentes y la corrección de sus políticas de conversación. ",
            "error": []
        },
        "dynamic system": {
            "translated_key": [],
            "translated_annotated_text": "Un LCA para un sistema dinámico <br> de agentes En este artículo presentamos el diseño de un LCA para un sistema dinámico <br> de agentes. La ACL incluye un conjunto de performativos de conversación extendidos con operaciones para registrar, crear y terminar agentes. El objetivo principal del diseño a nivel de agente es proporcionar solamente primitivos a nivel de conocimiento que estén bien integrados con la naturaleza dinámica del sistema. Este objetivo se ha logrado mediante la definición de un protocolo de interacción anónimo que permite a los agentes solicitar y suministrar conocimientos sin considerar cuestiones a nivel de símbolos relativas a la gestión de los nombres de los agentes, el encaminamiento y la accesibilidad de los agentes. Este protocolo de interacción anónima aprovecha un esquema de facilitador distribuido que se oculta a nivel de agente y proporciona mecanismos para registrar las capacidades de los agentes y atender las solicitudes de acuerdo con la competencia de los agentes. Presentamos una especificación formal de la ACL y de la arquitectura subyacente, explotando un álgebra de actores, e ilustramos con la ayuda de una notación gráfica. Este enfoque proporciona la base para discutir los primitivos dinámicos en ACL y para estudiar las propiedades de los sistemas multiagente dinámicos, por ejemplo en relación con el comportamiento de los agentes y la corrección de sus políticas de conversación. ",
            "error": []
        },
        "distributed facilitator": {
            "translated_key": "distribuido de facilitador",
            "translated_annotated_text": "Un ACL para un sistema dinámico de agentes En este artículo presentamos el diseño de un ACL para un sistema dinámico de agentes. La ACL incluye un conjunto de performativos de conversación extendidos con operaciones para registrar, crear y terminar agentes. El objetivo principal del diseño a nivel de agente es proporcionar solamente primitivos a nivel de conocimiento que estén bien integrados con la naturaleza dinámica del sistema. Este objetivo se ha logrado mediante la definición de un protocolo de interacción anónimo que permite a los agentes solicitar y suministrar conocimientos sin considerar cuestiones a nivel de símbolos relativas a la gestión de los nombres de los agentes, el encaminamiento y la accesibilidad de los agentes. Este protocolo de interacción anónima aprovecha un esquema <br>distribuido de facilitador</br> que se oculta a nivel de agente y proporciona mecanismos para registrar las capacidades de los agentes y entregar las solicitudes de acuerdo con la competencia de los agentes. Presentamos una especificación formal de la ACL y de la arquitectura subyacente, explotando un álgebra de actores, e ilustramos con la ayuda de una notación gráfica. Este enfoque proporciona la base para discutir los primitivos dinámicos en ACL y para estudiar las propiedades de los sistemas multiagente dinámicos, por ejemplo en relación con el comportamiento de los agentes y la corrección de sus políticas de conversación. ",
            "error": [
                ""
            ]
        },
        "actors": {
            "translated_key": "actores",
            "translated_annotated_text": "Un ACL para un sistema dinámico de agentes En este artículo presentamos el diseño de un ACL para un sistema dinámico de agentes. La ACL incluye un conjunto de performativos de conversación extendidos con operaciones para registrar, crear y terminar agentes. El objetivo principal del diseño a nivel de agente es proporcionar solamente primitivos a nivel de conocimiento que estén bien integrados con la naturaleza dinámica del sistema. Este objetivo se ha logrado mediante la definición de un protocolo de interacción anónimo que permite a los agentes solicitar y suministrar conocimientos sin considerar cuestiones a nivel de símbolos relativas a la gestión de los nombres de los agentes, el encaminamiento y la accesibilidad de los agentes. Este protocolo de interacción anónima aprovecha un esquema de facilitador distribuido que se oculta a nivel de agente y proporciona mecanismos para registrar las capacidades de los agentes y atender las solicitudes de acuerdo con la competencia de los agentes. Presentamos una especificación formal de la ACL y de la arquitectura subyacente, explotando un álgebra de <br>actores</br>, e ilustramos con la ayuda de una notación gráfica. Este enfoque proporciona la base para discutir los primitivos dinámicos en ACL y para estudiar las propiedades de los sistemas multiagente dinámicos, por ejemplo en relación con el comportamiento de los agentes y la corrección de sus políticas de conversación. ",
            "error": [
                ""
            ]
        },
        "anonymous interaction protocol": {
            "translated_key": [
                "protocolo de interacción anónimo",
                "protocolo de interacción anónima"
            ],
            "translated_annotated_text": "Un ACL para un sistema dinámico de agentes En este artículo presentamos el diseño de un ACL para un sistema dinámico de agentes. La ACL incluye un conjunto de performativos de conversación extendidos con operaciones para registrar, crear y terminar agentes. El objetivo principal del diseño a nivel de agente es proporcionar solamente primitivos a nivel de conocimiento que estén bien integrados con la naturaleza dinámica del sistema. Este objetivo se ha logrado mediante la definición de un <br>protocolo de interacción anónimo</br> que permite a los agentes solicitar y suministrar conocimientos sin considerar cuestiones a nivel de símbolos relativas a la gestión de los nombres de los agentes, el encaminamiento y la accesibilidad de los agentes. Este <br>protocolo de interacción anónima</br> aprovecha un esquema de facilitador distribuido que se oculta a nivel de agente y proporciona mecanismos para registrar las capacidades de los agentes y entregar las solicitudes de acuerdo con la competencia de los agentes.  Presentamos una especificación formal de la ACL y de la arquitectura subyacente, explotando un álgebra de actores, e ilustramos con la ayuda de una notación gráfica. Este enfoque proporciona la base para discutir los primitivos dinámicos en ACL y para estudiar las propiedades de los sistemas multiagente dinámicos, por ejemplo en relación con el comportamiento de los agentes y la corrección de sus políticas de conversación. ",
            "error": [
                "protocolo de interacción anónimo",
                "protocolo de interacción anónima"
            ]
        },
        "high level languages": {
            "translated_key": [],
            "translated_annotated_text": "Un ACL para un sistema dinámico de agentes En este artículo presentamos el diseño de un ACL para un sistema dinámico de agentes. La ACL incluye un conjunto de performativos de conversación extendidos con operaciones para registrar, crear y terminar agentes. El objetivo principal del diseño a nivel de agente es proporcionar solamente primitivos a nivel de conocimiento que estén bien integrados con la naturaleza dinámica del sistema. Este objetivo se ha logrado mediante la definición de un protocolo de interacción anónimo que permite a los agentes solicitar y suministrar conocimientos sin considerar cuestiones a nivel de símbolos relativas a la gestión de los nombres de los agentes, el encaminamiento y la accesibilidad de los agentes. Este protocolo de interacción anónima aprovecha un esquema de facilitador distribuido que se oculta a nivel de agente y proporciona mecanismos para registrar las capacidades de los agentes y atender las solicitudes de acuerdo con la competencia de los agentes. Presentamos una especificación formal de la ACL y de la arquitectura subyacente, explotando un álgebra de actores, e ilustramos con la ayuda de una notación gráfica. Este enfoque proporciona la base para discutir los primitivos dinámicos en ACL y para estudiar las propiedades de los sistemas multiagente dinámicos, por ejemplo en relación con el comportamiento de los agentes y la corrección de sus políticas de conversación. ",
            "error": []
        },
        "multi-agent systems": {
            "translated_key": [],
            "translated_annotated_text": "Un ACL para un sistema dinámico de agentes En este artículo presentamos el diseño de un ACL para un sistema dinámico de agentes. La ACL incluye un conjunto de performativos de conversación extendidos con operaciones para registrar, crear y terminar agentes. El objetivo principal del diseño a nivel de agente es proporcionar solamente primitivos a nivel de conocimiento que estén bien integrados con la naturaleza dinámica del sistema. Este objetivo se ha logrado mediante la definición de un protocolo de interacción anónimo que permite a los agentes solicitar y suministrar conocimientos sin considerar cuestiones a nivel de símbolos relativas a la gestión de los nombres de los agentes, el encaminamiento y la accesibilidad de los agentes. Este protocolo de interacción anónima aprovecha un esquema de facilitador distribuido que se oculta a nivel de agente y proporciona mecanismos para registrar las capacidades de los agentes y atender las solicitudes de acuerdo con la competencia de los agentes. Presentamos una especificación formal de la ACL y de la arquitectura subyacente, explotando un álgebra de actores, e ilustramos con la ayuda de una notación gráfica. Este enfoque proporciona la base para discutir los primitivos dinámicos en ACL y para estudiar las propiedades de los sistemas multiagente dinámicos, por ejemplo en relación con el comportamiento de los agentes y la corrección de sus políticas de conversación. ",
            "error": []
        },
        "software agents": {
            "translated_key": [],
            "translated_annotated_text": "Un ACL para un sistema dinámico de agentes En este artículo presentamos el diseño de un ACL para un sistema dinámico de agentes. La ACL incluye un conjunto de performativos de conversación extendidos con operaciones para registrar, crear y terminar agentes. El objetivo principal del diseño a nivel de agente es proporcionar solamente primitivos a nivel de conocimiento que estén bien integrados con la naturaleza dinámica del sistema. Este objetivo se ha logrado mediante la definición de un protocolo de interacción anónimo que permite a los agentes solicitar y suministrar conocimientos sin considerar cuestiones a nivel de símbolos relativas a la gestión de los nombres de los agentes, el encaminamiento y la accesibilidad de los agentes. Este protocolo de interacción anónima aprovecha un esquema de facilitador distribuido que se oculta a nivel de agente y proporciona mecanismos para registrar las capacidades de los agentes y atender las solicitudes de acuerdo con la competencia de los agentes. Presentamos una especificación formal de la ACL y de la arquitectura subyacente, explotando un álgebra de actores, e ilustramos con la ayuda de una notación gráfica. Este enfoque proporciona la base para discutir los primitivos dinámicos en ACL y para estudiar las propiedades de los sistemas multiagente dinámicos, por ejemplo en relación con el comportamiento de los agentes y la corrección de sus políticas de conversación. ",
            "error": []
        }
    }
}