{
    "original_text": "Trends in agent communication language Agent technology is an exciting and important new way to create complex software systems. Agents blend many of the traditional properties of AI programs - knowledge-level reasoning, flexibility, proactiveness, goal-directedness, and so forth - with insights gained from distributed software engineering, machine learning, negotiation and teamwork theory, and the social sciences. An important part of the agent approach is the principle that agents (like humans) can function more effectively in groups that are characterized by cooperation and division of labor. Agent programs are designed to autonomously collaborate with each other in order to satisfy both their internal goals and the shared external demands generated by virtue of their participation in agent societies. This type of collaboration depends on a sophisticated system of inter-agent communication. The assumption that inter-agent communication is best handled through the explicit use of an agent communication language (ACL) underlies each of the articles in this special issue. In this introductory article, we will supply a brief background and introduction to the main topics in agent communication",
    "original_translation": "Tendencias en el lenguaje de comunicación de agentes La tecnología de agentes es una nueva forma emocionante e importante de crear sistemas de software complejos. Los agentes combinan muchas de las propiedades tradicionales de los programas de IA - razonamiento a nivel de conocimiento, flexibilidad, proactividad, dirección de objetivos, y así sucesivamente - con los conocimientos adquiridos de la ingeniería de software distribuida, aprendizaje automático, negociación y teoría de trabajo en equipo, y las ciencias sociales. Una parte importante del enfoque agente es el principio de que los agentes (como los humanos) pueden funcionar más eficazmente en grupos que se caracterizan por la cooperación y la división del trabajo. Los programas de agentes están diseñados para colaborar autónomamente entre sí para satisfacer tanto sus objetivos internos como las demandas externas compartidas generadas en virtud de su participación en sociedades de agentes. Este tipo de colaboración depende de un sofisticado sistema de comunicación entre agentes. La suposición de que la comunicación entre agentes se maneja mejor mediante el uso explícito de un lenguaje de comunicación entre agentes (ACL) subyace a cada uno de los artículos de este número especial. En este artículo introductorio, proporcionaremos un breve trasfondo y la introducción a los principales temas en la comunicación agente",
    "error_count": 8,
    "keys": {
        "agent technology": {
            "translated_key": [],
            "translated_annotated_text": "Tendencias en el lenguaje de comunicación de agentes La tecnología de agentes es una nueva forma emocionante e importante de crear sistemas de software complejos. Los agentes combinan muchas de las propiedades tradicionales de los programas de IA - razonamiento a nivel de conocimiento, flexibilidad, proactividad, dirección de objetivos, y así sucesivamente - con los conocimientos adquiridos de la ingeniería de software distribuida, aprendizaje automático, negociación y teoría de trabajo en equipo, y las ciencias sociales. Una parte importante del enfoque agente es el principio de que los agentes (como los humanos) pueden funcionar más eficazmente en grupos que se caracterizan por la cooperación y la división del trabajo. Los programas de agentes están diseñados para colaborar autónomamente entre sí para satisfacer tanto sus objetivos internos como las demandas externas compartidas generadas en virtud de su participación en sociedades de agentes. Este tipo de colaboración depende de un sofisticado sistema de comunicación entre agentes. La suposición de que la comunicación entre agentes se maneja mejor mediante el uso explícito de un lenguaje de comunicación entre agentes (ACL) subyace a cada uno de los artículos de este número especial. En este artículo introductorio, proporcionaremos un breve trasfondo y la introducción a los principales temas en la comunicación agente ",
            "error": []
        },
        "AI programs": {
            "translated_key": "programas de AI",
            "translated_annotated_text": "Tendencias en el lenguaje de comunicación de agentes La tecnología de agentes es una nueva forma emocionante e importante de crear sistemas de software complejos. Los agentes mezclan muchas de las propiedades tradicionales de los \"programas de AI\" - raciocinio a nivel de conocimiento, flexibilidad, proactividad, dirección de objetivos, y así sucesivamente - con los conocimientos adquiridos de la ingeniería de software distribuida, el aprendizaje automático, la negociación y la teoría del trabajo en equipo, y las ciencias sociales. Una parte importante del enfoque agente es el principio de que los agentes (como los humanos) pueden funcionar más eficazmente en grupos que se caracterizan por la cooperación y la división del trabajo. Los programas de agentes están diseñados para colaborar autónomamente entre sí para satisfacer tanto sus objetivos internos como las demandas externas compartidas generadas en virtud de su participación en sociedades de agentes. Este tipo de colaboración depende de un sofisticado sistema de comunicación entre agentes. La suposición de que la comunicación entre agentes se maneja mejor mediante el uso explícito de un lenguaje de comunicación entre agentes (ACL) subyace a cada uno de los artículos de este número especial. En este artículo introductorio, proporcionaremos un breve trasfondo y la introducción a los principales temas en la comunicación agente ",
            "error": [
                ""
            ]
        },
        "agent communication language": {
            "translated_key": [
                "lenguaje de comunicación de agentes",
                "lenguaje de comunicación entre agentes"
            ],
            "translated_annotated_text": "Tendencias en el \"lenguaje de comunicación de agentes\" La tecnología de agentes es una nueva forma emocionante e importante de crear sistemas de software complejos. Los agentes combinan muchas de las propiedades tradicionales de los programas de IA - razonamiento a nivel de conocimiento, flexibilidad, proactividad, dirección de objetivos, y así sucesivamente - con los conocimientos adquiridos de la ingeniería de software distribuida, aprendizaje automático, negociación y teoría de trabajo en equipo, y las ciencias sociales. Una parte importante del enfoque agente es el principio de que los agentes (como los humanos) pueden funcionar más eficazmente en grupos que se caracterizan por la cooperación y la división del trabajo. Los programas de agentes están diseñados para colaborar autónomamente entre sí para satisfacer tanto sus objetivos internos como las demandas externas compartidas generadas en virtud de su participación en sociedades de agentes. Este tipo de colaboración depende de un sofisticado sistema de comunicación entre agentes. La suposición de que la comunicación entre agentes se maneja mejor mediante el uso explícito de un \"lenguaje de comunicación entre agentes\" (ACL) subyace a cada uno de los artículos de este número especial. En este artículo introductorio, proporcionaremos un breve trasfondo y la introducción a los principales temas en la comunicación agente ",
            "error": [
                "lenguaje de comunicación de agentes",
                "lenguaje de comunicación entre agentes"
            ]
        },
        "inter-agent communication": {
            "translated_key": "comunicación entre agentes",
            "translated_annotated_text": "Tendencias en el lenguaje de comunicación de agentes La tecnología de agentes es una nueva forma emocionante e importante de crear sistemas de software complejos. Los agentes combinan muchas de las propiedades tradicionales de los programas de IA - razonamiento a nivel de conocimiento, flexibilidad, proactividad, dirección de objetivos, y así sucesivamente - con los conocimientos adquiridos de la ingeniería de software distribuida, aprendizaje automático, negociación y teoría de trabajo en equipo, y las ciencias sociales. Una parte importante del enfoque agente es el principio de que los agentes (como los humanos) pueden funcionar más eficazmente en grupos que se caracterizan por la cooperación y la división del trabajo. Los programas de agentes están diseñados para colaborar autónomamente entre sí para satisfacer tanto sus objetivos internos como las demandas externas compartidas generadas en virtud de su participación en sociedades de agentes. Este tipo de colaboración depende de un sofisticado sistema de \"comunicación entre agentes\". La suposición de que la \"comunicación entre agentes\" se maneja mejor mediante el uso explícito de un lenguaje de comunicación entre agentes (ACL) subyace a cada uno de los artículos de este número especial. En este artículo introductorio, proporcionaremos un breve trasfondo y la introducción a los principales temas en la comunicación agente ",
            "error": [
                ""
            ]
        },
        "agent societies": {
            "translated_key": "sociedades de agentes",
            "translated_annotated_text": "Tendencias en el lenguaje de comunicación de agentes La tecnología de agentes es una nueva forma emocionante e importante de crear sistemas de software complejos. Los agentes combinan muchas de las propiedades tradicionales de los programas de IA - razonamiento a nivel de conocimiento, flexibilidad, proactividad, dirección de objetivos, y así sucesivamente - con los conocimientos adquiridos de la ingeniería de software distribuida, aprendizaje automático, negociación y teoría de trabajo en equipo, y las ciencias sociales. Una parte importante del enfoque agente es el principio de que los agentes (como los humanos) pueden funcionar más eficazmente en grupos que se caracterizan por la cooperación y la división del trabajo. Los programas de agentes están diseñados para colaborar autónomamente entre sí para satisfacer tanto sus objetivos internos como las demandas externas compartidas generadas en virtud de su participación en \"sociedades de agentes\". Este tipo de colaboración depende de un sofisticado sistema de comunicación entre agentes. La suposición de que la comunicación entre agentes se maneja mejor mediante el uso explícito de un lenguaje de comunicación entre agentes (ACL) subyace a cada uno de los artículos de este número especial. En este artículo introductorio, proporcionaremos un breve trasfondo y la introducción a los principales temas en la comunicación agente ",
            "error": [
                ""
            ]
        },
        "KQML": {
            "translated_key": [],
            "translated_annotated_text": "Tendencias en el lenguaje de comunicación de agentes La tecnología de agentes es una nueva forma emocionante e importante de crear sistemas de software complejos. Los agentes combinan muchas de las propiedades tradicionales de los programas de IA - razonamiento a nivel de conocimiento, flexibilidad, proactividad, dirección de objetivos, y así sucesivamente - con los conocimientos adquiridos de la ingeniería de software distribuida, aprendizaje automático, negociación y teoría de trabajo en equipo, y las ciencias sociales. Una parte importante del enfoque agente es el principio de que los agentes (como los humanos) pueden funcionar más eficazmente en grupos que se caracterizan por la cooperación y la división del trabajo. Los programas de agentes están diseñados para colaborar autónomamente entre sí para satisfacer tanto sus objetivos internos como las demandas externas compartidas generadas en virtud de su participación en sociedades de agentes. Este tipo de colaboración depende de un sofisticado sistema de comunicación entre agentes. La suposición de que la comunicación entre agentes se maneja mejor mediante el uso explícito de un lenguaje de comunicación entre agentes (ACL) subyace a cada uno de los artículos de este número especial. En este artículo introductorio, proporcionaremos un breve trasfondo y la introducción a los principales temas en la comunicación agente ",
            "error": []
        },
        "semantics": {
            "translated_key": [],
            "translated_annotated_text": "Tendencias en el lenguaje de comunicación de agentes La tecnología de agentes es una nueva forma emocionante e importante de crear sistemas de software complejos. Los agentes combinan muchas de las propiedades tradicionales de los programas de IA - razonamiento a nivel de conocimiento, flexibilidad, proactividad, dirección de objetivos, y así sucesivamente - con los conocimientos adquiridos de la ingeniería de software distribuida, aprendizaje automático, negociación y teoría de trabajo en equipo, y las ciencias sociales. Una parte importante del enfoque agente es el principio de que los agentes (como los humanos) pueden funcionar más eficazmente en grupos que se caracterizan por la cooperación y la división del trabajo. Los programas de agentes están diseñados para colaborar autónomamente entre sí para satisfacer tanto sus objetivos internos como las demandas externas compartidas generadas en virtud de su participación en sociedades de agentes. Este tipo de colaboración depende de un sofisticado sistema de comunicación entre agentes. La suposición de que la comunicación entre agentes se maneja mejor mediante el uso explícito de un lenguaje de comunicación entre agentes (ACL) subyace a cada uno de los artículos de este número especial. En este artículo introductorio, proporcionaremos un breve trasfondo y la introducción a los principales temas en la comunicación agente ",
            "error": []
        },
        "conversations": {
            "translated_key": [],
            "translated_annotated_text": "Tendencias en el lenguaje de comunicación de agentes La tecnología de agentes es una nueva forma emocionante e importante de crear sistemas de software complejos. Los agentes combinan muchas de las propiedades tradicionales de los programas de IA - razonamiento a nivel de conocimiento, flexibilidad, proactividad, dirección de objetivos, y así sucesivamente - con los conocimientos adquiridos de la ingeniería de software distribuida, aprendizaje automático, negociación y teoría de trabajo en equipo, y las ciencias sociales. Una parte importante del enfoque agente es el principio de que los agentes (como los humanos) pueden funcionar más eficazmente en grupos que se caracterizan por la cooperación y la división del trabajo. Los programas de agentes están diseñados para colaborar autónomamente entre sí para satisfacer tanto sus objetivos internos como las demandas externas compartidas generadas en virtud de su participación en sociedades de agentes. Este tipo de colaboración depende de un sofisticado sistema de comunicación entre agentes. La suposición de que la comunicación entre agentes se maneja mejor mediante el uso explícito de un lenguaje de comunicación entre agentes (ACL) subyace a cada uno de los artículos de este número especial. En este artículo introductorio, proporcionaremos un breve trasfondo y la introducción a los principales temas en la comunicación agente ",
            "error": []
        },
        "distributed software engineering": {
            "translated_key": "ingeniería de software distribuida",
            "translated_annotated_text": "Tendencias en el lenguaje de comunicación de agentes La tecnología de agentes es una nueva forma emocionante e importante de crear sistemas de software complejos. Los agentes mezclan muchas de las propiedades tradicionales de los programas de IA - razonamiento a nivel de conocimiento, flexibilidad, proactividad, dirección de objetivos, etc. - con los conocimientos adquiridos de la \"ingeniería de software distribuida\", el aprendizaje automático, la negociación y la teoría del trabajo en equipo, y las ciencias sociales. Una parte importante del enfoque agente es el principio de que los agentes (como los humanos) pueden funcionar más eficazmente en grupos que se caracterizan por la cooperación y la división del trabajo. Los programas de agentes están diseñados para colaborar autónomamente entre sí para satisfacer tanto sus objetivos internos como las demandas externas compartidas generadas en virtud de su participación en sociedades de agentes. Este tipo de colaboración depende de un sofisticado sistema de comunicación entre agentes. La suposición de que la comunicación entre agentes se maneja mejor mediante el uso explícito de un lenguaje de comunicación entre agentes (ACL) subyace a cada uno de los artículos de este número especial. En este artículo introductorio, proporcionaremos un breve trasfondo y la introducción a los principales temas en la comunicación agente ",
            "error": [
                ""
            ]
        },
        "machine learning": {
            "translated_key": "aprendizaje automático",
            "translated_annotated_text": "Tendencias en el lenguaje de comunicación de agentes La tecnología de agentes es una nueva forma emocionante e importante de crear sistemas de software complejos. Los agentes mezclan muchas de las propiedades tradicionales de los programas de IA - raciocinio a nivel de conocimiento, flexibilidad, proactividad, dirección de objetivos, etc. - con los conocimientos adquiridos de la ingeniería de software distribuida, \"aprendizaje automático\", la teoría de negociación y trabajo en equipo, y las ciencias sociales. Una parte importante del enfoque agente es el principio de que los agentes (como los humanos) pueden funcionar más eficazmente en grupos que se caracterizan por la cooperación y la división del trabajo. Los programas de agentes están diseñados para colaborar autónomamente entre sí para satisfacer tanto sus objetivos internos como las demandas externas compartidas generadas en virtud de su participación en sociedades de agentes. Este tipo de colaboración depende de un sofisticado sistema de comunicación entre agentes. La suposición de que la comunicación entre agentes se maneja mejor mediante el uso explícito de un lenguaje de comunicación entre agentes (ACL) subyace a cada uno de los artículos de este número especial. En este artículo introductorio, proporcionaremos un breve trasfondo y la introducción a los principales temas en la comunicación agente ",
            "error": [
                ""
            ]
        },
        "negotiation": {
            "translated_key": "negociación",
            "translated_annotated_text": "Tendencias en el lenguaje de comunicación de agentes La tecnología de agentes es una nueva forma emocionante e importante de crear sistemas de software complejos. Los agentes mezclan muchas de las propiedades tradicionales de los programas de IA - raciocinio a nivel de conocimiento, flexibilidad, proactividad, dirección de objetivos, etc. - con los conocimientos adquiridos de la ingeniería de software distribuida, aprendizaje automático, \"negociación\" y teoría de trabajo en equipo, y las ciencias sociales. Una parte importante del enfoque agente es el principio de que los agentes (como los humanos) pueden funcionar más eficazmente en grupos que se caracterizan por la cooperación y la división del trabajo. Los programas de agentes están diseñados para colaborar autónomamente entre sí para satisfacer tanto sus objetivos internos como las demandas externas compartidas generadas en virtud de su participación en sociedades de agentes. Este tipo de colaboración depende de un sofisticado sistema de comunicación entre agentes. La suposición de que la comunicación entre agentes se maneja mejor mediante el uso explícito de un lenguaje de comunicación entre agentes (ACL) subyace a cada uno de los artículos de este número especial. En este artículo introductorio, proporcionaremos un breve trasfondo y la introducción a los principales temas en la comunicación agente ",
            "error": [
                ""
            ]
        },
        "teamwork": {
            "translated_key": "trabajo en equipo",
            "translated_annotated_text": "Tendencias en el lenguaje de comunicación de agentes La tecnología de agentes es una nueva forma emocionante e importante de crear sistemas de software complejos. Los agentes mezclan muchas de las propiedades tradicionales de los programas de IA - raciocinio a nivel de conocimiento, flexibilidad, proactividad, dirección de objetivos, y así sucesivamente - con los conocimientos adquiridos de la ingeniería de software distribuida, el aprendizaje automático, la negociación y la teoría del \"trabajo en equipo\", y las ciencias sociales. Una parte importante del enfoque agente es el principio de que los agentes (como los humanos) pueden funcionar más eficazmente en grupos que se caracterizan por la cooperación y la división del trabajo. Los programas de agentes están diseñados para colaborar autónomamente entre sí para satisfacer tanto sus objetivos internos como las demandas externas compartidas generadas en virtud de su participación en sociedades de agentes. Este tipo de colaboración depende de un sofisticado sistema de comunicación entre agentes. La suposición de que la comunicación entre agentes se maneja mejor mediante el uso explícito de un lenguaje de comunicación entre agentes (ACL) subyace a cada uno de los artículos de este número especial. En este artículo introductorio, proporcionaremos un breve trasfondo y la introducción a los principales temas en la comunicación agente ",
            "error": [
                ""
            ]
        },
        "social sciences": {
            "translated_key": "ciencias sociales",
            "translated_annotated_text": "Tendencias en el lenguaje de comunicación de agentes La tecnología de agentes es una nueva forma emocionante e importante de crear sistemas de software complejos. Los agentes mezclan muchas de las propiedades tradicionales de los programas de IA - raciocinio a nivel de conocimiento, flexibilidad, proactividad, dirección de objetivos, etc. - con los conocimientos adquiridos de la ingeniería de software distribuida, aprendizaje automático, negociación y teoría de trabajo en equipo, y las \"ciencias sociales\". Una parte importante del enfoque agente es el principio de que los agentes (como los humanos) pueden funcionar más eficazmente en grupos que se caracterizan por la cooperación y la división del trabajo. Los programas de agentes están diseñados para colaborar autónomamente entre sí para satisfacer tanto sus objetivos internos como las demandas externas compartidas generadas en virtud de su participación en sociedades de agentes. Este tipo de colaboración depende de un sofisticado sistema de comunicación entre agentes. La suposición de que la comunicación entre agentes se maneja mejor mediante el uso explícito de un lenguaje de comunicación entre agentes (ACL) subyace a cada uno de los artículos de este número especial. En este artículo introductorio, proporcionaremos un breve trasfondo y la introducción a los principales temas en la comunicación agente ",
            "error": [
                ""
            ]
        },
        "high level languages": {
            "translated_key": [],
            "translated_annotated_text": "Tendencias en el lenguaje de comunicación de agentes La tecnología de agentes es una nueva forma emocionante e importante de crear sistemas de software complejos. Los agentes combinan muchas de las propiedades tradicionales de los programas de IA - razonamiento a nivel de conocimiento, flexibilidad, proactividad, dirección de objetivos, y así sucesivamente - con los conocimientos adquiridos de la ingeniería de software distribuida, aprendizaje automático, negociación y teoría de trabajo en equipo, y las ciencias sociales. Una parte importante del enfoque agente es el principio de que los agentes (como los humanos) pueden funcionar más eficazmente en grupos que se caracterizan por la cooperación y la división del trabajo. Los programas de agentes están diseñados para colaborar autónomamente entre sí para satisfacer tanto sus objetivos internos como las demandas externas compartidas generadas en virtud de su participación en sociedades de agentes. Este tipo de colaboración depende de un sofisticado sistema de comunicación entre agentes. La suposición de que la comunicación entre agentes se maneja mejor mediante el uso explícito de un lenguaje de comunicación entre agentes (ACL) subyace a cada uno de los artículos de este número especial. En este artículo introductorio, proporcionaremos un breve trasfondo y la introducción a los principales temas en la comunicación agente ",
            "error": []
        },
        "multi-agent systems": {
            "translated_key": [],
            "translated_annotated_text": "Tendencias en el lenguaje de comunicación de agentes La tecnología de agentes es una nueva forma emocionante e importante de crear sistemas de software complejos. Los agentes combinan muchas de las propiedades tradicionales de los programas de IA - razonamiento a nivel de conocimiento, flexibilidad, proactividad, dirección de objetivos, y así sucesivamente - con los conocimientos adquiridos de la ingeniería de software distribuida, aprendizaje automático, negociación y teoría de trabajo en equipo, y las ciencias sociales. Una parte importante del enfoque agente es el principio de que los agentes (como los humanos) pueden funcionar más eficazmente en grupos que se caracterizan por la cooperación y la división del trabajo. Los programas de agentes están diseñados para colaborar autónomamente entre sí para satisfacer tanto sus objetivos internos como las demandas externas compartidas generadas en virtud de su participación en sociedades de agentes. Este tipo de colaboración depende de un sofisticado sistema de comunicación entre agentes. La suposición de que la comunicación entre agentes se maneja mejor mediante el uso explícito de un lenguaje de comunicación entre agentes (ACL) subyace a cada uno de los artículos de este número especial. En este artículo introductorio, proporcionaremos un breve trasfondo y la introducción a los principales temas en la comunicación agente ",
            "error": []
        },
        "software agents": {
            "translated_key": [],
            "translated_annotated_text": "Tendencias en el lenguaje de comunicación de agentes La tecnología de agentes es una nueva forma emocionante e importante de crear sistemas de software complejos. Los agentes combinan muchas de las propiedades tradicionales de los programas de IA - razonamiento a nivel de conocimiento, flexibilidad, proactividad, dirección de objetivos, y así sucesivamente - con los conocimientos adquiridos de la ingeniería de software distribuida, aprendizaje automático, negociación y teoría de trabajo en equipo, y las ciencias sociales. Una parte importante del enfoque agente es el principio de que los agentes (como los humanos) pueden funcionar más eficazmente en grupos que se caracterizan por la cooperación y la división del trabajo. Los programas de agentes están diseñados para colaborar autónomamente entre sí para satisfacer tanto sus objetivos internos como las demandas externas compartidas generadas en virtud de su participación en sociedades de agentes. Este tipo de colaboración depende de un sofisticado sistema de comunicación entre agentes. La suposición de que la comunicación entre agentes se maneja mejor mediante el uso explícito de un lenguaje de comunicación entre agentes (ACL) subyace a cada uno de los artículos de este número especial. En este artículo introductorio, proporcionaremos un breve trasfondo y la introducción a los principales temas en la comunicación agente ",
            "error": []
        }
    }
}