{
    "original_text": "Predictive control of a high temperature-short time pasteurisation process Modifications on the dynamic matrix control (DMC) algorithm are presented to deal with transfer functions with varying parameters in order to control a high temperature-short time pasteurisation process. To control processes with first order with pure time delay models whose parameters present an exogenous variable dependence, a new method of free response calculation, using multiple model information, is developed. Two methods, to cope with those nonlinear models that allow a generalised Hammerstein model description, are proposed. The proposed methods have been tested, both in simulation and in real cases, in comparison with PID and DMC classic controllers, showing important improvements on reference tracking and disturbance rejection",
    "original_translation": "Control predictivo de un proceso de pasteurización de alta temperatura-tiempo corto Se presentan modificaciones en el algoritmo de control de matriz dinámica (DMC) para tratar funciones de transferencia con parámetros variables con el fin de controlar un proceso de pasteurización de alta temperatura-tiempo corto. Para controlar procesos de primer orden con modelos de retardo de tiempo puro cuyos parámetros presentan una dependencia variable exógena, se desarrolla un nuevo método de cálculo de respuesta libre, utilizando información de modelos múltiples. Se proponen dos métodos para hacer frente a los modelos no lineales que permiten una descripción generalizada del modelo Hammerstein. Los métodos propuestos han sido probados, tanto en simulación como en casos reales, en comparación con los controladores clásicos PID y DMC, mostrando importantes mejoras en el seguimiento de referencia y rechazo de perturbaciones.",
    "error_count": 9,
    "keys": {
        "high temperature-short time pasteurisation process": {
            "translated_key": "proceso de pasteurización de alta temperatura-tiempo corto",
            "translated_annotated_text": "Control predictivo de un \"proceso de pasteurización de alta temperatura-tiempo corto\" Se presentan modificaciones en el algoritmo de control de matriz dinámica (DMC) para tratar funciones de transferencia con parámetros variables con el fin de controlar un \"proceso de pasteurización de alta temperatura-tiempo corto\". Para controlar procesos de primer orden con modelos de retardo de tiempo puro cuyos parámetros presentan una dependencia variable exógena, se desarrolla un nuevo método de cálculo de respuesta libre, utilizando información de modelos múltiples. Se proponen dos métodos para hacer frente a los modelos no lineales que permiten una descripción generalizada del modelo Hammerstein. Los métodos propuestos han sido probados, tanto en simulación como en casos reales, en comparación con los controladores clásicos PID y DMC, mostrando importantes mejoras en el seguimiento de referencia y rechazo de perturbaciones. ",
            "error": [
                ""
            ]
        },
        "predictive control": {
            "translated_key": [],
            "translated_annotated_text": "Control predictivo de un proceso de pasteurización de alta temperatura-tiempo corto Se presentan modificaciones en el algoritmo de control de matriz dinámica (DMC) para tratar funciones de transferencia con parámetros variables con el fin de controlar un proceso de pasteurización de alta temperatura-tiempo corto. Para controlar procesos de primer orden con modelos de retardo de tiempo puro cuyos parámetros presentan una dependencia variable exógena, se desarrolla un nuevo método de cálculo de respuesta libre, utilizando información de modelos múltiples. Se proponen dos métodos para hacer frente a los modelos no lineales que permiten una descripción generalizada del modelo Hammerstein. Los métodos propuestos han sido probados, tanto en simulación como en casos reales, en comparación con los controladores clásicos PID y DMC, mostrando importantes mejoras en el seguimiento de referencia y rechazo de perturbaciones. ",
            "error": []
        },
        "dynamic matrix control algorithm": {
            "translated_key": [],
            "translated_annotated_text": "Control predictivo de un proceso de pasteurización de alta temperatura-tiempo corto Se presentan modificaciones en el algoritmo de control de matriz dinámica (DMC) para tratar funciones de transferencia con parámetros variables con el fin de controlar un proceso de pasteurización de alta temperatura-tiempo corto. Para controlar procesos de primer orden con modelos de retardo de tiempo puro cuyos parámetros presentan una dependencia variable exógena, se desarrolla un nuevo método de cálculo de respuesta libre, utilizando información de modelos múltiples. Se proponen dos métodos para hacer frente a los modelos no lineales que permiten una descripción generalizada del modelo Hammerstein. Los métodos propuestos han sido probados, tanto en simulación como en casos reales, en comparación con los controladores clásicos PID y DMC, mostrando importantes mejoras en el seguimiento de referencia y rechazo de perturbaciones. ",
            "error": []
        },
        "transfer functions": {
            "translated_key": "funciones de transferencia",
            "translated_annotated_text": "Control predictivo de un proceso de pasteurización de alta temperatura-tiempo corto Las modificaciones en el algoritmo de control de matriz dinámica (DMC) se presentan para tratar con \"funciones de transferencia\" con parámetros variables con el fin de controlar un proceso de pasteurización de alta temperatura-tiempo corto. Para controlar procesos de primer orden con modelos de retardo de tiempo puro cuyos parámetros presentan una dependencia variable exógena, se desarrolla un nuevo método de cálculo de respuesta libre, utilizando información de modelos múltiples. Se proponen dos métodos para hacer frente a los modelos no lineales que permiten una descripción generalizada del modelo Hammerstein. Los métodos propuestos han sido probados, tanto en simulación como en casos reales, en comparación con los controladores clásicos PID y DMC, mostrando importantes mejoras en el seguimiento de referencia y rechazo de perturbaciones. ",
            "error": [
                ""
            ]
        },
        "first order processes": {
            "translated_key": [],
            "translated_annotated_text": "Control predictivo de un proceso de pasteurización de alta temperatura-tiempo corto Se presentan modificaciones en el algoritmo de control de matriz dinámica (DMC) para tratar funciones de transferencia con parámetros variables con el fin de controlar un proceso de pasteurización de alta temperatura-tiempo corto. Para controlar procesos de primer orden con modelos de retardo de tiempo puro cuyos parámetros presentan una dependencia variable exógena, se desarrolla un nuevo método de cálculo de respuesta libre, utilizando información de modelos múltiples. Se proponen dos métodos para hacer frente a los modelos no lineales que permiten una descripción generalizada del modelo Hammerstein. Los métodos propuestos han sido probados, tanto en simulación como en casos reales, en comparación con los controladores clásicos PID y DMC, mostrando importantes mejoras en el seguimiento de referencia y rechazo de perturbaciones. ",
            "error": []
        },
        "time delay models": {
            "translated_key": "modelos de retardo temporal",
            "translated_annotated_text": "Control predictivo de un proceso de pasteurización de alta temperatura-tiempo corto Se presentan modificaciones en el algoritmo de control de matriz dinámica (DMC) para tratar funciones de transferencia con parámetros variables con el fin de controlar un proceso de pasteurización de alta temperatura-tiempo corto. Para controlar procesos de primer orden con \"modelos de retardo temporal\" puros cuyos parámetros presentan una dependencia variable exógena, se desarrolla un nuevo método de cálculo de respuesta libre, utilizando información de modelos múltiples. Se proponen dos métodos para hacer frente a los modelos no lineales que permiten una descripción generalizada del modelo Hammerstein. Los métodos propuestos han sido probados, tanto en simulación como en casos reales, en comparación con los controladores clásicos PID y DMC, mostrando importantes mejoras en el seguimiento de referencia y rechazo de perturbaciones. ",
            "error": [
                ""
            ]
        },
        "exogenous variable dependence": {
            "translated_key": "dependencia variable exógena",
            "translated_annotated_text": "Control predictivo de un proceso de pasteurización de alta temperatura-tiempo corto Se presentan modificaciones en el algoritmo de control de matriz dinámica (DMC) para tratar funciones de transferencia con parámetros variables con el fin de controlar un proceso de pasteurización de alta temperatura-tiempo corto. Para controlar procesos de primer orden con modelos de retardo de tiempo puro cuyos parámetros presentan una \"dependencia variable exógena\", se desarrolla un nuevo método de cálculo de respuesta libre, utilizando información de modelos múltiples. Se proponen dos métodos para hacer frente a los modelos no lineales que permiten una descripción generalizada del modelo Hammerstein. Los métodos propuestos han sido probados, tanto en simulación como en casos reales, en comparación con los controladores clásicos PID y DMC, mostrando importantes mejoras en el seguimiento de referencia y rechazo de perturbaciones. ",
            "error": [
                ""
            ]
        },
        "free response calculation": {
            "translated_key": "cálculo de respuesta libre",
            "translated_annotated_text": "Control predictivo de un proceso de pasteurización de alta temperatura-tiempo corto Se presentan modificaciones en el algoritmo de control de matriz dinámica (DMC) para tratar funciones de transferencia con parámetros variables con el fin de controlar un proceso de pasteurización de alta temperatura-tiempo corto. Para controlar procesos de primer orden con modelos de retardo de tiempo puro cuyos parámetros presentan una dependencia variable exógena, se desarrolla un nuevo método de \"cálculo de respuesta libre\", utilizando información de modelos múltiples. Se proponen dos métodos para hacer frente a los modelos no lineales que permiten una descripción generalizada del modelo Hammerstein. Los métodos propuestos han sido probados, tanto en simulación como en casos reales, en comparación con los controladores clásicos PID y DMC, mostrando importantes mejoras en el seguimiento de referencia y rechazo de perturbaciones. ",
            "error": [
                ""
            ]
        },
        "multiple model information": {
            "translated_key": "información de modelo múltiple",
            "translated_annotated_text": "Control predictivo de un proceso de pasteurización de alta temperatura-tiempo corto Se presentan modificaciones en el algoritmo de control de matriz dinámica (DMC) para tratar funciones de transferencia con parámetros variables con el fin de controlar un proceso de pasteurización de alta temperatura-tiempo corto. Para controlar procesos de primer orden con modelos de retardo de tiempo puro cuyos parámetros presentan una dependencia variable exógena, se desarrolla un nuevo método de cálculo de respuesta libre, utilizando \"información de modelo múltiple\". Se proponen dos métodos para hacer frente a los modelos no lineales que permiten una descripción generalizada del modelo Hammerstein. Los métodos propuestos han sido probados, tanto en simulación como en casos reales, en comparación con los controladores clásicos PID y DMC, mostrando importantes mejoras en el seguimiento de referencia y rechazo de perturbaciones. ",
            "error": [
                ""
            ]
        },
        "nonlinear models": {
            "translated_key": "modelos no lineales",
            "translated_annotated_text": "Control predictivo de un proceso de pasteurización de alta temperatura-tiempo corto Se presentan modificaciones en el algoritmo de control de matriz dinámica (DMC) para tratar funciones de transferencia con parámetros variables con el fin de controlar un proceso de pasteurización de alta temperatura-tiempo corto. Para controlar procesos de primer orden con modelos de retardo de tiempo puro cuyos parámetros presentan una dependencia variable exógena, se desarrolla un nuevo método de cálculo de respuesta libre, utilizando información de modelos múltiples. Se proponen dos métodos para hacer frente a esos \"modelos no lineales\" que permiten una descripción generalizada del modelo Hammerstein. Los métodos propuestos han sido probados, tanto en simulación como en casos reales, en comparación con los controladores clásicos PID y DMC, mostrando importantes mejoras en el seguimiento de referencia y rechazo de perturbaciones. ",
            "error": [
                ""
            ]
        },
        "generalised Hammerstein model description": {
            "translated_key": "descripción generalizada del modelo Hammerstein",
            "translated_annotated_text": "Control predictivo de un proceso de pasteurización de alta temperatura-tiempo corto Se presentan modificaciones en el algoritmo de control de matriz dinámica (DMC) para tratar funciones de transferencia con parámetros variables con el fin de controlar un proceso de pasteurización de alta temperatura-tiempo corto. Para controlar procesos de primer orden con modelos de retardo de tiempo puro cuyos parámetros presentan una dependencia variable exógena, se desarrolla un nuevo método de cálculo de respuesta libre, utilizando información de modelos múltiples. Se proponen dos métodos para hacer frente a los modelos no lineales que permiten una \"descripción generalizada del modelo Hammerstein\". Los métodos propuestos han sido probados, tanto en simulación como en casos reales, en comparación con los controladores clásicos PID y DMC, mostrando importantes mejoras en el seguimiento de referencia y rechazo de perturbaciones. ",
            "error": [
                ""
            ]
        },
        "reference tracking": {
            "translated_key": "tracking de referencia",
            "translated_annotated_text": "Control predictivo de un proceso de pasteurización de alta temperatura-tiempo corto Se presentan modificaciones en el algoritmo de control de matriz dinámica (DMC) para tratar funciones de transferencia con parámetros variables con el fin de controlar un proceso de pasteurización de alta temperatura-tiempo corto. Para controlar procesos de primer orden con modelos de retardo de tiempo puro cuyos parámetros presentan una dependencia variable exógena, se desarrolla un nuevo método de cálculo de respuesta libre, utilizando información de modelos múltiples. Se proponen dos métodos para hacer frente a los modelos no lineales que permiten una descripción generalizada del modelo Hammerstein. Los métodos propuestos han sido probados, tanto en simulación como en casos reales, en comparación con los controladores clásicos PID y DMC, mostrando mejoras importantes en el \"tracking de referencia\" y rechazo de perturbaciones. ",
            "error": [
                ""
            ]
        },
        "disturbance rejection": {
            "translated_key": "rechazo de perturbaciones",
            "translated_annotated_text": "Control predictivo de un proceso de pasteurización de alta temperatura-tiempo corto Se presentan modificaciones en el algoritmo de control de matriz dinámica (DMC) para tratar funciones de transferencia con parámetros variables con el fin de controlar un proceso de pasteurización de alta temperatura-tiempo corto. Para controlar procesos de primer orden con modelos de retardo de tiempo puro cuyos parámetros presentan una dependencia variable exógena, se desarrolla un nuevo método de cálculo de respuesta libre, utilizando información de modelos múltiples. Se proponen dos métodos para hacer frente a los modelos no lineales que permiten una descripción generalizada del modelo Hammerstein. Los métodos propuestos han sido probados, tanto en simulación como en casos reales, en comparación con los controladores clásicos PID y DMC, mostrando importantes mejoras en el seguimiento de referencia y \"rechazo de perturbaciones\" ",
            "error": [
                ""
            ]
        },
        "delays": {
            "translated_key": [],
            "translated_annotated_text": "Control predictivo de un proceso de pasteurización de alta temperatura-tiempo corto Se presentan modificaciones en el algoritmo de control de matriz dinámica (DMC) para tratar funciones de transferencia con parámetros variables con el fin de controlar un proceso de pasteurización de alta temperatura-tiempo corto. Para controlar procesos de primer orden con modelos de retardo de tiempo puro cuyos parámetros presentan una dependencia variable exógena, se desarrolla un nuevo método de cálculo de respuesta libre, utilizando información de modelos múltiples. Se proponen dos métodos para hacer frente a los modelos no lineales que permiten una descripción generalizada del modelo Hammerstein. Los métodos propuestos han sido probados, tanto en simulación como en casos reales, en comparación con los controladores clásicos PID y DMC, mostrando importantes mejoras en el seguimiento de referencia y rechazo de perturbaciones. ",
            "error": []
        },
        "food processing industry": {
            "translated_key": [],
            "translated_annotated_text": "Control predictivo de un proceso de pasteurización de alta temperatura-tiempo corto Se presentan modificaciones en el algoritmo de control de matriz dinámica (DMC) para tratar funciones de transferencia con parámetros variables con el fin de controlar un proceso de pasteurización de alta temperatura-tiempo corto. Para controlar procesos de primer orden con modelos de retardo de tiempo puro cuyos parámetros presentan una dependencia variable exógena, se desarrolla un nuevo método de cálculo de respuesta libre, utilizando información de modelos múltiples. Se proponen dos métodos para hacer frente a los modelos no lineales que permiten una descripción generalizada del modelo Hammerstein. Los métodos propuestos han sido probados, tanto en simulación como en casos reales, en comparación con los controladores clásicos PID y DMC, mostrando importantes mejoras en el seguimiento de referencia y rechazo de perturbaciones. ",
            "error": []
        },
        "nonlinear control systems": {
            "translated_key": [],
            "translated_annotated_text": "Control predictivo de un proceso de pasteurización de alta temperatura-tiempo corto Se presentan modificaciones en el algoritmo de control de matriz dinámica (DMC) para tratar funciones de transferencia con parámetros variables con el fin de controlar un proceso de pasteurización de alta temperatura-tiempo corto. Para controlar procesos de primer orden con modelos de retardo de tiempo puro cuyos parámetros presentan una dependencia variable exógena, se desarrolla un nuevo método de cálculo de respuesta libre, utilizando información de modelos múltiples. Se proponen dos métodos para hacer frente a los modelos no lineales que permiten una descripción generalizada del modelo Hammerstein. Los métodos propuestos han sido probados, tanto en simulación como en casos reales, en comparación con los controladores clásicos PID y DMC, mostrando importantes mejoras en el seguimiento de referencia y rechazo de perturbaciones. ",
            "error": []
        },
        "step response": {
            "translated_key": [],
            "translated_annotated_text": "Control predictivo de un proceso de pasteurización de alta temperatura-tiempo corto Se presentan modificaciones en el algoritmo de control de matriz dinámica (DMC) para tratar funciones de transferencia con parámetros variables con el fin de controlar un proceso de pasteurización de alta temperatura-tiempo corto. Para controlar procesos de primer orden con modelos de retardo de tiempo puro cuyos parámetros presentan una dependencia variable exógena, se desarrolla un nuevo método de cálculo de respuesta libre, utilizando información de modelos múltiples. Se proponen dos métodos para hacer frente a los modelos no lineales que permiten una descripción generalizada del modelo Hammerstein. Los métodos propuestos han sido probados, tanto en simulación como en casos reales, en comparación con los controladores clásicos PID y DMC, mostrando importantes mejoras en el seguimiento de referencia y rechazo de perturbaciones. ",
            "error": []
        },
        "transfer function matrices": {
            "translated_key": [],
            "translated_annotated_text": "Control predictivo de un proceso de pasteurización de alta temperatura-tiempo corto Se presentan modificaciones en el algoritmo de control de matriz dinámica (DMC) para tratar funciones de transferencia con parámetros variables con el fin de controlar un proceso de pasteurización de alta temperatura-tiempo corto. Para controlar procesos de primer orden con modelos de retardo de tiempo puro cuyos parámetros presentan una dependencia variable exógena, se desarrolla un nuevo método de cálculo de respuesta libre, utilizando información de modelos múltiples. Se proponen dos métodos para hacer frente a los modelos no lineales que permiten una descripción generalizada del modelo Hammerstein. Los métodos propuestos han sido probados, tanto en simulación como en casos reales, en comparación con los controladores clásicos PID y DMC, mostrando importantes mejoras en el seguimiento de referencia y rechazo de perturbaciones. ",
            "error": []
        }
    }
}