{
    "original_text": "Optimal time of switching between portfolios of securities Optimal time of switching between several portfolios of securities are found for the purpose of profit maximization. Two methods of their determination are considered. The cases with three and n portfolios are studied in detail",
    "original_translation": "Tiempo óptimo de cambio entre carteras de valores Tiempo óptimo de cambio entre varias carteras de valores se encuentran con el fin de maximizar los beneficios. Se consideran dos métodos de su determinación. Los casos con tres y n carteras se estudian en detalle",
    "error_count": 2,
    "keys": {
        "optimal time": {
            "translated_key": [],
            "translated_annotated_text": "Tiempo óptimo de cambio entre carteras de valores Tiempo óptimo de cambio entre varias carteras de valores se encuentran con el fin de maximizar los beneficios. Se consideran dos métodos de su determinación. Los casos con tres y n carteras se estudian en detalle ",
            "error": []
        },
        "portfolios of securities": {
            "translated_key": "portfolios de valores",
            "translated_annotated_text": "Tiempo óptimo de cambio entre \"portfolios de valores\" Tiempo óptimo de cambio entre varios \"portfolios de valores\" se encuentran con el fin de maximizar el beneficio. Se consideran dos métodos de su determinación. Los casos con tres y n carteras se estudian en detalle ",
            "error": [
                ""
            ]
        },
        "profit maximization": {
            "translated_key": "máximo beneficio",
            "translated_annotated_text": "Tiempo óptimo de cambio entre carteras de valores Tiempo óptimo de cambio entre varias carteras de valores se encuentran con el propósito de \"máximo beneficio\". Se consideran dos métodos de su determinación. Los casos con tres y n carteras se estudian en detalle ",
            "error": [
                ""
            ]
        },
        "commodity trading": {
            "translated_key": [],
            "translated_annotated_text": "Tiempo óptimo de cambio entre carteras de valores Tiempo óptimo de cambio entre varias carteras de valores se encuentran con el fin de maximizar los beneficios. Se consideran dos métodos de su determinación. Los casos con tres y n carteras se estudian en detalle ",
            "error": []
        }
    }
}