{
    "original_text": "Computational finite-element schemes for optimal control of an elliptic system with conjugation conditions New optimal control problems are considered for distributed systems described by elliptic equations with conjugate conditions and a quadratic minimized function. Highly accurate computational discretization schemes are constructed for the case where a feasible control set u/sub delta / coincides with the full Hilbert space u of controls",
    "original_translation": "Esquemas computacionales de elementos finitos para el control óptimo de un sistema elíptico con condiciones de conjugación Se consideran nuevos problemas de control óptimo para sistemas distribuidos descritos por ecuaciones elípticas con condiciones conjugadas y una función cuadrática minimizada. Los esquemas de discretización computacional altamente precisos se construyen para el caso donde un conjunto de control viable u/sub delta / coincide con el espacio completo Hilbert u de los controles",
    "error_count": 2,
    "keys": {
        "optimal control problems": {
            "translated_key": "problemas de control óptimo",
            "translated_annotated_text": "Esquemas computacionales de elementos finitos para el control óptimo de un sistema elíptico con condiciones de conjugación Se consideran nuevos \"problemas de control óptimo\" para sistemas distribuidos descritos por ecuaciones elípticas con condiciones conjugadas y una función cuadrática minimizada. Los esquemas de discretización computacional altamente precisos se construyen para el caso donde un conjunto de control viable u/sub delta / coincide con el espacio completo Hilbert u de los controles ",
            "error": [
                ""
            ]
        },
        "distributed systems": {
            "translated_key": "sistemas distribuidos",
            "translated_annotated_text": "Esquemas computacionales de elementos finitos para el control óptimo de un sistema elíptico con condiciones de conjugación Nuevos problemas de control óptimo se consideran para \"sistemas distribuidos\" descritos por ecuaciones elípticas con condiciones conjugadas y una función cuadrática minimizada. Los esquemas de discretización computacional altamente precisos se construyen para el caso donde un conjunto de control viable u/sub delta / coincide con el espacio completo Hilbert u de los controles ",
            "error": [
                ""
            ]
        },
        "elliptic equations": {
            "translated_key": "ecuaciones elípticas",
            "translated_annotated_text": "Esquemas computacionales de elementos finitos para el control óptimo de un sistema elíptico con condiciones de conjugación Se consideran nuevos problemas de control óptimo para sistemas distribuidos descritos por \"ecuaciones elípticas\" con condiciones conjugadas y una función cuadrática minimizada. Los esquemas de discretización computacional altamente precisos se construyen para el caso donde un conjunto de control viable u/sub delta / coincide con el espacio completo Hilbert u de los controles ",
            "error": [
                ""
            ]
        },
        "conjugate conditions": {
            "translated_key": "conjunto de condiciones",
            "translated_annotated_text": "Esquemas computacionales de elementos finitos para el control óptimo de un sistema elíptico con condiciones de conjugación Se consideran nuevos problemas de control óptimos para sistemas distribuidos descritos por ecuaciones elípticas con \"conjunto de condiciones\" y una función cuadrática minimizada. Los esquemas de discretización computacional altamente precisos se construyen para el caso donde un conjunto de control viable u/sub delta / coincide con el espacio completo Hilbert u de los controles ",
            "error": [
                ""
            ]
        },
        "quadratic minimized function": {
            "translated_key": "función cuadrática minimizada",
            "translated_annotated_text": "Esquemas computacionales de elementos finitos para el control óptimo de un sistema elíptico con condiciones de conjugación Se consideran nuevos problemas de control óptimos para sistemas distribuidos descritos por ecuaciones elípticas con condiciones conjugadas y una \"función cuadrática minimizada\". Los esquemas de discretización computacional altamente precisos se construyen para el caso donde un conjunto de control viable u/sub delta / coincide con el espacio completo Hilbert u de los controles ",
            "error": [
                ""
            ]
        },
        "computational discretization schemes": {
            "translated_key": "esquemas de discontinuidad computacional",
            "translated_annotated_text": "Esquemas computacionales de elementos finitos para el control óptimo de un sistema elíptico con condiciones de conjugación Se consideran nuevos problemas de control óptimo para sistemas distribuidos descritos por ecuaciones elípticas con condiciones conjugadas y una función cuadrática minimizada. Los \"esquemas de discontinuidad computacional\" altamente precisos se construyen para el caso donde un conjunto de control viable u/sub delta / coincide con el espacio completo Hilbert u de los controles ",
            "error": [
                ""
            ]
        },
        "conjugate gradient methods": {
            "translated_key": [],
            "translated_annotated_text": "Esquemas computacionales de elementos finitos para el control óptimo de un sistema elíptico con condiciones de conjugación Se consideran nuevos problemas de control óptimo para sistemas distribuidos descritos por ecuaciones elípticas con condiciones conjugadas y una función cuadrática minimizada. Los esquemas de discretización computacional altamente precisos se construyen para el caso donde un conjunto de control viable u/sub delta / coincide con el espacio completo Hilbert u de los controles ",
            "error": []
        },
        "finite element analysis": {
            "translated_key": [],
            "translated_annotated_text": "Esquemas computacionales de elementos finitos para el control óptimo de un sistema elíptico con condiciones de conjugación Se consideran nuevos problemas de control óptimo para sistemas distribuidos descritos por ecuaciones elípticas con condiciones conjugadas y una función cuadrática minimizada. Los esquemas de discretización computacional altamente precisos se construyen para el caso donde un conjunto de control viable u/sub delta / coincide con el espacio completo Hilbert u de los controles ",
            "error": []
        },
        "optimal control": {
            "translated_key": "control óptimo",
            "translated_annotated_text": "Esquemas computacionales de elementos finitos para \"control óptimo\" de un sistema elíptico con condiciones de conjugación Se consideran nuevos problemas de \"control óptimo\" para sistemas distribuidos descritos por ecuaciones elípticas con condiciones conjugadas y una función cuadrática minimizada. Los esquemas de discretización computacional altamente precisos se construyen para el caso donde un conjunto de control viable u/sub delta / coincide con el espacio completo Hilbert u de los controles ",
            "error": [
                ""
            ]
        }
    }
}