{
    "original_text": "Identification of states of complex systems with estimation of admissible measurement errors on the basis of fuzzy information The problem of identification of states of complex systems on the basis of fuzzy values of informative attributes is considered. Some estimates of a maximally admissible degree of measurement error are obtained that make it possible, using the apparatus of fuzzy set theory, to correctly identify the current state of a system",
    "original_translation": "Identificación de estados de sistemas complejos con estimación de errores de medición admisibles sobre la base de información difusa Se considera el problema de identificación de estados de sistemas complejos sobre la base de valores difusos de atributos informativos. Se obtienen algunas estimaciones de un grado máximo admisible de error de medición que hacen posible, utilizando el aparato de la teoría de conjuntos borrosos, identificar correctamente el estado actual de un sistema",
    "error_count": 2,
    "keys": {
        "complex systems states identification": {
            "translated_key": [],
            "translated_annotated_text": "Identificación de estados de sistemas complejos con estimación de errores de medición admisibles sobre la base de información difusa Se considera el problema de identificación de estados de sistemas complejos sobre la base de valores difusos de atributos informativos. Se obtienen algunas estimaciones de un grado máximo admisible de error de medición que hacen posible, utilizando el aparato de la teoría de conjuntos borrosos, identificar correctamente el estado actual de un sistema ",
            "error": []
        },
        "admissible measurement errors": {
            "translated_key": "errores de medición admisibles",
            "translated_annotated_text": "Identificación de estados de sistemas complejos con estimación de \"errores de medición admisibles\" sobre la base de información difusa Se considera el problema de la identificación de estados de sistemas complejos sobre la base de valores borrosos de atributos informativos. Se obtienen algunas estimaciones de un grado máximo admisible de error de medición que hacen posible, utilizando el aparato de la teoría de conjuntos borrosos, identificar correctamente el estado actual de un sistema ",
            "error": [
                ""
            ]
        },
        "fuzzy information": {
            "translated_key": "información difusa",
            "translated_annotated_text": "Identificación de estados de sistemas complejos con estimación de errores de medición admisibles sobre la base de \"información difusa\" Se considera el problema de la identificación de estados de sistemas complejos sobre la base de valores borrosos de atributos informativos. Se obtienen algunas estimaciones de un grado máximo admisible de error de medición que hacen posible, utilizando el aparato de la teoría de conjuntos borrosos, identificar correctamente el estado actual de un sistema ",
            "error": [
                ""
            ]
        },
        "informative attributes": {
            "translated_key": "atributos informativos",
            "translated_annotated_text": "Identificación de estados de sistemas complejos con estimación de errores de medición admisibles sobre la base de información difusa Se considera el problema de identificación de estados de sistemas complejos sobre la base de valores borrosos de \"atributos informativos\". Se obtienen algunas estimaciones de un grado máximo admisible de error de medición que hacen posible, utilizando el aparato de la teoría de conjuntos borrosos, identificar correctamente el estado actual de un sistema ",
            "error": [
                ""
            ]
        },
        "measurement error": {
            "translated_key": "error de medición",
            "translated_annotated_text": "Identificación de estados de sistemas complejos con estimación de errores de medición admisibles sobre la base de información difusa Se considera el problema de identificación de estados de sistemas complejos sobre la base de valores difusos de atributos informativos. Se obtienen algunas estimaciones de un grado máximamente admisible de \"error de medición\" que hacen posible, utilizando el aparato de la teoría de conjuntos borrosos, identificar correctamente el estado actual de un sistema ",
            "error": [
                ""
            ]
        },
        "fuzzy set theory": {
            "translated_key": "teoría de conjuntos borrosos",
            "translated_annotated_text": "Identificación de estados de sistemas complejos con estimación de errores de medición admisibles sobre la base de información difusa Se considera el problema de identificación de estados de sistemas complejos sobre la base de valores difusos de atributos informativos. Se obtienen algunas estimaciones de un grado máximo admisible de error de medición que hacen posible, utilizando el aparato de \"teoría de conjuntos borrosos\", identificar correctamente el estado actual de un sistema ",
            "error": [
                ""
            ]
        },
        "fuzzy logic": {
            "translated_key": [],
            "translated_annotated_text": "Identificación de estados de sistemas complejos con estimación de errores de medición admisibles sobre la base de información difusa Se considera el problema de identificación de estados de sistemas complejos sobre la base de valores difusos de atributos informativos. Se obtienen algunas estimaciones de un grado máximo admisible de error de medición que hacen posible, utilizando el aparato de la teoría de conjuntos borrosos, identificar correctamente el estado actual de un sistema ",
            "error": []
        }
    }
}