{
    "original_text": "Nonlinear extrapolation algorithm for realization of a scalar random process A method of construction of a nonlinear extrapolation algorithm is proposed. This method makes it possible to take into account any nonlinear random dependences that exist in an investigated process and are described by mixed central moment functions. The method is based on the V. S. Pugachev canonical decomposition apparatus. As an example, the problem of nonlinear extrapolation is solved for a moment function of third order",
    "original_translation": "Algoritmo de extrapolación no lineal para la realización de un proceso aleatorio escalar Se propone un método de construcción de un algoritmo de extrapolación no lineal. Este método permite tener en cuenta cualquier dependencia aleatoria no lineal que exista en un proceso investigado y que se describa mediante funciones de momento central mixtas. El método se basa en el aparato de descomposición canónica V. S. Pugachev. Como ejemplo, el problema de la extrapolación no lineal se resuelve por un momento función de tercer orden",
    "error_count": 2,
    "keys": {
        "nonlinear extrapolation algorithm": {
            "translated_key": "algoritmo de extrapolación no lineal",
            "translated_annotated_text": "Algoritmo de extrapolación no lineal para la realización de un proceso aleatorio escalar Se propone un método de construcción de un \"algoritmo de extrapolación no lineal\". Este método permite tener en cuenta cualquier dependencia aleatoria no lineal que exista en un proceso investigado y que se describa mediante funciones de momento central mixtas. El método se basa en el aparato de descomposición canónica V. S. Pugachev. Como ejemplo, el problema de la extrapolación no lineal se resuelve por un momento función de tercer orden ",
            "error": [
                ""
            ]
        },
        "scalar random process": {
            "translated_key": "proceso aleatorio escalar",
            "translated_annotated_text": "Algoritmo de extrapolación no lineal para la realización de un \"proceso aleatorio escalar\" Se propone un método de construcción de un algoritmo de extrapolación no lineal. Este método permite tener en cuenta cualquier dependencia aleatoria no lineal que exista en un proceso investigado y que se describa mediante funciones de momento central mixtas. El método se basa en el aparato de descomposición canónica V. S. Pugachev. Como ejemplo, el problema de la extrapolación no lineal se resuelve por un momento función de tercer orden ",
            "error": [
                ""
            ]
        },
        "nonlinear random dependences": {
            "translated_key": "dependencias aleatorias no lineales",
            "translated_annotated_text": "Algoritmo de extrapolación no lineal para la realización de un proceso aleatorio escalar Se propone un método de construcción de un algoritmo de extrapolación no lineal. Este método permite tener en cuenta las \"dependencias aleatorias no lineales\" que existen en un proceso investigado y que son descritas por las funciones mixtas del momento central. El método se basa en el aparato de descomposición canónica V. S. Pugachev. Como ejemplo, el problema de la extrapolación no lineal se resuelve por un momento función de tercer orden ",
            "error": [
                ""
            ]
        },
        "mixed central moment functions": {
            "translated_key": "funciones de momento central mixtas",
            "translated_annotated_text": "Algoritmo de extrapolación no lineal para la realización de un proceso aleatorio escalar Se propone un método de construcción de un algoritmo de extrapolación no lineal. Este método permite tener en cuenta cualquier dependencia aleatoria no lineal que exista en un proceso investigado y que se describa por \"funciones de momento central mixtas\". El método se basa en el aparato de descomposición canónica V. S. Pugachev. Como ejemplo, el problema de la extrapolación no lineal se resuelve por un momento función de tercer orden ",
            "error": [
                ""
            ]
        },
        "canonical decomposition apparatus": {
            "translated_key": [],
            "translated_annotated_text": "Algoritmo de extrapolación no lineal para la realización de un proceso aleatorio escalar Se propone un método de construcción de un algoritmo de extrapolación no lineal. Este método permite tener en cuenta cualquier dependencia aleatoria no lineal que exista en un proceso investigado y que se describa mediante funciones de momento central mixtas. El método se basa en el aparato de descomposición canónica V. S. Pugachev. Como ejemplo, el problema de la extrapolación no lineal se resuelve por un momento función de tercer orden ",
            "error": []
        },
        "moment function": {
            "translated_key": "función momentánea",
            "translated_annotated_text": "Algoritmo de extrapolación no lineal para la realización de un proceso aleatorio escalar Se propone un método de construcción de un algoritmo de extrapolación no lineal. Este método permite tener en cuenta cualquier dependencia aleatoria no lineal que exista en un proceso investigado y que se describa mediante funciones de momento central mixtas. El método se basa en el aparato de descomposición canónica V. S. Pugachev. Como ejemplo, el problema de la extrapolación no lineal se resuelve para una \"función momentánea\" de tercer orden ",
            "error": [
                ""
            ]
        },
        "extrapolation": {
            "translated_key": "extrapolación",
            "translated_annotated_text": "Algoritmo de \"extrapolación\" no lineal para la realización de un proceso aleatorio escalar Se propone un método de construcción de un algoritmo de \"extrapolación\" no lineal. Este método permite tener en cuenta cualquier dependencia aleatoria no lineal que exista en un proceso investigado y que se describa mediante funciones de momento central mixtas. El método se basa en el aparato de descomposición canónica V. S. Pugachev. Como ejemplo, el problema de la \"extrapolación\" no lineal se resuelve por un momento función de tercer orden ",
            "error": [
                ""
            ]
        },
        "mean square error methods": {
            "translated_key": [],
            "translated_annotated_text": "Algoritmo de extrapolación no lineal para la realización de un proceso aleatorio escalar Se propone un método de construcción de un algoritmo de extrapolación no lineal. Este método permite tener en cuenta cualquier dependencia aleatoria no lineal que exista en un proceso investigado y que se describa mediante funciones de momento central mixtas. El método se basa en el aparato de descomposición canónica V. S. Pugachev. Como ejemplo, el problema de la extrapolación no lineal se resuelve por un momento función de tercer orden ",
            "error": []
        }
    }
}