{
    "original_text": "A method for solution of systems of linear algebraic equations with m-dimensional lambda -matrices A system of linear algebraic equations with m-dimensional lambda -matrices is considered. The proposed method of searching for the solution of this system lies in reducing it to a numerical system of a special kind",
    "original_translation": "Un método para la solución de sistemas de ecuaciones algebraicas lineales con m-dimensional lambda -Matrices Un sistema de ecuaciones algebraicas lineales con m-dimensional lambda -Matrices se considera. El método propuesto para buscar la solución de este sistema consiste en reducirlo a un sistema numérico de tipo especial",
    "error_count": 3,
    "keys": {
        "linear algebraic equations": {
            "translated_key": [],
            "translated_annotated_text": "Un método para la solución de sistemas de ecuaciones algebraicas lineales <br> con m-dimensional lambda -matrices Se considera un sistema de ecuaciones algebraicas lineales <br> con m-dimensional lambda -matrices. El método propuesto para buscar la solución de este sistema consiste en reducirlo a un sistema numérico de tipo especial ",
            "error": []
        },
        "numerical system": {
            "translated_key": "numerical",
            "translated_annotated_text": "Un método para la solución de sistemas de ecuaciones algebraicas lineales con m-dimensional lambda -Matrices Un sistema de ecuaciones algebraicas lineales con m-dimensional lambda -Matrices se considera. El método propuesto para buscar la solución de este sistema consiste en reducirlo a un sistema <br>numerical</br> de tipo especial ",
            "error": [
                ""
            ]
        },
        "m-dimensional lambda -matrices": {
            "translated_key": "m-dimensional lambda -matrices",
            "translated_annotated_text": "Un método para la solución de sistemas de ecuaciones algebraicas lineales con <br>m-dimensional lambda -matrices</br> Se considera un sistema de ecuaciones algebraicas lineales con <br>m-dimensional lambda -matrices</br>. El método propuesto para buscar la solución de este sistema consiste en reducirlo a un sistema numérico de tipo especial ",
            "error": [
                ""
            ]
        },
        "matrix algebra": {
            "translated_key": [],
            "translated_annotated_text": "Un método para la solución de sistemas de ecuaciones algebraicas lineales con m-dimensional lambda -Matrices Un sistema de ecuaciones algebraicas lineales con m-dimensional lambda -Matrices se considera. El método propuesto para buscar la solución de este sistema consiste en reducirlo a un sistema numérico de tipo especial ",
            "error": []
        },
        "polynomials": {
            "translated_key": [],
            "translated_annotated_text": "Un método para la solución de sistemas de ecuaciones algebraicas lineales con m-dimensional lambda -Matrices Un sistema de ecuaciones algebraicas lineales con m-dimensional lambda -Matrices se considera. El método propuesto para buscar la solución de este sistema consiste en reducirlo a un sistema numérico de tipo especial ",
            "error": []
        }
    }
}