{
    "original_text": "Compatibility of systems of linear constraints over the set of natural numbers Criteria of compatibility of a system of linear Diophantine equations, strict inequations, and nonstrict inequations are considered. Upper bounds for components of a minimal set of solutions and algorithms of construction of minimal generating sets of solutions for all types of systems are given. These criteria and the corresponding algorithms for constructing a minimal supporting set of solutions can be used in solving all the considered types of systems and systems of mixed types",
    "original_translation": "Compatibilidad de sistemas de restricciones lineales sobre el conjunto de números naturales Se consideran criterios de compatibilidad de un sistema de ecuaciones de diofantina lineales, inequaciones estrictas e inequaciones no estrictas. Se dan límites superiores para los componentes de un conjunto mínimo de soluciones y algoritmos de construcción de conjuntos de generación mínima de soluciones para todo tipo de sistemas. Estos criterios y los algoritmos correspondientes para la construcción de un conjunto mínimo de soluciones de soporte se pueden utilizar para resolver todos los tipos considerados de sistemas y sistemas de tipos mixtos",
    "error_count": 2,
    "keys": {
        "linear constraints": {
            "translated_key": "limitaciones lineales",
            "translated_annotated_text": "Compatibilidad de sistemas de \"limitaciones lineales\" sobre el conjunto de números naturales Se consideran criterios de compatibilidad de un sistema de ecuaciones de diofantina lineales, inequaciones estrictas e inequaciones no estrictas. Se dan límites superiores para los componentes de un conjunto mínimo de soluciones y algoritmos de construcción de conjuntos de generación mínima de soluciones para todo tipo de sistemas. Estos criterios y los algoritmos correspondientes para la construcción de un conjunto mínimo de soluciones de soporte se pueden utilizar para resolver todos los tipos considerados de sistemas y sistemas de tipos mixtos ",
            "error": [
                ""
            ]
        },
        "set of natural numbers": {
            "translated_key": "conjunto de números naturales",
            "translated_annotated_text": "Compatibilidad de sistemas de restricciones lineales sobre el \"conjunto de números naturales\" Se consideran criterios de compatibilidad de un sistema de ecuaciones de diofantina lineales, inequaciones estrictas e inequaciones no estrictas. Se dan límites superiores para los componentes de un conjunto mínimo de soluciones y algoritmos de construcción de conjuntos de generación mínima de soluciones para todo tipo de sistemas. Estos criterios y los algoritmos correspondientes para la construcción de un conjunto mínimo de soluciones de soporte se pueden utilizar para resolver todos los tipos considerados de sistemas y sistemas de tipos mixtos ",
            "error": [
                ""
            ]
        },
        "linear Diophantine equations": {
            "translated_key": "ecuaciones diofánticas lineales",
            "translated_annotated_text": "Compatibilidad de sistemas de restricciones lineales sobre el conjunto de números naturales Se consideran criterios de compatibilidad de un sistema de \"ecuaciones diofánticas lineales\", inequaciones estrictas e inequaciones no estrictas. Se dan límites superiores para los componentes de un conjunto mínimo de soluciones y algoritmos de construcción de conjuntos de generación mínima de soluciones para todo tipo de sistemas. Estos criterios y los algoritmos correspondientes para la construcción de un conjunto mínimo de soluciones de soporte se pueden utilizar para resolver todos los tipos considerados de sistemas y sistemas de tipos mixtos ",
            "error": [
                ""
            ]
        },
        "strict inequations": {
            "translated_key": "inequaciones estrictas",
            "translated_annotated_text": "Compatibilidad de sistemas de restricciones lineales sobre el conjunto de números naturales Se consideran criterios de compatibilidad de un sistema de ecuaciones lineales Diophantine, \"inequaciones estrictas\", e inequaciones no estrictas. Se dan límites superiores para los componentes de un conjunto mínimo de soluciones y algoritmos de construcción de conjuntos de generación mínima de soluciones para todo tipo de sistemas. Estos criterios y los algoritmos correspondientes para la construcción de un conjunto mínimo de soluciones de soporte se pueden utilizar para resolver todos los tipos considerados de sistemas y sistemas de tipos mixtos ",
            "error": [
                ""
            ]
        },
        "nonstrict inequations": {
            "translated_key": "inequaciones no estrictas",
            "translated_annotated_text": "Compatibilidad de sistemas de restricciones lineales sobre el conjunto de números naturales Se consideran criterios de compatibilidad de un sistema de ecuaciones lineales Diophantine, inequaciones estrictas, e \"inequaciones no estrictas\". Se dan límites superiores para los componentes de un conjunto mínimo de soluciones y algoritmos de construcción de conjuntos de generación mínima de soluciones para todo tipo de sistemas. Estos criterios y los algoritmos correspondientes para la construcción de un conjunto mínimo de soluciones de soporte se pueden utilizar para resolver todos los tipos considerados de sistemas y sistemas de tipos mixtos ",
            "error": [
                ""
            ]
        },
        "upper bounds": {
            "translated_key": [],
            "translated_annotated_text": "Compatibilidad de sistemas de restricciones lineales sobre el conjunto de números naturales Se consideran criterios de compatibilidad de un sistema de ecuaciones de diofantina lineales, inequaciones estrictas e inequaciones no estrictas. Se dan límites superiores para los componentes de un conjunto mínimo de soluciones y algoritmos de construcción de conjuntos de generación mínima de soluciones para todo tipo de sistemas. Estos criterios y los algoritmos correspondientes para la construcción de un conjunto mínimo de soluciones de soporte se pueden utilizar para resolver todos los tipos considerados de sistemas y sistemas de tipos mixtos ",
            "error": []
        },
        "minimal generating sets": {
            "translated_key": "conjuntos generadores mínimos",
            "translated_annotated_text": "Compatibilidad de sistemas de restricciones lineales sobre el conjunto de números naturales Se consideran criterios de compatibilidad de un sistema de ecuaciones de diofantina lineales, inequaciones estrictas e inequaciones no estrictas. Se dan límites superiores para los componentes de un conjunto mínimo de soluciones y algoritmos de construcción de \"conjuntos generadores mínimos\" de soluciones para todo tipo de sistemas. Estos criterios y los algoritmos correspondientes para la construcción de un conjunto mínimo de soluciones de soporte se pueden utilizar para resolver todos los tipos considerados de sistemas y sistemas de tipos mixtos ",
            "error": [
                ""
            ]
        },
        "linear programming": {
            "translated_key": [],
            "translated_annotated_text": "Compatibilidad de sistemas de restricciones lineales sobre el conjunto de números naturales Se consideran criterios de compatibilidad de un sistema de ecuaciones de diofantina lineales, inequaciones estrictas e inequaciones no estrictas. Se dan límites superiores para los componentes de un conjunto mínimo de soluciones y algoritmos de construcción de conjuntos de generación mínima de soluciones para todo tipo de sistemas. Estos criterios y los algoritmos correspondientes para la construcción de un conjunto mínimo de soluciones de soporte se pueden utilizar para resolver todos los tipos considerados de sistemas y sistemas de tipos mixtos ",
            "error": []
        }
    }
}