{
    "original_text": "Books on demand: just-in-time acquisitions The Purdue University Libraries Interlibrary Loan unit proposed a pilot project to purchase patrons loan requests from Amazon. com, lend them to the patrons, and then add the titles to the collection. Staff analyzed previous monograph loans, developed ordering criteria, implemented the proposal as a pilot project for six months, and evaluated the resulting patron comments, statistics, and staff perceptions. As a result of enthusiastic patron comments and a review of the project statistics, the program was extended",
    "original_translation": "Libros a la carta: adquisiciones justo a tiempo La Unidad de Préstamos Interbibliotecarios de Purdue University propuso un proyecto piloto para comprar solicitudes de préstamos de clientes de Amazon. com, préstalos a los clientes, y luego añade los títulos a la colección. El personal analizó los préstamos monográficos anteriores, desarrolló criterios de pedido, implementó la propuesta como un proyecto piloto durante seis meses y evaluó los comentarios de patrón, estadísticas y percepciones del personal. Como resultado de los comentarios entusiastas de los clientes y una revisión de las estadísticas del proyecto, el programa se amplió",
    "error_count": 3,
    "keys": {
        "Purdue University Libraries Interlibrary Loan unit": {
            "translated_key": "Unidad de Préstamos Interbibliotecarios de las Bibliotecas de la Universidad de Purdue",
            "translated_annotated_text": "Libros bajo demanda: adquisiciones justo a tiempo La \"Unidad de Préstamos Interbibliotecarios de las Bibliotecas de la Universidad de Purdue\" propuso un proyecto piloto para comprar solicitudes de préstamos de clientes de Amazon. com, préstalos a los clientes, y luego añade los títulos a la colección. El personal analizó los préstamos monográficos anteriores, desarrolló criterios de pedido, implementó la propuesta como un proyecto piloto durante seis meses y evaluó los comentarios de patrón, estadísticas y percepciones del personal. Como resultado de los comentarios entusiastas de los clientes y una revisión de las estadísticas del proyecto, el programa se amplió ",
            "error": [
                ""
            ]
        },
        "monograph loans": {
            "translated_key": "préstamos monográficos",
            "translated_annotated_text": "Libros a la carta: adquisiciones justo a tiempo La Unidad de Préstamos Interbibliotecarios de Purdue University propuso un proyecto piloto para comprar solicitudes de préstamos de clientes de Amazon. com, préstalos a los clientes, y luego añade los títulos a la colección. El personal analizó \"préstamos monográficos\" previos, desarrolló criterios de pedido, implementó la propuesta como un proyecto piloto durante seis meses, y evaluó los comentarios de patrón, estadísticas y percepciones del personal resultantes. Como resultado de los comentarios entusiastas de los clientes y una revisión de las estadísticas del proyecto, el programa se amplió ",
            "error": [
                ""
            ]
        },
        "ordering criteria": {
            "translated_key": "criterios de pedido",
            "translated_annotated_text": "Libros a la carta: adquisiciones justo a tiempo La Unidad de Préstamos Interbibliotecarios de Purdue University propuso un proyecto piloto para comprar solicitudes de préstamos de clientes de Amazon. com, préstalos a los clientes, y luego añade los títulos a la colección. El personal analizó los préstamos monográficos anteriores, desarrolló \"criterios de pedido\", implementó la propuesta como un proyecto piloto durante seis meses, y evaluó los comentarios de patrón, estadísticas y percepciones del personal. Como resultado de los comentarios entusiastas de los clientes y una revisión de las estadísticas del proyecto, el programa se amplió ",
            "error": [
                ""
            ]
        },
        "staff perceptions": {
            "translated_key": "percepción del personal",
            "translated_annotated_text": "Libros a la carta: adquisiciones justo a tiempo La Unidad de Préstamos Interbibliotecarios de Purdue University propuso un proyecto piloto para comprar solicitudes de préstamos de clientes de Amazon. com, préstalos a los clientes, y luego añade los títulos a la colección. El personal analizó préstamos monográficos anteriores, desarrolló criterios de pedido, implementó la propuesta como un proyecto piloto durante seis meses, y evaluó los comentarios de patrón resultantes, estadísticas y \"percepción del personal\". Como resultado de los comentarios entusiastas de los clientes y una revisión de las estadísticas del proyecto, el programa se amplió ",
            "error": [
                ""
            ]
        },
        "patron comments": {
            "translated_key": "comentarios de patrón",
            "translated_annotated_text": "Libros a la carta: adquisiciones justo a tiempo La Unidad de Préstamos Interbibliotecarios de Purdue University propuso un proyecto piloto para comprar solicitudes de préstamos de clientes de Amazon. com, préstalos a los clientes, y luego añade los títulos a la colección. El personal analizó préstamos monográficos anteriores, desarrolló criterios de pedido, implementó la propuesta como un proyecto piloto durante seis meses, y evaluó los \"comentarios de patrón\" resultantes, estadísticas y percepciones del personal. Como resultado de los entusiastas \"comentarios de patrón\" y una revisión de las estadísticas del proyecto, el programa se amplió ",
            "error": [
                ""
            ]
        },
        "publication on demand": {
            "translated_key": [],
            "translated_annotated_text": "Libros a la carta: adquisiciones justo a tiempo La Unidad de Préstamos Interbibliotecarios de Purdue University propuso un proyecto piloto para comprar solicitudes de préstamos de clientes de Amazon. com, préstalos a los clientes, y luego añade los títulos a la colección. El personal analizó los préstamos monográficos anteriores, desarrolló criterios de pedido, implementó la propuesta como un proyecto piloto durante seis meses y evaluó los comentarios de patrón, estadísticas y percepciones del personal. Como resultado de los comentarios entusiastas de los clientes y una revisión de las estadísticas del proyecto, el programa se amplió ",
            "error": []
        },
        "academic libraries": {
            "translated_key": [],
            "translated_annotated_text": "Libros a la carta: adquisiciones justo a tiempo La Unidad de Préstamos Interbibliotecarios de Purdue University propuso un proyecto piloto para comprar solicitudes de préstamos de clientes de Amazon. com, préstalos a los clientes, y luego añade los títulos a la colección. El personal analizó los préstamos monográficos anteriores, desarrolló criterios de pedido, implementó la propuesta como un proyecto piloto durante seis meses y evaluó los comentarios de patrón, estadísticas y percepciones del personal. Como resultado de los comentarios entusiastas de los clientes y una revisión de las estadísticas del proyecto, el programa se amplió ",
            "error": []
        },
        "library automation": {
            "translated_key": [],
            "translated_annotated_text": "Libros a la carta: adquisiciones justo a tiempo La Unidad de Préstamos Interbibliotecarios de Purdue University propuso un proyecto piloto para comprar solicitudes de préstamos de clientes de Amazon. com, préstalos a los clientes, y luego añade los títulos a la colección. El personal analizó los préstamos monográficos anteriores, desarrolló criterios de pedido, implementó la propuesta como un proyecto piloto durante seis meses y evaluó los comentarios de patrón, estadísticas y percepciones del personal. Como resultado de los comentarios entusiastas de los clientes y una revisión de las estadísticas del proyecto, el programa se amplió ",
            "error": []
        }
    }
}