{
    "original_text": "Books on demand: just-in-time acquisitions The Purdue University Libraries Interlibrary Loan unit proposed a pilot project to purchase patrons loan requests from Amazon. com, lend them to the patrons, and then add the titles to the collection. Staff analyzed previous monograph loans, developed ordering criteria, implemented the proposal as a pilot project for six months, and evaluated the resulting patron comments, statistics, and staff perceptions. As a result of enthusiastic patron comments and a review of the project statistics, the program was extended",
    "original_translation": "Libros bajo demanda: adquisiciones justo a tiempo La Unidad de Préstamos Interbibliotecarios de Purdue University propuso un proyecto piloto para comprar solicitudes de préstamos de clientes de Amazon. com, préstalos a los clientes, y luego añade los títulos a la colección. El personal analizó préstamos monográficos anteriores, elaboró criterios de pedido, implementó la propuesta como un proyecto piloto durante seis meses y evaluó los comentarios de los patrones, estadísticas y percepciones del personal resultantes. Como resultado de los comentarios entusiastas de los clientes y una revisión de las estadísticas del proyecto, el programa se amplió",
    "error_count": 6,
    "keys": {
        "Purdue University Libraries Interlibrary Loan unit": {
            "translated_key": "Purdue Unidad de préstamos interbibliotecarios",
            "translated_annotated_text": "Libros a la carta: adquisiciones justo a tiempo Las Bibliotecas Universitarias <br>Purdue Unidad de préstamos interbibliotecarios</br> propusieron un proyecto piloto para comprar solicitudes de préstamos de clientes de Amazon. com, préstalos a los clientes, y luego añade los títulos a la colección. El personal analizó préstamos monográficos anteriores, elaboró criterios de pedido, implementó la propuesta como un proyecto piloto durante seis meses y evaluó los comentarios de los patrones, estadísticas y percepciones del personal resultantes. Como resultado de los comentarios entusiastas de los clientes y una revisión de las estadísticas del proyecto, el programa se amplió ",
            "error": [
                ""
            ]
        },
        "monograph loans": {
            "translated_key": "préstamos monográficos",
            "translated_annotated_text": "Libros bajo demanda: adquisiciones justo a tiempo La Unidad de Préstamos Interbibliotecarios de Purdue University propuso un proyecto piloto para comprar solicitudes de préstamos de clientes de Amazon. com, préstalos a los clientes, y luego añade los títulos a la colección. El personal analizó <br>préstamos monográficos</br> anteriores, desarrolló criterios de pedido, implementó la propuesta como un proyecto piloto durante seis meses, y evaluó los comentarios de patrón, estadísticas y percepciones del personal resultantes. Como resultado de los comentarios entusiastas de los clientes y una revisión de las estadísticas del proyecto, el programa se amplió ",
            "error": [
                ""
            ]
        },
        "ordering criteria": {
            "translated_key": [],
            "translated_annotated_text": "Libros bajo demanda: adquisiciones justo a tiempo La Unidad de Préstamos Interbibliotecarios de Purdue University propuso un proyecto piloto para comprar solicitudes de préstamos de clientes de Amazon. com, préstalos a los clientes, y luego añade los títulos a la colección. El personal analizó préstamos monográficos anteriores, desarrolló criterios de pedido, implementó la propuesta como un proyecto piloto durante seis meses, y evaluó los comentarios de patrón, estadísticas y percepciones del personal resultantes. Como resultado de los comentarios entusiastas de los clientes y una revisión de las estadísticas del proyecto, el programa se amplió ",
            "error": []
        },
        "staff perceptions": {
            "translated_key": [],
            "translated_annotated_text": "Libros bajo demanda: adquisiciones justo a tiempo La Unidad de Préstamos Interbibliotecarios de Purdue University propuso un proyecto piloto para comprar solicitudes de préstamos de clientes de Amazon. com, préstalos a los clientes, y luego añade los títulos a la colección. El personal analizó los préstamos monográficos anteriores, elaboró criterios de pedido, aplicó la propuesta como proyecto piloto durante seis meses y evaluó los comentarios de los clientes, estadísticas y percepciones del personal resultantes. Como resultado de los comentarios entusiastas de los clientes y una revisión de las estadísticas del proyecto, el programa se amplió ",
            "error": []
        },
        "patron comments": {
            "translated_key": [
                "patron resultantes",
                "patron"
            ],
            "translated_annotated_text": "Libros bajo demanda: adquisiciones justo a tiempo La Unidad de Préstamos Interbibliotecarios de Purdue University propuso un proyecto piloto para comprar solicitudes de préstamos de clientes de Amazon. com, préstalos a los clientes, y luego añade los títulos a la colección. El personal analizó los préstamos monográficos anteriores, desarrolló criterios de pedido, implementó la propuesta como un proyecto piloto durante seis meses y evaluó los comentarios <br>patron resultantes</br>, estadísticas y percepciones del personal. Como resultado de los entusiastas comentarios de <br>patron</br> y una revisión de las estadísticas del proyecto, el programa se amplió ",
            "error": [
                "patron resultantes",
                "patron"
            ]
        },
        "publication on demand": {
            "translated_key": [],
            "translated_annotated_text": "Libros bajo demanda: adquisiciones justo a tiempo La Unidad de Préstamos Interbibliotecarios de Purdue University propuso un proyecto piloto para comprar solicitudes de préstamos de clientes de Amazon. com, préstalos a los clientes, y luego añade los títulos a la colección. El personal analizó préstamos monográficos anteriores, elaboró criterios de pedido, implementó la propuesta como un proyecto piloto durante seis meses y evaluó los comentarios de los patrones, estadísticas y percepciones del personal resultantes. Como resultado de los comentarios entusiastas de los clientes y una revisión de las estadísticas del proyecto, el programa se amplió ",
            "error": []
        },
        "academic libraries": {
            "translated_key": [],
            "translated_annotated_text": "Libros bajo demanda: adquisiciones justo a tiempo La Unidad de Préstamos Interbibliotecarios de Purdue University propuso un proyecto piloto para comprar solicitudes de préstamos de clientes de Amazon. com, préstalos a los clientes, y luego añade los títulos a la colección. El personal analizó préstamos monográficos anteriores, elaboró criterios de pedido, implementó la propuesta como un proyecto piloto durante seis meses y evaluó los comentarios de los patrones, estadísticas y percepciones del personal resultantes. Como resultado de los comentarios entusiastas de los clientes y una revisión de las estadísticas del proyecto, el programa se amplió ",
            "error": []
        },
        "library automation": {
            "translated_key": [],
            "translated_annotated_text": "Libros bajo demanda: adquisiciones justo a tiempo La Unidad de Préstamos Interbibliotecarios de Purdue University propuso un proyecto piloto para comprar solicitudes de préstamos de clientes de Amazon. com, préstalos a los clientes, y luego añade los títulos a la colección. El personal analizó préstamos monográficos anteriores, elaboró criterios de pedido, implementó la propuesta como un proyecto piloto durante seis meses y evaluó los comentarios de los patrones, estadísticas y percepciones del personal resultantes. Como resultado de los comentarios entusiastas de los clientes y una revisión de las estadísticas del proyecto, el programa se amplió ",
            "error": []
        }
    }
}