{
    "original_text": "Precoded OFDM with adaptive vector channel allocation for scalable video transmission over frequency-selective fading channels Orthogonal frequency division multiplexing (OFDM) has been applied in broadband wireline and wireless systems for high data rate transmission where severe intersymbol interference (ISI) always occurs. The conventional OFDM system provides advantages through conversion of an ISI channel into ISI-free subchannels at multiple frequency bands. However, it may suffer from channel spectral nulls and heavy data rate overhead due to cyclic prefix insertion. Previously, a new OFDM framework, the precoded OFDM, has been proposed to mitigate the above two problems through precoding and conversion of an ISI channel into ISI-free vector channels. In this paper, we consider the application of the precoded OFDM system to efficient scalable video transmission. We propose to enhance the precoded OFDM system with adaptive vector channel allocation to provide stronger protection against errors to more important layers in the layered bit stream structure of scalable video. The more critical layers, or equivalently, the lower layers, are allocated vector channels of higher transmission quality. The channel quality is characterized by Frobenius norm metrics; based on channel estimation at the receiver. The channel allocation information is fed back periodically to the transmitter through a control channel. Simulation results have demonstrated the robustness of the proposed scheme to noise and fading inherent in wireless channels",
    "original_translation": "OFDM precodificado con asignación de canales vectoriales adaptables para la transmisión de vídeo escalable sobre canales de desvanecimiento selectivos por frecuencia El multiplexado de división de frecuencias ortogonal (OFDM) se ha aplicado en sistemas inalámbricos y de cableado de banda ancha para la transmisión de alta velocidad de datos donde siempre se producen interferencias intersímbolas severas (ISI). El sistema OFDM convencional ofrece ventajas a través de la conversión de un canal ISI en subcanales libres de ISI en múltiples bandas de frecuencia. Sin embargo, puede sufrir de los nulos espectrales del canal y la tasa de carga pesada de los datos debido a la inserción del prefijo cíclico. Anteriormente, se ha propuesto un nuevo marco OFDM, el OFDM precodificado, para mitigar los dos problemas anteriores mediante la precodificación y conversión de un canal ISI en canales vectoriales libres de ISI. En este artículo, consideramos la aplicación del sistema OFDM precodificado para una eficiente transmisión de vídeo escalable. Proponemos mejorar el sistema OFDM precodificado con asignación de canales vectoriales adaptables para proporcionar una mayor protección contra errores a capas más importantes en la estructura de flujo de bits en capas de vídeo escalable. Las capas más críticas, o equivalentemente, las capas inferiores, se asignan canales vectoriales de mayor calidad de transmisión. La calidad del canal se caracteriza por las métricas de la norma Frobenius; basadas en la estimación del canal en el receptor. La información de asignación de canales se envía periódicamente al transmisor a través de un canal de control. Los resultados de la simulación han demostrado la robustez del sistema propuesto para el ruido y el desvanecimiento inherente a los canales inalámbricos",
    "error_count": 8,
    "keys": {
        "precoded OFDM": {
            "translated_key": "OFDM precodificado",
            "translated_annotated_text": "OFDM precodificado con asignación de canales vectoriales adaptables para la transmisión de vídeo escalable sobre canales de desvanecimiento selectivos por frecuencia El multiplexado de división de frecuencias ortogonal (OFDM) se ha aplicado en sistemas inalámbricos y de cableado de banda ancha para la transmisión de alta velocidad de datos donde siempre se producen interferencias intersímbolas severas (ISI). El sistema OFDM convencional ofrece ventajas a través de la conversión de un canal ISI en subcanales libres de ISI en múltiples bandas de frecuencia. Sin embargo, puede sufrir de los nulos espectrales del canal y la tasa de carga pesada de los datos debido a la inserción del prefijo cíclico. Anteriormente, se propuso un nuevo marco OFDM, el \"OFDM precodificado\", para mitigar los dos problemas anteriores mediante la precodificación y conversión de un canal ISI en canales vectoriales libres de ISI. En este artículo, consideramos la aplicación del sistema \"OFDM precodificado\" para una eficiente transmisión de vídeo escalable. Proponemos mejorar el sistema \"OFDM precodificado\" con asignación adaptativa de canales vectoriales para proporcionar una mayor protección contra errores a capas más importantes en la estructura de flujo de bits en capas de vídeo escalable. Las capas más críticas, o equivalentemente, las capas inferiores, se asignan canales vectoriales de mayor calidad de transmisión. La calidad del canal se caracteriza por las métricas de la norma Frobenius; basadas en la estimación del canal en el receptor. La información de asignación de canales se envía periódicamente al transmisor a través de un canal de control. Los resultados de la simulación han demostrado la robustez del sistema propuesto para el ruido y el desvanecimiento inherente a los canales inalámbricos ",
            "error": [
                ""
            ]
        },
        "scalable video transmission": {
            "translated_key": "transmisión de vídeo escalable",
            "translated_annotated_text": "OFDM precodificado con asignación de canales vectoriales adaptables para \"transmisión de vídeo escalable\" sobre canales de desvanecimiento selectivos por frecuencia El multiplexado de división de frecuencia ortogonal (OFDM) se ha aplicado en sistemas inalámbricos y de cableado de banda ancha para la transmisión de alta velocidad de datos donde siempre ocurre interferencia intersímbola severa (ISI). El sistema OFDM convencional ofrece ventajas a través de la conversión de un canal ISI en subcanales libres de ISI en múltiples bandas de frecuencia. Sin embargo, puede sufrir de los nulos espectrales del canal y la tasa de carga pesada de los datos debido a la inserción del prefijo cíclico. Anteriormente, se ha propuesto un nuevo marco OFDM, el OFDM precodificado, para mitigar los dos problemas anteriores mediante la precodificación y conversión de un canal ISI en canales vectoriales libres de ISI. En este artículo, consideramos la aplicación del sistema OFDM precodificado a la eficiente \"transmisión de vídeo escalable\". Proponemos mejorar el sistema OFDM precodificado con asignación de canales vectoriales adaptables para proporcionar una mayor protección contra errores a capas más importantes en la estructura de flujo de bits en capas de vídeo escalable. Las capas más críticas, o equivalentemente, las capas inferiores, se asignan canales vectoriales de mayor calidad de transmisión. La calidad del canal se caracteriza por las métricas de la norma Frobenius; basadas en la estimación del canal en el receptor. La información de asignación de canales se envía periódicamente al transmisor a través de un canal de control. Los resultados de la simulación han demostrado la robustez del sistema propuesto para el ruido y el desvanecimiento inherente a los canales inalámbricos ",
            "error": [
                ""
            ]
        },
        "frequency-selective fading channels": {
            "translated_key": "canales de desvanecimiento selectivos por frecuencia",
            "translated_annotated_text": "OFDM precodificado con asignación de canales vectoriales adaptables para la transmisión de vídeo escalable sobre \"canales de desvanecimiento selectivos por frecuencia\" El multiplexado de división de frecuencia ortogonal (OFDM) se ha aplicado en sistemas inalámbricos y de cableado de banda ancha para la transmisión de alta velocidad de datos donde siempre ocurre interferencia intersímbola severa (ISI). El sistema OFDM convencional ofrece ventajas a través de la conversión de un canal ISI en subcanales libres de ISI en múltiples bandas de frecuencia. Sin embargo, puede sufrir de los nulos espectrales del canal y la tasa de carga pesada de los datos debido a la inserción del prefijo cíclico. Anteriormente, se ha propuesto un nuevo marco OFDM, el OFDM precodificado, para mitigar los dos problemas anteriores mediante la precodificación y conversión de un canal ISI en canales vectoriales libres de ISI. En este artículo, consideramos la aplicación del sistema OFDM precodificado para una eficiente transmisión de vídeo escalable. Proponemos mejorar el sistema OFDM precodificado con asignación de canales vectoriales adaptables para proporcionar una mayor protección contra errores a capas más importantes en la estructura de flujo de bits en capas de vídeo escalable. Las capas más críticas, o equivalentemente, las capas inferiores, se asignan canales vectoriales de mayor calidad de transmisión. La calidad del canal se caracteriza por las métricas de la norma Frobenius; basadas en la estimación del canal en el receptor. La información de asignación de canales se envía periódicamente al transmisor a través de un canal de control. Los resultados de la simulación han demostrado la robustez del sistema propuesto para el ruido y el desvanecimiento inherente a los canales inalámbricos ",
            "error": [
                ""
            ]
        },
        "orthogonal frequency division multiplexing": {
            "translated_key": [],
            "translated_annotated_text": "OFDM precodificado con asignación de canales vectoriales adaptables para la transmisión de vídeo escalable sobre canales de desvanecimiento selectivos por frecuencia El multiplexado de división de frecuencias ortogonal (OFDM) se ha aplicado en sistemas inalámbricos y de cableado de banda ancha para la transmisión de alta velocidad de datos donde siempre se producen interferencias intersímbolas severas (ISI). El sistema OFDM convencional ofrece ventajas a través de la conversión de un canal ISI en subcanales libres de ISI en múltiples bandas de frecuencia. Sin embargo, puede sufrir de los nulos espectrales del canal y la tasa de carga pesada de los datos debido a la inserción del prefijo cíclico. Anteriormente, se ha propuesto un nuevo marco OFDM, el OFDM precodificado, para mitigar los dos problemas anteriores mediante la precodificación y conversión de un canal ISI en canales vectoriales libres de ISI. En este artículo, consideramos la aplicación del sistema OFDM precodificado para una eficiente transmisión de vídeo escalable. Proponemos mejorar el sistema OFDM precodificado con asignación de canales vectoriales adaptables para proporcionar una mayor protección contra errores a capas más importantes en la estructura de flujo de bits en capas de vídeo escalable. Las capas más críticas, o equivalentemente, las capas inferiores, se asignan canales vectoriales de mayor calidad de transmisión. La calidad del canal se caracteriza por las métricas de la norma Frobenius; basadas en la estimación del canal en el receptor. La información de asignación de canales se envía periódicamente al transmisor a través de un canal de control. Los resultados de la simulación han demostrado la robustez del sistema propuesto para el ruido y el desvanecimiento inherente a los canales inalámbricos ",
            "error": []
        },
        "channel spectral nulls": {
            "translated_key": "nulls espectrales de canal",
            "translated_annotated_text": "OFDM precodificado con asignación de canales vectoriales adaptables para la transmisión de vídeo escalable sobre canales de desvanecimiento selectivos por frecuencia El multiplexado de división de frecuencias ortogonal (OFDM) se ha aplicado en sistemas inalámbricos y de cableado de banda ancha para la transmisión de alta velocidad de datos donde siempre se producen interferencias intersímbolas severas (ISI). El sistema OFDM convencional ofrece ventajas a través de la conversión de un canal ISI en subcanales libres de ISI en múltiples bandas de frecuencia. Sin embargo, puede sufrir de \"nulls espectrales de canal\" y alta tasa de carga de datos debido a la inserción de prefijo cíclico. Anteriormente, se ha propuesto un nuevo marco OFDM, el OFDM precodificado, para mitigar los dos problemas anteriores mediante la precodificación y conversión de un canal ISI en canales vectoriales libres de ISI. En este artículo, consideramos la aplicación del sistema OFDM precodificado para una eficiente transmisión de vídeo escalable. Proponemos mejorar el sistema OFDM precodificado con asignación de canales vectoriales adaptables para proporcionar una mayor protección contra errores a capas más importantes en la estructura de flujo de bits en capas de vídeo escalable. Las capas más críticas, o equivalentemente, las capas inferiores, se asignan canales vectoriales de mayor calidad de transmisión. La calidad del canal se caracteriza por las métricas de la norma Frobenius; basadas en la estimación del canal en el receptor. La información de asignación de canales se envía periódicamente al transmisor a través de un canal de control. Los resultados de la simulación han demostrado la robustez del sistema propuesto para el ruido y el desvanecimiento inherente a los canales inalámbricos ",
            "error": [
                ""
            ]
        },
        "heavy data rate overhead": {
            "translated_key": "tasa de datos pesada por encima",
            "translated_annotated_text": "OFDM precodificado con asignación de canales vectoriales adaptables para la transmisión de vídeo escalable sobre canales de desvanecimiento selectivos por frecuencia El multiplexado de división de frecuencias ortogonal (OFDM) se ha aplicado en sistemas inalámbricos y de cableado de banda ancha para la transmisión de alta velocidad de datos donde siempre se producen interferencias intersímbolas severas (ISI). El sistema OFDM convencional ofrece ventajas a través de la conversión de un canal ISI en subcanales libres de ISI en múltiples bandas de frecuencia. Sin embargo, puede sufrir de canales espectrales nulos y \"tasa de datos pesada por encima\" debido a la inserción de prefijo cíclico. Anteriormente, se ha propuesto un nuevo marco OFDM, el OFDM precodificado, para mitigar los dos problemas anteriores mediante la precodificación y conversión de un canal ISI en canales vectoriales libres de ISI. En este artículo, consideramos la aplicación del sistema OFDM precodificado para una eficiente transmisión de vídeo escalable. Proponemos mejorar el sistema OFDM precodificado con asignación de canales vectoriales adaptables para proporcionar una mayor protección contra errores a capas más importantes en la estructura de flujo de bits en capas de vídeo escalable. Las capas más críticas, o equivalentemente, las capas inferiores, se asignan canales vectoriales de mayor calidad de transmisión. La calidad del canal se caracteriza por las métricas de la norma Frobenius; basadas en la estimación del canal en el receptor. La información de asignación de canales se envía periódicamente al transmisor a través de un canal de control. Los resultados de la simulación han demostrado la robustez del sistema propuesto para el ruido y el desvanecimiento inherente a los canales inalámbricos ",
            "error": [
                ""
            ]
        },
        "ISI channel": {
            "translated_key": "canal ISI",
            "translated_annotated_text": "OFDM precodificado con asignación de canales vectoriales adaptables para la transmisión de vídeo escalable sobre canales de desvanecimiento selectivos por frecuencia El multiplexado de división de frecuencias ortogonal (OFDM) se ha aplicado en sistemas inalámbricos y de cableado de banda ancha para la transmisión de alta velocidad de datos donde siempre se producen interferencias intersímbolas severas (ISI). El sistema OFDM convencional ofrece ventajas a través de la conversión de un \"canal ISI\" en subcanales libres de ISI en múltiples bandas de frecuencia. Sin embargo, puede sufrir de los nulos espectrales del canal y la tasa de carga pesada de los datos debido a la inserción del prefijo cíclico. Anteriormente, se ha propuesto un nuevo marco OFDM, el OFDM precodificado, para mitigar los dos problemas anteriores mediante la precodificación y conversión de un \"canal ISI\" en canales vectoriales libres de ISI. En este artículo, consideramos la aplicación del sistema OFDM precodificado para una eficiente transmisión de vídeo escalable. Proponemos mejorar el sistema OFDM precodificado con asignación de canales vectoriales adaptables para proporcionar una mayor protección contra errores a capas más importantes en la estructura de flujo de bits en capas de vídeo escalable. Las capas más críticas, o equivalentemente, las capas inferiores, se asignan canales vectoriales de mayor calidad de transmisión. La calidad del canal se caracteriza por las métricas de la norma Frobenius; basadas en la estimación del canal en el receptor. La información de asignación de canales se envía periódicamente al transmisor a través de un canal de control. Los resultados de la simulación han demostrado la robustez del sistema propuesto para el ruido y el desvanecimiento inherente a los canales inalámbricos ",
            "error": [
                ""
            ]
        },
        "ISI-free vector channels": {
            "translated_key": "canales vectoriales libres de ISI",
            "translated_annotated_text": "OFDM precodificado con asignación de canales vectoriales adaptables para la transmisión de vídeo escalable sobre canales de desvanecimiento selectivos por frecuencia El multiplexado de división de frecuencias ortogonal (OFDM) se ha aplicado en sistemas inalámbricos y de cableado de banda ancha para la transmisión de alta velocidad de datos donde siempre se producen interferencias intersímbolas severas (ISI). El sistema OFDM convencional ofrece ventajas a través de la conversión de un canal ISI en subcanales libres de ISI en múltiples bandas de frecuencia. Sin embargo, puede sufrir de los nulos espectrales del canal y la tasa de carga pesada de los datos debido a la inserción del prefijo cíclico. Anteriormente, se ha propuesto un nuevo marco OFDM, el OFDM precodificado, para mitigar los dos problemas anteriores mediante la precodificación y conversión de un canal ISI en \"canales vectoriales libres de ISI\". En este artículo, consideramos la aplicación del sistema OFDM precodificado para una eficiente transmisión de vídeo escalable. Proponemos mejorar el sistema OFDM precodificado con asignación de canales vectoriales adaptables para proporcionar una mayor protección contra errores a capas más importantes en la estructura de flujo de bits en capas de vídeo escalable. Las capas más críticas, o equivalentemente, las capas inferiores, se asignan canales vectoriales de mayor calidad de transmisión. La calidad del canal se caracteriza por las métricas de la norma Frobenius; basadas en la estimación del canal en el receptor. La información de asignación de canales se envía periódicamente al transmisor a través de un canal de control. Los resultados de la simulación han demostrado la robustez del sistema propuesto para el ruido y el desvanecimiento inherente a los canales inalámbricos ",
            "error": [
                ""
            ]
        },
        "adaptive vector channel allocation": {
            "translated_key": [
                "asignación de canales vectoriales adaptables",
                "asignación de canales vectoriales adaptativos"
            ],
            "translated_annotated_text": "OFDM precodificado con \"asignación de canales vectoriales adaptables\" para la transmisión de vídeo escalable sobre canales de desvanecimiento selectivos por frecuencia El multiplexado de división de frecuencia ortogonal (OFDM) se ha aplicado en sistemas inalámbricos y de cableado de banda ancha para la transmisión de alta velocidad de datos donde siempre ocurre interferencia intersímbola severa (ISI). El sistema OFDM convencional ofrece ventajas a través de la conversión de un canal ISI en subcanales libres de ISI en múltiples bandas de frecuencia. Sin embargo, puede sufrir de los nulos espectrales del canal y la tasa de carga pesada de los datos debido a la inserción del prefijo cíclico. Anteriormente, se ha propuesto un nuevo marco OFDM, el OFDM precodificado, para mitigar los dos problemas anteriores mediante la precodificación y conversión de un canal ISI en canales vectoriales libres de ISI. En este artículo, consideramos la aplicación del sistema OFDM precodificado para una eficiente transmisión de vídeo escalable. Proponemos mejorar el sistema OFDM precodificado con \"asignación de canales vectoriales adaptativos\" para proporcionar una mayor protección contra errores a capas más importantes en la estructura de flujo de bits en capas de vídeo escalable. Las capas más críticas, o equivalentemente, las capas inferiores, se asignan canales vectoriales de mayor calidad de transmisión. La calidad del canal se caracteriza por las métricas de la norma Frobenius; basadas en la estimación del canal en el receptor. La información de asignación de canales se envía periódicamente al transmisor a través de un canal de control. Los resultados de la simulación han demostrado la robustez del sistema propuesto para el ruido y el desvanecimiento inherente a los canales inalámbricos ",
            "error": [
                "asignación de canales vectoriales adaptables",
                "asignación de canales vectoriales adaptativos"
            ]
        },
        "layered bit stream structure": {
            "translated_key": "estructura de flujo de bits en capas",
            "translated_annotated_text": "OFDM precodificado con asignación de canales vectoriales adaptables para la transmisión de vídeo escalable sobre canales de desvanecimiento selectivos por frecuencia El multiplexado de división de frecuencias ortogonal (OFDM) se ha aplicado en sistemas inalámbricos y de cableado de banda ancha para la transmisión de alta velocidad de datos donde siempre se producen interferencias intersímbolas severas (ISI). El sistema OFDM convencional ofrece ventajas a través de la conversión de un canal ISI en subcanales libres de ISI en múltiples bandas de frecuencia. Sin embargo, puede sufrir de los nulos espectrales del canal y la tasa de carga pesada de los datos debido a la inserción del prefijo cíclico. Anteriormente, se ha propuesto un nuevo marco OFDM, el OFDM precodificado, para mitigar los dos problemas anteriores mediante la precodificación y conversión de un canal ISI en canales vectoriales libres de ISI. En este artículo, consideramos la aplicación del sistema OFDM precodificado para una eficiente transmisión de vídeo escalable. Proponemos mejorar el sistema OFDM precodificado con asignación adaptativa de canales vectoriales para proporcionar una mayor protección contra errores a capas más importantes en la \"estructura de flujo de bits en capas\" de vídeo escalable. Las capas más críticas, o equivalentemente, las capas inferiores, se asignan canales vectoriales de mayor calidad de transmisión. La calidad del canal se caracteriza por las métricas de la norma Frobenius; basadas en la estimación del canal en el receptor. La información de asignación de canales se envía periódicamente al transmisor a través de un canal de control. Los resultados de la simulación han demostrado la robustez del sistema propuesto para el ruido y el desvanecimiento inherente a los canales inalámbricos ",
            "error": [
                ""
            ]
        },
        "lower layers": {
            "translated_key": "capas inferiores",
            "translated_annotated_text": "OFDM precodificado con asignación de canales vectoriales adaptables para la transmisión de vídeo escalable sobre canales de desvanecimiento selectivos por frecuencia El multiplexado de división de frecuencias ortogonal (OFDM) se ha aplicado en sistemas inalámbricos y de cableado de banda ancha para la transmisión de alta velocidad de datos donde siempre se producen interferencias intersímbolas severas (ISI). El sistema OFDM convencional ofrece ventajas a través de la conversión de un canal ISI en subcanales libres de ISI en múltiples bandas de frecuencia. Sin embargo, puede sufrir de los nulos espectrales del canal y la tasa de carga pesada de los datos debido a la inserción del prefijo cíclico. Anteriormente, se ha propuesto un nuevo marco OFDM, el OFDM precodificado, para mitigar los dos problemas anteriores mediante la precodificación y conversión de un canal ISI en canales vectoriales libres de ISI. En este artículo, consideramos la aplicación del sistema OFDM precodificado para una eficiente transmisión de vídeo escalable. Proponemos mejorar el sistema OFDM precodificado con asignación de canales vectoriales adaptables para proporcionar una mayor protección contra errores a capas más importantes en la estructura de flujo de bits en capas de vídeo escalable. Las capas más críticas, o equivalentemente, las \"capas inferiores\", se asignan canales vectoriales de mayor calidad de transmisión. La calidad del canal se caracteriza por las métricas de la norma Frobenius; basadas en la estimación del canal en el receptor. La información de asignación de canales se envía periódicamente al transmisor a través de un canal de control. Los resultados de la simulación han demostrado la robustez del sistema propuesto para el ruido y el desvanecimiento inherente a los canales inalámbricos ",
            "error": [
                ""
            ]
        },
        "critical layers": {
            "translated_key": "capas críticas",
            "translated_annotated_text": "OFDM precodificado con asignación de canales vectoriales adaptables para la transmisión de vídeo escalable sobre canales de desvanecimiento selectivos por frecuencia El multiplexado de división de frecuencias ortogonal (OFDM) se ha aplicado en sistemas inalámbricos y de cableado de banda ancha para la transmisión de alta velocidad de datos donde siempre se producen interferencias intersímbolas severas (ISI). El sistema OFDM convencional ofrece ventajas a través de la conversión de un canal ISI en subcanales libres de ISI en múltiples bandas de frecuencia. Sin embargo, puede sufrir de los nulos espectrales del canal y la tasa de carga pesada de los datos debido a la inserción del prefijo cíclico. Anteriormente, se ha propuesto un nuevo marco OFDM, el OFDM precodificado, para mitigar los dos problemas anteriores mediante la precodificación y conversión de un canal ISI en canales vectoriales libres de ISI. En este artículo, consideramos la aplicación del sistema OFDM precodificado para una eficiente transmisión de vídeo escalable. Proponemos mejorar el sistema OFDM precodificado con asignación de canales vectoriales adaptables para proporcionar una mayor protección contra errores a capas más importantes en la estructura de flujo de bits en capas de vídeo escalable. Cuantos más \"capas críticas\", o equivalentemente, las capas inferiores, se asignan canales vectoriales de mayor calidad de transmisión. La calidad del canal se caracteriza por las métricas de la norma Frobenius; basadas en la estimación del canal en el receptor. La información de asignación de canales se envía periódicamente al transmisor a través de un canal de control. Los resultados de la simulación han demostrado la robustez del sistema propuesto para el ruido y el desvanecimiento inherente a los canales inalámbricos ",
            "error": [
                ""
            ]
        },
        "channel quality": {
            "translated_key": "calidad del canal",
            "translated_annotated_text": "OFDM precodificado con asignación de canales vectoriales adaptables para la transmisión de vídeo escalable sobre canales de desvanecimiento selectivos por frecuencia El multiplexado de división de frecuencias ortogonal (OFDM) se ha aplicado en sistemas inalámbricos y de cableado de banda ancha para la transmisión de alta velocidad de datos donde siempre se producen interferencias intersímbolas severas (ISI). El sistema OFDM convencional ofrece ventajas a través de la conversión de un canal ISI en subcanales libres de ISI en múltiples bandas de frecuencia. Sin embargo, puede sufrir de los nulos espectrales del canal y la tasa de carga pesada de los datos debido a la inserción del prefijo cíclico. Anteriormente, se ha propuesto un nuevo marco OFDM, el OFDM precodificado, para mitigar los dos problemas anteriores mediante la precodificación y conversión de un canal ISI en canales vectoriales libres de ISI. En este artículo, consideramos la aplicación del sistema OFDM precodificado para una eficiente transmisión de vídeo escalable. Proponemos mejorar el sistema OFDM precodificado con asignación de canales vectoriales adaptables para proporcionar una mayor protección contra errores a capas más importantes en la estructura de flujo de bits en capas de vídeo escalable. Las capas más críticas, o equivalentemente, las capas inferiores, se asignan canales vectoriales de mayor calidad de transmisión. La \"calidad del canal\" se caracteriza por las métricas de la norma Frobenius; basadas en la estimación del canal en el receptor. La información de asignación de canales se envía periódicamente al transmisor a través de un canal de control. Los resultados de la simulación han demostrado la robustez del sistema propuesto para el ruido y el desvanecimiento inherente a los canales inalámbricos ",
            "error": [
                ""
            ]
        },
        "Frobenius norm metrics": {
            "translated_key": "métricas de la norma Frobenius",
            "translated_annotated_text": "OFDM precodificado con asignación de canales vectoriales adaptables para la transmisión de vídeo escalable sobre canales de desvanecimiento selectivos por frecuencia El multiplexado de división de frecuencias ortogonal (OFDM) se ha aplicado en sistemas inalámbricos y de cableado de banda ancha para la transmisión de alta velocidad de datos donde siempre se producen interferencias intersímbolas severas (ISI). El sistema OFDM convencional ofrece ventajas a través de la conversión de un canal ISI en subcanales libres de ISI en múltiples bandas de frecuencia. Sin embargo, puede sufrir de los nulos espectrales del canal y la tasa de carga pesada de los datos debido a la inserción del prefijo cíclico. Anteriormente, se ha propuesto un nuevo marco OFDM, el OFDM precodificado, para mitigar los dos problemas anteriores mediante la precodificación y conversión de un canal ISI en canales vectoriales libres de ISI. En este artículo, consideramos la aplicación del sistema OFDM precodificado para una eficiente transmisión de vídeo escalable. Proponemos mejorar el sistema OFDM precodificado con asignación de canales vectoriales adaptables para proporcionar una mayor protección contra errores a capas más importantes en la estructura de flujo de bits en capas de vídeo escalable. Las capas más críticas, o equivalentemente, las capas inferiores, se asignan canales vectoriales de mayor calidad de transmisión. La calidad del canal se caracteriza por las \"métricas de la norma Frobenius\"; basadas en la estimación del canal en el receptor. La información de asignación de canales se envía periódicamente al transmisor a través de un canal de control. Los resultados de la simulación han demostrado la robustez del sistema propuesto para el ruido y el desvanecimiento inherente a los canales inalámbricos ",
            "error": [
                ""
            ]
        },
        "channel estimation": {
            "translated_key": "estimación del canal",
            "translated_annotated_text": "OFDM precodificado con asignación de canales vectoriales adaptables para la transmisión de vídeo escalable sobre canales de desvanecimiento selectivos por frecuencia El multiplexado de división de frecuencias ortogonal (OFDM) se ha aplicado en sistemas inalámbricos y de cableado de banda ancha para la transmisión de alta velocidad de datos donde siempre se producen interferencias intersímbolas severas (ISI). El sistema OFDM convencional ofrece ventajas a través de la conversión de un canal ISI en subcanales libres de ISI en múltiples bandas de frecuencia. Sin embargo, puede sufrir de los nulos espectrales del canal y la tasa de carga pesada de los datos debido a la inserción del prefijo cíclico. Anteriormente, se ha propuesto un nuevo marco OFDM, el OFDM precodificado, para mitigar los dos problemas anteriores mediante la precodificación y conversión de un canal ISI en canales vectoriales libres de ISI. En este artículo, consideramos la aplicación del sistema OFDM precodificado para una eficiente transmisión de vídeo escalable. Proponemos mejorar el sistema OFDM precodificado con asignación de canales vectoriales adaptables para proporcionar una mayor protección contra errores a capas más importantes en la estructura de flujo de bits en capas de vídeo escalable. Las capas más críticas, o equivalentemente, las capas inferiores, se asignan canales vectoriales de mayor calidad de transmisión. La calidad del canal se caracteriza por las métricas de la norma Frobenius; basadas en la \"estimación del canal\" en el receptor. La información de asignación de canales se envía periódicamente al transmisor a través de un canal de control. Los resultados de la simulación han demostrado la robustez del sistema propuesto para el ruido y el desvanecimiento inherente a los canales inalámbricos ",
            "error": [
                ""
            ]
        },
        "channel allocation information": {
            "translated_key": "información de asignación de canales",
            "translated_annotated_text": "OFDM precodificado con asignación de canales vectoriales adaptables para la transmisión de vídeo escalable sobre canales de desvanecimiento selectivos por frecuencia El multiplexado de división de frecuencias ortogonal (OFDM) se ha aplicado en sistemas inalámbricos y de cableado de banda ancha para la transmisión de alta velocidad de datos donde siempre se producen interferencias intersímbolas severas (ISI). El sistema OFDM convencional ofrece ventajas a través de la conversión de un canal ISI en subcanales libres de ISI en múltiples bandas de frecuencia. Sin embargo, puede sufrir de los nulos espectrales del canal y la tasa de carga pesada de los datos debido a la inserción del prefijo cíclico. Anteriormente, se ha propuesto un nuevo marco OFDM, el OFDM precodificado, para mitigar los dos problemas anteriores mediante la precodificación y conversión de un canal ISI en canales vectoriales libres de ISI. En este artículo, consideramos la aplicación del sistema OFDM precodificado para una eficiente transmisión de vídeo escalable. Proponemos mejorar el sistema OFDM precodificado con asignación de canales vectoriales adaptables para proporcionar una mayor protección contra errores a capas más importantes en la estructura de flujo de bits en capas de vídeo escalable. Las capas más críticas, o equivalentemente, las capas inferiores, se asignan canales vectoriales de mayor calidad de transmisión. La calidad del canal se caracteriza por las métricas de la norma Frobenius; basadas en la estimación del canal en el receptor. La \"información de asignación de canales\" se envía periódicamente al transmisor a través de un canal de control. Los resultados de la simulación han demostrado la robustez del sistema propuesto para el ruido y el desvanecimiento inherente a los canales inalámbricos ",
            "error": [
                ""
            ]
        },
        "control channel": {
            "translated_key": "canal de control",
            "translated_annotated_text": "OFDM precodificado con asignación de canales vectoriales adaptables para la transmisión de vídeo escalable sobre canales de desvanecimiento selectivos por frecuencia El multiplexado de división de frecuencias ortogonal (OFDM) se ha aplicado en sistemas inalámbricos y de cableado de banda ancha para la transmisión de alta velocidad de datos donde siempre se producen interferencias intersímbolas severas (ISI). El sistema OFDM convencional ofrece ventajas a través de la conversión de un canal ISI en subcanales libres de ISI en múltiples bandas de frecuencia. Sin embargo, puede sufrir de los nulos espectrales del canal y la tasa de carga pesada de los datos debido a la inserción del prefijo cíclico. Anteriormente, se ha propuesto un nuevo marco OFDM, el OFDM precodificado, para mitigar los dos problemas anteriores mediante la precodificación y conversión de un canal ISI en canales vectoriales libres de ISI. En este artículo, consideramos la aplicación del sistema OFDM precodificado para una eficiente transmisión de vídeo escalable. Proponemos mejorar el sistema OFDM precodificado con asignación de canales vectoriales adaptables para proporcionar una mayor protección contra errores a capas más importantes en la estructura de flujo de bits en capas de vídeo escalable. Las capas más críticas, o equivalentemente, las capas inferiores, se asignan canales vectoriales de mayor calidad de transmisión. La calidad del canal se caracteriza por las métricas de la norma Frobenius; basadas en la estimación del canal en el receptor. La información de asignación de canales se envía periódicamente al transmisor a través de un \"canal de control\". Los resultados de la simulación han demostrado la robustez del sistema propuesto para el ruido y el desvanecimiento inherente a los canales inalámbricos ",
            "error": [
                ""
            ]
        },
        "robustness": {
            "translated_key": "robustness",
            "translated_annotated_text": "OFDM precodificado con asignación de canales vectoriales adaptables para la transmisión de vídeo escalable sobre canales de desvanecimiento selectivos por frecuencia El multiplexado de división de frecuencias ortogonal (OFDM) se ha aplicado en sistemas inalámbricos y de cableado de banda ancha para la transmisión de alta velocidad de datos donde siempre se producen interferencias intersímbolas severas (ISI). El sistema OFDM convencional ofrece ventajas a través de la conversión de un canal ISI en subcanales libres de ISI en múltiples bandas de frecuencia. Sin embargo, puede sufrir de los nulos espectrales del canal y la tasa de carga pesada de los datos debido a la inserción del prefijo cíclico. Anteriormente, se ha propuesto un nuevo marco OFDM, el OFDM precodificado, para mitigar los dos problemas anteriores mediante la precodificación y conversión de un canal ISI en canales vectoriales libres de ISI. En este artículo, consideramos la aplicación del sistema OFDM precodificado para una eficiente transmisión de vídeo escalable. Proponemos mejorar el sistema OFDM precodificado con asignación de canales vectoriales adaptables para proporcionar una mayor protección contra errores a capas más importantes en la estructura de flujo de bits en capas de vídeo escalable. Las capas más críticas, o equivalentemente, las capas inferiores, se asignan canales vectoriales de mayor calidad de transmisión. La calidad del canal se caracteriza por las métricas de la norma Frobenius; basadas en la estimación del canal en el receptor. La información de asignación de canales se envía periódicamente al transmisor a través de un canal de control. Los resultados de la simulación han demostrado la \"robustness\" del sistema propuesto para el ruido y el desvanecimiento inherente a los canales inalámbricos ",
            "error": [
                ""
            ]
        },
        "channel allocation": {
            "translated_key": "asignación de canales",
            "translated_annotated_text": "OFDM precodificado con vector adaptativo \"asignación de canales\" para la transmisión de vídeo escalable sobre canales de desvanecimiento selectivos por frecuencia El multiplexado de división de frecuencias ortogonal (OFDM) se ha aplicado en sistemas inalámbricos y de cableado de banda ancha para la transmisión de alta velocidad de datos donde siempre se producen interferencias intersímbolas severas (ISI). El sistema OFDM convencional ofrece ventajas a través de la conversión de un canal ISI en subcanales libres de ISI en múltiples bandas de frecuencia. Sin embargo, puede sufrir de los nulos espectrales del canal y la tasa de carga pesada de los datos debido a la inserción del prefijo cíclico. Anteriormente, se ha propuesto un nuevo marco OFDM, el OFDM precodificado, para mitigar los dos problemas anteriores mediante la precodificación y conversión de un canal ISI en canales vectoriales libres de ISI. En este artículo, consideramos la aplicación del sistema OFDM precodificado para una eficiente transmisión de vídeo escalable. Proponemos mejorar el sistema OFDM precodificado con \"asignación de canales\" de vectores adaptativos para proporcionar una mayor protección contra errores a capas más importantes en la estructura de flujo de bits en capas de vídeo escalable. Las capas más críticas, o equivalentemente, las capas inferiores, se asignan canales vectoriales de mayor calidad de transmisión. La calidad del canal se caracteriza por las métricas de la norma Frobenius; basadas en la estimación del canal en el receptor. La información de \"asignación de canales\" se envía periódicamente al transmisor a través de un canal de control. Los resultados de la simulación han demostrado la robustez del sistema propuesto para el ruido y el desvanecimiento inherente a los canales inalámbricos ",
            "error": [
                ""
            ]
        },
        "fading channels": {
            "translated_key": "canales de desfase",
            "translated_annotated_text": "OFDM precodificado con asignación de canales vectoriales adaptables para la transmisión de vídeo escalable sobre \"canales de desfase\" selectivos en frecuencias El multiplexado de división de frecuencias ortogonal (OFDM) se ha aplicado en sistemas inalámbricos y de cableado de banda ancha para la transmisión de alta velocidad de datos donde siempre ocurre interferencia intersímbola severa (ISI). El sistema OFDM convencional ofrece ventajas a través de la conversión de un canal ISI en subcanales libres de ISI en múltiples bandas de frecuencia. Sin embargo, puede sufrir de los nulos espectrales del canal y la tasa de carga pesada de los datos debido a la inserción del prefijo cíclico. Anteriormente, se ha propuesto un nuevo marco OFDM, el OFDM precodificado, para mitigar los dos problemas anteriores mediante la precodificación y conversión de un canal ISI en canales vectoriales libres de ISI. En este artículo, consideramos la aplicación del sistema OFDM precodificado para una eficiente transmisión de vídeo escalable. Proponemos mejorar el sistema OFDM precodificado con asignación de canales vectoriales adaptables para proporcionar una mayor protección contra errores a capas más importantes en la estructura de flujo de bits en capas de vídeo escalable. Las capas más críticas, o equivalentemente, las capas inferiores, se asignan canales vectoriales de mayor calidad de transmisión. La calidad del canal se caracteriza por las métricas de la norma Frobenius; basadas en la estimación del canal en el receptor. La información de asignación de canales se envía periódicamente al transmisor a través de un canal de control. Los resultados de la simulación han demostrado la robustez del sistema propuesto para el ruido y el desvanecimiento inherente a los canales inalámbricos ",
            "error": [
                ""
            ]
        },
        "Internet": {
            "translated_key": [],
            "translated_annotated_text": "OFDM precodificado con asignación de canales vectoriales adaptables para la transmisión de vídeo escalable sobre canales de desvanecimiento selectivos por frecuencia El multiplexado de división de frecuencias ortogonal (OFDM) se ha aplicado en sistemas inalámbricos y de cableado de banda ancha para la transmisión de alta velocidad de datos donde siempre se producen interferencias intersímbolas severas (ISI). El sistema OFDM convencional ofrece ventajas a través de la conversión de un canal ISI en subcanales libres de ISI en múltiples bandas de frecuencia. Sin embargo, puede sufrir de los nulos espectrales del canal y la tasa de carga pesada de los datos debido a la inserción del prefijo cíclico. Anteriormente, se ha propuesto un nuevo marco OFDM, el OFDM precodificado, para mitigar los dos problemas anteriores mediante la precodificación y conversión de un canal ISI en canales vectoriales libres de ISI. En este artículo, consideramos la aplicación del sistema OFDM precodificado para una eficiente transmisión de vídeo escalable. Proponemos mejorar el sistema OFDM precodificado con asignación de canales vectoriales adaptables para proporcionar una mayor protección contra errores a capas más importantes en la estructura de flujo de bits en capas de vídeo escalable. Las capas más críticas, o equivalentemente, las capas inferiores, se asignan canales vectoriales de mayor calidad de transmisión. La calidad del canal se caracteriza por las métricas de la norma Frobenius; basadas en la estimación del canal en el receptor. La información de asignación de canales se envía periódicamente al transmisor a través de un canal de control. Los resultados de la simulación han demostrado la robustez del sistema propuesto para el ruido y el desvanecimiento inherente a los canales inalámbricos ",
            "error": []
        },
        "intersymbol interference": {
            "translated_key": "interferencia intersímbola",
            "translated_annotated_text": "OFDM precodificado con asignación de canales vectoriales adaptables para la transmisión de vídeo escalable sobre canales de desvanecimiento selectivos por frecuencia El multiplexado de división de frecuencia ortogonal (OFDM) se ha aplicado en sistemas inalámbricos y de cableado de banda ancha para la transmisión de alta velocidad de datos donde siempre se produce una \"interferencia intersímbola\" severa (ISI). El sistema OFDM convencional ofrece ventajas a través de la conversión de un canal ISI en subcanales libres de ISI en múltiples bandas de frecuencia. Sin embargo, puede sufrir de los nulos espectrales del canal y la tasa de carga pesada de los datos debido a la inserción del prefijo cíclico. Anteriormente, se ha propuesto un nuevo marco OFDM, el OFDM precodificado, para mitigar los dos problemas anteriores mediante la precodificación y conversión de un canal ISI en canales vectoriales libres de ISI. En este artículo, consideramos la aplicación del sistema OFDM precodificado para una eficiente transmisión de vídeo escalable. Proponemos mejorar el sistema OFDM precodificado con asignación de canales vectoriales adaptables para proporcionar una mayor protección contra errores a capas más importantes en la estructura de flujo de bits en capas de vídeo escalable. Las capas más críticas, o equivalentemente, las capas inferiores, se asignan canales vectoriales de mayor calidad de transmisión. La calidad del canal se caracteriza por las métricas de la norma Frobenius; basadas en la estimación del canal en el receptor. La información de asignación de canales se envía periódicamente al transmisor a través de un canal de control. Los resultados de la simulación han demostrado la robustez del sistema propuesto para el ruido y el desvanecimiento inherente a los canales inalámbricos ",
            "error": [
                ""
            ]
        },
        "mobile computing": {
            "translated_key": [],
            "translated_annotated_text": "OFDM precodificado con asignación de canales vectoriales adaptables para la transmisión de vídeo escalable sobre canales de desvanecimiento selectivos por frecuencia El multiplexado de división de frecuencias ortogonal (OFDM) se ha aplicado en sistemas inalámbricos y de cableado de banda ancha para la transmisión de alta velocidad de datos donde siempre se producen interferencias intersímbolas severas (ISI). El sistema OFDM convencional ofrece ventajas a través de la conversión de un canal ISI en subcanales libres de ISI en múltiples bandas de frecuencia. Sin embargo, puede sufrir de los nulos espectrales del canal y la tasa de carga pesada de los datos debido a la inserción del prefijo cíclico. Anteriormente, se ha propuesto un nuevo marco OFDM, el OFDM precodificado, para mitigar los dos problemas anteriores mediante la precodificación y conversión de un canal ISI en canales vectoriales libres de ISI. En este artículo, consideramos la aplicación del sistema OFDM precodificado para una eficiente transmisión de vídeo escalable. Proponemos mejorar el sistema OFDM precodificado con asignación de canales vectoriales adaptables para proporcionar una mayor protección contra errores a capas más importantes en la estructura de flujo de bits en capas de vídeo escalable. Las capas más críticas, o equivalentemente, las capas inferiores, se asignan canales vectoriales de mayor calidad de transmisión. La calidad del canal se caracteriza por las métricas de la norma Frobenius; basadas en la estimación del canal en el receptor. La información de asignación de canales se envía periódicamente al transmisor a través de un canal de control. Los resultados de la simulación han demostrado la robustez del sistema propuesto para el ruido y el desvanecimiento inherente a los canales inalámbricos ",
            "error": []
        },
        "mobile radio": {
            "translated_key": [],
            "translated_annotated_text": "OFDM precodificado con asignación de canales vectoriales adaptables para la transmisión de vídeo escalable sobre canales de desvanecimiento selectivos por frecuencia El multiplexado de división de frecuencias ortogonal (OFDM) se ha aplicado en sistemas inalámbricos y de cableado de banda ancha para la transmisión de alta velocidad de datos donde siempre se producen interferencias intersímbolas severas (ISI). El sistema OFDM convencional ofrece ventajas a través de la conversión de un canal ISI en subcanales libres de ISI en múltiples bandas de frecuencia. Sin embargo, puede sufrir de los nulos espectrales del canal y la tasa de carga pesada de los datos debido a la inserción del prefijo cíclico. Anteriormente, se ha propuesto un nuevo marco OFDM, el OFDM precodificado, para mitigar los dos problemas anteriores mediante la precodificación y conversión de un canal ISI en canales vectoriales libres de ISI. En este artículo, consideramos la aplicación del sistema OFDM precodificado para una eficiente transmisión de vídeo escalable. Proponemos mejorar el sistema OFDM precodificado con asignación de canales vectoriales adaptables para proporcionar una mayor protección contra errores a capas más importantes en la estructura de flujo de bits en capas de vídeo escalable. Las capas más críticas, o equivalentemente, las capas inferiores, se asignan canales vectoriales de mayor calidad de transmisión. La calidad del canal se caracteriza por las métricas de la norma Frobenius; basadas en la estimación del canal en el receptor. La información de asignación de canales se envía periódicamente al transmisor a través de un canal de control. Los resultados de la simulación han demostrado la robustez del sistema propuesto para el ruido y el desvanecimiento inherente a los canales inalámbricos ",
            "error": []
        },
        "OFDM modulation": {
            "translated_key": [],
            "translated_annotated_text": "OFDM precodificado con asignación de canales vectoriales adaptables para la transmisión de vídeo escalable sobre canales de desvanecimiento selectivos por frecuencia El multiplexado de división de frecuencias ortogonal (OFDM) se ha aplicado en sistemas inalámbricos y de cableado de banda ancha para la transmisión de alta velocidad de datos donde siempre se producen interferencias intersímbolas severas (ISI). El sistema OFDM convencional ofrece ventajas a través de la conversión de un canal ISI en subcanales libres de ISI en múltiples bandas de frecuencia. Sin embargo, puede sufrir de los nulos espectrales del canal y la tasa de carga pesada de los datos debido a la inserción del prefijo cíclico. Anteriormente, se ha propuesto un nuevo marco OFDM, el OFDM precodificado, para mitigar los dos problemas anteriores mediante la precodificación y conversión de un canal ISI en canales vectoriales libres de ISI. En este artículo, consideramos la aplicación del sistema OFDM precodificado para una eficiente transmisión de vídeo escalable. Proponemos mejorar el sistema OFDM precodificado con asignación de canales vectoriales adaptables para proporcionar una mayor protección contra errores a capas más importantes en la estructura de flujo de bits en capas de vídeo escalable. Las capas más críticas, o equivalentemente, las capas inferiores, se asignan canales vectoriales de mayor calidad de transmisión. La calidad del canal se caracteriza por las métricas de la norma Frobenius; basadas en la estimación del canal en el receptor. La información de asignación de canales se envía periódicamente al transmisor a través de un canal de control. Los resultados de la simulación han demostrado la robustez del sistema propuesto para el ruido y el desvanecimiento inherente a los canales inalámbricos ",
            "error": []
        },
        "video coding": {
            "translated_key": [],
            "translated_annotated_text": "OFDM precodificado con asignación de canales vectoriales adaptables para la transmisión de vídeo escalable sobre canales de desvanecimiento selectivos por frecuencia El multiplexado de división de frecuencias ortogonal (OFDM) se ha aplicado en sistemas inalámbricos y de cableado de banda ancha para la transmisión de alta velocidad de datos donde siempre se producen interferencias intersímbolas severas (ISI). El sistema OFDM convencional ofrece ventajas a través de la conversión de un canal ISI en subcanales libres de ISI en múltiples bandas de frecuencia. Sin embargo, puede sufrir de los nulos espectrales del canal y la tasa de carga pesada de los datos debido a la inserción del prefijo cíclico. Anteriormente, se ha propuesto un nuevo marco OFDM, el OFDM precodificado, para mitigar los dos problemas anteriores mediante la precodificación y conversión de un canal ISI en canales vectoriales libres de ISI. En este artículo, consideramos la aplicación del sistema OFDM precodificado para una eficiente transmisión de vídeo escalable. Proponemos mejorar el sistema OFDM precodificado con asignación de canales vectoriales adaptables para proporcionar una mayor protección contra errores a capas más importantes en la estructura de flujo de bits en capas de vídeo escalable. Las capas más críticas, o equivalentemente, las capas inferiores, se asignan canales vectoriales de mayor calidad de transmisión. La calidad del canal se caracteriza por las métricas de la norma Frobenius; basadas en la estimación del canal en el receptor. La información de asignación de canales se envía periódicamente al transmisor a través de un canal de control. Los resultados de la simulación han demostrado la robustez del sistema propuesto para el ruido y el desvanecimiento inherente a los canales inalámbricos ",
            "error": []
        },
        "visual communication": {
            "translated_key": [],
            "translated_annotated_text": "OFDM precodificado con asignación de canales vectoriales adaptables para la transmisión de vídeo escalable sobre canales de desvanecimiento selectivos por frecuencia El multiplexado de división de frecuencias ortogonal (OFDM) se ha aplicado en sistemas inalámbricos y de cableado de banda ancha para la transmisión de alta velocidad de datos donde siempre se producen interferencias intersímbolas severas (ISI). El sistema OFDM convencional ofrece ventajas a través de la conversión de un canal ISI en subcanales libres de ISI en múltiples bandas de frecuencia. Sin embargo, puede sufrir de los nulos espectrales del canal y la tasa de carga pesada de los datos debido a la inserción del prefijo cíclico. Anteriormente, se ha propuesto un nuevo marco OFDM, el OFDM precodificado, para mitigar los dos problemas anteriores mediante la precodificación y conversión de un canal ISI en canales vectoriales libres de ISI. En este artículo, consideramos la aplicación del sistema OFDM precodificado para una eficiente transmisión de vídeo escalable. Proponemos mejorar el sistema OFDM precodificado con asignación de canales vectoriales adaptables para proporcionar una mayor protección contra errores a capas más importantes en la estructura de flujo de bits en capas de vídeo escalable. Las capas más críticas, o equivalentemente, las capas inferiores, se asignan canales vectoriales de mayor calidad de transmisión. La calidad del canal se caracteriza por las métricas de la norma Frobenius; basadas en la estimación del canal en el receptor. La información de asignación de canales se envía periódicamente al transmisor a través de un canal de control. Los resultados de la simulación han demostrado la robustez del sistema propuesto para el ruido y el desvanecimiento inherente a los canales inalámbricos ",
            "error": []
        }
    }
}