{
    "original_text": "I-WAP: an intelligent WAP site management system The popularity regarding wireless communications is such that more and more WAP sites have been developed with wireless markup language (WML). Meanwhile, to translate hypertext markup language (HTML) pages into proper WML ones becomes imperative since it is difficult for WAP users to read most contents designed for PC users via their mobile phone screens. However, for those sites that have been maintained with hypertext markup language (HTML), considerable time and manpower costs will be incurred to rebuild them with WML. In this paper, we propose an intelligent WAP site management system to cope with these problems. With the help of the intelligent management system, the original contents of HTML Web sites can be automatically translated to proper WAP content in an efficient way. As a consequence, the costs associated with maintaining WAP sites could be significantly reduced. The management system also allows the system manager to define the relevance of numerals and keywords for removing unimportant or meaningless contents. The original contents will be reduced and reorganized to fit the size of mobile phone screens, thus reducing the communication cost and enhancing readability. Numerical results gained through various experiments have evinced the effective performance of the WAP management system",
    "original_translation": "I-WAP: un sistema inteligente de gestión de sitios WAP La popularidad con respecto a las comunicaciones inalámbricas es tal que cada vez más sitios WAP han sido desarrollados con lenguaje de marcado inalámbrico (WML). Mientras tanto, traducir páginas de lenguaje de marcado de hipertexto (HTML) a páginas de WML adecuadas se vuelve imperativo, ya que es difícil para los usuarios de WAP leer la mayoría de los contenidos diseñados para los usuarios de PC a través de sus pantallas de teléfono móvil. Sin embargo, para aquellos sitios que se han mantenido con lenguaje de marcado de hipertexto (HTML), se incurrirá en un tiempo considerable y costos de mano de obra para reconstruirlos con WML. En este artículo, proponemos un sistema inteligente de gestión de sitios WAP para hacer frente a estos problemas. Con la ayuda del sistema de gestión inteligente, los contenidos originales de los sitios Web HTML pueden ser traducidos automáticamente al contenido WAP adecuado de una manera eficiente. En consecuencia, los costos asociados con el mantenimiento de los sitios de WAP podrían reducirse considerablemente. El sistema de gestión también permite al administrador del sistema definir la relevancia de los números y palabras clave para eliminar contenidos sin importancia o sin sentido. El contenido original se reducirá y reorganizará para adaptarse al tamaño de las pantallas de teléfonos móviles, reduciendo así el costo de la comunicación y mejorando la legibilidad. Los resultados numéricos obtenidos a través de diversos experimentos han demostrado el rendimiento efectivo del sistema de gestión WAP",
    "error_count": 11,
    "keys": {
        "intelligent WAP site management system": {
            "translated_key": [],
            "translated_annotated_text": "I-WAP: un sistema inteligente de gestión de sitios WAP La popularidad con respecto a las comunicaciones inalámbricas es tal que cada vez más sitios WAP han sido desarrollados con lenguaje de marcado inalámbrico (WML). Mientras tanto, traducir páginas de lenguaje de marcado de hipertexto (HTML) a páginas de WML adecuadas se vuelve imperativo, ya que es difícil para los usuarios de WAP leer la mayoría de los contenidos diseñados para los usuarios de PC a través de sus pantallas de teléfono móvil. Sin embargo, para aquellos sitios que se han mantenido con lenguaje de marcado de hipertexto (HTML), se incurrirá en un tiempo considerable y costos de mano de obra para reconstruirlos con WML. En este artículo, proponemos un sistema inteligente de gestión de sitios WAP para hacer frente a estos problemas.  Con la ayuda del sistema de gestión inteligente, los contenidos originales de los sitios Web HTML pueden ser traducidos automáticamente al contenido WAP adecuado de una manera eficiente. En consecuencia, los costos asociados con el mantenimiento de los sitios de WAP podrían reducirse considerablemente. El sistema de gestión también permite al administrador del sistema definir la relevancia de los números y palabras clave para eliminar contenidos sin importancia o sin sentido. El contenido original se reducirá y reorganizará para adaptarse al tamaño de las pantallas de teléfonos móviles, reduciendo así el costo de la comunicación y mejorando la legibilidad. Los resultados numéricos obtenidos a través de diversos experimentos han demostrado el rendimiento efectivo del sistema de gestión WAP ",
            "error": []
        },
        "I-WAP": {
            "translated_key": "I-WAP",
            "translated_annotated_text": "<br>I-WAP</br>: un sistema inteligente de gestión de sitios WAP La popularidad con respecto a las comunicaciones inalámbricas es tal que cada vez más sitios WAP han sido desarrollados con lenguaje de marcado inalámbrico (WML). Mientras tanto, traducir páginas de lenguaje de marcado de hipertexto (HTML) a páginas de WML adecuadas se vuelve imperativo, ya que es difícil para los usuarios de WAP leer la mayoría de los contenidos diseñados para los usuarios de PC a través de sus pantallas de teléfono móvil. Sin embargo, para aquellos sitios que se han mantenido con lenguaje de marcado de hipertexto (HTML), se incurrirá en un tiempo considerable y costos de mano de obra para reconstruirlos con WML. En este artículo, proponemos un sistema inteligente de gestión de sitios WAP para hacer frente a estos problemas. Con la ayuda del sistema de gestión inteligente, los contenidos originales de los sitios Web HTML pueden ser traducidos automáticamente al contenido WAP adecuado de una manera eficiente. En consecuencia, los costos asociados con el mantenimiento de los sitios de WAP podrían reducirse considerablemente. El sistema de gestión también permite al administrador del sistema definir la relevancia de los números y palabras clave para eliminar contenidos sin importancia o sin sentido. El contenido original se reducirá y reorganizará para adaptarse al tamaño de las pantallas de teléfonos móviles, reduciendo así el costo de la comunicación y mejorando la legibilidad. Los resultados numéricos obtenidos a través de diversos experimentos han demostrado el rendimiento efectivo del sistema de gestión WAP ",
            "error": [
                ""
            ]
        },
        "wireless communication": {
            "translated_key": [],
            "translated_annotated_text": "I-WAP: un sistema inteligente de gestión de sitios WAP La popularidad con respecto a las comunicaciones inalámbricas es tal que cada vez más sitios WAP han sido desarrollados con lenguaje de marcado inalámbrico (WML). Mientras tanto, traducir páginas de lenguaje de marcado de hipertexto (HTML) a páginas de WML adecuadas se vuelve imperativo, ya que es difícil para los usuarios de WAP leer la mayoría de los contenidos diseñados para los usuarios de PC a través de sus pantallas de teléfono móvil. Sin embargo, para aquellos sitios que se han mantenido con lenguaje de marcado de hipertexto (HTML), se incurrirá en un tiempo considerable y costos de mano de obra para reconstruirlos con WML. En este artículo, proponemos un sistema inteligente de gestión de sitios WAP para hacer frente a estos problemas. Con la ayuda del sistema de gestión inteligente, los contenidos originales de los sitios Web HTML pueden ser traducidos automáticamente al contenido WAP adecuado de una manera eficiente. En consecuencia, los costos asociados con el mantenimiento de los sitios de WAP podrían reducirse considerablemente. El sistema de gestión también permite al administrador del sistema definir la relevancia de los números y palabras clave para eliminar contenidos sin importancia o sin sentido. El contenido original se reducirá y reorganizará para adaptarse al tamaño de las pantallas de teléfonos móviles, reduciendo así el costo de la comunicación y mejorando la legibilidad. Los resultados numéricos obtenidos a través de diversos experimentos han demostrado el rendimiento efectivo del sistema de gestión WAP ",
            "error": []
        },
        "wireless markup language": {
            "translated_key": "markeup wireless language",
            "translated_annotated_text": "I-WAP: un sistema inteligente de gestión de sitios WAP La popularidad con respecto a las comunicaciones inalámbricas es tal que cada vez más sitios WAP han sido desarrollados con <br>markeup wireless language</br> (WML). Mientras tanto, traducir páginas de lenguaje de marcado de hipertexto (HTML) a páginas de WML adecuadas se vuelve imperativo, ya que es difícil para los usuarios de WAP leer la mayoría de los contenidos diseñados para los usuarios de PC a través de sus pantallas de teléfono móvil. Sin embargo, para aquellos sitios que se han mantenido con lenguaje de marcado de hipertexto (HTML), se incurrirá en un tiempo considerable y costos de mano de obra para reconstruirlos con WML. En este artículo, proponemos un sistema inteligente de gestión de sitios WAP para hacer frente a estos problemas. Con la ayuda del sistema de gestión inteligente, los contenidos originales de los sitios Web HTML pueden ser traducidos automáticamente al contenido WAP adecuado de una manera eficiente. En consecuencia, los costos asociados con el mantenimiento de los sitios de WAP podrían reducirse considerablemente. El sistema de gestión también permite al administrador del sistema definir la relevancia de los números y palabras clave para eliminar contenidos sin importancia o sin sentido. El contenido original se reducirá y reorganizará para adaptarse al tamaño de las pantallas de teléfonos móviles, reduciendo así el costo de la comunicación y mejorando la legibilidad. Los resultados numéricos obtenidos a través de diversos experimentos han demostrado el rendimiento efectivo del sistema de gestión WAP ",
            "error": [
                ""
            ]
        },
        "hypertext markup language": {
            "translated_key": [
                "hypertext markup language",
                "hipertexto"
            ],
            "translated_annotated_text": "I-WAP: un sistema inteligente de gestión de sitios WAP La popularidad con respecto a las comunicaciones inalámbricas es tal que cada vez más sitios WAP han sido desarrollados con lenguaje de marcado inalámbrico (WML). Mientras tanto, traducir las páginas <br>hypertext markup language</br> (HTML) a páginas WML adecuadas se vuelve imperativo, ya que es difícil para los usuarios de WAP leer la mayoría de los contenidos diseñados para los usuarios de PC a través de sus pantallas de teléfono móvil. Sin embargo, para aquellos sitios que se han mantenido con lenguaje de marcado de <br>hipertexto</br> (HTML), se incurrirá en costes considerables de tiempo y mano de obra para reconstruirlos con WML. En este artículo, proponemos un sistema inteligente de gestión de sitios WAP para hacer frente a estos problemas. Con la ayuda del sistema de gestión inteligente, los contenidos originales de los sitios Web HTML pueden ser traducidos automáticamente al contenido WAP adecuado de una manera eficiente. En consecuencia, los costos asociados con el mantenimiento de los sitios de WAP podrían reducirse considerablemente. El sistema de gestión también permite al administrador del sistema definir la relevancia de los números y palabras clave para eliminar contenidos sin importancia o sin sentido. El contenido original se reducirá y reorganizará para adaptarse al tamaño de las pantallas de teléfonos móviles, reduciendo así el costo de la comunicación y mejorando la legibilidad. Los resultados numéricos obtenidos a través de diversos experimentos han demostrado el rendimiento efectivo del sistema de gestión WAP ",
            "error": [
                "hypertext markup language",
                "hipertexto"
            ]
        },
        "HTML pages": {
            "translated_key": [],
            "translated_annotated_text": "I-WAP: un sistema inteligente de gestión de sitios WAP La popularidad con respecto a las comunicaciones inalámbricas es tal que cada vez más sitios WAP han sido desarrollados con lenguaje de marcado inalámbrico (WML). Mientras tanto, traducir páginas de lenguaje de marcado de hipertexto (HTML) a páginas de WML adecuadas se vuelve imperativo, ya que es difícil para los usuarios de WAP leer la mayoría de los contenidos diseñados para los usuarios de PC a través de sus pantallas de teléfono móvil. Sin embargo, para aquellos sitios que se han mantenido con lenguaje de marcado de hipertexto (HTML), se incurrirá en un tiempo considerable y costos de mano de obra para reconstruirlos con WML. En este artículo, proponemos un sistema inteligente de gestión de sitios WAP para hacer frente a estos problemas. Con la ayuda del sistema de gestión inteligente, los contenidos originales de los sitios Web HTML pueden ser traducidos automáticamente al contenido WAP adecuado de una manera eficiente. En consecuencia, los costos asociados con el mantenimiento de los sitios de WAP podrían reducirse considerablemente. El sistema de gestión también permite al administrador del sistema definir la relevancia de los números y palabras clave para eliminar contenidos sin importancia o sin sentido. El contenido original se reducirá y reorganizará para adaptarse al tamaño de las pantallas de teléfonos móviles, reduciendo así el costo de la comunicación y mejorando la legibilidad. Los resultados numéricos obtenidos a través de diversos experimentos han demostrado el rendimiento efectivo del sistema de gestión WAP ",
            "error": []
        },
        "mobile phone": {
            "translated_key": "mobile phone",
            "translated_annotated_text": "I-WAP: un sistema inteligente de gestión de sitios WAP La popularidad con respecto a las comunicaciones inalámbricas es tal que cada vez más sitios WAP han sido desarrollados con lenguaje de marcado inalámbrico (WML). Mientras tanto, traducir páginas de lenguaje de marcado de hipertexto (HTML) a páginas de WML adecuadas se vuelve imperativo, ya que es difícil para los usuarios de WAP leer la mayoría de los contenidos diseñados para los usuarios de PC a través de sus pantallas <br>mobile phone</br>. Sin embargo, para aquellos sitios que se han mantenido con lenguaje de marcado de hipertexto (HTML), se incurrirá en un tiempo considerable y costos de mano de obra para reconstruirlos con WML. En este artículo, proponemos un sistema inteligente de gestión de sitios WAP para hacer frente a estos problemas. Con la ayuda del sistema de gestión inteligente, los contenidos originales de los sitios Web HTML pueden ser traducidos automáticamente al contenido WAP adecuado de una manera eficiente. En consecuencia, los costos asociados con el mantenimiento de los sitios de WAP podrían reducirse considerablemente. El sistema de gestión también permite al administrador del sistema definir la relevancia de los números y palabras clave para eliminar contenidos sin importancia o sin sentido. El contenido original se reducirá y reorganizará para adaptarse al tamaño de las pantallas de <br>mobile phone</br>, reduciendo así el costo de comunicación y mejorando la legibilidad. Los resultados numéricos obtenidos a través de diversos experimentos han demostrado el rendimiento efectivo del sistema de gestión WAP ",
            "error": [
                ""
            ]
        },
        "communication cost": {
            "translated_key": [],
            "translated_annotated_text": "I-WAP: un sistema inteligente de gestión de sitios WAP La popularidad con respecto a las comunicaciones inalámbricas es tal que cada vez más sitios WAP han sido desarrollados con lenguaje de marcado inalámbrico (WML). Mientras tanto, traducir páginas de lenguaje de marcado de hipertexto (HTML) a páginas de WML adecuadas se vuelve imperativo, ya que es difícil para los usuarios de WAP leer la mayoría de los contenidos diseñados para los usuarios de PC a través de sus pantallas de teléfono móvil. Sin embargo, para aquellos sitios que se han mantenido con lenguaje de marcado de hipertexto (HTML), se incurrirá en un tiempo considerable y costos de mano de obra para reconstruirlos con WML. En este artículo, proponemos un sistema inteligente de gestión de sitios WAP para hacer frente a estos problemas. Con la ayuda del sistema de gestión inteligente, los contenidos originales de los sitios Web HTML pueden ser traducidos automáticamente al contenido WAP adecuado de una manera eficiente. En consecuencia, los costos asociados con el mantenimiento de los sitios de WAP podrían reducirse considerablemente. El sistema de gestión también permite al administrador del sistema definir la relevancia de los números y palabras clave para eliminar contenidos sin importancia o sin sentido. El contenido original se reducirá y reorganizará para adaptarse al tamaño de las pantallas de teléfonos móviles, reduciendo así el costo de comunicación <br> y mejorando la legibilidad. Los resultados numéricos obtenidos a través de diversos experimentos han demostrado el rendimiento efectivo del sistema de gestión WAP ",
            "error": []
        },
        "readability": {
            "translated_key": "legibilidad",
            "translated_annotated_text": "I-WAP: un sistema inteligente de gestión de sitios WAP La popularidad con respecto a las comunicaciones inalámbricas es tal que cada vez más sitios WAP han sido desarrollados con lenguaje de marcado inalámbrico (WML). Mientras tanto, traducir páginas de lenguaje de marcado de hipertexto (HTML) a páginas de WML adecuadas se vuelve imperativo, ya que es difícil para los usuarios de WAP leer la mayoría de los contenidos diseñados para los usuarios de PC a través de sus pantallas de teléfono móvil. Sin embargo, para aquellos sitios que se han mantenido con lenguaje de marcado de hipertexto (HTML), se incurrirá en un tiempo considerable y costos de mano de obra para reconstruirlos con WML. En este artículo, proponemos un sistema inteligente de gestión de sitios WAP para hacer frente a estos problemas. Con la ayuda del sistema de gestión inteligente, los contenidos originales de los sitios Web HTML pueden ser traducidos automáticamente al contenido WAP adecuado de una manera eficiente. En consecuencia, los costos asociados con el mantenimiento de los sitios de WAP podrían reducirse considerablemente. El sistema de gestión también permite al administrador del sistema definir la relevancia de los números y palabras clave para eliminar contenidos sin importancia o sin sentido. El contenido original se reducirá y reorganizará para adaptarse al tamaño de las pantallas de teléfonos móviles, reduciendo así el costo de comunicación y mejorando la <br>legibilidad</br>. Los resultados numéricos obtenidos a través de diversos experimentos han demostrado el rendimiento efectivo del sistema de gestión WAP ",
            "error": [
                ""
            ]
        },
        "wireless mobile Internet": {
            "translated_key": [],
            "translated_annotated_text": "I-WAP: un sistema inteligente de gestión de sitios WAP La popularidad con respecto a las comunicaciones inalámbricas es tal que cada vez más sitios WAP han sido desarrollados con lenguaje de marcado inalámbrico (WML). Mientras tanto, traducir páginas de lenguaje de marcado de hipertexto (HTML) a páginas de WML adecuadas se vuelve imperativo, ya que es difícil para los usuarios de WAP leer la mayoría de los contenidos diseñados para los usuarios de PC a través de sus pantallas de teléfono móvil. Sin embargo, para aquellos sitios que se han mantenido con lenguaje de marcado de hipertexto (HTML), se incurrirá en un tiempo considerable y costos de mano de obra para reconstruirlos con WML. En este artículo, proponemos un sistema inteligente de gestión de sitios WAP para hacer frente a estos problemas. Con la ayuda del sistema de gestión inteligente, los contenidos originales de los sitios Web HTML pueden ser traducidos automáticamente al contenido WAP adecuado de una manera eficiente. En consecuencia, los costos asociados con el mantenimiento de los sitios de WAP podrían reducirse considerablemente. El sistema de gestión también permite al administrador del sistema definir la relevancia de los números y palabras clave para eliminar contenidos sin importancia o sin sentido. El contenido original se reducirá y reorganizará para adaptarse al tamaño de las pantallas de teléfonos móviles, reduciendo así el costo de la comunicación y mejorando la legibilidad. Los resultados numéricos obtenidos a través de diversos experimentos han demostrado el rendimiento efectivo del sistema de gestión WAP ",
            "error": []
        },
        "computer network management": {
            "translated_key": [],
            "translated_annotated_text": "I-WAP: un sistema inteligente de gestión de sitios WAP La popularidad con respecto a las comunicaciones inalámbricas es tal que cada vez más sitios WAP han sido desarrollados con lenguaje de marcado inalámbrico (WML). Mientras tanto, traducir páginas de lenguaje de marcado de hipertexto (HTML) a páginas de WML adecuadas se vuelve imperativo, ya que es difícil para los usuarios de WAP leer la mayoría de los contenidos diseñados para los usuarios de PC a través de sus pantallas de teléfono móvil. Sin embargo, para aquellos sitios que se han mantenido con lenguaje de marcado de hipertexto (HTML), se incurrirá en un tiempo considerable y costos de mano de obra para reconstruirlos con WML. En este artículo, proponemos un sistema inteligente de gestión de sitios WAP para hacer frente a estos problemas. Con la ayuda del sistema de gestión inteligente, los contenidos originales de los sitios Web HTML pueden ser traducidos automáticamente al contenido WAP adecuado de una manera eficiente. En consecuencia, los costos asociados con el mantenimiento de los sitios de WAP podrían reducirse considerablemente. El sistema de gestión también permite al administrador del sistema definir la relevancia de los números y palabras clave para eliminar contenidos sin importancia o sin sentido. El contenido original se reducirá y reorganizará para adaptarse al tamaño de las pantallas de teléfonos móviles, reduciendo así el costo de la comunicación y mejorando la legibilidad. Los resultados numéricos obtenidos a través de diversos experimentos han demostrado el rendimiento efectivo del sistema de gestión WAP ",
            "error": []
        },
        "hypermedia markup languages": {
            "translated_key": [],
            "translated_annotated_text": "I-WAP: un sistema inteligente de gestión de sitios WAP La popularidad con respecto a las comunicaciones inalámbricas es tal que cada vez más sitios WAP han sido desarrollados con lenguaje de marcado inalámbrico (WML). Mientras tanto, traducir páginas de lenguaje de marcado de hipertexto (HTML) a páginas de WML adecuadas se vuelve imperativo, ya que es difícil para los usuarios de WAP leer la mayoría de los contenidos diseñados para los usuarios de PC a través de sus pantallas de teléfono móvil. Sin embargo, para aquellos sitios que se han mantenido con lenguaje de marcado de hipertexto (HTML), se incurrirá en un tiempo considerable y costos de mano de obra para reconstruirlos con WML. En este artículo, proponemos un sistema inteligente de gestión de sitios WAP para hacer frente a estos problemas. Con la ayuda del sistema de gestión inteligente, los contenidos originales de los sitios Web HTML pueden ser traducidos automáticamente al contenido WAP adecuado de una manera eficiente. En consecuencia, los costos asociados con el mantenimiento de los sitios de WAP podrían reducirse considerablemente. El sistema de gestión también permite al administrador del sistema definir la relevancia de los números y palabras clave para eliminar contenidos sin importancia o sin sentido. El contenido original se reducirá y reorganizará para adaptarse al tamaño de las pantallas de teléfonos móviles, reduciendo así el costo de la comunicación y mejorando la legibilidad. Los resultados numéricos obtenidos a través de diversos experimentos han demostrado el rendimiento efectivo del sistema de gestión WAP ",
            "error": []
        },
        "Internet": {
            "translated_key": [],
            "translated_annotated_text": "I-WAP: un sistema inteligente de gestión de sitios WAP La popularidad con respecto a las comunicaciones inalámbricas es tal que cada vez más sitios WAP han sido desarrollados con lenguaje de marcado inalámbrico (WML). Mientras tanto, traducir páginas de lenguaje de marcado de hipertexto (HTML) a páginas de WML adecuadas se vuelve imperativo, ya que es difícil para los usuarios de WAP leer la mayoría de los contenidos diseñados para los usuarios de PC a través de sus pantallas de teléfono móvil. Sin embargo, para aquellos sitios que se han mantenido con lenguaje de marcado de hipertexto (HTML), se incurrirá en un tiempo considerable y costos de mano de obra para reconstruirlos con WML. En este artículo, proponemos un sistema inteligente de gestión de sitios WAP para hacer frente a estos problemas. Con la ayuda del sistema de gestión inteligente, los contenidos originales de los sitios Web HTML pueden ser traducidos automáticamente al contenido WAP adecuado de una manera eficiente. En consecuencia, los costos asociados con el mantenimiento de los sitios de WAP podrían reducirse considerablemente. El sistema de gestión también permite al administrador del sistema definir la relevancia de los números y palabras clave para eliminar contenidos sin importancia o sin sentido. El contenido original se reducirá y reorganizará para adaptarse al tamaño de las pantallas de teléfonos móviles, reduciendo así el costo de la comunicación y mejorando la legibilidad. Los resultados numéricos obtenidos a través de diversos experimentos han demostrado el rendimiento efectivo del sistema de gestión WAP ",
            "error": []
        },
        "mobile computing": {
            "translated_key": [],
            "translated_annotated_text": "I-WAP: un sistema inteligente de gestión de sitios WAP La popularidad con respecto a las comunicaciones inalámbricas es tal que cada vez más sitios WAP han sido desarrollados con lenguaje de marcado inalámbrico (WML). Mientras tanto, traducir páginas de lenguaje de marcado de hipertexto (HTML) a páginas de WML adecuadas se vuelve imperativo, ya que es difícil para los usuarios de WAP leer la mayoría de los contenidos diseñados para los usuarios de PC a través de sus pantallas de teléfono móvil. Sin embargo, para aquellos sitios que se han mantenido con lenguaje de marcado de hipertexto (HTML), se incurrirá en un tiempo considerable y costos de mano de obra para reconstruirlos con WML. En este artículo, proponemos un sistema inteligente de gestión de sitios WAP para hacer frente a estos problemas. Con la ayuda del sistema de gestión inteligente, los contenidos originales de los sitios Web HTML pueden ser traducidos automáticamente al contenido WAP adecuado de una manera eficiente. En consecuencia, los costos asociados con el mantenimiento de los sitios de WAP podrían reducirse considerablemente. El sistema de gestión también permite al administrador del sistema definir la relevancia de los números y palabras clave para eliminar contenidos sin importancia o sin sentido. El contenido original se reducirá y reorganizará para adaptarse al tamaño de las pantallas de teléfonos móviles, reduciendo así el costo de la comunicación y mejorando la legibilidad. Los resultados numéricos obtenidos a través de diversos experimentos han demostrado el rendimiento efectivo del sistema de gestión WAP ",
            "error": []
        },
        "mobile radio": {
            "translated_key": [],
            "translated_annotated_text": "I-WAP: un sistema inteligente de gestión de sitios WAP La popularidad con respecto a las comunicaciones inalámbricas es tal que cada vez más sitios WAP han sido desarrollados con lenguaje de marcado inalámbrico (WML). Mientras tanto, traducir páginas de lenguaje de marcado de hipertexto (HTML) a páginas de WML adecuadas se vuelve imperativo, ya que es difícil para los usuarios de WAP leer la mayoría de los contenidos diseñados para los usuarios de PC a través de sus pantallas de teléfono móvil. Sin embargo, para aquellos sitios que se han mantenido con lenguaje de marcado de hipertexto (HTML), se incurrirá en un tiempo considerable y costos de mano de obra para reconstruirlos con WML. En este artículo, proponemos un sistema inteligente de gestión de sitios WAP para hacer frente a estos problemas. Con la ayuda del sistema de gestión inteligente, los contenidos originales de los sitios Web HTML pueden ser traducidos automáticamente al contenido WAP adecuado de una manera eficiente. En consecuencia, los costos asociados con el mantenimiento de los sitios de WAP podrían reducirse considerablemente. El sistema de gestión también permite al administrador del sistema definir la relevancia de los números y palabras clave para eliminar contenidos sin importancia o sin sentido. El contenido original se reducirá y reorganizará para adaptarse al tamaño de las pantallas de teléfonos móviles, reduciendo así el costo de la comunicación y mejorando la legibilidad. Los resultados numéricos obtenidos a través de diversos experimentos han demostrado el rendimiento efectivo del sistema de gestión WAP ",
            "error": []
        }
    }
}