{
    "original_text": "The development of a mobile manipulator imaging system for bridge crack inspection A mobile manipulator imaging system is developed for the automation of bridge crack inspection. During bridge safety inspections, an eyesight inspection is made for preliminary evaluation and screening before a more precise inspection. The inspection for cracks is an important part of the preliminary evaluation. Currently, the inspectors must stand on the platform of a bridge inspection vehicle or a temporarily erected scaffolding to examine the underside of a bridge. However, such a procedure is risky. To help automate the bridge crack inspection process, we installed two CCD cameras and a four-axis manipulator system on a mobile vehicle. The parallel cameras are used to detect cracks. The manipulator system is equipped with binocular charge coupled devices (CCD) for examining structures that may not be accessible to the eye. The system also reduces the danger of accidents to the human inspectors. The manipulator system consists of four arms. Balance weights are placed at the ends of arms 2 and 4, respectively, to maintain the center of gravity during operation. Mechanically, arms 2 and 4 can revolve smoothly. Experiments indicated that the system could be useful for bridge crack inspections",
    "original_translation": "El desarrollo de un sistema de imagen de manipulador móvil para la inspección de grietas puente Un sistema de imagen de manipulador móvil se desarrolla para la automatización de la inspección de grietas puente. Durante las inspecciones de seguridad del puente, se realiza una inspección de la vista para la evaluación preliminar y el control antes de una inspección más precisa. La inspección de las grietas es una parte importante de la evaluación preliminar. En la actualidad, los inspectores deben estar de pie en la plataforma de un vehículo de inspección del puente o en un andamio de construcción temporal para examinar la parte inferior de un puente. Sin embargo, ese procedimiento es arriesgado. Para ayudar a automatizar el proceso de inspección de grieta del puente, instalamos dos cámaras CCD y un sistema manipulador de cuatro ejes en un vehículo móvil. Las cámaras paralelas se utilizan para detectar grietas. El sistema manipulador está equipado con dispositivos binoculares acoplados a la carga (CCD) para examinar estructuras que pueden no ser accesibles al ojo. El sistema también reduce el peligro de accidentes para los inspectores humanos. El sistema manipulador consta de cuatro brazos. Los pesos de equilibrio se colocan en los extremos de los brazos 2 y 4, respectivamente, para mantener el centro de gravedad durante la operación. Mecánicamente, los brazos 2 y 4 pueden girar suavemente. Los experimentos indicaron que el sistema podría ser útil para las inspecciones de grieta de puente",
    "error_count": 10,
    "keys": {
        "mobile manipulator": {
            "translated_key": "manipulador móvil",
            "translated_annotated_text": "El desarrollo de un sistema de imagen <br>manipulador móvil</br> para la inspección de grietas puente Un sistema de imagen <br>manipulador móvil</br> se desarrolla para la automatización de la inspección de grietas puente. Durante las inspecciones de seguridad del puente, se realiza una inspección de la vista para la evaluación preliminar y el control antes de una inspección más precisa. La inspección de las grietas es una parte importante de la evaluación preliminar. En la actualidad, los inspectores deben estar de pie en la plataforma de un vehículo de inspección del puente o en un andamio de construcción temporal para examinar la parte inferior de un puente. Sin embargo, ese procedimiento es arriesgado. Para ayudar a automatizar el proceso de inspección de grieta del puente, instalamos dos cámaras CCD y un sistema manipulador de cuatro ejes en un vehículo móvil. Las cámaras paralelas se utilizan para detectar grietas. El sistema manipulador está equipado con dispositivos binoculares acoplados a la carga (CCD) para examinar estructuras que pueden no ser accesibles al ojo. El sistema también reduce el peligro de accidentes para los inspectores humanos. El sistema manipulador consta de cuatro brazos. Los pesos de equilibrio se colocan en los extremos de los brazos 2 y 4, respectivamente, para mantener el centro de gravedad durante la operación. Mecánicamente, los brazos 2 y 4 pueden girar suavemente. Los experimentos indicaron que el sistema podría ser útil para las inspecciones de grieta de puente ",
            "error": [
                ""
            ]
        },
        "imaging system": {
            "translated_key": "imágenes ",
            "translated_annotated_text": "El desarrollo de un manipulador móvil <br>imágenes </br> para la inspección de grietas puente Un manipulador móvil <br>imágenes </br> se desarrolla para la automatización de la inspección de grietas puente. Durante las inspecciones de seguridad del puente, se realiza una inspección de la vista para la evaluación preliminar y el control antes de una inspección más precisa. La inspección de las grietas es una parte importante de la evaluación preliminar. En la actualidad, los inspectores deben estar de pie en la plataforma de un vehículo de inspección del puente o en un andamio de construcción temporal para examinar la parte inferior de un puente. Sin embargo, ese procedimiento es arriesgado. Para ayudar a automatizar el proceso de inspección de grieta del puente, instalamos dos cámaras CCD y un sistema manipulador de cuatro ejes en un vehículo móvil. Las cámaras paralelas se utilizan para detectar grietas. El sistema manipulador está equipado con dispositivos binoculares acoplados a la carga (CCD) para examinar estructuras que pueden no ser accesibles al ojo. El sistema también reduce el peligro de accidentes para los inspectores humanos. El sistema manipulador consta de cuatro brazos. Los pesos de equilibrio se colocan en los extremos de los brazos 2 y 4, respectivamente, para mantener el centro de gravedad durante la operación. Mecánicamente, los brazos 2 y 4 pueden girar suavemente. Los experimentos indicaron que el sistema podría ser útil para las inspecciones de grieta de puente ",
            "error": [
                ""
            ]
        },
        "bridge crack inspection": {
            "translated_key": "inspección de grietas puente",
            "translated_annotated_text": "El desarrollo de un sistema de imagen de manipulador móvil para la <br>inspección de grietas puente</br> Un sistema de imagen de manipulador móvil se desarrolla para la automatización de la <br>inspección de grietas puente</br>.  Durante las inspecciones de seguridad del puente, se realiza una inspección de la vista para la evaluación preliminar y el control antes de una inspección más precisa. La inspección de las grietas es una parte importante de la evaluación preliminar. En la actualidad, los inspectores deben estar de pie en la plataforma de un vehículo de inspección del puente o en un andamio de construcción temporal para examinar la parte inferior de un puente. Sin embargo, ese procedimiento es arriesgado. Para ayudar a automatizar el proceso de inspección de grietas <br>bridge, instalamos dos cámaras CCD y un sistema manipulador de cuatro ejes en un vehículo móvil. Las cámaras paralelas se utilizan para detectar grietas. El sistema manipulador está equipado con dispositivos binoculares acoplados a la carga (CCD) para examinar estructuras que pueden no ser accesibles al ojo. El sistema también reduce el peligro de accidentes para los inspectores humanos. El sistema manipulador consta de cuatro brazos. Los pesos de equilibrio se colocan en los extremos de los brazos 2 y 4, respectivamente, para mantener el centro de gravedad durante la operación. Mecánicamente, los brazos 2 y 4 pueden girar suavemente. Los experimentos indicaron que el sistema podría ser útil para las inspecciones de grieta de puente ",
            "error": [
                ""
            ]
        },
        "automation": {
            "translated_key": [],
            "translated_annotated_text": "El desarrollo de un sistema de imagen de manipulador móvil para la inspección de grietas puente Un sistema de imagen de manipulador móvil se desarrolla para la automatización <br> de la inspección de grietas puente. Durante las inspecciones de seguridad del puente, se realiza una inspección de la vista para la evaluación preliminar y el control antes de una inspección más precisa. La inspección de las grietas es una parte importante de la evaluación preliminar. En la actualidad, los inspectores deben estar de pie en la plataforma de un vehículo de inspección del puente o en un andamio de construcción temporal para examinar la parte inferior de un puente. Sin embargo, ese procedimiento es arriesgado. Para ayudar a automatizar el proceso de inspección de grieta del puente, instalamos dos cámaras CCD y un sistema manipulador de cuatro ejes en un vehículo móvil. Las cámaras paralelas se utilizan para detectar grietas. El sistema manipulador está equipado con dispositivos binoculares acoplados a la carga (CCD) para examinar estructuras que pueden no ser accesibles al ojo. El sistema también reduce el peligro de accidentes para los inspectores humanos. El sistema manipulador consta de cuatro brazos. Los pesos de equilibrio se colocan en los extremos de los brazos 2 y 4, respectivamente, para mantener el centro de gravedad durante la operación. Mecánicamente, los brazos 2 y 4 pueden girar suavemente. Los experimentos indicaron que el sistema podría ser útil para las inspecciones de grieta de puente ",
            "error": []
        },
        "eyesight inspection": {
            "translated_key": "ojosight",
            "translated_annotated_text": "El desarrollo de un sistema de imagen de manipulador móvil para la inspección de grietas puente Un sistema de imagen de manipulador móvil se desarrolla para la automatización de la inspección de grietas puente. Durante las inspecciones de seguridad del puente, se realiza una inspección <br>ojosight</br> para la evaluación preliminar y el cribado antes de una inspección más precisa. La inspección de las grietas es una parte importante de la evaluación preliminar. En la actualidad, los inspectores deben estar de pie en la plataforma de un vehículo de inspección del puente o en un andamio de construcción temporal para examinar la parte inferior de un puente. Sin embargo, ese procedimiento es arriesgado. Para ayudar a automatizar el proceso de inspección de grieta del puente, instalamos dos cámaras CCD y un sistema manipulador de cuatro ejes en un vehículo móvil. Las cámaras paralelas se utilizan para detectar grietas. El sistema manipulador está equipado con dispositivos binoculares acoplados a la carga (CCD) para examinar estructuras que pueden no ser accesibles al ojo. El sistema también reduce el peligro de accidentes para los inspectores humanos. El sistema manipulador consta de cuatro brazos. Los pesos de equilibrio se colocan en los extremos de los brazos 2 y 4, respectivamente, para mantener el centro de gravedad durante la operación. Mecánicamente, los brazos 2 y 4 pueden girar suavemente. Los experimentos indicaron que el sistema podría ser útil para las inspecciones de grieta de puente ",
            "error": [
                ""
            ]
        },
        "CCD cameras": {
            "translated_key": [],
            "translated_annotated_text": "El desarrollo de un sistema de imagen de manipulador móvil para la inspección de grietas puente Un sistema de imagen de manipulador móvil se desarrolla para la automatización de la inspección de grietas puente. Durante las inspecciones de seguridad del puente, se realiza una inspección de la vista para la evaluación preliminar y el control antes de una inspección más precisa. La inspección de las grietas es una parte importante de la evaluación preliminar. En la actualidad, los inspectores deben estar de pie en la plataforma de un vehículo de inspección del puente o en un andamio de construcción temporal para examinar la parte inferior de un puente. Sin embargo, ese procedimiento es arriesgado. Para ayudar a automatizar el proceso de inspección de las grietas del puente, instalamos dos cámaras CCD y un sistema manipulador de cuatro ejes en un vehículo móvil. Las cámaras paralelas se utilizan para detectar grietas. El sistema manipulador está equipado con dispositivos binoculares acoplados a la carga (CCD) para examinar estructuras que pueden no ser accesibles al ojo. El sistema también reduce el peligro de accidentes para los inspectores humanos. El sistema manipulador consta de cuatro brazos. Los pesos de equilibrio se colocan en los extremos de los brazos 2 y 4, respectivamente, para mantener el centro de gravedad durante la operación. Mecánicamente, los brazos 2 y 4 pueden girar suavemente. Los experimentos indicaron que el sistema podría ser útil para las inspecciones de grieta de puente ",
            "error": []
        },
        "four-axis manipulator": {
            "translated_key": "manipulador de cuatro ejes",
            "translated_annotated_text": "El desarrollo de un sistema de imagen de manipulador móvil para la inspección de grietas puente Un sistema de imagen de manipulador móvil se desarrolla para la automatización de la inspección de grietas puente. Durante las inspecciones de seguridad del puente, se realiza una inspección de la vista para la evaluación preliminar y el control antes de una inspección más precisa. La inspección de las grietas es una parte importante de la evaluación preliminar. En la actualidad, los inspectores deben estar de pie en la plataforma de un vehículo de inspección del puente o en un andamio de construcción temporal para examinar la parte inferior de un puente. Sin embargo, ese procedimiento es arriesgado. Para ayudar a automatizar el proceso de inspección de grietas del puente, instalamos dos cámaras CCD y un sistema <br>manipulador de cuatro ejes</br> en un vehículo móvil. Las cámaras paralelas se utilizan para detectar grietas. El sistema manipulador está equipado con dispositivos binoculares acoplados a la carga (CCD) para examinar estructuras que pueden no ser accesibles al ojo. El sistema también reduce el peligro de accidentes para los inspectores humanos. El sistema manipulador consta de cuatro brazos. Los pesos de equilibrio se colocan en los extremos de los brazos 2 y 4, respectivamente, para mantener el centro de gravedad durante la operación. Mecánicamente, los brazos 2 y 4 pueden girar suavemente. Los experimentos indicaron que el sistema podría ser útil para las inspecciones de grieta de puente ",
            "error": [
                ""
            ]
        },
        "parallel cameras": {
            "translated_key": "paralelas",
            "translated_annotated_text": "El desarrollo de un sistema de imagen de manipulador móvil para la inspección de grietas puente Un sistema de imagen de manipulador móvil se desarrolla para la automatización de la inspección de grietas puente. Durante las inspecciones de seguridad del puente, se realiza una inspección de la vista para la evaluación preliminar y el control antes de una inspección más precisa. La inspección de las grietas es una parte importante de la evaluación preliminar. En la actualidad, los inspectores deben estar de pie en la plataforma de un vehículo de inspección del puente o en un andamio de construcción temporal para examinar la parte inferior de un puente. Sin embargo, ese procedimiento es arriesgado. Para ayudar a automatizar el proceso de inspección de grieta del puente, instalamos dos cámaras CCD y un sistema manipulador de cuatro ejes en un vehículo móvil. Las cámaras <br>paralelas</br> se utilizan para detectar grietas. El sistema manipulador está equipado con dispositivos binoculares acoplados a la carga (CCD) para examinar estructuras que pueden no ser accesibles al ojo. El sistema también reduce el peligro de accidentes para los inspectores humanos. El sistema manipulador consta de cuatro brazos. Los pesos de equilibrio se colocan en los extremos de los brazos 2 y 4, respectivamente, para mantener el centro de gravedad durante la operación. Mecánicamente, los brazos 2 y 4 pueden girar suavemente. Los experimentos indicaron que el sistema podría ser útil para las inspecciones de grieta de puente ",
            "error": [
                ""
            ]
        },
        "binocular CCD": {
            "translated_key": [],
            "translated_annotated_text": "El desarrollo de un sistema de imagen de manipulador móvil para la inspección de grietas puente Un sistema de imagen de manipulador móvil se desarrolla para la automatización de la inspección de grietas puente. Durante las inspecciones de seguridad del puente, se realiza una inspección de la vista para la evaluación preliminar y el control antes de una inspección más precisa. La inspección de las grietas es una parte importante de la evaluación preliminar. En la actualidad, los inspectores deben estar de pie en la plataforma de un vehículo de inspección del puente o en un andamio de construcción temporal para examinar la parte inferior de un puente. Sin embargo, ese procedimiento es arriesgado. Para ayudar a automatizar el proceso de inspección de grieta del puente, instalamos dos cámaras CCD y un sistema manipulador de cuatro ejes en un vehículo móvil. Las cámaras paralelas se utilizan para detectar grietas. El sistema manipulador está equipado con dispositivos binoculares acoplados a la carga (CCD) para examinar estructuras que pueden no ser accesibles al ojo. El sistema también reduce el peligro de accidentes para los inspectores humanos. El sistema manipulador consta de cuatro brazos. Los pesos de equilibrio se colocan en los extremos de los brazos 2 y 4, respectivamente, para mantener el centro de gravedad durante la operación. Mecánicamente, los brazos 2 y 4 pueden girar suavemente. Los experimentos indicaron que el sistema podría ser útil para las inspecciones de grieta de puente ",
            "error": []
        },
        "charge coupled devices": {
            "translated_key": " de carga acoplados",
            "translated_annotated_text": "El desarrollo de un sistema de imagen de manipulador móvil para la inspección de grietas puente Un sistema de imagen de manipulador móvil se desarrolla para la automatización de la inspección de grietas puente. Durante las inspecciones de seguridad del puente, se realiza una inspección de la vista para la evaluación preliminar y el control antes de una inspección más precisa. La inspección de las grietas es una parte importante de la evaluación preliminar. En la actualidad, los inspectores deben estar de pie en la plataforma de un vehículo de inspección del puente o en un andamio de construcción temporal para examinar la parte inferior de un puente. Sin embargo, ese procedimiento es arriesgado. Para ayudar a automatizar el proceso de inspección de grieta del puente, instalamos dos cámaras CCD y un sistema manipulador de cuatro ejes en un vehículo móvil. Las cámaras paralelas se utilizan para detectar grietas. El sistema manipulador está equipado con dispositivos binoculares <br> de carga acoplados</br> (CCD) para examinar estructuras que pueden no ser accesibles al ojo. El sistema también reduce el peligro de accidentes para los inspectores humanos. El sistema manipulador consta de cuatro brazos. Los pesos de equilibrio se colocan en los extremos de los brazos 2 y 4, respectivamente, para mantener el centro de gravedad durante la operación. Mecánicamente, los brazos 2 y 4 pueden girar suavemente. Los experimentos indicaron que el sistema podría ser útil para las inspecciones de grieta de puente ",
            "error": [
                ""
            ]
        },
        "automatic optical inspection": {
            "translated_key": [],
            "translated_annotated_text": "El desarrollo de un sistema de imagen de manipulador móvil para la inspección de grietas puente Un sistema de imagen de manipulador móvil se desarrolla para la automatización de la inspección de grietas puente. Durante las inspecciones de seguridad del puente, se realiza una inspección de la vista para la evaluación preliminar y el control antes de una inspección más precisa. La inspección de las grietas es una parte importante de la evaluación preliminar. En la actualidad, los inspectores deben estar de pie en la plataforma de un vehículo de inspección del puente o en un andamio de construcción temporal para examinar la parte inferior de un puente. Sin embargo, ese procedimiento es arriesgado. Para ayudar a automatizar el proceso de inspección de grieta del puente, instalamos dos cámaras CCD y un sistema manipulador de cuatro ejes en un vehículo móvil. Las cámaras paralelas se utilizan para detectar grietas. El sistema manipulador está equipado con dispositivos binoculares acoplados a la carga (CCD) para examinar estructuras que pueden no ser accesibles al ojo. El sistema también reduce el peligro de accidentes para los inspectores humanos. El sistema manipulador consta de cuatro brazos. Los pesos de equilibrio se colocan en los extremos de los brazos 2 y 4, respectivamente, para mantener el centro de gravedad durante la operación. Mecánicamente, los brazos 2 y 4 pueden girar suavemente. Los experimentos indicaron que el sistema podría ser útil para las inspecciones de grieta de puente ",
            "error": []
        },
        "cameras": {
            "translated_key": [],
            "translated_annotated_text": "El desarrollo de un sistema de imagen de manipulador móvil para la inspección de grietas puente Un sistema de imagen de manipulador móvil se desarrolla para la automatización de la inspección de grietas puente. Durante las inspecciones de seguridad del puente, se realiza una inspección de la vista para la evaluación preliminar y el control antes de una inspección más precisa. La inspección de las grietas es una parte importante de la evaluación preliminar. En la actualidad, los inspectores deben estar de pie en la plataforma de un vehículo de inspección del puente o en un andamio de construcción temporal para examinar la parte inferior de un puente. Sin embargo, ese procedimiento es arriesgado. Para ayudar a automatizar el proceso de inspección de grietas del puente, instalamos dos cámaras CCD <br> y un sistema manipulador de cuatro ejes en un vehículo móvil. Las cámaras paralelas <br> se utilizan para detectar grietas. El sistema manipulador está equipado con dispositivos binoculares acoplados a la carga (CCD) para examinar estructuras que pueden no ser accesibles al ojo. El sistema también reduce el peligro de accidentes para los inspectores humanos. El sistema manipulador consta de cuatro brazos. Los pesos de equilibrio se colocan en los extremos de los brazos 2 y 4, respectivamente, para mantener el centro de gravedad durante la operación. Mecánicamente, los brazos 2 y 4 pueden girar suavemente. Los experimentos indicaron que el sistema podría ser útil para las inspecciones de grieta de puente ",
            "error": []
        },
        "CCD image sensors": {
            "translated_key": [],
            "translated_annotated_text": "El desarrollo de un sistema de imagen de manipulador móvil para la inspección de grietas puente Un sistema de imagen de manipulador móvil se desarrolla para la automatización de la inspección de grietas puente. Durante las inspecciones de seguridad del puente, se realiza una inspección de la vista para la evaluación preliminar y el control antes de una inspección más precisa. La inspección de las grietas es una parte importante de la evaluación preliminar. En la actualidad, los inspectores deben estar de pie en la plataforma de un vehículo de inspección del puente o en un andamio de construcción temporal para examinar la parte inferior de un puente. Sin embargo, ese procedimiento es arriesgado. Para ayudar a automatizar el proceso de inspección de grieta del puente, instalamos dos cámaras CCD y un sistema manipulador de cuatro ejes en un vehículo móvil. Las cámaras paralelas se utilizan para detectar grietas. El sistema manipulador está equipado con dispositivos binoculares acoplados a la carga (CCD) para examinar estructuras que pueden no ser accesibles al ojo. El sistema también reduce el peligro de accidentes para los inspectores humanos. El sistema manipulador consta de cuatro brazos. Los pesos de equilibrio se colocan en los extremos de los brazos 2 y 4, respectivamente, para mantener el centro de gravedad durante la operación. Mecánicamente, los brazos 2 y 4 pueden girar suavemente. Los experimentos indicaron que el sistema podría ser útil para las inspecciones de grieta de puente ",
            "error": []
        },
        "crack detection": {
            "translated_key": [],
            "translated_annotated_text": "El desarrollo de un sistema de imagen de manipulador móvil para la inspección de grietas puente Un sistema de imagen de manipulador móvil se desarrolla para la automatización de la inspección de grietas puente. Durante las inspecciones de seguridad del puente, se realiza una inspección de la vista para la evaluación preliminar y el control antes de una inspección más precisa. La inspección de las grietas es una parte importante de la evaluación preliminar. En la actualidad, los inspectores deben estar de pie en la plataforma de un vehículo de inspección del puente o en un andamio de construcción temporal para examinar la parte inferior de un puente. Sin embargo, ese procedimiento es arriesgado. Para ayudar a automatizar el proceso de inspección de grieta del puente, instalamos dos cámaras CCD y un sistema manipulador de cuatro ejes en un vehículo móvil. Las cámaras paralelas se utilizan para detectar grietas. El sistema manipulador está equipado con dispositivos binoculares acoplados a la carga (CCD) para examinar estructuras que pueden no ser accesibles al ojo. El sistema también reduce el peligro de accidentes para los inspectores humanos. El sistema manipulador consta de cuatro brazos. Los pesos de equilibrio se colocan en los extremos de los brazos 2 y 4, respectivamente, para mantener el centro de gravedad durante la operación. Mecánicamente, los brazos 2 y 4 pueden girar suavemente. Los experimentos indicaron que el sistema podría ser útil para las inspecciones de grieta de puente ",
            "error": []
        },
        "manipulators": {
            "translated_key": [],
            "translated_annotated_text": "El desarrollo de un sistema de imagen de manipulador móvil para la inspección de grietas puente Un sistema de imagen de manipulador móvil se desarrolla para la automatización de la inspección de grietas puente. Durante las inspecciones de seguridad del puente, se realiza una inspección de la vista para la evaluación preliminar y el control antes de una inspección más precisa. La inspección de las grietas es una parte importante de la evaluación preliminar. En la actualidad, los inspectores deben estar de pie en la plataforma de un vehículo de inspección del puente o en un andamio de construcción temporal para examinar la parte inferior de un puente. Sin embargo, ese procedimiento es arriesgado. Para ayudar a automatizar el proceso de inspección de grieta del puente, instalamos dos cámaras CCD y un sistema manipulador de cuatro ejes en un vehículo móvil. Las cámaras paralelas se utilizan para detectar grietas. El sistema manipulador está equipado con dispositivos binoculares acoplados a la carga (CCD) para examinar estructuras que pueden no ser accesibles al ojo. El sistema también reduce el peligro de accidentes para los inspectores humanos. El sistema manipulador consta de cuatro brazos. Los pesos de equilibrio se colocan en los extremos de los brazos 2 y 4, respectivamente, para mantener el centro de gravedad durante la operación. Mecánicamente, los brazos 2 y 4 pueden girar suavemente. Los experimentos indicaron que el sistema podría ser útil para las inspecciones de grieta de puente ",
            "error": []
        },
        "mobile robots": {
            "translated_key": [],
            "translated_annotated_text": "El desarrollo de un sistema de imagen de manipulador móvil para la inspección de grietas puente Un sistema de imagen de manipulador móvil se desarrolla para la automatización de la inspección de grietas puente. Durante las inspecciones de seguridad del puente, se realiza una inspección de la vista para la evaluación preliminar y el control antes de una inspección más precisa. La inspección de las grietas es una parte importante de la evaluación preliminar. En la actualidad, los inspectores deben estar de pie en la plataforma de un vehículo de inspección del puente o en un andamio de construcción temporal para examinar la parte inferior de un puente. Sin embargo, ese procedimiento es arriesgado. Para ayudar a automatizar el proceso de inspección de grieta del puente, instalamos dos cámaras CCD y un sistema manipulador de cuatro ejes en un vehículo móvil. Las cámaras paralelas se utilizan para detectar grietas. El sistema manipulador está equipado con dispositivos binoculares acoplados a la carga (CCD) para examinar estructuras que pueden no ser accesibles al ojo. El sistema también reduce el peligro de accidentes para los inspectores humanos. El sistema manipulador consta de cuatro brazos. Los pesos de equilibrio se colocan en los extremos de los brazos 2 y 4, respectivamente, para mantener el centro de gravedad durante la operación. Mecánicamente, los brazos 2 y 4 pueden girar suavemente. Los experimentos indicaron que el sistema podría ser útil para las inspecciones de grieta de puente ",
            "error": []
        },
        "structural engineering computing": {
            "translated_key": [],
            "translated_annotated_text": "El desarrollo de un sistema de imagen de manipulador móvil para la inspección de grietas puente Un sistema de imagen de manipulador móvil se desarrolla para la automatización de la inspección de grietas puente. Durante las inspecciones de seguridad del puente, se realiza una inspección de la vista para la evaluación preliminar y el control antes de una inspección más precisa. La inspección de las grietas es una parte importante de la evaluación preliminar. En la actualidad, los inspectores deben estar de pie en la plataforma de un vehículo de inspección del puente o en un andamio de construcción temporal para examinar la parte inferior de un puente. Sin embargo, ese procedimiento es arriesgado. Para ayudar a automatizar el proceso de inspección de grieta del puente, instalamos dos cámaras CCD y un sistema manipulador de cuatro ejes en un vehículo móvil. Las cámaras paralelas se utilizan para detectar grietas. El sistema manipulador está equipado con dispositivos binoculares acoplados a la carga (CCD) para examinar estructuras que pueden no ser accesibles al ojo. El sistema también reduce el peligro de accidentes para los inspectores humanos. El sistema manipulador consta de cuatro brazos. Los pesos de equilibrio se colocan en los extremos de los brazos 2 y 4, respectivamente, para mantener el centro de gravedad durante la operación. Mecánicamente, los brazos 2 y 4 pueden girar suavemente. Los experimentos indicaron que el sistema podría ser útil para las inspecciones de grieta de puente ",
            "error": []
        }
    }
}