{
    "original_text": "Integrating building management system and facilities management on the Internet Recently, it is of great interest to adopt the Internet/intranet to develop building management systems (BMS) and facilities management systems (FMS). This paper addresses two technical issues: the Web-based access (including database integration) and the integration of BMS and FMS. These should be addressed for accessing BMS remotely via the Internet, integrating control networks using the Internet protocols and infrastructures, and using Internet/intranet for building facilities management. An experimental Internet-enabled system that integrates building and facilities management systems has been developed and tested. This system integrated open control networks with the Internet and is developed utilizing the embedded Web server, the PC Web server and the Distributed Component Object Model (DCOM) software development technology on the platform of an open control network. Three strategies for interconnecting BMS local networks via Internet/intranet are presented and analyzed",
    "original_translation": "Integración del sistema de gestión de edificios y la gestión de instalaciones en Internet Recientemente, es de gran interés adoptar la Internet/intranet para desarrollar sistemas de gestión de edificios (BMS) y sistemas de gestión de instalaciones (FMS). En el presente documento se abordan dos cuestiones técnicas: el acceso basado en la Web (incluida la integración de bases de datos) y la integración de BMS y FMS. Estos sistemas deben tenerse en cuenta para acceder a BMS a distancia a través de Internet, integrar las redes de control utilizando los protocolos e infraestructuras de Internet y utilizar Internet/intranet para la gestión de las instalaciones de construcción. Se ha desarrollado y puesto a prueba un sistema experimental de Internet que integra los sistemas de administración de edificios e instalaciones. Este sistema integra redes de control abiertas con Internet y se desarrolla utilizando el servidor Web integrado, el servidor Web de PC y la tecnología de desarrollo de software del Modelo de Objetos Distribuidos (DCOM) en la plataforma de una red de control abierta. Se presentan y analizan tres estrategias para la interconexión de las redes locales de BMS a través de Internet/intranet",
    "error_count": 6,
    "keys": {
        "intranet": {
            "translated_key": "intranet",
            "translated_annotated_text": "Integración del sistema de gestión de edificios y la gestión de instalaciones en Internet Recientemente, es de gran interés adoptar la Internet/\"intranet\" para desarrollar sistemas de gestión de edificios (BMS) y sistemas de gestión de instalaciones (FMS). En el presente documento se abordan dos cuestiones técnicas: el acceso basado en la Web (incluida la integración de bases de datos) y la integración de BMS y FMS. Estas medidas deberían tener por objeto el acceso a BMS a distancia a través de Internet, la integración de las redes de control utilizando los protocolos e infraestructuras de Internet y el uso de Internet/intranet para la gestión de las instalaciones de construcción. Se ha desarrollado y puesto a prueba un sistema experimental de Internet que integra los sistemas de administración de edificios e instalaciones. Este sistema integra redes de control abiertas con Internet y se desarrolla utilizando el servidor Web integrado, el servidor Web de PC y la tecnología de desarrollo de software del Modelo de Objetos Distribuidos (DCOM) en la plataforma de una red de control abierta. Se presentan y analizan tres estrategias para interconectar las redes locales de BMS a través de Internet/ \"intranet\" ",
            "error": [
                ""
            ]
        },
        "building management systems": {
            "translated_key": "sistemas de gestión de edificios",
            "translated_annotated_text": "Integración del sistema de gestión de edificios y la gestión de instalaciones en Internet Recientemente, es de gran interés adoptar la Internet/intranet para desarrollar \"sistemas de gestión de edificios\" (BMS) y sistemas de gestión de instalaciones (FMS). En el presente documento se abordan dos cuestiones técnicas: el acceso basado en la Web (incluida la integración de bases de datos) y la integración de BMS y FMS. Estos sistemas deben tenerse en cuenta para acceder a BMS a distancia a través de Internet, integrar las redes de control utilizando los protocolos e infraestructuras de Internet y utilizar Internet/intranet para la gestión de las instalaciones de construcción. Se ha desarrollado y puesto a prueba un sistema experimental de Internet que integra los sistemas de administración de edificios e instalaciones. Este sistema integra redes de control abiertas con Internet y se desarrolla utilizando el servidor Web integrado, el servidor Web de PC y la tecnología de desarrollo de software del Modelo de Objetos Distribuidos (DCOM) en la plataforma de una red de control abierta. Se presentan y analizan tres estrategias para la interconexión de las redes locales de BMS a través de Internet/intranet ",
            "error": [
                ""
            ]
        },
        "BMS": {
            "translated_key": "BMS",
            "translated_annotated_text": "Integración del sistema de gestión de edificios y la gestión de instalaciones en Internet Recientemente, es de gran interés adoptar la Internet/intranet para desarrollar sistemas de gestión de edificios (\"BMS\") y sistemas de gestión de instalaciones (FMS). El presente documento aborda dos cuestiones técnicas: el acceso basado en la Web (incluida la integración de bases de datos) y la integración de \"BMS\" y FMS. Estas medidas deberían tener por objeto el acceso a distancia a través de Internet, la integración de las redes de control utilizando los protocolos e infraestructuras de Internet y el uso de Internet/intranet para la gestión de las instalaciones de construcción. Se ha desarrollado y puesto a prueba un sistema experimental de Internet que integra los sistemas de administración de edificios e instalaciones. Este sistema integra redes de control abiertas con Internet y se desarrolla utilizando el servidor Web integrado, el servidor Web de PC y la tecnología de desarrollo de software del Modelo de Objetos Distribuidos (DCOM) en la plataforma de una red de control abierta. Se presentan y analizan tres estrategias para la interconexión de las redes locales \"BMS\" a través de Internet/intranet ",
            "error": [
                ""
            ]
        },
        "facilities management systems": {
            "translated_key": "sistemas de gestión de instalaciones",
            "translated_annotated_text": "Integración del sistema de gestión de edificios y la gestión de instalaciones en Internet Recientemente, es de gran interés adoptar la Internet/intranet para desarrollar sistemas de gestión de edificios (BMS) y \"sistemas de gestión de instalaciones\" (FMS). En el presente documento se abordan dos cuestiones técnicas: el acceso basado en la Web (incluida la integración de bases de datos) y la integración de BMS y FMS. Estos sistemas deben tenerse en cuenta para acceder a BMS a distancia a través de Internet, integrar las redes de control utilizando los protocolos e infraestructuras de Internet y utilizar Internet/intranet para la gestión de las instalaciones de construcción. Se ha desarrollado y probado un sistema experimental habilitado para Internet que integra los sistemas de construcción y gestión de instalaciones. Este sistema integra redes de control abiertas con Internet y se desarrolla utilizando el servidor Web integrado, el servidor Web de PC y la tecnología de desarrollo de software del Modelo de Objetos Distribuidos (DCOM) en la plataforma de una red de control abierta. Se presentan y analizan tres estrategias para la interconexión de las redes locales de BMS a través de Internet/intranet ",
            "error": [
                ""
            ]
        },
        "FMS": {
            "translated_key": "FMS",
            "translated_annotated_text": "Integración del sistema de gestión de edificios y la gestión de instalaciones en Internet Recientemente, es de gran interés adoptar la Internet/intranet para desarrollar sistemas de gestión de edificios (BMS) y sistemas de gestión de instalaciones (\"FMS\"). Este documento aborda dos cuestiones técnicas: el acceso basado en la Web (incluida la integración de bases de datos) y la integración de BMS y \"FMS\". Estos sistemas deben tenerse en cuenta para acceder a BMS a distancia a través de Internet, integrar las redes de control utilizando los protocolos e infraestructuras de Internet y utilizar Internet/intranet para la gestión de las instalaciones de construcción. Se ha desarrollado y puesto a prueba un sistema experimental de Internet que integra los sistemas de administración de edificios e instalaciones. Este sistema integra redes de control abiertas con Internet y se desarrolla utilizando el servidor Web integrado, el servidor Web de PC y la tecnología de desarrollo de software del Modelo de Objetos Distribuidos (DCOM) en la plataforma de una red de control abierta. Se presentan y analizan tres estrategias para la interconexión de las redes locales de BMS a través de Internet/intranet ",
            "error": [
                ""
            ]
        },
        "Web-based access": {
            "translated_key": "acceso basado en la web",
            "translated_annotated_text": "Integración del sistema de gestión de edificios y la gestión de instalaciones en Internet Recientemente, es de gran interés adoptar la Internet/intranet para desarrollar sistemas de gestión de edificios (BMS) y sistemas de gestión de instalaciones (FMS). Este documento aborda dos cuestiones técnicas: el \"acceso basado en la web\" (incluida la integración de bases de datos) y la integración de BMS y FMS. Estos sistemas deben tenerse en cuenta para acceder a BMS a distancia a través de Internet, integrar las redes de control utilizando los protocolos e infraestructuras de Internet y utilizar Internet/intranet para la gestión de las instalaciones de construcción. Se ha desarrollado y puesto a prueba un sistema experimental de Internet que integra los sistemas de administración de edificios e instalaciones. Este sistema integra redes de control abiertas con Internet y se desarrolla utilizando el servidor Web integrado, el servidor Web de PC y la tecnología de desarrollo de software del Modelo de Objetos Distribuidos (DCOM) en la plataforma de una red de control abierta. Se presentan y analizan tres estrategias para la interconexión de las redes locales de BMS a través de Internet/intranet ",
            "error": [
                ""
            ]
        },
        "database integration": {
            "translated_key": "integración de bases de datos",
            "translated_annotated_text": "Integración del sistema de gestión de edificios y la gestión de instalaciones en Internet Recientemente, es de gran interés adoptar la Internet/intranet para desarrollar sistemas de gestión de edificios (BMS) y sistemas de gestión de instalaciones (FMS). El presente documento aborda dos cuestiones técnicas: el acceso basado en la Web (incluida la \"integración de bases de datos\") y la integración de BMS y FMS. Estos sistemas deben tenerse en cuenta para acceder a BMS a distancia a través de Internet, integrar las redes de control utilizando los protocolos e infraestructuras de Internet y utilizar Internet/intranet para la gestión de las instalaciones de construcción. Se ha desarrollado y puesto a prueba un sistema experimental de Internet que integra los sistemas de administración de edificios e instalaciones. Este sistema integra redes de control abiertas con Internet y se desarrolla utilizando el servidor Web integrado, el servidor Web de PC y la tecnología de desarrollo de software del Modelo de Objetos Distribuidos (DCOM) en la plataforma de una red de control abierta. Se presentan y analizan tres estrategias para la interconexión de las redes locales de BMS a través de Internet/intranet ",
            "error": [
                ""
            ]
        },
        "Internet protocols": {
            "translated_key": "protocolos de Internet",
            "translated_annotated_text": "Integración del sistema de gestión de edificios y la gestión de instalaciones en Internet Recientemente, es de gran interés adoptar la Internet/intranet para desarrollar sistemas de gestión de edificios (BMS) y sistemas de gestión de instalaciones (FMS). En el presente documento se abordan dos cuestiones técnicas: el acceso basado en la Web (incluida la integración de bases de datos) y la integración de BMS y FMS. Estas medidas deben tener por objeto el acceso a BMS a distancia a través de Internet, la integración de las redes de control mediante los \"protocolos de Internet\" y las infraestructuras, y el uso de Internet/intranet para la gestión de las instalaciones de construcción. Se ha desarrollado y puesto a prueba un sistema experimental de Internet que integra los sistemas de administración de edificios e instalaciones. Este sistema integra redes de control abiertas con Internet y se desarrolla utilizando el servidor Web integrado, el servidor Web de PC y la tecnología de desarrollo de software del Modelo de Objetos Distribuidos (DCOM) en la plataforma de una red de control abierta. Se presentan y analizan tres estrategias para la interconexión de las redes locales de BMS a través de Internet/intranet ",
            "error": [
                ""
            ]
        },
        "embedded Web server": {
            "translated_key": "servidor web integrado",
            "translated_annotated_text": "Integración del sistema de gestión de edificios y la gestión de instalaciones en Internet Recientemente, es de gran interés adoptar la Internet/intranet para desarrollar sistemas de gestión de edificios (BMS) y sistemas de gestión de instalaciones (FMS). En el presente documento se abordan dos cuestiones técnicas: el acceso basado en la Web (incluida la integración de bases de datos) y la integración de BMS y FMS. Estos sistemas deben tenerse en cuenta para acceder a BMS a distancia a través de Internet, integrar las redes de control utilizando los protocolos e infraestructuras de Internet y utilizar Internet/intranet para la gestión de las instalaciones de construcción. Se ha desarrollado y puesto a prueba un sistema experimental de Internet que integra los sistemas de administración de edificios e instalaciones. Este sistema integra redes de control abiertas con Internet y se desarrolla utilizando el \"servidor web integrado\", el servidor web de PC y la tecnología de desarrollo de software del Modelo de Objetos Distribuidos (DCOM) en la plataforma de una red de control abierta. Se presentan y analizan tres estrategias para la interconexión de las redes locales de BMS a través de Internet/intranet ",
            "error": [
                ""
            ]
        },
        "PC Web server": {
            "translated_key": "servidor web PC",
            "translated_annotated_text": "Integración del sistema de gestión de edificios y la gestión de instalaciones en Internet Recientemente, es de gran interés adoptar la Internet/intranet para desarrollar sistemas de gestión de edificios (BMS) y sistemas de gestión de instalaciones (FMS). En el presente documento se abordan dos cuestiones técnicas: el acceso basado en la Web (incluida la integración de bases de datos) y la integración de BMS y FMS. Estos sistemas deben tenerse en cuenta para acceder a BMS a distancia a través de Internet, integrar las redes de control utilizando los protocolos e infraestructuras de Internet y utilizar Internet/intranet para la gestión de las instalaciones de construcción. Se ha desarrollado y puesto a prueba un sistema experimental de Internet que integra los sistemas de administración de edificios e instalaciones. Este sistema integra redes de control abiertas con Internet y se desarrolla utilizando el servidor web integrado, el \"servidor web PC\" y la tecnología de desarrollo de software del Modelo de Objetos Distribuidos (DCOM) en la plataforma de una red de control abierta. Se presentan y analizan tres estrategias para la interconexión de las redes locales de BMS a través de Internet/intranet ",
            "error": [
                ""
            ]
        },
        "Distributed Component Object Model": {
            "translated_key": "Distributed Component Object Model",
            "translated_annotated_text": "Integración del sistema de gestión de edificios y la gestión de instalaciones en Internet Recientemente, es de gran interés adoptar la Internet/intranet para desarrollar sistemas de gestión de edificios (BMS) y sistemas de gestión de instalaciones (FMS). En el presente documento se abordan dos cuestiones técnicas: el acceso basado en la Web (incluida la integración de bases de datos) y la integración de BMS y FMS. Estos sistemas deben tenerse en cuenta para acceder a BMS a distancia a través de Internet, integrar las redes de control utilizando los protocolos e infraestructuras de Internet y utilizar Internet/intranet para la gestión de las instalaciones de construcción. Se ha desarrollado y puesto a prueba un sistema experimental de Internet que integra los sistemas de administración de edificios e instalaciones. Este sistema integra redes de control abiertas con Internet y se desarrolla utilizando el servidor web integrado, el servidor web de PC y la tecnología de desarrollo de software \"Distributed Component Object Model\" (DCOM) en la plataforma de una red de control abierta. Se presentan y analizan tres estrategias para la interconexión de las redes locales de BMS a través de Internet/intranet ",
            "error": [
                ""
            ]
        },
        "DCOM": {
            "translated_key": "DCOM",
            "translated_annotated_text": "Integración del sistema de gestión de edificios y la gestión de instalaciones en Internet Recientemente, es de gran interés adoptar la Internet/intranet para desarrollar sistemas de gestión de edificios (BMS) y sistemas de gestión de instalaciones (FMS). En el presente documento se abordan dos cuestiones técnicas: el acceso basado en la Web (incluida la integración de bases de datos) y la integración de BMS y FMS. Estos sistemas deben tenerse en cuenta para acceder a BMS a distancia a través de Internet, integrar las redes de control utilizando los protocolos e infraestructuras de Internet y utilizar Internet/intranet para la gestión de las instalaciones de construcción. Se ha desarrollado y puesto a prueba un sistema experimental de Internet que integra los sistemas de administración de edificios e instalaciones. Este sistema integra redes de control abiertas con Internet y se desarrolla utilizando el servidor Web integrado, el servidor Web de PC y la tecnología de desarrollo de software del Modelo de Objetos Distribuidos (\"DCOM\") en la plataforma de una red de control abierta. Se presentan y analizan tres estrategias para la interconexión de las redes locales de BMS a través de Internet/intranet ",
            "error": [
                ""
            ]
        },
        "software development technology": {
            "translated_key": "tecnología de desarrollo de software",
            "translated_annotated_text": "Integración del sistema de gestión de edificios y la gestión de instalaciones en Internet Recientemente, es de gran interés adoptar la Internet/intranet para desarrollar sistemas de gestión de edificios (BMS) y sistemas de gestión de instalaciones (FMS). En el presente documento se abordan dos cuestiones técnicas: el acceso basado en la Web (incluida la integración de bases de datos) y la integración de BMS y FMS. Estos sistemas deben tenerse en cuenta para acceder a BMS a distancia a través de Internet, integrar las redes de control utilizando los protocolos e infraestructuras de Internet y utilizar Internet/intranet para la gestión de las instalaciones de construcción. Se ha desarrollado y puesto a prueba un sistema experimental de Internet que integra los sistemas de administración de edificios e instalaciones. Este sistema integra redes de control abiertas con Internet y se desarrolla utilizando el servidor Web integrado, el servidor Web de PC y el Modelo de Objeto de Componente Distribuido (DCOM) \"tecnología de desarrollo de software\" en la plataforma de una red de control abierta. Se presentan y analizan tres estrategias para la interconexión de las redes locales de BMS a través de Internet/intranet ",
            "error": [
                ""
            ]
        },
        "open control network": {
            "translated_key": "red de control abierta",
            "translated_annotated_text": "Integración del sistema de gestión de edificios y la gestión de instalaciones en Internet Recientemente, es de gran interés adoptar la Internet/intranet para desarrollar sistemas de gestión de edificios (BMS) y sistemas de gestión de instalaciones (FMS). En el presente documento se abordan dos cuestiones técnicas: el acceso basado en la Web (incluida la integración de bases de datos) y la integración de BMS y FMS. Estos sistemas deben tenerse en cuenta para acceder a BMS a distancia a través de Internet, integrar las redes de control utilizando los protocolos e infraestructuras de Internet y utilizar Internet/intranet para la gestión de las instalaciones de construcción. Se ha desarrollado y puesto a prueba un sistema experimental de Internet que integra los sistemas de administración de edificios e instalaciones. Este sistema integra redes de control abiertas con Internet y se desarrolla utilizando el servidor Web integrado, el servidor Web de PC y la tecnología de desarrollo de software del Modelo de Objetos Distribuidos (DCOM) en la plataforma de una \"red de control abierta\". Se presentan y analizan tres estrategias para la interconexión de las redes locales de BMS a través de Internet/intranet ",
            "error": [
                ""
            ]
        },
        "local network interconnection": {
            "translated_key": [],
            "translated_annotated_text": "Integración del sistema de gestión de edificios y la gestión de instalaciones en Internet Recientemente, es de gran interés adoptar la Internet/intranet para desarrollar sistemas de gestión de edificios (BMS) y sistemas de gestión de instalaciones (FMS). En el presente documento se abordan dos cuestiones técnicas: el acceso basado en la Web (incluida la integración de bases de datos) y la integración de BMS y FMS. Estos sistemas deben tenerse en cuenta para acceder a BMS a distancia a través de Internet, integrar las redes de control utilizando los protocolos e infraestructuras de Internet y utilizar Internet/intranet para la gestión de las instalaciones de construcción. Se ha desarrollado y puesto a prueba un sistema experimental de Internet que integra los sistemas de administración de edificios e instalaciones. Este sistema integra redes de control abiertas con Internet y se desarrolla utilizando el servidor Web integrado, el servidor Web de PC y la tecnología de desarrollo de software del Modelo de Objetos Distribuidos (DCOM) en la plataforma de una red de control abierta. Se presentan y analizan tres estrategias para la interconexión de las redes locales de BMS a través de Internet/intranet ",
            "error": []
        },
        "distributed object management": {
            "translated_key": [],
            "translated_annotated_text": "Integración del sistema de gestión de edificios y la gestión de instalaciones en Internet Recientemente, es de gran interés adoptar la Internet/intranet para desarrollar sistemas de gestión de edificios (BMS) y sistemas de gestión de instalaciones (FMS). En el presente documento se abordan dos cuestiones técnicas: el acceso basado en la Web (incluida la integración de bases de datos) y la integración de BMS y FMS. Estos sistemas deben tenerse en cuenta para acceder a BMS a distancia a través de Internet, integrar las redes de control utilizando los protocolos e infraestructuras de Internet y utilizar Internet/intranet para la gestión de las instalaciones de construcción. Se ha desarrollado y puesto a prueba un sistema experimental de Internet que integra los sistemas de administración de edificios e instalaciones. Este sistema integra redes de control abiertas con Internet y se desarrolla utilizando el servidor Web integrado, el servidor Web de PC y la tecnología de desarrollo de software del Modelo de Objetos Distribuidos (DCOM) en la plataforma de una red de control abierta. Se presentan y analizan tres estrategias para la interconexión de las redes locales de BMS a través de Internet/intranet ",
            "error": []
        },
        "integrated software": {
            "translated_key": [],
            "translated_annotated_text": "Integración del sistema de gestión de edificios y la gestión de instalaciones en Internet Recientemente, es de gran interés adoptar la Internet/intranet para desarrollar sistemas de gestión de edificios (BMS) y sistemas de gestión de instalaciones (FMS). En el presente documento se abordan dos cuestiones técnicas: el acceso basado en la Web (incluida la integración de bases de datos) y la integración de BMS y FMS. Estos sistemas deben tenerse en cuenta para acceder a BMS a distancia a través de Internet, integrar las redes de control utilizando los protocolos e infraestructuras de Internet y utilizar Internet/intranet para la gestión de las instalaciones de construcción. Se ha desarrollado y puesto a prueba un sistema experimental de Internet que integra los sistemas de administración de edificios e instalaciones. Este sistema integra redes de control abiertas con Internet y se desarrolla utilizando el servidor Web integrado, el servidor Web de PC y la tecnología de desarrollo de software del Modelo de Objetos Distribuidos (DCOM) en la plataforma de una red de control abierta. Se presentan y analizan tres estrategias para la interconexión de las redes locales de BMS a través de Internet/intranet ",
            "error": []
        },
        "Internet": {
            "translated_key": "Internet",
            "translated_annotated_text": "Integración del sistema de gestión de edificios y la gestión de instalaciones en la \"Internet\" Recientemente, es de gran interés adoptar la \"Internet\"/intranet para desarrollar sistemas de gestión de edificios (BMS) y sistemas de gestión de instalaciones (FMS). En el presente documento se abordan dos cuestiones técnicas: el acceso basado en la Web (incluida la integración de bases de datos) y la integración de BMS y FMS. Estos deben ser dirigidos para acceder a BMS a distancia a través de la \"Internet\", integrar las redes de control utilizando los protocolos e infraestructuras de \"Internet\", y utilizar \"Internet\"/intranet para la gestión de instalaciones de construcción. Se ha desarrollado y probado un sistema experimental \"Internet\" que integra sistemas de administración de edificios e instalaciones. Este sistema integra redes de control abiertas con el \"Internet\" y se desarrolla utilizando el servidor Web integrado, el servidor Web de PC y la tecnología de desarrollo de software del Modelo de Objetos Distribuidos (DCOM) en la plataforma de una red de control abierta. Se presentan y analizan tres estrategias para interconectar las redes locales de BMS a través de \"Internet\"/intranet ",
            "error": [
                ""
            ]
        },
        "intranets": {
            "translated_key": [],
            "translated_annotated_text": "Integración del sistema de gestión de edificios y la gestión de instalaciones en Internet Recientemente, es de gran interés adoptar la Internet/intranet para desarrollar sistemas de gestión de edificios (BMS) y sistemas de gestión de instalaciones (FMS). En el presente documento se abordan dos cuestiones técnicas: el acceso basado en la Web (incluida la integración de bases de datos) y la integración de BMS y FMS. Estos sistemas deben tenerse en cuenta para acceder a BMS a distancia a través de Internet, integrar las redes de control utilizando los protocolos e infraestructuras de Internet y utilizar Internet/intranet para la gestión de las instalaciones de construcción. Se ha desarrollado y puesto a prueba un sistema experimental de Internet que integra los sistemas de administración de edificios e instalaciones. Este sistema integra redes de control abiertas con Internet y se desarrolla utilizando el servidor Web integrado, el servidor Web de PC y la tecnología de desarrollo de software del Modelo de Objetos Distribuidos (DCOM) en la plataforma de una red de control abierta. Se presentan y analizan tres estrategias para la interconexión de las redes locales de BMS a través de Internet/intranet ",
            "error": []
        },
        "LAN interconnection": {
            "translated_key": [],
            "translated_annotated_text": "Integración del sistema de gestión de edificios y la gestión de instalaciones en Internet Recientemente, es de gran interés adoptar la Internet/intranet para desarrollar sistemas de gestión de edificios (BMS) y sistemas de gestión de instalaciones (FMS). En el presente documento se abordan dos cuestiones técnicas: el acceso basado en la Web (incluida la integración de bases de datos) y la integración de BMS y FMS. Estos sistemas deben tenerse en cuenta para acceder a BMS a distancia a través de Internet, integrar las redes de control utilizando los protocolos e infraestructuras de Internet y utilizar Internet/intranet para la gestión de las instalaciones de construcción. Se ha desarrollado y puesto a prueba un sistema experimental de Internet que integra los sistemas de administración de edificios e instalaciones. Este sistema integra redes de control abiertas con Internet y se desarrolla utilizando el servidor Web integrado, el servidor Web de PC y la tecnología de desarrollo de software del Modelo de Objetos Distribuidos (DCOM) en la plataforma de una red de control abierta. Se presentan y analizan tres estrategias para la interconexión de las redes locales de BMS a través de Internet/intranet ",
            "error": []
        },
        "open systems": {
            "translated_key": [],
            "translated_annotated_text": "Integración del sistema de gestión de edificios y la gestión de instalaciones en Internet Recientemente, es de gran interés adoptar la Internet/intranet para desarrollar sistemas de gestión de edificios (BMS) y sistemas de gestión de instalaciones (FMS). En el presente documento se abordan dos cuestiones técnicas: el acceso basado en la Web (incluida la integración de bases de datos) y la integración de BMS y FMS. Estos sistemas deben tenerse en cuenta para acceder a BMS a distancia a través de Internet, integrar las redes de control utilizando los protocolos e infraestructuras de Internet y utilizar Internet/intranet para la gestión de las instalaciones de construcción. Se ha desarrollado y puesto a prueba un sistema experimental de Internet que integra los sistemas de administración de edificios e instalaciones. Este sistema integra redes de control abiertas con Internet y se desarrolla utilizando el servidor Web integrado, el servidor Web de PC y la tecnología de desarrollo de software del Modelo de Objetos Distribuidos (DCOM) en la plataforma de una red de control abierta. Se presentan y analizan tres estrategias para la interconexión de las redes locales de BMS a través de Internet/intranet ",
            "error": []
        },
        "protocols": {
            "translated_key": "protocolos",
            "translated_annotated_text": "Integración del sistema de gestión de edificios y la gestión de instalaciones en Internet Recientemente, es de gran interés adoptar la Internet/intranet para desarrollar sistemas de gestión de edificios (BMS) y sistemas de gestión de instalaciones (FMS). En el presente documento se abordan dos cuestiones técnicas: el acceso basado en la Web (incluida la integración de bases de datos) y la integración de BMS y FMS. Estas medidas deberían tener por objeto el acceso a BMS a distancia a través de Internet, la integración de las redes de control utilizando los \"protocolos\" e infraestructuras de Internet y el uso de Internet/intranet para la gestión de las instalaciones de construcción. Se ha desarrollado y puesto a prueba un sistema experimental de Internet que integra los sistemas de administración de edificios e instalaciones. Este sistema integra redes de control abiertas con Internet y se desarrolla utilizando el servidor Web integrado, el servidor Web de PC y la tecnología de desarrollo de software del Modelo de Objetos Distribuidos (DCOM) en la plataforma de una red de control abierta. Se presentan y analizan tres estrategias para la interconexión de las redes locales de BMS a través de Internet/intranet ",
            "error": [
                ""
            ]
        }
    }
}