{
    "original_text": "Estimating populations for collective dose calculations The collective dose provides an estimate of the effects of facility operations on the public based on an estimate of the population in the area. Geographic information system software, electronic population data resources, and a personal computer were used to develop estimates of population within 80 km radii of two sites",
    "original_translation": "Estimación de las poblaciones para el cálculo colectivo de la dosis La dosis colectiva proporciona una estimación de los efectos de las operaciones de las instalaciones sobre el público basada en una estimación de la población de la zona. Se utilizaron programas informáticos del sistema de información geográfica, recursos electrónicos de datos demográficos y una computadora personal para elaborar estimaciones de la población en un radio de 80 km de dos sitios",
    "error_count": 4,
    "keys": {
        "collective dose calculations": {
            "translated_key": "estimar la dosis colectiva",
            "translated_annotated_text": "Estimación de poblaciones para \"estimar la dosis colectiva\" La dosis colectiva proporciona una estimación de los efectos de las operaciones de las instalaciones sobre el público en base a una estimación de la población de la zona. Se utilizaron programas informáticos del sistema de información geográfica, recursos electrónicos de datos demográficos y una computadora personal para elaborar estimaciones de la población en un radio de 80 km de dos sitios ",
            "error": [
                ""
            ]
        },
        "facility operations": {
            "translated_key": "operaciones de facilidad",
            "translated_annotated_text": "Estimación de poblaciones para cálculos colectivos de dosis La dosis colectiva proporciona una estimación de los efectos de las \"operaciones de facilidad\" en el público sobre la base de una estimación de la población de la zona. Se utilizaron programas informáticos del sistema de información geográfica, recursos electrónicos de datos demográficos y una computadora personal para elaborar estimaciones de la población en un radio de 80 km de dos sitios ",
            "error": [
                ""
            ]
        },
        "public": {
            "translated_key": "público",
            "translated_annotated_text": "Estimación de poblaciones para cálculos colectivos de dosis La dosis colectiva proporciona una estimación de los efectos de las operaciones de instalación en el \"público\" basado en una estimación de la población en la zona. Se utilizaron programas informáticos del sistema de información geográfica, recursos electrónicos de datos demográficos y una computadora personal para elaborar estimaciones de la población en un radio de 80 km de dos sitios ",
            "error": [
                ""
            ]
        },
        "geographic information system software": {
            "translated_key": [],
            "translated_annotated_text": "Estimación de las poblaciones para el cálculo colectivo de la dosis La dosis colectiva proporciona una estimación de los efectos de las operaciones de las instalaciones sobre el público basada en una estimación de la población de la zona. Se utilizaron programas informáticos del sistema de información geográfica, recursos electrónicos de datos demográficos y una computadora personal para elaborar estimaciones de la población en un radio de 80 km de dos sitios ",
            "error": []
        },
        "electronic population data resources": {
            "translated_key": "recursos electrónicos de datos demográficos",
            "translated_annotated_text": "Estimación de las poblaciones para el cálculo colectivo de la dosis La dosis colectiva proporciona una estimación de los efectos de las operaciones de las instalaciones sobre el público basada en una estimación de la población de la zona. Los programas informáticos del sistema de información geográfica, los \"recursos electrónicos de datos demográficos\" y una computadora personal se utilizaron para elaborar estimaciones de la población en un radio de 80 km de dos sitios ",
            "error": [
                ""
            ]
        },
        "personal computer": {
            "translated_key": "computadora personal",
            "translated_annotated_text": "Estimación de las poblaciones para el cálculo colectivo de la dosis La dosis colectiva proporciona una estimación de los efectos de las operaciones de las instalaciones sobre el público basada en una estimación de la población de la zona. Se utilizaron programas informáticos de sistemas de información geográfica, recursos electrónicos de datos demográficos y una \"computadora personal\" para elaborar estimaciones de la población en un radio de 80 km de dos sitios ",
            "error": [
                ""
            ]
        },
        "dosimetry": {
            "translated_key": [],
            "translated_annotated_text": "Estimación de las poblaciones para el cálculo colectivo de la dosis La dosis colectiva proporciona una estimación de los efectos de las operaciones de las instalaciones sobre el público basada en una estimación de la población de la zona. Se utilizaron programas informáticos del sistema de información geográfica, recursos electrónicos de datos demográficos y una computadora personal para elaborar estimaciones de la población en un radio de 80 km de dos sitios ",
            "error": []
        },
        "geographic information systems": {
            "translated_key": [],
            "translated_annotated_text": "Estimación de las poblaciones para el cálculo colectivo de la dosis La dosis colectiva proporciona una estimación de los efectos de las operaciones de las instalaciones sobre el público basada en una estimación de la población de la zona. Se utilizaron programas informáticos del sistema de información geográfica, recursos electrónicos de datos demográficos y una computadora personal para elaborar estimaciones de la población en un radio de 80 km de dos sitios ",
            "error": []
        },
        "medical computing": {
            "translated_key": [],
            "translated_annotated_text": "Estimación de las poblaciones para el cálculo colectivo de la dosis La dosis colectiva proporciona una estimación de los efectos de las operaciones de las instalaciones sobre el público basada en una estimación de la población de la zona. Se utilizaron programas informáticos del sistema de información geográfica, recursos electrónicos de datos demográficos y una computadora personal para elaborar estimaciones de la población en un radio de 80 km de dos sitios ",
            "error": []
        }
    }
}