{
    "original_text": "A new graphical user interface for fast construction of computation phantoms and MCNP calculations: application to calibration of in vivo measurement systems Reports on a new utility for development of computational phantoms for Monte Carlo calculations and data analysis for in vivo measurements of radionuclides deposited in tissues. The individual properties of each worker can be acquired for a rather precise geometric representation of his (her) anatomy, which is particularly important for low energy gamma ray emitting sources such as thorium, uranium, plutonium and other actinides. The software enables automatic creation of an MCNP input data file based on scanning data. The utility includes segmentation of images obtained with either computed tomography or magnetic resonance imaging by distinguishing tissues according to their signal (brightness) and specification of the source and detector. In addition, a coupling of individual voxels within the tissue is used to reduce the memory demand and to increase the calculational speed. The utility was tested for low energy emitters in plastic and biological tissues as well as for computed tomography and magnetic resonance imaging scanning information",
    "original_translation": "Una nueva interfaz gráfica de usuario para la rápida construcción de fantasmas computacionales y cálculos MCNP: aplicación a la calibración de sistemas de medición in vivo Informes sobre una nueva utilidad para el desarrollo de fantasmas computacionales para cálculos y análisis de datos de Monte Carlo para mediciones in vivo de radionucleidos depositados en tejidos. Las propiedades individuales de cada trabajador se pueden adquirir para una representación geométrica bastante precisa de su anatomía, que es particularmente importante para fuentes de emisión de rayos gamma de baja energía como el torio, uranio, plutonio y otros actínidos. El software permite la creación automática de un archivo de datos de entrada MCNP basado en datos de escaneo. La utilidad incluye la segmentación de imágenes obtenidas con tomografía computarizada o imágenes por resonancia magnética, distinguiendo los tejidos según su señal (brillante) y la especificación de la fuente y el detector. Además, se utiliza un acoplamiento de voxels individuales dentro del tejido para reducir la demanda de memoria y aumentar la velocidad de cálculo. La utilidad se probó para los emisores de baja energía en tejidos plásticos y biológicos, así como para la tomografía computarizada y la información de escaneo por resonancia magnética",
    "error_count": 10,
    "keys": {
        "computational phantoms": {
            "translated_key": "fantasmas computacionales",
            "translated_annotated_text": "Una nueva interfaz gráfica de usuario para la rápida construcción de fantasmas computacionales y cálculos MCNP: aplicación a la calibración de sistemas de medición in vivo Informes sobre una nueva utilidad para el desarrollo de \"fantasmas computacionales\" para cálculos y análisis de datos de Monte Carlo para mediciones in vivo de radionucleidos depositados en tejidos. Las propiedades individuales de cada trabajador se pueden adquirir para una representación geométrica bastante precisa de su anatomía, que es particularmente importante para fuentes de emisión de rayos gamma de baja energía como el torio, uranio, plutonio y otros actínidos. El software permite la creación automática de un archivo de datos de entrada MCNP basado en datos de escaneo. La utilidad incluye la segmentación de imágenes obtenidas con tomografía computarizada o imágenes por resonancia magnética, distinguiendo los tejidos según su señal (brillante) y la especificación de la fuente y el detector. Además, se utiliza un acoplamiento de voxels individuales dentro del tejido para reducir la demanda de memoria y aumentar la velocidad de cálculo. La utilidad se probó para los emisores de baja energía en tejidos plásticos y biológicos, así como para la tomografía computarizada y la información de escaneo por resonancia magnética ",
            "error": [
                ""
            ]
        },
        "Monte Carlo calculations": {
            "translated_key": "cálculos de Monte Carlo",
            "translated_annotated_text": "Una nueva interfaz gráfica de usuario para la rápida construcción de fantasmas computacionales y cálculos MCNP: aplicación a la calibración de sistemas de medición in vivo Informes sobre una nueva utilidad para el desarrollo de fantasmas computacionales para \"cálculos de Monte Carlo\" y análisis de datos para mediciones in vivo de radionucleidos depositados en tejidos. Las propiedades individuales de cada trabajador se pueden adquirir para una representación geométrica bastante precisa de su anatomía, que es particularmente importante para fuentes de emisión de rayos gamma de baja energía como el torio, uranio, plutonio y otros actínidos. El software permite la creación automática de un archivo de datos de entrada MCNP basado en datos de escaneo. La utilidad incluye la segmentación de imágenes obtenidas con tomografía computarizada o imágenes por resonancia magnética, distinguiendo los tejidos según su señal (brillante) y la especificación de la fuente y el detector. Además, se utiliza un acoplamiento de voxels individuales dentro del tejido para reducir la demanda de memoria y aumentar la velocidad de cálculo. La utilidad se probó para los emisores de baja energía en tejidos plásticos y biológicos, así como para la tomografía computarizada y la información de escaneo por resonancia magnética ",
            "error": [
                ""
            ]
        },
        "in vivo measurements": {
            "translated_key": "mediciones in vivo",
            "translated_annotated_text": "Una nueva interfaz gráfica de usuario para la rápida construcción de fantasmas computacionales y cálculos MCNP: aplicación a la calibración de sistemas de medición in vivo Informes sobre una nueva utilidad para el desarrollo de fantasmas computacionales para cálculos y análisis de datos de Monte Carlo para \"mediciones in vivo\" de radionucleidos depositados en tejidos. Las propiedades individuales de cada trabajador se pueden adquirir para una representación geométrica bastante precisa de su anatomía, que es particularmente importante para fuentes de emisión de rayos gamma de baja energía como el torio, uranio, plutonio y otros actínidos. El software permite la creación automática de un archivo de datos de entrada MCNP basado en datos de escaneo. La utilidad incluye la segmentación de imágenes obtenidas con tomografía computarizada o imágenes por resonancia magnética, distinguiendo los tejidos según su señal (brillante) y la especificación de la fuente y el detector. Además, se utiliza un acoplamiento de voxels individuales dentro del tejido para reducir la demanda de memoria y aumentar la velocidad de cálculo. La utilidad se probó para los emisores de baja energía en tejidos plásticos y biológicos, así como para la tomografía computarizada y la información de escaneo por resonancia magnética ",
            "error": [
                ""
            ]
        },
        "radionuclides": {
            "translated_key": "radionucleidos",
            "translated_annotated_text": "Una nueva interfaz gráfica de usuario para la rápida construcción de fantasmas computacionales y cálculos MCNP: aplicación a la calibración de sistemas de medición in vivo Informes sobre una nueva utilidad para el desarrollo de fantasmas computacionales para cálculos y análisis de datos de Monte Carlo para mediciones in vivo de \"radionucleidos\" depositados en tejidos. Las propiedades individuales de cada trabajador se pueden adquirir para una representación geométrica bastante precisa de su anatomía, que es particularmente importante para fuentes de emisión de rayos gamma de baja energía como el torio, uranio, plutonio y otros actínidos. El software permite la creación automática de un archivo de datos de entrada MCNP basado en datos de escaneo. La utilidad incluye la segmentación de imágenes obtenidas con tomografía computarizada o imágenes por resonancia magnética, distinguiendo los tejidos según su señal (brillante) y la especificación de la fuente y el detector. Además, se utiliza un acoplamiento de voxels individuales dentro del tejido para reducir la demanda de memoria y aumentar la velocidad de cálculo. La utilidad se probó para los emisores de baja energía en tejidos plásticos y biológicos, así como para la tomografía computarizada y la información de escaneo por resonancia magnética ",
            "error": [
                ""
            ]
        },
        "tissues": {
            "translated_key": "tejidos",
            "translated_annotated_text": "Una nueva interfaz gráfica de usuario para la rápida construcción de fantasmas computacionales y cálculos MCNP: aplicación a la calibración de sistemas de medición in vivo Informes sobre una nueva utilidad para el desarrollo de fantasmas computacionales para cálculos y análisis de datos de Monte Carlo para mediciones in vivo de radionucleidos depositados en \"tejidos\". Las propiedades individuales de cada trabajador se pueden adquirir para una representación geométrica bastante precisa de su anatomía, que es particularmente importante para fuentes de emisión de rayos gamma de baja energía como el torio, uranio, plutonio y otros actínidos. El software permite la creación automática de un archivo de datos de entrada MCNP basado en datos de escaneo. La utilidad incluye la segmentación de imágenes obtenidas con tomografía computarizada o imágenes por resonancia magnética, distinguiendo \"tejidos\" de acuerdo con su señal (brillo) y especificación de la fuente y el detector. Además, se utiliza un acoplamiento de voxels individuales dentro del tejido para reducir la demanda de memoria y aumentar la velocidad de cálculo. La utilidad fue probada para emisores de baja energía en plásticos y \"tejidos\" biológicos, así como para tomografía computarizada e información de escaneo por resonancia magnética ",
            "error": [
                ""
            ]
        },
        "worker": {
            "translated_key": "trabajador",
            "translated_annotated_text": "Una nueva interfaz gráfica de usuario para la rápida construcción de fantasmas computacionales y cálculos MCNP: aplicación a la calibración de sistemas de medición in vivo Informes sobre una nueva utilidad para el desarrollo de fantasmas computacionales para cálculos y análisis de datos de Monte Carlo para mediciones in vivo de radionucleidos depositados en tejidos. Las propiedades individuales de cada \"trabajador\" se pueden adquirir para una representación geométrica bastante precisa de su anatomía, lo que es particularmente importante para las fuentes de emisión de rayos gamma de baja energía como el torio, uranio, plutonio y otros actínidos. El software permite la creación automática de un archivo de datos de entrada MCNP basado en datos de escaneo. La utilidad incluye la segmentación de imágenes obtenidas con tomografía computarizada o imágenes por resonancia magnética, distinguiendo los tejidos según su señal (brillante) y la especificación de la fuente y el detector. Además, se utiliza un acoplamiento de voxels individuales dentro del tejido para reducir la demanda de memoria y aumentar la velocidad de cálculo. La utilidad se probó para los emisores de baja energía en tejidos plásticos y biológicos, así como para la tomografía computarizada y la información de escaneo por resonancia magnética ",
            "error": [
                ""
            ]
        },
        "precise geometric representation": {
            "translated_key": "representación geométrica precisa",
            "translated_annotated_text": "Una nueva interfaz gráfica de usuario para la rápida construcción de fantasmas computacionales y cálculos MCNP: aplicación a la calibración de sistemas de medición in vivo Informes sobre una nueva utilidad para el desarrollo de fantasmas computacionales para cálculos y análisis de datos de Monte Carlo para mediciones in vivo de radionucleidos depositados en tejidos. Las propiedades individuales de cada trabajador se pueden adquirir para una \"representación geométrica precisa\" de su anatomía, lo que es particularmente importante para fuentes de emisión de rayos gamma de baja energía como el torio, el uranio, el plutonio y otros actínidos. El software permite la creación automática de un archivo de datos de entrada MCNP basado en datos de escaneo. La utilidad incluye la segmentación de imágenes obtenidas con tomografía computarizada o imágenes por resonancia magnética, distinguiendo los tejidos según su señal (brillante) y la especificación de la fuente y el detector. Además, se utiliza un acoplamiento de voxels individuales dentro del tejido para reducir la demanda de memoria y aumentar la velocidad de cálculo. La utilidad se probó para los emisores de baja energía en tejidos plásticos y biológicos, así como para la tomografía computarizada y la información de escaneo por resonancia magnética ",
            "error": [
                ""
            ]
        },
        "MCNP input data file": {
            "translated_key": "archivo de datos de entrada MCNP",
            "translated_annotated_text": "Una nueva interfaz gráfica de usuario para la rápida construcción de fantasmas computacionales y cálculos MCNP: aplicación a la calibración de sistemas de medición in vivo Informes sobre una nueva utilidad para el desarrollo de fantasmas computacionales para cálculos y análisis de datos de Monte Carlo para mediciones in vivo de radionucleidos depositados en tejidos. Las propiedades individuales de cada trabajador se pueden adquirir para una representación geométrica bastante precisa de su anatomía, que es particularmente importante para fuentes de emisión de rayos gamma de baja energía como el torio, uranio, plutonio y otros actínidos. El software permite la creación automática de un \"archivo de datos de entrada MCNP\" basado en datos de escaneo. La utilidad incluye la segmentación de imágenes obtenidas con tomografía computarizada o imágenes por resonancia magnética, distinguiendo los tejidos según su señal (brillante) y la especificación de la fuente y el detector. Además, se utiliza un acoplamiento de voxels individuales dentro del tejido para reducir la demanda de memoria y aumentar la velocidad de cálculo. La utilidad se probó para los emisores de baja energía en tejidos plásticos y biológicos, así como para la tomografía computarizada y la información de escaneo por resonancia magnética ",
            "error": [
                ""
            ]
        },
        "scanning data": {
            "translated_key": "escanear datos",
            "translated_annotated_text": "Una nueva interfaz gráfica de usuario para la rápida construcción de fantasmas computacionales y cálculos MCNP: aplicación a la calibración de sistemas de medición in vivo Informes sobre una nueva utilidad para el desarrollo de fantasmas computacionales para cálculos y análisis de datos de Monte Carlo para mediciones in vivo de radionucleidos depositados en tejidos. Las propiedades individuales de cada trabajador se pueden adquirir para una representación geométrica bastante precisa de su anatomía, que es particularmente importante para fuentes de emisión de rayos gamma de baja energía como el torio, uranio, plutonio y otros actínidos. El software permite la creación automática de un archivo de datos de entrada MCNP basado en \"escanear datos\". La utilidad incluye la segmentación de imágenes obtenidas con tomografía computarizada o imágenes por resonancia magnética, distinguiendo los tejidos según su señal (brillante) y la especificación de la fuente y el detector. Además, se utiliza un acoplamiento de voxels individuales dentro del tejido para reducir la demanda de memoria y aumentar la velocidad de cálculo. La utilidad se probó para los emisores de baja energía en tejidos plásticos y biológicos, así como para la tomografía computarizada y la información de escaneo por resonancia magnética ",
            "error": [
                ""
            ]
        },
        "computed tomography": {
            "translated_key": "tomografía computarizada",
            "translated_annotated_text": "Una nueva interfaz gráfica de usuario para la rápida construcción de fantasmas computacionales y cálculos MCNP: aplicación a la calibración de sistemas de medición in vivo Informes sobre una nueva utilidad para el desarrollo de fantasmas computacionales para cálculos y análisis de datos de Monte Carlo para mediciones in vivo de radionucleidos depositados en tejidos. Las propiedades individuales de cada trabajador se pueden adquirir para una representación geométrica bastante precisa de su anatomía, que es particularmente importante para fuentes de emisión de rayos gamma de baja energía como el torio, uranio, plutonio y otros actínidos. El software permite la creación automática de un archivo de datos de entrada MCNP basado en datos de escaneo. La utilidad incluye la segmentación de imágenes obtenidas con \"tomografía computarizada\" o imágenes por resonancia magnética, distinguiendo los tejidos según su señal (brillante) y la especificación de la fuente y el detector. Además, se utiliza un acoplamiento de voxels individuales dentro del tejido para reducir la demanda de memoria y aumentar la velocidad de cálculo. La utilidad fue probada para los emisores de baja energía en tejidos plásticos y biológicos, así como para la \"tomografía computarizada\" e información de escaneo por resonancia magnética ",
            "error": [
                ""
            ]
        },
        "brightness": {
            "translated_key": "brightness",
            "translated_annotated_text": "Una nueva interfaz gráfica de usuario para la rápida construcción de fantasmas computacionales y cálculos MCNP: aplicación a la calibración de sistemas de medición in vivo Informes sobre una nueva utilidad para el desarrollo de fantasmas computacionales para cálculos y análisis de datos de Monte Carlo para mediciones in vivo de radionucleidos depositados en tejidos. Las propiedades individuales de cada trabajador se pueden adquirir para una representación geométrica bastante precisa de su anatomía, que es particularmente importante para fuentes de emisión de rayos gamma de baja energía como el torio, uranio, plutonio y otros actínidos. El software permite la creación automática de un archivo de datos de entrada MCNP basado en datos de escaneo. La utilidad incluye la segmentación de imágenes obtenidas con tomografía computarizada o imágenes por resonancia magnética, distinguiendo los tejidos de acuerdo con su señal (\"brightness\") y la especificación de la fuente y el detector. Además, se utiliza un acoplamiento de voxels individuales dentro del tejido para reducir la demanda de memoria y aumentar la velocidad de cálculo. La utilidad se probó para los emisores de baja energía en tejidos plásticos y biológicos, así como para la tomografía computarizada y la información de escaneo por resonancia magnética ",
            "error": [
                ""
            ]
        },
        "graphical user interface": {
            "translated_key": "interfaz gráfica de usuario",
            "translated_annotated_text": "Una nueva \"interfaz gráfica de usuario\" para la rápida construcción de fantasmas computacionales y cálculos MCNP: aplicación a la calibración de sistemas de medición in vivo Informes sobre una nueva utilidad para el desarrollo de fantasmas computacionales para cálculos y análisis de datos de Monte Carlo para mediciones in vivo de radionucleidos depositados en tejidos. Las propiedades individuales de cada trabajador se pueden adquirir para una representación geométrica bastante precisa de su anatomía, que es particularmente importante para fuentes de emisión de rayos gamma de baja energía como el torio, uranio, plutonio y otros actínidos. El software permite la creación automática de un archivo de datos de entrada MCNP basado en datos de escaneo. La utilidad incluye la segmentación de imágenes obtenidas con tomografía computarizada o imágenes por resonancia magnética, distinguiendo los tejidos según su señal (brillante) y la especificación de la fuente y el detector. Además, se utiliza un acoplamiento de voxels individuales dentro del tejido para reducir la demanda de memoria y aumentar la velocidad de cálculo. La utilidad se probó para los emisores de baja energía en tejidos plásticos y biológicos, así como para la tomografía computarizada y la información de escaneo por resonancia magnética ",
            "error": [
                ""
            ]
        },
        "computation phantoms": {
            "translated_key": "fantasmas de computación",
            "translated_annotated_text": "Una nueva interfaz gráfica de usuario para la construcción rápida de \"fantasmas de computación\" y cálculos MCNP: aplicación a la calibración de sistemas de medición in vivo Informes sobre una nueva utilidad para el desarrollo de fantasmas computacionales para cálculos y análisis de datos de Monte Carlo para mediciones in vivo de radionucleidos depositados en tejidos. Las propiedades individuales de cada trabajador se pueden adquirir para una representación geométrica bastante precisa de su anatomía, que es particularmente importante para fuentes de emisión de rayos gamma de baja energía como el torio, uranio, plutonio y otros actínidos. El software permite la creación automática de un archivo de datos de entrada MCNP basado en datos de escaneo. La utilidad incluye la segmentación de imágenes obtenidas con tomografía computarizada o imágenes por resonancia magnética, distinguiendo los tejidos según su señal (brillante) y la especificación de la fuente y el detector. Además, se utiliza un acoplamiento de voxels individuales dentro del tejido para reducir la demanda de memoria y aumentar la velocidad de cálculo. La utilidad se probó para los emisores de baja energía en tejidos plásticos y biológicos, así como para la tomografía computarizada y la información de escaneo por resonancia magnética ",
            "error": [
                ""
            ]
        },
        "calibration": {
            "translated_key": "calibración",
            "translated_annotated_text": "Una nueva interfaz gráfica de usuario para la rápida construcción de fantasmas computacionales y cálculos MCNP: aplicación a la \"calibración\" de sistemas de medición in vivo Informes sobre una nueva utilidad para el desarrollo de fantasmas computacionales para cálculos y análisis de datos de Monte Carlo para mediciones in vivo de radionucleidos depositados en tejidos. Las propiedades individuales de cada trabajador se pueden adquirir para una representación geométrica bastante precisa de su anatomía, que es particularmente importante para fuentes de emisión de rayos gamma de baja energía como el torio, uranio, plutonio y otros actínidos. El software permite la creación automática de un archivo de datos de entrada MCNP basado en datos de escaneo. La utilidad incluye la segmentación de imágenes obtenidas con tomografía computarizada o imágenes por resonancia magnética, distinguiendo los tejidos según su señal (brillante) y la especificación de la fuente y el detector. Además, se utiliza un acoplamiento de voxels individuales dentro del tejido para reducir la demanda de memoria y aumentar la velocidad de cálculo. La utilidad se probó para los emisores de baja energía en tejidos plásticos y biológicos, así como para la tomografía computarizada y la información de escaneo por resonancia magnética ",
            "error": [
                ""
            ]
        },
        "in vivo measurement systems": {
            "translated_key": "sistemas de medición in vivo",
            "translated_annotated_text": "Una nueva interfaz gráfica de usuario para la rápida construcción de fantasmas computacionales y cálculos MCNP: aplicación a la calibración de \"sistemas de medición in vivo\" Informes sobre una nueva utilidad para el desarrollo de fantasmas computacionales para cálculos y análisis de datos de Monte Carlo para mediciones in vivo de radionucleidos depositados en tejidos. Las propiedades individuales de cada trabajador se pueden adquirir para una representación geométrica bastante precisa de su anatomía, que es particularmente importante para fuentes de emisión de rayos gamma de baja energía como el torio, uranio, plutonio y otros actínidos. El software permite la creación automática de un archivo de datos de entrada MCNP basado en datos de escaneo. La utilidad incluye la segmentación de imágenes obtenidas con tomografía computarizada o imágenes por resonancia magnética, distinguiendo los tejidos según su señal (brillante) y la especificación de la fuente y el detector. Además, se utiliza un acoplamiento de voxels individuales dentro del tejido para reducir la demanda de memoria y aumentar la velocidad de cálculo. La utilidad se probó para los emisores de baja energía en tejidos plásticos y biológicos, así como para la tomografía computarizada y la información de escaneo por resonancia magnética ",
            "error": [
                ""
            ]
        },
        "Th": {
            "translated_key": [],
            "translated_annotated_text": "Una nueva interfaz gráfica de usuario para la rápida construcción de fantasmas computacionales y cálculos MCNP: aplicación a la calibración de sistemas de medición in vivo Informes sobre una nueva utilidad para el desarrollo de fantasmas computacionales para cálculos y análisis de datos de Monte Carlo para mediciones in vivo de radionucleidos depositados en tejidos. Las propiedades individuales de cada trabajador se pueden adquirir para una representación geométrica bastante precisa de su anatomía, que es particularmente importante para fuentes de emisión de rayos gamma de baja energía como el torio, uranio, plutonio y otros actínidos. El software permite la creación automática de un archivo de datos de entrada MCNP basado en datos de escaneo. La utilidad incluye la segmentación de imágenes obtenidas con tomografía computarizada o imágenes por resonancia magnética, distinguiendo los tejidos según su señal (brillante) y la especificación de la fuente y el detector. Además, se utiliza un acoplamiento de voxels individuales dentro del tejido para reducir la demanda de memoria y aumentar la velocidad de cálculo. La utilidad se probó para los emisores de baja energía en tejidos plásticos y biológicos, así como para la tomografía computarizada y la información de escaneo por resonancia magnética ",
            "error": []
        },
        "U": {
            "translated_key": [],
            "translated_annotated_text": "Una nueva interfaz gráfica de usuario para la rápida construcción de fantasmas computacionales y cálculos MCNP: aplicación a la calibración de sistemas de medición in vivo Informes sobre una nueva utilidad para el desarrollo de fantasmas computacionales para cálculos y análisis de datos de Monte Carlo para mediciones in vivo de radionucleidos depositados en tejidos. Las propiedades individuales de cada trabajador se pueden adquirir para una representación geométrica bastante precisa de su anatomía, que es particularmente importante para fuentes de emisión de rayos gamma de baja energía como el torio, uranio, plutonio y otros actínidos. El software permite la creación automática de un archivo de datos de entrada MCNP basado en datos de escaneo. La utilidad incluye la segmentación de imágenes obtenidas con tomografía computarizada o imágenes por resonancia magnética, distinguiendo los tejidos según su señal (brillante) y la especificación de la fuente y el detector. Además, se utiliza un acoplamiento de voxels individuales dentro del tejido para reducir la demanda de memoria y aumentar la velocidad de cálculo. La utilidad se probó para los emisores de baja energía en tejidos plásticos y biológicos, así como para la tomografía computarizada y la información de escaneo por resonancia magnética ",
            "error": []
        },
        "Pu": {
            "translated_key": [],
            "translated_annotated_text": "Una nueva interfaz gráfica de usuario para la rápida construcción de fantasmas computacionales y cálculos MCNP: aplicación a la calibración de sistemas de medición in vivo Informes sobre una nueva utilidad para el desarrollo de fantasmas computacionales para cálculos y análisis de datos de Monte Carlo para mediciones in vivo de radionucleidos depositados en tejidos. Las propiedades individuales de cada trabajador se pueden adquirir para una representación geométrica bastante precisa de su anatomía, que es particularmente importante para fuentes de emisión de rayos gamma de baja energía como el torio, uranio, plutonio y otros actínidos. El software permite la creación automática de un archivo de datos de entrada MCNP basado en datos de escaneo. La utilidad incluye la segmentación de imágenes obtenidas con tomografía computarizada o imágenes por resonancia magnética, distinguiendo los tejidos según su señal (brillante) y la especificación de la fuente y el detector. Además, se utiliza un acoplamiento de voxels individuales dentro del tejido para reducir la demanda de memoria y aumentar la velocidad de cálculo. La utilidad se probó para los emisores de baja energía en tejidos plásticos y biológicos, así como para la tomografía computarizada y la información de escaneo por resonancia magnética ",
            "error": []
        },
        "signal": {
            "translated_key": "señal",
            "translated_annotated_text": "Una nueva interfaz gráfica de usuario para la rápida construcción de fantasmas computacionales y cálculos MCNP: aplicación a la calibración de sistemas de medición in vivo Informes sobre una nueva utilidad para el desarrollo de fantasmas computacionales para cálculos y análisis de datos de Monte Carlo para mediciones in vivo de radionucleidos depositados en tejidos. Las propiedades individuales de cada trabajador se pueden adquirir para una representación geométrica bastante precisa de su anatomía, que es particularmente importante para fuentes de emisión de rayos gamma de baja energía como el torio, uranio, plutonio y otros actínidos. El software permite la creación automática de un archivo de datos de entrada MCNP basado en datos de escaneo. La utilidad incluye la segmentación de imágenes obtenidas con tomografía computarizada o imágenes por resonancia magnética, distinguiendo los tejidos según su \"señal\" (brillante) y la especificación de la fuente y el detector. Además, se utiliza un acoplamiento de voxels individuales dentro del tejido para reducir la demanda de memoria y aumentar la velocidad de cálculo. La utilidad se probó para los emisores de baja energía en tejidos plásticos y biológicos, así como para la tomografía computarizada y la información de escaneo por resonancia magnética ",
            "error": [
                ""
            ]
        },
        "detector": {
            "translated_key": "detector",
            "translated_annotated_text": "Una nueva interfaz gráfica de usuario para la rápida construcción de fantasmas computacionales y cálculos MCNP: aplicación a la calibración de sistemas de medición in vivo Informes sobre una nueva utilidad para el desarrollo de fantasmas computacionales para cálculos y análisis de datos de Monte Carlo para mediciones in vivo de radionucleidos depositados en tejidos. Las propiedades individuales de cada trabajador se pueden adquirir para una representación geométrica bastante precisa de su anatomía, que es particularmente importante para fuentes de emisión de rayos gamma de baja energía como el torio, uranio, plutonio y otros actínidos. El software permite la creación automática de un archivo de datos de entrada MCNP basado en datos de escaneo. La utilidad incluye la segmentación de imágenes obtenidas con tomografía computarizada o imágenes por resonancia magnética, distinguiendo los tejidos según su señal (brillante) y la especificación de la fuente y el \"detector\". Además, se utiliza un acoplamiento de voxels individuales dentro del tejido para reducir la demanda de memoria y aumentar la velocidad de cálculo. La utilidad se probó para los emisores de baja energía en tejidos plásticos y biológicos, así como para la tomografía computarizada y la información de escaneo por resonancia magnética ",
            "error": [
                ""
            ]
        },
        "individual voxels": {
            "translated_key": "voxels individuales",
            "translated_annotated_text": "Una nueva interfaz gráfica de usuario para la rápida construcción de fantasmas computacionales y cálculos MCNP: aplicación a la calibración de sistemas de medición in vivo Informes sobre una nueva utilidad para el desarrollo de fantasmas computacionales para cálculos y análisis de datos de Monte Carlo para mediciones in vivo de radionucleidos depositados en tejidos. Las propiedades individuales de cada trabajador se pueden adquirir para una representación geométrica bastante precisa de su anatomía, que es particularmente importante para fuentes de emisión de rayos gamma de baja energía como el torio, uranio, plutonio y otros actínidos. El software permite la creación automática de un archivo de datos de entrada MCNP basado en datos de escaneo. La utilidad incluye la segmentación de imágenes obtenidas con tomografía computarizada o imágenes por resonancia magnética, distinguiendo los tejidos según su señal (brillante) y la especificación de la fuente y el detector. Además, se utiliza un acoplamiento de \"voxels individuales\" dentro del tejido para reducir la demanda de memoria y aumentar la velocidad de cálculo. La utilidad se probó para los emisores de baja energía en tejidos plásticos y biológicos, así como para la tomografía computarizada y la información de escaneo por resonancia magnética ",
            "error": [
                ""
            ]
        },
        "memory demand": {
            "translated_key": "demanda de memoria",
            "translated_annotated_text": "Una nueva interfaz gráfica de usuario para la rápida construcción de fantasmas computacionales y cálculos MCNP: aplicación a la calibración de sistemas de medición in vivo Informes sobre una nueva utilidad para el desarrollo de fantasmas computacionales para cálculos y análisis de datos de Monte Carlo para mediciones in vivo de radionucleidos depositados en tejidos. Las propiedades individuales de cada trabajador se pueden adquirir para una representación geométrica bastante precisa de su anatomía, que es particularmente importante para fuentes de emisión de rayos gamma de baja energía como el torio, uranio, plutonio y otros actínidos. El software permite la creación automática de un archivo de datos de entrada MCNP basado en datos de escaneo. La utilidad incluye la segmentación de imágenes obtenidas con tomografía computarizada o imágenes por resonancia magnética, distinguiendo los tejidos según su señal (brillante) y la especificación de la fuente y el detector. Además, se utiliza un acoplamiento de voxels individuales dentro del tejido para reducir la \"demanda de memoria\" y aumentar la velocidad de cálculo. La utilidad se probó para los emisores de baja energía en tejidos plásticos y biológicos, así como para la tomografía computarizada y la información de escaneo por resonancia magnética ",
            "error": [
                ""
            ]
        },
        "calculational speed": {
            "translated_key": "velocidad de cálculo",
            "translated_annotated_text": "Una nueva interfaz gráfica de usuario para la rápida construcción de fantasmas computacionales y cálculos MCNP: aplicación a la calibración de sistemas de medición in vivo Informes sobre una nueva utilidad para el desarrollo de fantasmas computacionales para cálculos y análisis de datos de Monte Carlo para mediciones in vivo de radionucleidos depositados en tejidos. Las propiedades individuales de cada trabajador se pueden adquirir para una representación geométrica bastante precisa de su anatomía, que es particularmente importante para fuentes de emisión de rayos gamma de baja energía como el torio, uranio, plutonio y otros actínidos. El software permite la creación automática de un archivo de datos de entrada MCNP basado en datos de escaneo. La utilidad incluye la segmentación de imágenes obtenidas con tomografía computarizada o imágenes por resonancia magnética, distinguiendo los tejidos según su señal (brillante) y la especificación de la fuente y el detector. Además, un acoplamiento de voxels individuales dentro del tejido se utiliza para reducir la demanda de memoria y para aumentar la \"velocidad de cálculo\". La utilidad se probó para los emisores de baja energía en tejidos plásticos y biológicos, así como para la tomografía computarizada y la información de escaneo por resonancia magnética ",
            "error": [
                ""
            ]
        },
        "plastic": {
            "translated_key": "plásticos",
            "translated_annotated_text": "Una nueva interfaz gráfica de usuario para la rápida construcción de fantasmas computacionales y cálculos MCNP: aplicación a la calibración de sistemas de medición in vivo Informes sobre una nueva utilidad para el desarrollo de fantasmas computacionales para cálculos y análisis de datos de Monte Carlo para mediciones in vivo de radionucleidos depositados en tejidos. Las propiedades individuales de cada trabajador se pueden adquirir para una representación geométrica bastante precisa de su anatomía, que es particularmente importante para fuentes de emisión de rayos gamma de baja energía como el torio, uranio, plutonio y otros actínidos. El software permite la creación automática de un archivo de datos de entrada MCNP basado en datos de escaneo. La utilidad incluye la segmentación de imágenes obtenidas con tomografía computarizada o imágenes por resonancia magnética, distinguiendo los tejidos según su señal (brillante) y la especificación de la fuente y el detector. Además, se utiliza un acoplamiento de voxels individuales dentro del tejido para reducir la demanda de memoria y aumentar la velocidad de cálculo. La utilidad se probó para los emisores de baja energía en tejidos \"plásticos\" y biológicos, así como para la tomografía computarizada y la información de escaneo por resonancia magnética ",
            "error": [
                ""
            ]
        },
        "biological tissues": {
            "translated_key": "tejidos biológicos",
            "translated_annotated_text": "Una nueva interfaz gráfica de usuario para la rápida construcción de fantasmas computacionales y cálculos MCNP: aplicación a la calibración de sistemas de medición in vivo Informes sobre una nueva utilidad para el desarrollo de fantasmas computacionales para cálculos y análisis de datos de Monte Carlo para mediciones in vivo de radionucleidos depositados en tejidos. Las propiedades individuales de cada trabajador se pueden adquirir para una representación geométrica bastante precisa de su anatomía, que es particularmente importante para fuentes de emisión de rayos gamma de baja energía como el torio, uranio, plutonio y otros actínidos. El software permite la creación automática de un archivo de datos de entrada MCNP basado en datos de escaneo. La utilidad incluye la segmentación de imágenes obtenidas con tomografía computarizada o imágenes por resonancia magnética, distinguiendo los tejidos según su señal (brillante) y la especificación de la fuente y el detector. Además, se utiliza un acoplamiento de voxels individuales dentro del tejido para reducir la demanda de memoria y aumentar la velocidad de cálculo. La utilidad se probó para los emisores de baja energía en plástico y \"tejidos biológicos\", así como para la tomografía computarizada y la información de escaneo por resonancia magnética ",
            "error": [
                ""
            ]
        },
        "magnetic resonance imaging scanning information": {
            "translated_key": "información de escaneo por resonancia magnética",
            "translated_annotated_text": "Una nueva interfaz gráfica de usuario para la rápida construcción de fantasmas computacionales y cálculos MCNP: aplicación a la calibración de sistemas de medición in vivo Informes sobre una nueva utilidad para el desarrollo de fantasmas computacionales para cálculos y análisis de datos de Monte Carlo para mediciones in vivo de radionucleidos depositados en tejidos. Las propiedades individuales de cada trabajador se pueden adquirir para una representación geométrica bastante precisa de su anatomía, que es particularmente importante para fuentes de emisión de rayos gamma de baja energía como el torio, uranio, plutonio y otros actínidos. El software permite la creación automática de un archivo de datos de entrada MCNP basado en datos de escaneo. La utilidad incluye la segmentación de imágenes obtenidas con tomografía computarizada o imágenes por resonancia magnética, distinguiendo los tejidos según su señal (brillante) y la especificación de la fuente y el detector. Además, se utiliza un acoplamiento de voxels individuales dentro del tejido para reducir la demanda de memoria y aumentar la velocidad de cálculo. La utilidad fue probada para los emisores de baja energía en tejidos plásticos y biológicos, así como para la tomografía computarizada y la \"información de escaneo por resonancia magnética\" ",
            "error": [
                ""
            ]
        },
        "anatomy": {
            "translated_key": "anatomía",
            "translated_annotated_text": "Una nueva interfaz gráfica de usuario para la rápida construcción de fantasmas computacionales y cálculos MCNP: aplicación a la calibración de sistemas de medición in vivo Informes sobre una nueva utilidad para el desarrollo de fantasmas computacionales para cálculos y análisis de datos de Monte Carlo para mediciones in vivo de radionucleidos depositados en tejidos. Las propiedades individuales de cada trabajador se pueden adquirir para una representación geométrica bastante precisa de su (su) \"anatomía\", que es particularmente importante para las fuentes de emisión de rayos gamma de baja energía como el torio, uranio, plutonio y otros actínidos. El software permite la creación automática de un archivo de datos de entrada MCNP basado en datos de escaneo. La utilidad incluye la segmentación de imágenes obtenidas con tomografía computarizada o imágenes por resonancia magnética, distinguiendo los tejidos según su señal (brillante) y la especificación de la fuente y el detector. Además, se utiliza un acoplamiento de voxels individuales dentro del tejido para reducir la demanda de memoria y aumentar la velocidad de cálculo. La utilidad se probó para los emisores de baja energía en tejidos plásticos y biológicos, así como para la tomografía computarizada y la información de escaneo por resonancia magnética ",
            "error": [
                ""
            ]
        },
        "low energy gamma ray emitting sources": {
            "translated_key": "fuentes de emisión de rayos gamma de baja energía",
            "translated_annotated_text": "Una nueva interfaz gráfica de usuario para la rápida construcción de fantasmas computacionales y cálculos MCNP: aplicación a la calibración de sistemas de medición in vivo Informes sobre una nueva utilidad para el desarrollo de fantasmas computacionales para cálculos y análisis de datos de Monte Carlo para mediciones in vivo de radionucleidos depositados en tejidos. Las propiedades individuales de cada trabajador se pueden adquirir para una representación geométrica bastante precisa de su anatomía, que es particularmente importante para \"fuentes de emisión de rayos gamma de baja energía\" como el torio, el uranio, el plutonio y otros actínidos. El software permite la creación automática de un archivo de datos de entrada MCNP basado en datos de escaneo. La utilidad incluye la segmentación de imágenes obtenidas con tomografía computarizada o imágenes por resonancia magnética, distinguiendo los tejidos según su señal (brillante) y la especificación de la fuente y el detector. Además, se utiliza un acoplamiento de voxels individuales dentro del tejido para reducir la demanda de memoria y aumentar la velocidad de cálculo. La utilidad se probó para los emisores de baja energía en tejidos plásticos y biológicos, así como para la tomografía computarizada y la información de escaneo por resonancia magnética ",
            "error": [
                ""
            ]
        },
        "actinides": {
            "translated_key": "actínidos",
            "translated_annotated_text": "Una nueva interfaz gráfica de usuario para la rápida construcción de fantasmas computacionales y cálculos MCNP: aplicación a la calibración de sistemas de medición in vivo Informes sobre una nueva utilidad para el desarrollo de fantasmas computacionales para cálculos y análisis de datos de Monte Carlo para mediciones in vivo de radionucleidos depositados en tejidos. Las propiedades individuales de cada trabajador se pueden adquirir para una representación geométrica bastante precisa de su anatomía, lo que es particularmente importante para fuentes de emisión de rayos gamma de baja energía como el torio, uranio, plutonio y otros \"actínidos\". El software permite la creación automática de un archivo de datos de entrada MCNP basado en datos de escaneo. La utilidad incluye la segmentación de imágenes obtenidas con tomografía computarizada o imágenes por resonancia magnética, distinguiendo los tejidos según su señal (brillante) y la especificación de la fuente y el detector. Además, se utiliza un acoplamiento de voxels individuales dentro del tejido para reducir la demanda de memoria y aumentar la velocidad de cálculo. La utilidad se probó para los emisores de baja energía en tejidos plásticos y biológicos, así como para la tomografía computarizada y la información de escaneo por resonancia magnética ",
            "error": [
                ""
            ]
        },
        "software": {
            "translated_key": "software",
            "translated_annotated_text": "Una nueva interfaz gráfica de usuario para la rápida construcción de fantasmas computacionales y cálculos MCNP: aplicación a la calibración de sistemas de medición in vivo Informes sobre una nueva utilidad para el desarrollo de fantasmas computacionales para cálculos y análisis de datos de Monte Carlo para mediciones in vivo de radionucleidos depositados en tejidos. Las propiedades individuales de cada trabajador se pueden adquirir para una representación geométrica bastante precisa de su anatomía, que es particularmente importante para fuentes de emisión de rayos gamma de baja energía como el torio, uranio, plutonio y otros actínidos. El \"software\" permite la creación automática de un archivo de datos de entrada MCNP basado en datos de escaneo. La utilidad incluye la segmentación de imágenes obtenidas con tomografía computarizada o imágenes por resonancia magnética, distinguiendo los tejidos según su señal (brillante) y la especificación de la fuente y el detector. Además, se utiliza un acoplamiento de voxels individuales dentro del tejido para reducir la demanda de memoria y aumentar la velocidad de cálculo. La utilidad se probó para los emisores de baja energía en tejidos plásticos y biológicos, así como para la tomografía computarizada y la información de escaneo por resonancia magnética ",
            "error": [
                ""
            ]
        },
        "automatic creation": {
            "translated_key": "creación automática",
            "translated_annotated_text": "Una nueva interfaz gráfica de usuario para la rápida construcción de fantasmas computacionales y cálculos MCNP: aplicación a la calibración de sistemas de medición in vivo Informes sobre una nueva utilidad para el desarrollo de fantasmas computacionales para cálculos y análisis de datos de Monte Carlo para mediciones in vivo de radionucleidos depositados en tejidos. Las propiedades individuales de cada trabajador se pueden adquirir para una representación geométrica bastante precisa de su anatomía, que es particularmente importante para fuentes de emisión de rayos gamma de baja energía como el torio, uranio, plutonio y otros actínidos. El software permite la \"creación automática\" de un archivo de datos de entrada MCNP basado en datos de escaneo. La utilidad incluye la segmentación de imágenes obtenidas con tomografía computarizada o imágenes por resonancia magnética, distinguiendo los tejidos según su señal (brillante) y la especificación de la fuente y el detector. Además, se utiliza un acoplamiento de voxels individuales dentro del tejido para reducir la demanda de memoria y aumentar la velocidad de cálculo. La utilidad se probó para los emisores de baja energía en tejidos plásticos y biológicos, así como para la tomografía computarizada y la información de escaneo por resonancia magnética ",
            "error": [
                ""
            ]
        },
        "biomedical MRI": {
            "translated_key": [],
            "translated_annotated_text": "Una nueva interfaz gráfica de usuario para la rápida construcción de fantasmas computacionales y cálculos MCNP: aplicación a la calibración de sistemas de medición in vivo Informes sobre una nueva utilidad para el desarrollo de fantasmas computacionales para cálculos y análisis de datos de Monte Carlo para mediciones in vivo de radionucleidos depositados en tejidos. Las propiedades individuales de cada trabajador se pueden adquirir para una representación geométrica bastante precisa de su anatomía, que es particularmente importante para fuentes de emisión de rayos gamma de baja energía como el torio, uranio, plutonio y otros actínidos. El software permite la creación automática de un archivo de datos de entrada MCNP basado en datos de escaneo. La utilidad incluye la segmentación de imágenes obtenidas con tomografía computarizada o imágenes por resonancia magnética, distinguiendo los tejidos según su señal (brillante) y la especificación de la fuente y el detector. Además, se utiliza un acoplamiento de voxels individuales dentro del tejido para reducir la demanda de memoria y aumentar la velocidad de cálculo. La utilidad se probó para los emisores de baja energía en tejidos plásticos y biológicos, así como para la tomografía computarizada y la información de escaneo por resonancia magnética ",
            "error": []
        },
        "computerised tomography": {
            "translated_key": [],
            "translated_annotated_text": "Una nueva interfaz gráfica de usuario para la rápida construcción de fantasmas computacionales y cálculos MCNP: aplicación a la calibración de sistemas de medición in vivo Informes sobre una nueva utilidad para el desarrollo de fantasmas computacionales para cálculos y análisis de datos de Monte Carlo para mediciones in vivo de radionucleidos depositados en tejidos. Las propiedades individuales de cada trabajador se pueden adquirir para una representación geométrica bastante precisa de su anatomía, que es particularmente importante para fuentes de emisión de rayos gamma de baja energía como el torio, uranio, plutonio y otros actínidos. El software permite la creación automática de un archivo de datos de entrada MCNP basado en datos de escaneo. La utilidad incluye la segmentación de imágenes obtenidas con tomografía computarizada o imágenes por resonancia magnética, distinguiendo los tejidos según su señal (brillante) y la especificación de la fuente y el detector. Además, se utiliza un acoplamiento de voxels individuales dentro del tejido para reducir la demanda de memoria y aumentar la velocidad de cálculo. La utilidad se probó para los emisores de baja energía en tejidos plásticos y biológicos, así como para la tomografía computarizada y la información de escaneo por resonancia magnética ",
            "error": []
        },
        "graphical user interfaces": {
            "translated_key": [],
            "translated_annotated_text": "Una nueva interfaz gráfica de usuario para la rápida construcción de fantasmas computacionales y cálculos MCNP: aplicación a la calibración de sistemas de medición in vivo Informes sobre una nueva utilidad para el desarrollo de fantasmas computacionales para cálculos y análisis de datos de Monte Carlo para mediciones in vivo de radionucleidos depositados en tejidos. Las propiedades individuales de cada trabajador se pueden adquirir para una representación geométrica bastante precisa de su anatomía, que es particularmente importante para fuentes de emisión de rayos gamma de baja energía como el torio, uranio, plutonio y otros actínidos. El software permite la creación automática de un archivo de datos de entrada MCNP basado en datos de escaneo. La utilidad incluye la segmentación de imágenes obtenidas con tomografía computarizada o imágenes por resonancia magnética, distinguiendo los tejidos según su señal (brillante) y la especificación de la fuente y el detector. Además, se utiliza un acoplamiento de voxels individuales dentro del tejido para reducir la demanda de memoria y aumentar la velocidad de cálculo. La utilidad se probó para los emisores de baja energía en tejidos plásticos y biológicos, así como para la tomografía computarizada y la información de escaneo por resonancia magnética ",
            "error": []
        },
        "lung": {
            "translated_key": [],
            "translated_annotated_text": "Una nueva interfaz gráfica de usuario para la rápida construcción de fantasmas computacionales y cálculos MCNP: aplicación a la calibración de sistemas de medición in vivo Informes sobre una nueva utilidad para el desarrollo de fantasmas computacionales para cálculos y análisis de datos de Monte Carlo para mediciones in vivo de radionucleidos depositados en tejidos. Las propiedades individuales de cada trabajador se pueden adquirir para una representación geométrica bastante precisa de su anatomía, que es particularmente importante para fuentes de emisión de rayos gamma de baja energía como el torio, uranio, plutonio y otros actínidos. El software permite la creación automática de un archivo de datos de entrada MCNP basado en datos de escaneo. La utilidad incluye la segmentación de imágenes obtenidas con tomografía computarizada o imágenes por resonancia magnética, distinguiendo los tejidos según su señal (brillante) y la especificación de la fuente y el detector. Además, se utiliza un acoplamiento de voxels individuales dentro del tejido para reducir la demanda de memoria y aumentar la velocidad de cálculo. La utilidad se probó para los emisores de baja energía en tejidos plásticos y biológicos, así como para la tomografía computarizada y la información de escaneo por resonancia magnética ",
            "error": []
        },
        "Monte Carlo methods": {
            "translated_key": [],
            "translated_annotated_text": "Una nueva interfaz gráfica de usuario para la rápida construcción de fantasmas computacionales y cálculos MCNP: aplicación a la calibración de sistemas de medición in vivo Informes sobre una nueva utilidad para el desarrollo de fantasmas computacionales para cálculos y análisis de datos de Monte Carlo para mediciones in vivo de radionucleidos depositados en tejidos. Las propiedades individuales de cada trabajador se pueden adquirir para una representación geométrica bastante precisa de su anatomía, que es particularmente importante para fuentes de emisión de rayos gamma de baja energía como el torio, uranio, plutonio y otros actínidos. El software permite la creación automática de un archivo de datos de entrada MCNP basado en datos de escaneo. La utilidad incluye la segmentación de imágenes obtenidas con tomografía computarizada o imágenes por resonancia magnética, distinguiendo los tejidos según su señal (brillante) y la especificación de la fuente y el detector. Además, se utiliza un acoplamiento de voxels individuales dentro del tejido para reducir la demanda de memoria y aumentar la velocidad de cálculo. La utilidad se probó para los emisores de baja energía en tejidos plásticos y biológicos, así como para la tomografía computarizada y la información de escaneo por resonancia magnética ",
            "error": []
        },
        "physics computing": {
            "translated_key": [],
            "translated_annotated_text": "Una nueva interfaz gráfica de usuario para la rápida construcción de fantasmas computacionales y cálculos MCNP: aplicación a la calibración de sistemas de medición in vivo Informes sobre una nueva utilidad para el desarrollo de fantasmas computacionales para cálculos y análisis de datos de Monte Carlo para mediciones in vivo de radionucleidos depositados en tejidos. Las propiedades individuales de cada trabajador se pueden adquirir para una representación geométrica bastante precisa de su anatomía, que es particularmente importante para fuentes de emisión de rayos gamma de baja energía como el torio, uranio, plutonio y otros actínidos. El software permite la creación automática de un archivo de datos de entrada MCNP basado en datos de escaneo. La utilidad incluye la segmentación de imágenes obtenidas con tomografía computarizada o imágenes por resonancia magnética, distinguiendo los tejidos según su señal (brillante) y la especificación de la fuente y el detector. Además, se utiliza un acoplamiento de voxels individuales dentro del tejido para reducir la demanda de memoria y aumentar la velocidad de cálculo. La utilidad se probó para los emisores de baja energía en tejidos plásticos y biológicos, así como para la tomografía computarizada y la información de escaneo por resonancia magnética ",
            "error": []
        },
        "radioisotopes": {
            "translated_key": [],
            "translated_annotated_text": "Una nueva interfaz gráfica de usuario para la rápida construcción de fantasmas computacionales y cálculos MCNP: aplicación a la calibración de sistemas de medición in vivo Informes sobre una nueva utilidad para el desarrollo de fantasmas computacionales para cálculos y análisis de datos de Monte Carlo para mediciones in vivo de radionucleidos depositados en tejidos. Las propiedades individuales de cada trabajador se pueden adquirir para una representación geométrica bastante precisa de su anatomía, que es particularmente importante para fuentes de emisión de rayos gamma de baja energía como el torio, uranio, plutonio y otros actínidos. El software permite la creación automática de un archivo de datos de entrada MCNP basado en datos de escaneo. La utilidad incluye la segmentación de imágenes obtenidas con tomografía computarizada o imágenes por resonancia magnética, distinguiendo los tejidos según su señal (brillante) y la especificación de la fuente y el detector. Además, se utiliza un acoplamiento de voxels individuales dentro del tejido para reducir la demanda de memoria y aumentar la velocidad de cálculo. La utilidad se probó para los emisores de baja energía en tejidos plásticos y biológicos, así como para la tomografía computarizada y la información de escaneo por resonancia magnética ",
            "error": []
        }
    }
}