{
    "original_text": "The acquisition of out-of-print music Non-specialist librarians are alerted to factors important in the successful acquisition of out-of-print music, both scholarly editions and performance editions. The appropriate technical music vocabulary, the music publishing industry, specialized publishers and vendors, and methods of acquisition of out-of-print printed music are introduced, and the need for familiarity with them is emphasized",
    "original_translation": "La adquisición de música fuera de imprenta Los bibliotecarios no especialistas son alertados de factores importantes para la adquisición exitosa de música fuera de imprenta, tanto ediciones académicas como ediciones de performance. Se introducen el vocabulario técnico apropiado de la música, la industria editorial musical, los editores y vendedores especializados, y los métodos de adquisición de música impresa fuera de imprenta, y se hace hincapié en la necesidad de familiarizarse con ellos",
    "error_count": 7,
    "keys": {
        "out-of-print music": {
            "translated_key": "out-of-print music",
            "translated_annotated_text": "La adquisición de <br>out-of-print music</br> Bibliotecarios no especializados son alertados de factores importantes para la adquisición exitosa de <br>out-of-print music</br>, tanto ediciones académicas como ediciones de performance. Se introducen el vocabulario técnico apropiado de la música, la industria editorial musical, los editores y vendedores especializados, y los métodos de adquisición de música impresa fuera de imprenta, y se hace hincapié en la necesidad de familiarizarse con ellos ",
            "error": [
                ""
            ]
        },
        "scholarly editions": {
            "translated_key": "scholarly",
            "translated_annotated_text": "La adquisición de música fuera de imprenta Los bibliotecarios no especialistas son alertados de factores importantes en la adquisición exitosa de música fuera de imprenta, tanto ediciones <br>scholarly</br> y ediciones de performance. Se introducen el vocabulario técnico apropiado de la música, la industria editorial musical, los editores y vendedores especializados, y los métodos de adquisición de música impresa fuera de imprenta, y se hace hincapié en la necesidad de familiarizarse con ellos ",
            "error": [
                ""
            ]
        },
        "performance editions": {
            "translated_key": [],
            "translated_annotated_text": "La adquisición de música fuera de imprenta Los bibliotecarios no especialistas son alertados de factores importantes para la adquisición exitosa de música fuera de imprenta, tanto ediciones académicas como ediciones de performance. Se introducen el vocabulario técnico apropiado de la música, la industria editorial musical, los editores y vendedores especializados, y los métodos de adquisición de música impresa fuera de imprenta, y se hace hincapié en la necesidad de familiarizarse con ellos ",
            "error": []
        },
        "technical music vocabulary": {
            "translated_key": [],
            "translated_annotated_text": "La adquisición de música fuera de imprenta Los bibliotecarios no especialistas son alertados de factores importantes para la adquisición exitosa de música fuera de imprenta, tanto ediciones académicas como ediciones de performance. Se introducen el vocabulario técnico apropiado de la música, la industria editorial musical, los editores y vendedores especializados, y los métodos de adquisición de la música impresa fuera de impresión, y se hace hincapié en la necesidad de familiarizarse con ellos. ",
            "error": []
        },
        "music publishing industry": {
            "translated_key": [],
            "translated_annotated_text": "La adquisición de música fuera de imprenta Los bibliotecarios no especialistas son alertados de factores importantes para la adquisición exitosa de música fuera de imprenta, tanto ediciones académicas como ediciones de performance. Se introducen el vocabulario técnico apropiado de la música, la industria editorial <br>, los editores y vendedores especializados, y los métodos de adquisición de música impresa fuera de imprenta, y se hace hincapié en la necesidad de familiarizarse con ellos. ",
            "error": []
        },
        "specialized publishers": {
            "translated_key": [],
            "translated_annotated_text": "La adquisición de música fuera de imprenta Los bibliotecarios no especialistas son alertados de factores importantes para la adquisición exitosa de música fuera de imprenta, tanto ediciones académicas como ediciones de performance. Se introducen el vocabulario técnico apropiado de la música, la industria editorial musical, los editores y vendedores especializados, y los métodos de adquisición de la música impresa fuera de impresión, y se hace hincapié en la necesidad de familiarizarse con ellos. ",
            "error": []
        },
        "specialized vendors": {
            "translated_key": [],
            "translated_annotated_text": "La adquisición de música fuera de imprenta Los bibliotecarios no especialistas son alertados de factores importantes para la adquisición exitosa de música fuera de imprenta, tanto ediciones académicas como ediciones de performance. Se introducen el vocabulario técnico apropiado de la música, la industria editorial musical, los editores y vendedores especializados, y los métodos de adquisición de música impresa fuera de imprenta, y se hace hincapié en la necesidad de familiarizarse con ellos ",
            "error": []
        },
        "out-of-print printed music": {
            "translated_key": [],
            "translated_annotated_text": "La adquisición de música fuera de imprenta Los bibliotecarios no especialistas son alertados de factores importantes para la adquisición exitosa de música fuera de imprenta, tanto ediciones académicas como ediciones de performance. Se introducen el vocabulario técnico apropiado de la música, la industria editorial musical, los editores y vendedores especializados, y los métodos de adquisición de la música impresa fuera de impresión, y se hace hincapié en la necesidad de familiarizarse con ellos. ",
            "error": []
        },
        "music": {
            "translated_key": "music",
            "translated_annotated_text": "La adquisición de fuera de imprenta <br>music</br> bibliotecarios no especialistas son alertados de factores importantes para la adquisición exitosa de fuera de imprenta <br>music</br>, tanto ediciones académicas como ediciones de performance. Se introducen el vocabulario técnico apropiado <br>music</br>, la industria editorial <br>music</br>, editores especializados y vendedores, y los métodos de adquisición de música impresa <br>music</br> fuera de impresión, y se hace hincapié en la necesidad de familiarizarse con ellos. ",
            "error": [
                ""
            ]
        },
        "special libraries": {
            "translated_key": [],
            "translated_annotated_text": "La adquisición de música fuera de imprenta Los bibliotecarios no especialistas son alertados de factores importantes para la adquisición exitosa de música fuera de imprenta, tanto ediciones académicas como ediciones de performance. Se introducen el vocabulario técnico apropiado de la música, la industria editorial musical, los editores y vendedores especializados, y los métodos de adquisición de música impresa fuera de imprenta, y se hace hincapié en la necesidad de familiarizarse con ellos ",
            "error": []
        },
        "vocabulary": {
            "translated_key": "vocabulary",
            "translated_annotated_text": "La adquisición de música fuera de imprenta Los bibliotecarios no especialistas son alertados de factores importantes para la adquisición exitosa de música fuera de imprenta, tanto ediciones académicas como ediciones de performance. Se introducen la música técnica apropiada <br>vocabulary</br>, la industria editorial musical, editores y vendedores especializados, y los métodos de adquisición de música impresa fuera de imprenta, y se hace hincapié en la necesidad de familiarizarse con ellos ",
            "error": [
                ""
            ]
        }
    }
}