{
    "original_text": "General solution of a density functionally gradient piezoelectric cantilever and its applications We have used the plane strain theory of transversely isotropic bodies to study a piezoelectric cantilever. In order to find the general solution of a density functionally gradient piezoelectric cantilever, we have used the inverse method (i.e. the Airy stress function method). We have obtained the stress and induction functions in the form of polynomials as well as the general solution of the beam. Based on this general solution, we have deduced the solutions of the cantilever under different loading conditions. Furthermore, as applications of this general solution in engineering, we have studied the tip deflection and blocking force of a piezoelectric cantilever actuator. Finally, we have addressed a method to determine the density distribution profile for a given piezoelectric material",
    "original_translation": "Solución general de una densidad funcionalmente gradiente piezoeléctrico voladizo y sus aplicaciones Hemos utilizado la teoría de la deformación plana de cuerpos transversos isotrópicos para estudiar un voladizo piezoeléctrico. Para encontrar la solución general de una densidad funcionalmente gradiente piezoeléctrico voladizo, hemos utilizado el método inverso (es decir. el método de la función de esfuerzo aéreo). Hemos obtenido las funciones de estrés e inducción en forma de polinomios, así como la solución general del haz. Sobre la base de esta solución general, hemos deducido las soluciones del voladizo en diferentes condiciones de carga. Además, como aplicaciones de esta solución general en ingeniería, hemos estudiado la desviación de punta y la fuerza de bloqueo de un actuador de voladizo piezoeléctrico. Finalmente, hemos abordado un método para determinar el perfil de distribución de densidad para un determinado material piezoeléctrico",
    "error_count": 3,
    "keys": {
        "plane strain theory": {
            "translated_key": "teoría de la deformación del plano",
            "translated_annotated_text": "Solución general de una densidad funcionalmente gradiente piezoeléctrico voladizo y sus aplicaciones Hemos utilizado la \"teoría de la deformación del plano\" de cuerpos transversos isotrópicos para estudiar un voladizo piezoeléctrico. Para encontrar la solución general de una densidad funcionalmente gradiente piezoeléctrico voladizo, hemos utilizado el método inverso (es decir. el método de la función de esfuerzo aéreo). Hemos obtenido las funciones de estrés e inducción en forma de polinomios, así como la solución general del haz. Sobre la base de esta solución general, hemos deducido las soluciones del voladizo en diferentes condiciones de carga. Además, como aplicaciones de esta solución general en ingeniería, hemos estudiado la desviación de punta y la fuerza de bloqueo de un actuador de voladizo piezoeléctrico. Finalmente, hemos abordado un método para determinar el perfil de distribución de densidad para un determinado material piezoeléctrico ",
            "error": [
                ""
            ]
        },
        "transversely isotropic bodies": {
            "translated_key": "cuerpos transversalmente isotrópicos",
            "translated_annotated_text": "Solución general de una densidad funcionalmente gradiente piezoeléctrico voladizo y sus aplicaciones Hemos utilizado la teoría de la deformación plana de \"cuerpos transversalmente isotrópicos\" para estudiar un voladizo piezoeléctrico. Para encontrar la solución general de una densidad funcionalmente gradiente piezoeléctrico voladizo, hemos utilizado el método inverso (es decir. el método de la función de esfuerzo aéreo). Hemos obtenido las funciones de estrés e inducción en forma de polinomios, así como la solución general del haz. Sobre la base de esta solución general, hemos deducido las soluciones del voladizo en diferentes condiciones de carga. Además, como aplicaciones de esta solución general en ingeniería, hemos estudiado la desviación de punta y la fuerza de bloqueo de un actuador de voladizo piezoeléctrico. Finalmente, hemos abordado un método para determinar el perfil de distribución de densidad para un determinado material piezoeléctrico ",
            "error": [
                ""
            ]
        },
        "inverse method": {
            "translated_key": "método inverso",
            "translated_annotated_text": "Solución general de una densidad funcionalmente gradiente piezoeléctrico voladizo y sus aplicaciones Hemos utilizado la teoría de la deformación plana de cuerpos transversos isotrópicos para estudiar un voladizo piezoeléctrico. Para encontrar la solución general de un voladizo piezoeléctrico de gradiente funcional de densidad, hemos utilizado el \"método inverso\" (es decir. el método de la función de esfuerzo aéreo). Hemos obtenido las funciones de estrés e inducción en forma de polinomios, así como la solución general del haz. Sobre la base de esta solución general, hemos deducido las soluciones del voladizo en diferentes condiciones de carga. Además, como aplicaciones de esta solución general en ingeniería, hemos estudiado la desviación de punta y la fuerza de bloqueo de un actuador de voladizo piezoeléctrico. Finalmente, hemos abordado un método para determinar el perfil de distribución de densidad para un determinado material piezoeléctrico ",
            "error": [
                ""
            ]
        },
        "Airy stress function": {
            "translated_key": "Función de tensión aérea",
            "translated_annotated_text": "Solución general de una densidad funcionalmente gradiente piezoeléctrico voladizo y sus aplicaciones Hemos utilizado la teoría de la deformación plana de cuerpos transversos isotrópicos para estudiar un voladizo piezoeléctrico. Para encontrar la solución general de una densidad funcionalmente gradiente piezoeléctrico voladizo, hemos utilizado el método inverso (es decir. el método \"Función de tensión aérea\". Hemos obtenido las funciones de estrés e inducción en forma de polinomios, así como la solución general del haz. Sobre la base de esta solución general, hemos deducido las soluciones del voladizo en diferentes condiciones de carga. Además, como aplicaciones de esta solución general en ingeniería, hemos estudiado la desviación de punta y la fuerza de bloqueo de un actuador de voladizo piezoeléctrico. Finalmente, hemos abordado un método para determinar el perfil de distribución de densidad para un determinado material piezoeléctrico ",
            "error": [
                ""
            ]
        },
        "polynomials": {
            "translated_key": "polinomios",
            "translated_annotated_text": "Solución general de una densidad funcionalmente gradiente piezoeléctrico voladizo y sus aplicaciones Hemos utilizado la teoría de la deformación plana de cuerpos transversos isotrópicos para estudiar un voladizo piezoeléctrico. Para encontrar la solución general de una densidad funcionalmente gradiente piezoeléctrico voladizo, hemos utilizado el método inverso (es decir. el método de la función de esfuerzo aéreo). Hemos obtenido las funciones de estrés e inducción en forma de \"polinomios\", así como la solución general del haz. Sobre la base de esta solución general, hemos deducido las soluciones del voladizo en diferentes condiciones de carga. Además, como aplicaciones de esta solución general en ingeniería, hemos estudiado la desviación de punta y la fuerza de bloqueo de un actuador de voladizo piezoeléctrico. Finalmente, hemos abordado un método para determinar el perfil de distribución de densidad para un determinado material piezoeléctrico ",
            "error": [
                ""
            ]
        },
        "loading conditions": {
            "translated_key": "condiciones de carga",
            "translated_annotated_text": "Solución general de una densidad funcionalmente gradiente piezoeléctrico voladizo y sus aplicaciones Hemos utilizado la teoría de la deformación plana de cuerpos transversos isotrópicos para estudiar un voladizo piezoeléctrico. Para encontrar la solución general de una densidad funcionalmente gradiente piezoeléctrico voladizo, hemos utilizado el método inverso (es decir. el método de la función de esfuerzo aéreo). Hemos obtenido las funciones de estrés e inducción en forma de polinomios, así como la solución general del haz. Sobre la base de esta solución general, hemos deducido las soluciones del voladizo en diferentes \"condiciones de carga\". Además, como aplicaciones de esta solución general en ingeniería, hemos estudiado la desviación de punta y la fuerza de bloqueo de un actuador de voladizo piezoeléctrico. Finalmente, hemos abordado un método para determinar el perfil de distribución de densidad para un determinado material piezoeléctrico ",
            "error": [
                ""
            ]
        },
        "piezoelectric cantilever actuator": {
            "translated_key": "actuador piezoeléctrico en voladizo",
            "translated_annotated_text": "Solución general de una densidad funcionalmente gradiente piezoeléctrico voladizo y sus aplicaciones Hemos utilizado la teoría de la deformación plana de cuerpos transversos isotrópicos para estudiar un voladizo piezoeléctrico. Para encontrar la solución general de una densidad funcionalmente gradiente piezoeléctrico voladizo, hemos utilizado el método inverso (es decir. el método de la función de esfuerzo aéreo). Hemos obtenido las funciones de estrés e inducción en forma de polinomios, así como la solución general del haz. Sobre la base de esta solución general, hemos deducido las soluciones del voladizo en diferentes condiciones de carga. Además, como aplicaciones de esta solución general en ingeniería, hemos estudiado la desviación de punta y la fuerza de bloqueo de un \"actuador piezoeléctrico en voladizo\". Finalmente, hemos abordado un método para determinar el perfil de distribución de densidad para un determinado material piezoeléctrico ",
            "error": [
                ""
            ]
        },
        "density distribution profile": {
            "translated_key": "perfil de distribución de densidad",
            "translated_annotated_text": "Solución general de una densidad funcionalmente gradiente piezoeléctrico voladizo y sus aplicaciones Hemos utilizado la teoría de la deformación plana de cuerpos transversos isotrópicos para estudiar un voladizo piezoeléctrico. Para encontrar la solución general de una densidad funcionalmente gradiente piezoeléctrico voladizo, hemos utilizado el método inverso (es decir. el método de la función de esfuerzo aéreo). Hemos obtenido las funciones de estrés e inducción en forma de polinomios, así como la solución general del haz. Sobre la base de esta solución general, hemos deducido las soluciones del voladizo en diferentes condiciones de carga. Además, como aplicaciones de esta solución general en ingeniería, hemos estudiado la desviación de punta y la fuerza de bloqueo de un actuador de voladizo piezoeléctrico. Finalmente, hemos abordado un método para determinar el \"perfil de distribución de densidad\" para un material piezoeléctrico dado ",
            "error": [
                ""
            ]
        },
        "piezoelectric material": {
            "translated_key": "material piezoeléctrico",
            "translated_annotated_text": "Solución general de una densidad funcionalmente gradiente piezoeléctrico voladizo y sus aplicaciones Hemos utilizado la teoría de la deformación plana de cuerpos transversos isotrópicos para estudiar un voladizo piezoeléctrico. Para encontrar la solución general de una densidad funcionalmente gradiente piezoeléctrico voladizo, hemos utilizado el método inverso (es decir. el método de la función de esfuerzo aéreo). Hemos obtenido las funciones de estrés e inducción en forma de polinomios, así como la solución general del haz. Sobre la base de esta solución general, hemos deducido las soluciones del voladizo en diferentes condiciones de carga. Además, como aplicaciones de esta solución general en ingeniería, hemos estudiado la desviación de punta y la fuerza de bloqueo de un actuador de voladizo piezoeléctrico. Finalmente, hemos abordado un método para determinar el perfil de distribución de densidad para un determinado \"material piezoeléctrico\" ",
            "error": [
                ""
            ]
        },
        "inverse problems": {
            "translated_key": [],
            "translated_annotated_text": "Solución general de una densidad funcionalmente gradiente piezoeléctrico voladizo y sus aplicaciones Hemos utilizado la teoría de la deformación plana de cuerpos transversos isotrópicos para estudiar un voladizo piezoeléctrico. Para encontrar la solución general de una densidad funcionalmente gradiente piezoeléctrico voladizo, hemos utilizado el método inverso (es decir. el método de la función de esfuerzo aéreo). Hemos obtenido las funciones de estrés e inducción en forma de polinomios, así como la solución general del haz. Sobre la base de esta solución general, hemos deducido las soluciones del voladizo en diferentes condiciones de carga. Además, como aplicaciones de esta solución general en ingeniería, hemos estudiado la desviación de punta y la fuerza de bloqueo de un actuador de voladizo piezoeléctrico. Finalmente, hemos abordado un método para determinar el perfil de distribución de densidad para un determinado material piezoeléctrico ",
            "error": []
        },
        "piezoelectric actuators": {
            "translated_key": [],
            "translated_annotated_text": "Solución general de una densidad funcionalmente gradiente piezoeléctrico voladizo y sus aplicaciones Hemos utilizado la teoría de la deformación plana de cuerpos transversos isotrópicos para estudiar un voladizo piezoeléctrico. Para encontrar la solución general de una densidad funcionalmente gradiente piezoeléctrico voladizo, hemos utilizado el método inverso (es decir. el método de la función de esfuerzo aéreo). Hemos obtenido las funciones de estrés e inducción en forma de polinomios, así como la solución general del haz. Sobre la base de esta solución general, hemos deducido las soluciones del voladizo en diferentes condiciones de carga. Además, como aplicaciones de esta solución general en ingeniería, hemos estudiado la desviación de punta y la fuerza de bloqueo de un actuador de voladizo piezoeléctrico. Finalmente, hemos abordado un método para determinar el perfil de distribución de densidad para un determinado material piezoeléctrico ",
            "error": []
        },
        "piezoelectric materials": {
            "translated_key": [],
            "translated_annotated_text": "Solución general de una densidad funcionalmente gradiente piezoeléctrico voladizo y sus aplicaciones Hemos utilizado la teoría de la deformación plana de cuerpos transversos isotrópicos para estudiar un voladizo piezoeléctrico. Para encontrar la solución general de una densidad funcionalmente gradiente piezoeléctrico voladizo, hemos utilizado el método inverso (es decir. el método de la función de esfuerzo aéreo). Hemos obtenido las funciones de estrés e inducción en forma de polinomios, así como la solución general del haz. Sobre la base de esta solución general, hemos deducido las soluciones del voladizo en diferentes condiciones de carga. Además, como aplicaciones de esta solución general en ingeniería, hemos estudiado la desviación de punta y la fuerza de bloqueo de un actuador de voladizo piezoeléctrico. Finalmente, hemos abordado un método para determinar el perfil de distribución de densidad para un determinado material piezoeléctrico ",
            "error": []
        }
    }
}