{
    "original_text": "Simulation of evacuation processes using a bionics-inspired cellular automaton model for pedestrian dynamics We present simulations of evacuation processes using a recently introduced cellular automaton model for pedestrian dynamics. This model applies a bionics approach to describe the interaction between the pedestrians using ideas from chemotaxis. Here we study a rather simple situation, namely the evacuation from a large room with one or two doors. It is shown that the variation of the model parameters allows to describe different types of behaviour, from regular to panic. We find a non-monotonic dependence of the evacuation times on the coupling constants. These times depend on the strength of the herding behaviour, with minimal evacuation times for some intermediate values of the couplings, i.e., a proper combination of herding and use of knowledge about the shortest way to the exit",
    "original_translation": "Simulación de procesos de evacuación utilizando un modelo autómata celular inspirado en la biónica para dinámicas peatonales Presentamos simulaciones de procesos de evacuación utilizando un modelo autómata celular recientemente introducido para dinámicas peatonales. Este modelo aplica un enfoque biónico para describir la interacción entre los peatones utilizando ideas de la quimiotaxis. Aquí estudiamos una situación bastante simple, a saber, la evacuación de una habitación grande con una o dos puertas. Se muestra que la variación de los parámetros del modelo permite describir diferentes tipos de comportamiento, desde regular hasta el pánico. Encontramos una dependencia no-monotónica de los tiempos de evacuación en las constantes de acoplamiento. Estos tiempos dependen de la fuerza del comportamiento de pastoreo, con tiempos mínimos de evacuación para algunos valores intermedios de los acoplamientos, es decir, una combinación adecuada de pastoreo y uso del conocimiento sobre el camino más corto hacia la salida",
    "error_count": 4,
    "keys": {
        "evacuation processes simulation": {
            "translated_key": [],
            "translated_annotated_text": "Simulación de procesos de evacuación utilizando un modelo autómata celular inspirado en la biónica para dinámicas peatonales Presentamos simulaciones de procesos de evacuación utilizando un modelo autómata celular recientemente introducido para dinámicas peatonales. Este modelo aplica un enfoque biónico para describir la interacción entre los peatones utilizando ideas de la quimiotaxis. Aquí estudiamos una situación bastante simple, a saber, la evacuación de una habitación grande con una o dos puertas. Se muestra que la variación de los parámetros del modelo permite describir diferentes tipos de comportamiento, desde regular hasta el pánico. Encontramos una dependencia no-monotónica de los tiempos de evacuación en las constantes de acoplamiento. Estos tiempos dependen de la fuerza del comportamiento de pastoreo, con tiempos mínimos de evacuación para algunos valores intermedios de los acoplamientos, es decir, una combinación adecuada de pastoreo y uso del conocimiento sobre el camino más corto hacia la salida ",
            "error": []
        },
        "chemotaxis": {
            "translated_key": "chemotaxis",
            "translated_annotated_text": "Simulación de procesos de evacuación utilizando un modelo autómata celular inspirado en la biónica para dinámicas peatonales Presentamos simulaciones de procesos de evacuación utilizando un modelo autómata celular recientemente introducido para dinámicas peatonales. Este modelo aplica un enfoque biónico para describir la interacción entre los peatones utilizando ideas de <br>chemotaxis</br>. Aquí estudiamos una situación bastante simple, a saber, la evacuación de una habitación grande con una o dos puertas. Se muestra que la variación de los parámetros del modelo permite describir diferentes tipos de comportamiento, desde regular hasta el pánico. Encontramos una dependencia no-monotónica de los tiempos de evacuación en las constantes de acoplamiento. Estos tiempos dependen de la fuerza del comportamiento de pastoreo, con tiempos mínimos de evacuación para algunos valores intermedios de los acoplamientos, es decir, una combinación adecuada de pastoreo y uso del conocimiento sobre el camino más corto hacia la salida ",
            "error": [
                ""
            ]
        },
        "nonmonotonic dependence": {
            "translated_key": [],
            "translated_annotated_text": "Simulación de procesos de evacuación utilizando un modelo autómata celular inspirado en la biónica para dinámicas peatonales Presentamos simulaciones de procesos de evacuación utilizando un modelo autómata celular recientemente introducido para dinámicas peatonales. Este modelo aplica un enfoque biónico para describir la interacción entre los peatones utilizando ideas de la quimiotaxis. Aquí estudiamos una situación bastante simple, a saber, la evacuación de una habitación grande con una o dos puertas. Se muestra que la variación de los parámetros del modelo permite describir diferentes tipos de comportamiento, desde regular hasta el pánico. Encontramos una dependencia no-monotónica de los tiempos de evacuación en las constantes de acoplamiento. Estos tiempos dependen de la fuerza del comportamiento de pastoreo, con tiempos mínimos de evacuación para algunos valores intermedios de los acoplamientos, es decir, una combinación adecuada de pastoreo y uso del conocimiento sobre el camino más corto hacia la salida ",
            "error": []
        },
        "coupling constants": {
            "translated_key": " ",
            "translated_annotated_text": "Simulación de procesos de evacuación utilizando un modelo autómata celular inspirado en la biónica para dinámicas peatonales Presentamos simulaciones de procesos de evacuación utilizando un modelo autómata celular recientemente introducido para dinámicas peatonales. Este modelo aplica un enfoque biónico para describir la interacción entre los peatones utilizando ideas de la quimiotaxis. Aquí estudiamos una situación bastante simple, a saber, la evacuación de una habitación grande con una o dos puertas. Se muestra que la variación de los parámetros del modelo permite describir diferentes tipos de comportamiento, desde regular hasta el pánico. Encontramos una dependencia no monotónica de los tiempos de evacuación en las constantes de acoplamiento <br> </br>. Estos tiempos dependen de la fuerza del comportamiento de pastoreo, con tiempos mínimos de evacuación para algunos valores intermedios de los acoplamientos, es decir, una combinación adecuada de pastoreo y uso del conocimiento sobre el camino más corto hacia la salida ",
            "error": [
                ""
            ]
        },
        "herding behaviour": {
            "translated_key": "herding",
            "translated_annotated_text": "Simulación de procesos de evacuación utilizando un modelo autómata celular inspirado en la biónica para dinámicas peatonales Presentamos simulaciones de procesos de evacuación utilizando un modelo autómata celular recientemente introducido para dinámicas peatonales. Este modelo aplica un enfoque biónico para describir la interacción entre los peatones utilizando ideas de la quimiotaxis. Aquí estudiamos una situación bastante simple, a saber, la evacuación de una habitación grande con una o dos puertas. Se muestra que la variación de los parámetros del modelo permite describir diferentes tipos de comportamiento, desde regular hasta el pánico. Encontramos una dependencia no-monotónica de los tiempos de evacuación en las constantes de acoplamiento. Estos tiempos dependen de la fuerza del comportamiento de <br>herding</br>, con tiempos mínimos de evacuación para algunos valores intermedios de los acoplamientos, es decir, una combinación adecuada de pastoreo y uso del conocimiento sobre el camino más corto hacia la salida ",
            "error": [
                ""
            ]
        },
        "bionics-inspired cellular automaton model": {
            "translated_key": "biónica",
            "translated_annotated_text": "Simulación de procesos de evacuación utilizando un modelo autómata celular inspirado en <br>biónica</br> para dinámicas peatonales Presentamos simulaciones de procesos de evacuación utilizando un modelo autómata celular recientemente introducido para dinámicas peatonales. Este modelo aplica un enfoque biónico para describir la interacción entre los peatones utilizando ideas de la quimiotaxis. Aquí estudiamos una situación bastante simple, a saber, la evacuación de una habitación grande con una o dos puertas. Se muestra que la variación de los parámetros del modelo permite describir diferentes tipos de comportamiento, desde regular hasta el pánico. Encontramos una dependencia no-monotónica de los tiempos de evacuación en las constantes de acoplamiento. Estos tiempos dependen de la fuerza del comportamiento de pastoreo, con tiempos mínimos de evacuación para algunos valores intermedios de los acoplamientos, es decir, una combinación adecuada de pastoreo y uso del conocimiento sobre el camino más corto hacia la salida ",
            "error": [
                ""
            ]
        },
        "pedestrian dynamics": {
            "translated_key": "pedestres",
            "translated_annotated_text": "Simulación de procesos de evacuación utilizando un modelo autómata celular inspirado en la biónica para dinámicas <br>pedestres</br> Presentamos simulaciones de procesos de evacuación utilizando un modelo autómata celular recientemente introducido para dinámicas <br>pedestres</br>. Este modelo aplica un enfoque biónico para describir la interacción entre los peatones utilizando ideas de la quimiotaxis. Aquí estudiamos una situación bastante simple, a saber, la evacuación de una habitación grande con una o dos puertas. Se muestra que la variación de los parámetros del modelo permite describir diferentes tipos de comportamiento, desde regular hasta el pánico. Encontramos una dependencia no-monotónica de los tiempos de evacuación en las constantes de acoplamiento. Estos tiempos dependen de la fuerza del comportamiento de pastoreo, con tiempos mínimos de evacuación para algunos valores intermedios de los acoplamientos, es decir, una combinación adecuada de pastoreo y uso del conocimiento sobre el camino más corto hacia la salida ",
            "error": [
                ""
            ]
        },
        "biocybernetics": {
            "translated_key": [],
            "translated_annotated_text": "Simulación de procesos de evacuación utilizando un modelo autómata celular inspirado en la biónica para dinámicas peatonales Presentamos simulaciones de procesos de evacuación utilizando un modelo autómata celular recientemente introducido para dinámicas peatonales. Este modelo aplica un enfoque biónico para describir la interacción entre los peatones utilizando ideas de la quimiotaxis. Aquí estudiamos una situación bastante simple, a saber, la evacuación de una habitación grande con una o dos puertas. Se muestra que la variación de los parámetros del modelo permite describir diferentes tipos de comportamiento, desde regular hasta el pánico. Encontramos una dependencia no-monotónica de los tiempos de evacuación en las constantes de acoplamiento. Estos tiempos dependen de la fuerza del comportamiento de pastoreo, con tiempos mínimos de evacuación para algunos valores intermedios de los acoplamientos, es decir, una combinación adecuada de pastoreo y uso del conocimiento sobre el camino más corto hacia la salida ",
            "error": []
        },
        "cellular automata": {
            "translated_key": [],
            "translated_annotated_text": "Simulación de procesos de evacuación utilizando un modelo autómata celular inspirado en la biónica para dinámicas peatonales Presentamos simulaciones de procesos de evacuación utilizando un modelo autómata celular recientemente introducido para dinámicas peatonales. Este modelo aplica un enfoque biónico para describir la interacción entre los peatones utilizando ideas de la quimiotaxis. Aquí estudiamos una situación bastante simple, a saber, la evacuación de una habitación grande con una o dos puertas. Se muestra que la variación de los parámetros del modelo permite describir diferentes tipos de comportamiento, desde regular hasta el pánico. Encontramos una dependencia no-monotónica de los tiempos de evacuación en las constantes de acoplamiento. Estos tiempos dependen de la fuerza del comportamiento de pastoreo, con tiempos mínimos de evacuación para algunos valores intermedios de los acoplamientos, es decir, una combinación adecuada de pastoreo y uso del conocimiento sobre el camino más corto hacia la salida ",
            "error": []
        }
    }
}