{
    "original_text": "The two populations cellular automata model with predation based on the Penna model In Pennas (1995) single-species asexual bit-string model of biological ageing, the Verhulst factor has too strong a restraining effect on the development of the population. Danuta Makowiec gave an improved model based on the lattice, where the restraining factor of the four neighbours take the place of the Verhulst factor. Here, we discuss the two populations Penna model with predation on the planar lattice of two dimensions. A cellular automata model containing movable wolves and sheep has been built. The results show that both the quantity of the wolves and the sheep fluctuate in accordance with the law that one quantity increases while the other one decreases",
    "original_translation": "El modelo autómata celular de dos poblaciones con depredación basado en el modelo Penna en Pennas (1995) modelo asexual de bit-string de envejecimiento biológico, el factor Verhulst tiene un efecto de restricción demasiado fuerte en el desarrollo de la población. Danuta Makowiec dio un modelo mejorado basado en la celosía, donde el factor de restricción de los cuatro vecinos toma el lugar del factor Verhulst. Aquí, discutimos las dos poblaciones modelo Penna con depredación en la celosía plana de dos dimensiones. Se ha construido un modelo de autómata celular que contiene lobos móviles y ovejas. Los resultados muestran que tanto la cantidad de lobos como de ovejas fluctúan de acuerdo con la ley que una cantidad aumenta mientras que la otra disminuye",
    "error_count": 11,
    "keys": {
        "cellular automata model": {
            "translated_key": [
                "modelo autómata celular",
                "modelo de autómatas celulares"
            ],
            "translated_annotated_text": "Las dos poblaciones \"modelo autómata celular\" con depredación basada en el modelo Penna En Pennas (1995) modelo asexual de bit-string de envejecimiento biológico, el factor Verhulst tiene un efecto de restricción demasiado fuerte en el desarrollo de la población. Danuta Makowiec dio un modelo mejorado basado en la celosía, donde el factor de restricción de los cuatro vecinos toma el lugar del factor Verhulst. Aquí, discutimos las dos poblaciones modelo Penna con depredación en la celosía plana de dos dimensiones. Se ha construido un \"modelo de autómatas celulares\" que contiene lobos móviles y ovejas. Los resultados muestran que tanto la cantidad de lobos como de ovejas fluctúan de acuerdo con la ley que una cantidad aumenta mientras que la otra disminuye ",
            "error": [
                "modelo autómata celular",
                "modelo de autómatas celulares"
            ]
        },
        "population": {
            "translated_key": "población",
            "translated_annotated_text": "El modelo autómata celular de dos poblaciones con depredación basado en el modelo Penna en Pennas (1995) modelo asexual de bit-string de envejecimiento biológico, el factor Verhulst tiene un efecto de restricción demasiado fuerte en el desarrollo de la \"población\". Danuta Makowiec dio un modelo mejorado basado en la celosía, donde el factor de restricción de los cuatro vecinos toma el lugar del factor Verhulst. Aquí, discutimos las dos poblaciones modelo Penna con depredación en la celosía plana de dos dimensiones. Se ha construido un modelo de autómata celular que contiene lobos móviles y ovejas. Los resultados muestran que tanto la cantidad de lobos como de ovejas fluctúan de acuerdo con la ley que una cantidad aumenta mientras que la otra disminuye ",
            "error": [
                ""
            ]
        },
        "Penna model": {
            "translated_key": [
                "modelo Penna",
                "modelo de Penna"
            ],
            "translated_annotated_text": "El modelo autómata celular de dos poblaciones con depredación basado en el \"modelo Penna\" En Pennas (1995) modelo asexual de bit-string de envejecimiento biológico, el factor Verhulst tiene un efecto de restricción demasiado fuerte en el desarrollo de la población. Danuta Makowiec dio un modelo mejorado basado en la celosía, donde el factor de restricción de los cuatro vecinos toma el lugar del factor Verhulst. Aquí, discutimos las dos poblaciones \"modelo de Penna\" con depredación en la celosía plana de dos dimensiones. Se ha construido un modelo de autómata celular que contiene lobos móviles y ovejas. Los resultados muestran que tanto la cantidad de lobos como de ovejas fluctúan de acuerdo con la ley que una cantidad aumenta mientras que la otra disminuye ",
            "error": [
                "modelo Penna",
                "modelo de Penna"
            ]
        },
        "single-species asexual bit-string model": {
            "translated_key": "modelo asexual de bit-string",
            "translated_annotated_text": "El modelo autómata celular de dos poblaciones con depredación basado en el modelo Penna en Pennas (1995) \"modelo asexual de bit-string\" de envejecimiento biológico, el factor Verhulst tiene un efecto de restricción demasiado fuerte en el desarrollo de la población. Danuta Makowiec dio un modelo mejorado basado en la celosía, donde el factor de restricción de los cuatro vecinos toma el lugar del factor Verhulst. Aquí, discutimos las dos poblaciones modelo Penna con depredación en la celosía plana de dos dimensiones. Se ha construido un modelo de autómata celular que contiene lobos móviles y ovejas. Los resultados muestran que tanto la cantidad de lobos como de ovejas fluctúan de acuerdo con la ley que una cantidad aumenta mientras que la otra disminuye ",
            "error": [
                ""
            ]
        },
        "biological ageing": {
            "translated_key": "envejecimiento biológico",
            "translated_annotated_text": "El modelo autómata celular de dos poblaciones con depredación basado en el modelo Penna en Pennas (1995) modelo asexual de bit-string de \"envejecimiento biológico\", el factor Verhulst tiene un efecto de restricción demasiado fuerte en el desarrollo de la población. Danuta Makowiec dio un modelo mejorado basado en la celosía, donde el factor de restricción de los cuatro vecinos toma el lugar del factor Verhulst. Aquí, discutimos las dos poblaciones modelo Penna con depredación en la celosía plana de dos dimensiones. Se ha construido un modelo de autómata celular que contiene lobos móviles y ovejas. Los resultados muestran que tanto la cantidad de lobos como de ovejas fluctúan de acuerdo con la ley que una cantidad aumenta mientras que la otra disminuye ",
            "error": [
                ""
            ]
        },
        "Verhulst factor": {
            "translated_key": "factor verhulst",
            "translated_annotated_text": "El modelo autómata celular de dos poblaciones con depredación basado en el modelo Penna en Pennas (1995) modelo asexual de bit-string de envejecimiento biológico, el \"factor verhulst\" tiene un efecto de restricción demasiado fuerte en el desarrollo de la población. Danuta Makowiec dio un modelo mejorado basado en la celosía, donde el factor de restricción de los cuatro vecinos toma el lugar del \"factor Verhulst\". Aquí, discutimos las dos poblaciones modelo Penna con depredación en la celosía plana de dos dimensiones. Se ha construido un modelo de autómata celular que contiene lobos móviles y ovejas. Los resultados muestran que tanto la cantidad de lobos como de ovejas fluctúan de acuerdo con la ley que una cantidad aumenta mientras que la otra disminuye ",
            "error": [
                ""
            ]
        },
        "restraining effect": {
            "translated_key": "efecto de reciclaje",
            "translated_annotated_text": "El modelo autómata celular de dos poblaciones con depredación basado en el modelo Penna en Pennas (1995) modelo asexual de bit-string de envejecimiento biológico, el factor Verhulst tiene un \"efecto de reciclaje\" demasiado fuerte en el desarrollo de la población. Danuta Makowiec dio un modelo mejorado basado en la celosía, donde el factor de restricción de los cuatro vecinos toma el lugar del factor Verhulst. Aquí, discutimos las dos poblaciones modelo Penna con depredación en la celosía plana de dos dimensiones. Se ha construido un modelo de autómata celular que contiene lobos móviles y ovejas. Los resultados muestran que tanto la cantidad de lobos como de ovejas fluctúan de acuerdo con la ley que una cantidad aumenta mientras que la otra disminuye ",
            "error": [
                ""
            ]
        },
        "lattice": {
            "translated_key": [
                "lattice",
                "lattica"
            ],
            "translated_annotated_text": "El modelo autómata celular de dos poblaciones con depredación basado en el modelo Penna en Pennas (1995) modelo asexual de bit-string de envejecimiento biológico, el factor Verhulst tiene un efecto de restricción demasiado fuerte en el desarrollo de la población. Danuta Makowiec dio un modelo mejorado basado en la \"lattice\", donde el factor de restricción de los cuatro vecinos toman el lugar del factor Verhulst. Aquí, discutimos el modelo Penna de dos poblaciones con depredación en la \"lattica\" planar de dos dimensiones. Se ha construido un modelo de autómata celular que contiene lobos móviles y ovejas. Los resultados muestran que tanto la cantidad de lobos como de ovejas fluctúan de acuerdo con la ley que una cantidad aumenta mientras que la otra disminuye ",
            "error": [
                "lattice",
                "lattica"
            ]
        },
        "wolves": {
            "translated_key": "lobos",
            "translated_annotated_text": "El modelo autómata celular de dos poblaciones con depredación basado en el modelo Penna en Pennas (1995) modelo asexual de bit-string de envejecimiento biológico, el factor Verhulst tiene un efecto de restricción demasiado fuerte en el desarrollo de la población. Danuta Makowiec dio un modelo mejorado basado en la celosía, donde el factor de restricción de los cuatro vecinos toma el lugar del factor Verhulst. Aquí, discutimos las dos poblaciones modelo Penna con depredación en la celosía plana de dos dimensiones. Se ha construido un modelo de autómata celular que contiene \"lobos\" móviles y ovejas. Los resultados muestran que tanto la cantidad de los \"lobos\" como la de las ovejas fluctúan de acuerdo con la ley que una cantidad aumenta mientras que la otra disminuye ",
            "error": [
                ""
            ]
        },
        "sheep": {
            "translated_key": [
                "ovejas",
                "oveja"
            ],
            "translated_annotated_text": "El modelo autómata celular de dos poblaciones con depredación basado en el modelo Penna en Pennas (1995) modelo asexual de bit-string de envejecimiento biológico, el factor Verhulst tiene un efecto de restricción demasiado fuerte en el desarrollo de la población. Danuta Makowiec dio un modelo mejorado basado en la celosía, donde el factor de restricción de los cuatro vecinos toma el lugar del factor Verhulst. Aquí, discutimos las dos poblaciones modelo Penna con depredación en la celosía plana de dos dimensiones. Se ha construido un modelo de autómata celular que contiene lobos móviles y \"ovejas\". Los resultados muestran que tanto la cantidad de los lobos como la \"oveja\" fluctúan de acuerdo con la ley que una cantidad aumenta mientras que la otra disminuye ",
            "error": [
                "ovejas",
                "oveja"
            ]
        },
        "fluctuation": {
            "translated_key": [],
            "translated_annotated_text": "El modelo autómata celular de dos poblaciones con depredación basado en el modelo Penna en Pennas (1995) modelo asexual de bit-string de envejecimiento biológico, el factor Verhulst tiene un efecto de restricción demasiado fuerte en el desarrollo de la población. Danuta Makowiec dio un modelo mejorado basado en la celosía, donde el factor de restricción de los cuatro vecinos toma el lugar del factor Verhulst. Aquí, discutimos las dos poblaciones modelo Penna con depredación en la celosía plana de dos dimensiones. Se ha construido un modelo de autómata celular que contiene lobos móviles y ovejas. Los resultados muestran que tanto la cantidad de lobos como de ovejas fluctúan de acuerdo con la ley que una cantidad aumenta mientras que la otra disminuye ",
            "error": []
        },
        "Lotka-Volterra model": {
            "translated_key": [],
            "translated_annotated_text": "El modelo autómata celular de dos poblaciones con depredación basado en el modelo Penna en Pennas (1995) modelo asexual de bit-string de envejecimiento biológico, el factor Verhulst tiene un efecto de restricción demasiado fuerte en el desarrollo de la población. Danuta Makowiec dio un modelo mejorado basado en la celosía, donde el factor de restricción de los cuatro vecinos toma el lugar del factor Verhulst. Aquí, discutimos las dos poblaciones modelo Penna con depredación en la celosía plana de dos dimensiones. Se ha construido un modelo de autómata celular que contiene lobos móviles y ovejas. Los resultados muestran que tanto la cantidad de lobos como de ovejas fluctúan de acuerdo con la ley que una cantidad aumenta mientras que la otra disminuye ",
            "error": []
        },
        "predation": {
            "translated_key": "depredación",
            "translated_annotated_text": "El modelo de autómatas celulares de dos poblaciones con \"depredación\" basado en el modelo Penna En Pennas (1995) modelo de bit-string asexual de envejecimiento biológico, el factor Verhulst tiene un efecto de restricción demasiado fuerte en el desarrollo de la población. Danuta Makowiec dio un modelo mejorado basado en la celosía, donde el factor de restricción de los cuatro vecinos toma el lugar del factor Verhulst. Aquí, discutimos el modelo Penna de dos poblaciones con \"depredación\" en la celosía plana de dos dimensiones. Se ha construido un modelo de autómata celular que contiene lobos móviles y ovejas. Los resultados muestran que tanto la cantidad de lobos como de ovejas fluctúan de acuerdo con la ley que una cantidad aumenta mientras que la otra disminuye ",
            "error": [
                ""
            ]
        },
        "cellular automata": {
            "translated_key": [
                "automatismo celular",
                "autómatas celulares"
            ],
            "translated_annotated_text": "El modelo de \"automatismo celular\" de dos poblaciones con depredación basado en el modelo Penna En Pennas (1995) modelo de bit-string asexual de envejecimiento biológico, el factor Verhulst tiene un efecto de restricción demasiado fuerte en el desarrollo de la población. Danuta Makowiec dio un modelo mejorado basado en la celosía, donde el factor de restricción de los cuatro vecinos toma el lugar del factor Verhulst. Aquí, discutimos las dos poblaciones modelo Penna con depredación en la celosía plana de dos dimensiones. Se ha construido un modelo de \"autómatas celulares\" que contiene lobos móviles y ovejas. Los resultados muestran que tanto la cantidad de lobos como de ovejas fluctúan de acuerdo con la ley que una cantidad aumenta mientras que la otra disminuye ",
            "error": [
                "automatismo celular",
                "autómatas celulares"
            ]
        },
        "fluctuations": {
            "translated_key": [],
            "translated_annotated_text": "El modelo autómata celular de dos poblaciones con depredación basado en el modelo Penna en Pennas (1995) modelo asexual de bit-string de envejecimiento biológico, el factor Verhulst tiene un efecto de restricción demasiado fuerte en el desarrollo de la población. Danuta Makowiec dio un modelo mejorado basado en la celosía, donde el factor de restricción de los cuatro vecinos toma el lugar del factor Verhulst. Aquí, discutimos las dos poblaciones modelo Penna con depredación en la celosía plana de dos dimensiones. Se ha construido un modelo de autómata celular que contiene lobos móviles y ovejas. Los resultados muestran que tanto la cantidad de lobos como de ovejas fluctúan de acuerdo con la ley que una cantidad aumenta mientras que la otra disminuye ",
            "error": []
        },
        "lattice theory": {
            "translated_key": [],
            "translated_annotated_text": "El modelo autómata celular de dos poblaciones con depredación basado en el modelo Penna en Pennas (1995) modelo asexual de bit-string de envejecimiento biológico, el factor Verhulst tiene un efecto de restricción demasiado fuerte en el desarrollo de la población. Danuta Makowiec dio un modelo mejorado basado en la celosía, donde el factor de restricción de los cuatro vecinos toma el lugar del factor Verhulst. Aquí, discutimos las dos poblaciones modelo Penna con depredación en la celosía plana de dos dimensiones. Se ha construido un modelo de autómata celular que contiene lobos móviles y ovejas. Los resultados muestran que tanto la cantidad de lobos como de ovejas fluctúan de acuerdo con la ley que una cantidad aumenta mientras que la otra disminuye ",
            "error": []
        },
        "probability": {
            "translated_key": [],
            "translated_annotated_text": "El modelo autómata celular de dos poblaciones con depredación basado en el modelo Penna en Pennas (1995) modelo asexual de bit-string de envejecimiento biológico, el factor Verhulst tiene un efecto de restricción demasiado fuerte en el desarrollo de la población. Danuta Makowiec dio un modelo mejorado basado en la celosía, donde el factor de restricción de los cuatro vecinos toma el lugar del factor Verhulst. Aquí, discutimos las dos poblaciones modelo Penna con depredación en la celosía plana de dos dimensiones. Se ha construido un modelo de autómata celular que contiene lobos móviles y ovejas. Los resultados muestran que tanto la cantidad de lobos como de ovejas fluctúan de acuerdo con la ley que una cantidad aumenta mientras que la otra disminuye ",
            "error": []
        },
        "zoology": {
            "translated_key": [],
            "translated_annotated_text": "El modelo autómata celular de dos poblaciones con depredación basado en el modelo Penna en Pennas (1995) modelo asexual de bit-string de envejecimiento biológico, el factor Verhulst tiene un efecto de restricción demasiado fuerte en el desarrollo de la población. Danuta Makowiec dio un modelo mejorado basado en la celosía, donde el factor de restricción de los cuatro vecinos toma el lugar del factor Verhulst. Aquí, discutimos las dos poblaciones modelo Penna con depredación en la celosía plana de dos dimensiones. Se ha construido un modelo de autómata celular que contiene lobos móviles y ovejas. Los resultados muestran que tanto la cantidad de lobos como de ovejas fluctúan de acuerdo con la ley que una cantidad aumenta mientras que la otra disminuye ",
            "error": []
        }
    }
}