{
    "original_text": "The influence of tollbooths on highway traffic We study the effects of tollbooths on the traffic flow. The highway traffic is simulated by the Nagel-Schreckenberg model. Various types of toll collection are examined, which can be characterized either by a waiting time or a reduced speed. A first-order phase transition is observed. The phase separation results a saturated flow, which is observed as a plateau region in the fundamental diagram. The effects of lane expansion near the tollbooth are examined. The full capacity of a highway can be restored. The emergence of vehicle queuing is studied. Besides the numerical results, we also obtain analytical expressions for various quantities. The numerical simulations can be well described by the analytical formulas. We also discuss the influence on the travel time and its variance. The tollbooth increases the travel time but decreases its variance. The differences between long- and short-distance travelers are also discussed",
    "original_translation": "La influencia de los peajes en el tráfico de carreteras Estudiamos los efectos de los peajes en el flujo de tráfico. El tráfico de la carretera es simulado por el modelo Nagel-Schreckenberg. Se examinan diversos tipos de cobro de peajes, que pueden caracterizarse por un tiempo de espera o por una velocidad reducida. Se observa una transición de fase de primer orden. La separación de fase resulta en un flujo saturado, que se observa como una región de meseta en el diagrama fundamental. Se examinan los efectos de la expansión del carril cerca del peaje. Se puede restaurar toda la capacidad de una carretera. Se estudia la aparición de la cola de vehículos. Además de los resultados numéricos, también obtenemos expresiones analíticas para diversas cantidades. Las simulaciones numéricas pueden ser bien descritas por las fórmulas analíticas. También discutimos la influencia en el tiempo de viaje y su varianza. El peaje aumenta el tiempo de viaje pero disminuye su varianza. También se discuten las diferencias entre los viajeros de larga y corta distancia",
    "error_count": 3,
    "keys": {
        "highway traffic": {
            "translated_key": [
                "trafico de autopistas",
                "tráfico de autopistas"
            ],
            "translated_annotated_text": "La influencia de los peajes en el \"trafico de autopistas\" Estudiamos los efectos de los peajes en el flujo de tráfico. El \"tráfico de autopistas\" es simulado por el modelo Nagel-Schreckenberg. Se examinan diversos tipos de cobro de peajes, que pueden caracterizarse por un tiempo de espera o por una velocidad reducida. Se observa una transición de fase de primer orden. La separación de fase resulta en un flujo saturado, que se observa como una región de meseta en el diagrama fundamental. Se examinan los efectos de la expansión del carril cerca del peaje. Se puede restaurar toda la capacidad de una carretera. Se estudia la aparición de la cola de vehículos. Además de los resultados numéricos, también obtenemos expresiones analíticas para diversas cantidades. Las simulaciones numéricas pueden ser bien descritas por las fórmulas analíticas. También discutimos la influencia en el tiempo de viaje y su varianza. El peaje aumenta el tiempo de viaje pero disminuye su varianza. También se discuten las diferencias entre los viajeros de larga y corta distancia ",
            "error": [
                "trafico de autopistas",
                "tráfico de autopistas"
            ]
        },
        "tollbooths": {
            "translated_key": [],
            "translated_annotated_text": "La influencia de los peajes en el tráfico de carreteras Estudiamos los efectos de los peajes en el flujo de tráfico. El tráfico de la carretera es simulado por el modelo Nagel-Schreckenberg. Se examinan diversos tipos de cobro de peajes, que pueden caracterizarse por un tiempo de espera o por una velocidad reducida. Se observa una transición de fase de primer orden. La separación de fase resulta en un flujo saturado, que se observa como una región de meseta en el diagrama fundamental. Se examinan los efectos de la expansión del carril cerca del peaje. Se puede restaurar toda la capacidad de una carretera. Se estudia la aparición de la cola de vehículos. Además de los resultados numéricos, también obtenemos expresiones analíticas para diversas cantidades. Las simulaciones numéricas pueden ser bien descritas por las fórmulas analíticas. También discutimos la influencia en el tiempo de viaje y su varianza. El peaje aumenta el tiempo de viaje pero disminuye su varianza. También se discuten las diferencias entre los viajeros de larga y corta distancia ",
            "error": []
        },
        "Nagel-Schreckenberg model": {
            "translated_key": "modelo Nagel-Schreckenberg",
            "translated_annotated_text": "La influencia de los peajes en el tráfico de carreteras Estudiamos los efectos de los peajes en el flujo de tráfico. El tráfico de la carretera es simulado por el \"modelo Nagel-Schreckenberg\". Se examinan diversos tipos de cobro de peajes, que pueden caracterizarse por un tiempo de espera o por una velocidad reducida. Se observa una transición de fase de primer orden. La separación de fase resulta en un flujo saturado, que se observa como una región de meseta en el diagrama fundamental. Se examinan los efectos de la expansión del carril cerca del peaje. Se puede restaurar toda la capacidad de una carretera. Se estudia la aparición de la cola de vehículos. Además de los resultados numéricos, también obtenemos expresiones analíticas para diversas cantidades. Las simulaciones numéricas pueden ser bien descritas por las fórmulas analíticas. También discutimos la influencia en el tiempo de viaje y su varianza. El peaje aumenta el tiempo de viaje pero disminuye su varianza. También se discuten las diferencias entre los viajeros de larga y corta distancia ",
            "error": [
                ""
            ]
        },
        "toll collection": {
            "translated_key": "recolección de peajes",
            "translated_annotated_text": "La influencia de los peajes en el tráfico de carreteras Estudiamos los efectos de los peajes en el flujo de tráfico. El tráfico de la carretera es simulado por el modelo Nagel-Schreckenberg. Se examinan varios tipos de \"recolección de peajes\", que pueden caracterizarse por un tiempo de espera o por una velocidad reducida. Se observa una transición de fase de primer orden. La separación de fase resulta en un flujo saturado, que se observa como una región de meseta en el diagrama fundamental. Se examinan los efectos de la expansión del carril cerca del peaje. Se puede restaurar toda la capacidad de una carretera. Se estudia la aparición de la cola de vehículos. Además de los resultados numéricos, también obtenemos expresiones analíticas para diversas cantidades. Las simulaciones numéricas pueden ser bien descritas por las fórmulas analíticas. También discutimos la influencia en el tiempo de viaje y su varianza. El peaje aumenta el tiempo de viaje pero disminuye su varianza. También se discuten las diferencias entre los viajeros de larga y corta distancia ",
            "error": [
                ""
            ]
        },
        "waiting time": {
            "translated_key": "tiempo de espera",
            "translated_annotated_text": "La influencia de los peajes en el tráfico de carreteras Estudiamos los efectos de los peajes en el flujo de tráfico. El tráfico de la carretera es simulado por el modelo Nagel-Schreckenberg. Se examinan varios tipos de recogida de peajes, que pueden caracterizarse por un \"tiempo de espera\" o una velocidad reducida. Se observa una transición de fase de primer orden. La separación de fase resulta en un flujo saturado, que se observa como una región de meseta en el diagrama fundamental. Se examinan los efectos de la expansión del carril cerca del peaje. Se puede restaurar toda la capacidad de una carretera. Se estudia la aparición de la cola de vehículos. Además de los resultados numéricos, también obtenemos expresiones analíticas para diversas cantidades. Las simulaciones numéricas pueden ser bien descritas por las fórmulas analíticas. También discutimos la influencia en el tiempo de viaje y su varianza. El peaje aumenta el tiempo de viaje pero disminuye su varianza. También se discuten las diferencias entre los viajeros de larga y corta distancia ",
            "error": [
                ""
            ]
        },
        "reduced speed": {
            "translated_key": "velocidad reducida",
            "translated_annotated_text": "La influencia de los peajes en el tráfico de carreteras Estudiamos los efectos de los peajes en el flujo de tráfico. El tráfico de la carretera es simulado por el modelo Nagel-Schreckenberg. Se examinan diversos tipos de cobro de peajes, que pueden caracterizarse por un tiempo de espera o por una \"velocidad reducida\". Se observa una transición de fase de primer orden. La separación de fase resulta en un flujo saturado, que se observa como una región de meseta en el diagrama fundamental. Se examinan los efectos de la expansión del carril cerca del peaje. Se puede restaurar toda la capacidad de una carretera. Se estudia la aparición de la cola de vehículos. Además de los resultados numéricos, también obtenemos expresiones analíticas para diversas cantidades. Las simulaciones numéricas pueden ser bien descritas por las fórmulas analíticas. También discutimos la influencia en el tiempo de viaje y su varianza. El peaje aumenta el tiempo de viaje pero disminuye su varianza. También se discuten las diferencias entre los viajeros de larga y corta distancia ",
            "error": [
                ""
            ]
        },
        "first-order phase transition": {
            "translated_key": "transición de fase de primer orden",
            "translated_annotated_text": "La influencia de los peajes en el tráfico de carreteras Estudiamos los efectos de los peajes en el flujo de tráfico. El tráfico de la carretera es simulado por el modelo Nagel-Schreckenberg. Se examinan diversos tipos de cobro de peajes, que pueden caracterizarse por un tiempo de espera o por una velocidad reducida. Se observa una \"transición de fase de primer orden\". La separación de fase resulta en un flujo saturado, que se observa como una región de meseta en el diagrama fundamental. Se examinan los efectos de la expansión del carril cerca del peaje. Se puede restaurar toda la capacidad de una carretera. Se estudia la aparición de la cola de vehículos. Además de los resultados numéricos, también obtenemos expresiones analíticas para diversas cantidades. Las simulaciones numéricas pueden ser bien descritas por las fórmulas analíticas. También discutimos la influencia en el tiempo de viaje y su varianza. El peaje aumenta el tiempo de viaje pero disminuye su varianza. También se discuten las diferencias entre los viajeros de larga y corta distancia ",
            "error": [
                ""
            ]
        },
        "saturated flow": {
            "translated_key": "flujo saturado",
            "translated_annotated_text": "La influencia de los peajes en el tráfico de carreteras Estudiamos los efectos de los peajes en el flujo de tráfico. El tráfico de la carretera es simulado por el modelo Nagel-Schreckenberg. Se examinan diversos tipos de cobro de peajes, que pueden caracterizarse por un tiempo de espera o por una velocidad reducida. Se observa una transición de fase de primer orden. La separación de fase resulta en un \"flujo saturado\", que se observa como una región de meseta en el diagrama fundamental. Se examinan los efectos de la expansión del carril cerca del peaje. Se puede restaurar toda la capacidad de una carretera. Se estudia la aparición de la cola de vehículos. Además de los resultados numéricos, también obtenemos expresiones analíticas para diversas cantidades. Las simulaciones numéricas pueden ser bien descritas por las fórmulas analíticas. También discutimos la influencia en el tiempo de viaje y su varianza. El peaje aumenta el tiempo de viaje pero disminuye su varianza. También se discuten las diferencias entre los viajeros de larga y corta distancia ",
            "error": [
                ""
            ]
        },
        "lane expansion": {
            "translated_key": "expansión de carriles",
            "translated_annotated_text": "La influencia de los peajes en el tráfico de carreteras Estudiamos los efectos de los peajes en el flujo de tráfico. El tráfico de la carretera es simulado por el modelo Nagel-Schreckenberg. Se examinan diversos tipos de cobro de peajes, que pueden caracterizarse por un tiempo de espera o por una velocidad reducida. Se observa una transición de fase de primer orden. La separación de fase resulta en un flujo saturado, que se observa como una región de meseta en el diagrama fundamental. Se examinan los efectos de la \"expansión de carriles\" cerca del peaje. Se puede restaurar toda la capacidad de una carretera. Se estudia la aparición de la cola de vehículos. Además de los resultados numéricos, también obtenemos expresiones analíticas para diversas cantidades. Las simulaciones numéricas pueden ser bien descritas por las fórmulas analíticas. También discutimos la influencia en el tiempo de viaje y su varianza. El peaje aumenta el tiempo de viaje pero disminuye su varianza. También se discuten las diferencias entre los viajeros de larga y corta distancia ",
            "error": [
                ""
            ]
        },
        "vehicle queuing": {
            "translated_key": "cola de vehículos",
            "translated_annotated_text": "La influencia de los peajes en el tráfico de carreteras Estudiamos los efectos de los peajes en el flujo de tráfico. El tráfico de la carretera es simulado por el modelo Nagel-Schreckenberg. Se examinan diversos tipos de cobro de peajes, que pueden caracterizarse por un tiempo de espera o por una velocidad reducida. Se observa una transición de fase de primer orden. La separación de fase resulta en un flujo saturado, que se observa como una región de meseta en el diagrama fundamental. Se examinan los efectos de la expansión del carril cerca del peaje. Se puede restaurar toda la capacidad de una carretera. Se estudia la emergencia de la \"cola de vehículos\". Además de los resultados numéricos, también obtenemos expresiones analíticas para diversas cantidades. Las simulaciones numéricas pueden ser bien descritas por las fórmulas analíticas. También discutimos la influencia en el tiempo de viaje y su varianza. El peaje aumenta el tiempo de viaje pero disminuye su varianza. También se discuten las diferencias entre los viajeros de larga y corta distancia ",
            "error": [
                ""
            ]
        },
        "numerical simulations": {
            "translated_key": "simulaciones numéricas",
            "translated_annotated_text": "La influencia de los peajes en el tráfico de carreteras Estudiamos los efectos de los peajes en el flujo de tráfico. El tráfico de la carretera es simulado por el modelo Nagel-Schreckenberg. Se examinan diversos tipos de cobro de peajes, que pueden caracterizarse por un tiempo de espera o por una velocidad reducida. Se observa una transición de fase de primer orden. La separación de fase resulta en un flujo saturado, que se observa como una región de meseta en el diagrama fundamental. Se examinan los efectos de la expansión del carril cerca del peaje. Se puede restaurar toda la capacidad de una carretera. Se estudia la aparición de la cola de vehículos. Además de los resultados numéricos, también obtenemos expresiones analíticas para diversas cantidades. Las \"simulaciones numéricas\" pueden ser bien descritas por las fórmulas analíticas. También discutimos la influencia en el tiempo de viaje y su varianza. El peaje aumenta el tiempo de viaje pero disminuye su varianza. También se discuten las diferencias entre los viajeros de larga y corta distancia ",
            "error": [
                ""
            ]
        },
        "road traffic": {
            "translated_key": [],
            "translated_annotated_text": "La influencia de los peajes en el tráfico de carreteras Estudiamos los efectos de los peajes en el flujo de tráfico. El tráfico de la carretera es simulado por el modelo Nagel-Schreckenberg. Se examinan diversos tipos de cobro de peajes, que pueden caracterizarse por un tiempo de espera o por una velocidad reducida. Se observa una transición de fase de primer orden. La separación de fase resulta en un flujo saturado, que se observa como una región de meseta en el diagrama fundamental. Se examinan los efectos de la expansión del carril cerca del peaje. Se puede restaurar toda la capacidad de una carretera. Se estudia la aparición de la cola de vehículos. Además de los resultados numéricos, también obtenemos expresiones analíticas para diversas cantidades. Las simulaciones numéricas pueden ser bien descritas por las fórmulas analíticas. También discutimos la influencia en el tiempo de viaje y su varianza. El peaje aumenta el tiempo de viaje pero disminuye su varianza. También se discuten las diferencias entre los viajeros de larga y corta distancia ",
            "error": []
        }
    }
}