{
    "original_text": "Application of nonlinear time series analysis techniques to high-frequency currency exchange data In this work we have applied nonlinear time series analysis to high-frequency currency exchange data. The time series studied are the exchange rates between the US Dollar and 18 other foreign currencies from within and without the Euro zone. Our goal was to determine if their dynamical behaviours were in some way correlated. The nonexistence of stationarity called for the application of recurrence quantification analysis as a tool for this analysis, and is based on the definition of several parameters that allow for the quantification of recurrence plots. The method was checked using the European Monetary System currency exchanges. The results show, as expected, the high correlation between the currencies that are part of the Euro, but also a strong correlation between the Japanese Yen, the Canadian Dollar and the British Pound. Singularities of the series are also demonstrated taking into account historical events, in 1996, in the Euro zone",
    "original_translation": "Aplicación de técnicas de análisis de series temporales no lineales a datos de intercambio de divisas de alta frecuencia En este trabajo hemos aplicado análisis de series temporales no lineales a datos de intercambio de divisas de alta frecuencia. Las series temporales estudiadas son los tipos de cambio entre el dólar estadounidense y otras 18 monedas extranjeras desde dentro y fuera de la zona del euro. Nuestro objetivo era determinar si sus comportamientos dinámicos estaban correlacionados de alguna manera. La inexistencia de estacionalidad requirió la aplicación del análisis de cuantificación de recurrencias como herramienta para este análisis, y se basa en la definición de varios parámetros que permiten la cuantificación de las tramas de recurrencia. El método se verificó utilizando las bolsas del Sistema Monetario Europeo. Los resultados muestran, como se esperaba, la alta correlación entre las monedas que forman parte del euro, pero también una fuerte correlación entre el yen japonés, el dólar canadiense y la libra británica. Las singularidades de la serie también se demuestran teniendo en cuenta los acontecimientos históricos, en 1996, en la zona del euro",
    "error_count": 10,
    "keys": {
        "nonlinear time series": {
            "translated_key": " series temporales no lineales",
            "translated_annotated_text": "Aplicación de técnicas de análisis <br> series temporales no lineales</br> a datos de intercambio de divisas de alta frecuencia En este trabajo hemos aplicado análisis <br> series temporales no lineales</br> a datos de intercambio de divisas de alta frecuencia. Las series temporales estudiadas son los tipos de cambio entre el dólar estadounidense y otras 18 monedas extranjeras desde dentro y fuera de la zona del euro. Nuestro objetivo era determinar si sus comportamientos dinámicos estaban correlacionados de alguna manera. La inexistencia de estacionalidad requirió la aplicación del análisis de cuantificación de recurrencias como herramienta para este análisis, y se basa en la definición de varios parámetros que permiten la cuantificación de las tramas de recurrencia. El método se verificó utilizando las bolsas del Sistema Monetario Europeo. Los resultados muestran, como se esperaba, la alta correlación entre las monedas que forman parte del euro, pero también una fuerte correlación entre el yen japonés, el dólar canadiense y la libra británica. Las singularidades de la serie también se demuestran teniendo en cuenta los acontecimientos históricos, en 1996, en la zona del euro ",
            "error": [
                ""
            ]
        },
        "high-frequency currency exchange data": {
            "translated_key": "datos de intercambio de divisas de alta frecuencia",
            "translated_annotated_text": "Aplicación de técnicas de análisis de series temporales no lineales a <br>datos de intercambio de divisas de alta frecuencia</br> En este trabajo hemos aplicado análisis de series temporales no lineales a <br>datos de intercambio de divisas de alta frecuencia</br>. Las series temporales estudiadas son los tipos de cambio entre el dólar estadounidense y otras 18 monedas extranjeras desde dentro y fuera de la zona del euro. Nuestro objetivo era determinar si sus comportamientos dinámicos estaban correlacionados de alguna manera. La inexistencia de estacionalidad requirió la aplicación del análisis de cuantificación de recurrencias como herramienta para este análisis, y se basa en la definición de varios parámetros que permiten la cuantificación de las tramas de recurrencia. El método se verificó utilizando las bolsas del Sistema Monetario Europeo. Los resultados muestran, como se esperaba, la alta correlación entre las monedas que forman parte del euro, pero también una fuerte correlación entre el yen japonés, el dólar canadiense y la libra británica. Las singularidades de la serie también se demuestran teniendo en cuenta los acontecimientos históricos, en 1996, en la zona del euro ",
            "error": [
                ""
            ]
        },
        "exchange rates": {
            "translated_key": [],
            "translated_annotated_text": "Aplicación de técnicas de análisis de series temporales no lineales a datos de intercambio de divisas de alta frecuencia En este trabajo hemos aplicado análisis de series temporales no lineales a datos de intercambio de divisas de alta frecuencia. Las series temporales estudiadas son los tipos de cambio <br> entre el dólar estadounidense y otras 18 monedas extranjeras de dentro y fuera de la zona del euro. Nuestro objetivo era determinar si sus comportamientos dinámicos estaban correlacionados de alguna manera. La inexistencia de estacionalidad requirió la aplicación del análisis de cuantificación de recurrencias como herramienta para este análisis, y se basa en la definición de varios parámetros que permiten la cuantificación de las tramas de recurrencia. El método se verificó utilizando las bolsas del Sistema Monetario Europeo. Los resultados muestran, como se esperaba, la alta correlación entre las monedas que forman parte del euro, pero también una fuerte correlación entre el yen japonés, el dólar canadiense y la libra británica. Las singularidades de la serie también se demuestran teniendo en cuenta los acontecimientos históricos, en 1996, en la zona del euro ",
            "error": []
        },
        "US Dollar": {
            "translated_key": "dólar estadounidense",
            "translated_annotated_text": "Aplicación de técnicas de análisis de series temporales no lineales a datos de intercambio de divisas de alta frecuencia En este trabajo hemos aplicado análisis de series temporales no lineales a datos de intercambio de divisas de alta frecuencia. Las series temporales estudiadas son los tipos de cambio entre el <br>dólar estadounidense</br> y otras 18 monedas extranjeras de dentro y fuera de la zona del euro. Nuestro objetivo era determinar si sus comportamientos dinámicos estaban correlacionados de alguna manera. La inexistencia de estacionalidad requirió la aplicación del análisis de cuantificación de recurrencias como herramienta para este análisis, y se basa en la definición de varios parámetros que permiten la cuantificación de las tramas de recurrencia. El método se verificó utilizando las bolsas del Sistema Monetario Europeo. Los resultados muestran, como se esperaba, la alta correlación entre las monedas que forman parte del euro, pero también una fuerte correlación entre el yen japonés, el dólar canadiense y la libra británica. Las singularidades de la serie también se demuestran teniendo en cuenta los acontecimientos históricos, en 1996, en la zona del euro ",
            "error": [
                ""
            ]
        },
        "foreign currencies": {
            "translated_key": [],
            "translated_annotated_text": "Aplicación de técnicas de análisis de series temporales no lineales a datos de intercambio de divisas de alta frecuencia En este trabajo hemos aplicado análisis de series temporales no lineales a datos de intercambio de divisas de alta frecuencia. Las series temporales estudiadas son los tipos de cambio entre el dólar estadounidense y otras 18 monedas extranjeras desde dentro y fuera de la zona del euro. Nuestro objetivo era determinar si sus comportamientos dinámicos estaban correlacionados de alguna manera. La inexistencia de estacionalidad requirió la aplicación del análisis de cuantificación de recurrencias como herramienta para este análisis, y se basa en la definición de varios parámetros que permiten la cuantificación de las tramas de recurrencia. El método se verificó utilizando las bolsas del Sistema Monetario Europeo. Los resultados muestran, como se esperaba, la alta correlación entre las monedas que forman parte del euro, pero también una fuerte correlación entre el yen japonés, el dólar canadiense y la libra británica. Las singularidades de la serie también se demuestran teniendo en cuenta los acontecimientos históricos, en 1996, en la zona del euro ",
            "error": []
        },
        "Euro zone": {
            "translated_key": "zona euro",
            "translated_annotated_text": "Aplicación de técnicas de análisis de series temporales no lineales a datos de intercambio de divisas de alta frecuencia En este trabajo hemos aplicado análisis de series temporales no lineales a datos de intercambio de divisas de alta frecuencia. Las series temporales estudiadas son los tipos de cambio entre el dólar estadounidense y otras 18 monedas extranjeras desde dentro y fuera de la <br>zona euro</br>. Nuestro objetivo era determinar si sus comportamientos dinámicos estaban correlacionados de alguna manera. La inexistencia de estacionalidad requirió la aplicación del análisis de cuantificación de recurrencias como herramienta para este análisis, y se basa en la definición de varios parámetros que permiten la cuantificación de las tramas de recurrencia. El método se verificó utilizando las bolsas del Sistema Monetario Europeo. Los resultados muestran, como se esperaba, la alta correlación entre las monedas que forman parte del euro, pero también una fuerte correlación entre el yen japonés, el dólar canadiense y la libra británica. Las singularidades de la serie también se demuestran teniendo en cuenta los acontecimientos históricos, en 1996, en la zona euro<br> ",
            "error": [
                ""
            ]
        },
        "stationarity": {
            "translated_key": "stationarity",
            "translated_annotated_text": "Aplicación de técnicas de análisis de series temporales no lineales a datos de intercambio de divisas de alta frecuencia En este trabajo hemos aplicado análisis de series temporales no lineales a datos de intercambio de divisas de alta frecuencia. Las series temporales estudiadas son los tipos de cambio entre el dólar estadounidense y otras 18 monedas extranjeras desde dentro y fuera de la zona del euro. Nuestro objetivo era determinar si sus comportamientos dinámicos estaban correlacionados de alguna manera. La inexistencia de <br>stationarity</br> requirió la aplicación del análisis de cuantificación de recurrencias como herramienta para este análisis, y se basa en la definición de varios parámetros que permiten la cuantificación de los diagramas de recurrencia. El método se verificó utilizando las bolsas del Sistema Monetario Europeo. Los resultados muestran, como se esperaba, la alta correlación entre las monedas que forman parte del euro, pero también una fuerte correlación entre el yen japonés, el dólar canadiense y la libra británica. Las singularidades de la serie también se demuestran teniendo en cuenta los acontecimientos históricos, en 1996, en la zona del euro ",
            "error": [
                ""
            ]
        },
        "recurrence quantification analysis": {
            "translated_key": "análisis de cuantificación de recurrencias",
            "translated_annotated_text": "Aplicación de técnicas de análisis de series temporales no lineales a datos de intercambio de divisas de alta frecuencia En este trabajo hemos aplicado análisis de series temporales no lineales a datos de intercambio de divisas de alta frecuencia. Las series temporales estudiadas son los tipos de cambio entre el dólar estadounidense y otras 18 monedas extranjeras desde dentro y fuera de la zona del euro. Nuestro objetivo era determinar si sus comportamientos dinámicos estaban correlacionados de alguna manera. La inexistencia de estacionalidad requirió la aplicación del <br>análisis de cuantificación de recurrencias</br> como herramienta para este análisis, y se basa en la definición de varios parámetros que permiten la cuantificación de las tramas de recurrencia. El método se verificó utilizando las bolsas del Sistema Monetario Europeo. Los resultados muestran, como se esperaba, la alta correlación entre las monedas que forman parte del euro, pero también una fuerte correlación entre el yen japonés, el dólar canadiense y la libra británica. Las singularidades de la serie también se demuestran teniendo en cuenta los acontecimientos históricos, en 1996, en la zona del euro ",
            "error": [
                ""
            ]
        },
        "recurrence plots": {
            "translated_key": "recurrencia",
            "translated_annotated_text": "Aplicación de técnicas de análisis de series temporales no lineales a datos de intercambio de divisas de alta frecuencia En este trabajo hemos aplicado análisis de series temporales no lineales a datos de intercambio de divisas de alta frecuencia. Las series temporales estudiadas son los tipos de cambio entre el dólar estadounidense y otras 18 monedas extranjeras desde dentro y fuera de la zona del euro. Nuestro objetivo era determinar si sus comportamientos dinámicos estaban correlacionados de alguna manera. La inexistencia de estacionalidad requirió la aplicación del análisis de cuantificación de recurrencias como herramienta para este análisis, y se basa en la definición de varios parámetros que permiten la cuantificación de las parcelas <br>recurrencia</br>. El método se verificó utilizando las bolsas del Sistema Monetario Europeo. Los resultados muestran, como se esperaba, la alta correlación entre las monedas que forman parte del euro, pero también una fuerte correlación entre el yen japonés, el dólar canadiense y la libra británica. Las singularidades de la serie también se demuestran teniendo en cuenta los acontecimientos históricos, en 1996, en la zona del euro ",
            "error": [
                ""
            ]
        },
        "European Monetary System": {
            "translated_key": [],
            "translated_annotated_text": "Aplicación de técnicas de análisis de series temporales no lineales a datos de intercambio de divisas de alta frecuencia En este trabajo hemos aplicado análisis de series temporales no lineales a datos de intercambio de divisas de alta frecuencia. Las series temporales estudiadas son los tipos de cambio entre el dólar estadounidense y otras 18 monedas extranjeras desde dentro y fuera de la zona del euro. Nuestro objetivo era determinar si sus comportamientos dinámicos estaban correlacionados de alguna manera. La inexistencia de estacionalidad requirió la aplicación del análisis de cuantificación de recurrencias como herramienta para este análisis, y se basa en la definición de varios parámetros que permiten la cuantificación de las tramas de recurrencia. El método se verificó utilizando el Sistema Monetario Europeo. Los resultados muestran, como se esperaba, la alta correlación entre las monedas que forman parte del euro, pero también una fuerte correlación entre el yen japonés, el dólar canadiense y la libra británica. Las singularidades de la serie también se demuestran teniendo en cuenta los acontecimientos históricos, en 1996, en la zona del euro ",
            "error": []
        },
        "Japanese Yen": {
            "translated_key": "yen japonés",
            "translated_annotated_text": "Aplicación de técnicas de análisis de series temporales no lineales a datos de intercambio de divisas de alta frecuencia En este trabajo hemos aplicado análisis de series temporales no lineales a datos de intercambio de divisas de alta frecuencia. Las series temporales estudiadas son los tipos de cambio entre el dólar estadounidense y otras 18 monedas extranjeras desde dentro y fuera de la zona del euro. Nuestro objetivo era determinar si sus comportamientos dinámicos estaban correlacionados de alguna manera. La inexistencia de estacionalidad requirió la aplicación del análisis de cuantificación de recurrencias como herramienta para este análisis, y se basa en la definición de varios parámetros que permiten la cuantificación de las tramas de recurrencia. El método se verificó utilizando las bolsas del Sistema Monetario Europeo. Los resultados muestran, como se esperaba, la alta correlación entre las monedas que forman parte del euro, pero también una fuerte correlación entre el <br>yen japonés</br>, el dólar canadiense y la libra británica.  Las singularidades de la serie también se demuestran teniendo en cuenta los acontecimientos históricos, en 1996, en la zona del euro ",
            "error": [
                ""
            ]
        },
        "Canadian Dollar": {
            "translated_key": "dólar canadiense",
            "translated_annotated_text": "Aplicación de técnicas de análisis de series temporales no lineales a datos de intercambio de divisas de alta frecuencia En este trabajo hemos aplicado análisis de series temporales no lineales a datos de intercambio de divisas de alta frecuencia. Las series temporales estudiadas son los tipos de cambio entre el dólar estadounidense y otras 18 monedas extranjeras desde dentro y fuera de la zona del euro. Nuestro objetivo era determinar si sus comportamientos dinámicos estaban correlacionados de alguna manera. La inexistencia de estacionalidad requirió la aplicación del análisis de cuantificación de recurrencias como herramienta para este análisis, y se basa en la definición de varios parámetros que permiten la cuantificación de las tramas de recurrencia. El método se verificó utilizando las bolsas del Sistema Monetario Europeo. Los resultados muestran, como se esperaba, la alta correlación entre las monedas que forman parte del euro, pero también una fuerte correlación entre el yen japonés, el <br>dólar canadiense</br> y la libra británica. Las singularidades de la serie también se demuestran teniendo en cuenta los acontecimientos históricos, en 1996, en la zona del euro ",
            "error": [
                ""
            ]
        },
        "British Pound": {
            "translated_key": "libra británica",
            "translated_annotated_text": "Aplicación de técnicas de análisis de series temporales no lineales a datos de intercambio de divisas de alta frecuencia En este trabajo hemos aplicado análisis de series temporales no lineales a datos de intercambio de divisas de alta frecuencia. Las series temporales estudiadas son los tipos de cambio entre el dólar estadounidense y otras 18 monedas extranjeras desde dentro y fuera de la zona del euro. Nuestro objetivo era determinar si sus comportamientos dinámicos estaban correlacionados de alguna manera. La inexistencia de estacionalidad requirió la aplicación del análisis de cuantificación de recurrencias como herramienta para este análisis, y se basa en la definición de varios parámetros que permiten la cuantificación de las tramas de recurrencia. El método se verificó utilizando las bolsas del Sistema Monetario Europeo. Los resultados muestran, como se esperaba, la alta correlación entre las monedas que forman parte del euro, pero también una fuerte correlación entre el yen japonés, el dólar canadiense y la <br>libra británica</br>. Las singularidades de la serie también se demuestran teniendo en cuenta los acontecimientos históricos, en 1996, en la zona del euro ",
            "error": [
                ""
            ]
        },
        "historical events": {
            "translated_key": "acontecimientos históricos",
            "translated_annotated_text": "Aplicación de técnicas de análisis de series temporales no lineales a datos de intercambio de divisas de alta frecuencia En este trabajo hemos aplicado análisis de series temporales no lineales a datos de intercambio de divisas de alta frecuencia. Las series temporales estudiadas son los tipos de cambio entre el dólar estadounidense y otras 18 monedas extranjeras desde dentro y fuera de la zona del euro. Nuestro objetivo era determinar si sus comportamientos dinámicos estaban correlacionados de alguna manera. La inexistencia de estacionalidad requirió la aplicación del análisis de cuantificación de recurrencias como herramienta para este análisis, y se basa en la definición de varios parámetros que permiten la cuantificación de las tramas de recurrencia. El método se verificó utilizando las bolsas del Sistema Monetario Europeo. Los resultados muestran, como se esperaba, la alta correlación entre las monedas que forman parte del euro, pero también una fuerte correlación entre el yen japonés, el dólar canadiense y la libra británica. Las singularidades de la serie también se demuestran teniendo en cuenta los <br>acontecimientos históricos</br>, en 1996, en la zona del euro. ",
            "error": [
                ""
            ]
        },
        "econophysics": {
            "translated_key": [],
            "translated_annotated_text": "Aplicación de técnicas de análisis de series temporales no lineales a datos de intercambio de divisas de alta frecuencia En este trabajo hemos aplicado análisis de series temporales no lineales a datos de intercambio de divisas de alta frecuencia. Las series temporales estudiadas son los tipos de cambio entre el dólar estadounidense y otras 18 monedas extranjeras desde dentro y fuera de la zona del euro. Nuestro objetivo era determinar si sus comportamientos dinámicos estaban correlacionados de alguna manera. La inexistencia de estacionalidad requirió la aplicación del análisis de cuantificación de recurrencias como herramienta para este análisis, y se basa en la definición de varios parámetros que permiten la cuantificación de las tramas de recurrencia. El método se verificó utilizando las bolsas del Sistema Monetario Europeo. Los resultados muestran, como se esperaba, la alta correlación entre las monedas que forman parte del euro, pero también una fuerte correlación entre el yen japonés, el dólar canadiense y la libra británica. Las singularidades de la serie también se demuestran teniendo en cuenta los acontecimientos históricos, en 1996, en la zona del euro ",
            "error": []
        },
        "nonlinear dynamics": {
            "translated_key": [],
            "translated_annotated_text": "Aplicación de técnicas de análisis de series temporales no lineales a datos de intercambio de divisas de alta frecuencia En este trabajo hemos aplicado análisis de series temporales no lineales a datos de intercambio de divisas de alta frecuencia. Las series temporales estudiadas son los tipos de cambio entre el dólar estadounidense y otras 18 monedas extranjeras desde dentro y fuera de la zona del euro. Nuestro objetivo era determinar si sus comportamientos dinámicos estaban correlacionados de alguna manera. La inexistencia de estacionalidad requirió la aplicación del análisis de cuantificación de recurrencias como herramienta para este análisis, y se basa en la definición de varios parámetros que permiten la cuantificación de las tramas de recurrencia. El método se verificó utilizando las bolsas del Sistema Monetario Europeo. Los resultados muestran, como se esperaba, la alta correlación entre las monedas que forman parte del euro, pero también una fuerte correlación entre el yen japonés, el dólar canadiense y la libra británica. Las singularidades de la serie también se demuestran teniendo en cuenta los acontecimientos históricos, en 1996, en la zona del euro ",
            "error": []
        },
        "economics": {
            "translated_key": [],
            "translated_annotated_text": "Aplicación de técnicas de análisis de series temporales no lineales a datos de intercambio de divisas de alta frecuencia En este trabajo hemos aplicado análisis de series temporales no lineales a datos de intercambio de divisas de alta frecuencia. Las series temporales estudiadas son los tipos de cambio entre el dólar estadounidense y otras 18 monedas extranjeras desde dentro y fuera de la zona del euro. Nuestro objetivo era determinar si sus comportamientos dinámicos estaban correlacionados de alguna manera. La inexistencia de estacionalidad requirió la aplicación del análisis de cuantificación de recurrencias como herramienta para este análisis, y se basa en la definición de varios parámetros que permiten la cuantificación de las tramas de recurrencia. El método se verificó utilizando las bolsas del Sistema Monetario Europeo. Los resultados muestran, como se esperaba, la alta correlación entre las monedas que forman parte del euro, pero también una fuerte correlación entre el yen japonés, el dólar canadiense y la libra británica. Las singularidades de la serie también se demuestran teniendo en cuenta los acontecimientos históricos, en 1996, en la zona del euro ",
            "error": []
        },
        "fluctuations": {
            "translated_key": [],
            "translated_annotated_text": "Aplicación de técnicas de análisis de series temporales no lineales a datos de intercambio de divisas de alta frecuencia En este trabajo hemos aplicado análisis de series temporales no lineales a datos de intercambio de divisas de alta frecuencia. Las series temporales estudiadas son los tipos de cambio entre el dólar estadounidense y otras 18 monedas extranjeras desde dentro y fuera de la zona del euro. Nuestro objetivo era determinar si sus comportamientos dinámicos estaban correlacionados de alguna manera. La inexistencia de estacionalidad requirió la aplicación del análisis de cuantificación de recurrencias como herramienta para este análisis, y se basa en la definición de varios parámetros que permiten la cuantificación de las tramas de recurrencia. El método se verificó utilizando las bolsas del Sistema Monetario Europeo. Los resultados muestran, como se esperaba, la alta correlación entre las monedas que forman parte del euro, pero también una fuerte correlación entre el yen japonés, el dólar canadiense y la libra británica. Las singularidades de la serie también se demuestran teniendo en cuenta los acontecimientos históricos, en 1996, en la zona del euro ",
            "error": []
        },
        "foreign exchange trading": {
            "translated_key": [],
            "translated_annotated_text": "Aplicación de técnicas de análisis de series temporales no lineales a datos de intercambio de divisas de alta frecuencia En este trabajo hemos aplicado análisis de series temporales no lineales a datos de intercambio de divisas de alta frecuencia. Las series temporales estudiadas son los tipos de cambio entre el dólar estadounidense y otras 18 monedas extranjeras desde dentro y fuera de la zona del euro. Nuestro objetivo era determinar si sus comportamientos dinámicos estaban correlacionados de alguna manera. La inexistencia de estacionalidad requirió la aplicación del análisis de cuantificación de recurrencias como herramienta para este análisis, y se basa en la definición de varios parámetros que permiten la cuantificación de las tramas de recurrencia. El método se verificó utilizando las bolsas del Sistema Monetario Europeo. Los resultados muestran, como se esperaba, la alta correlación entre las monedas que forman parte del euro, pero también una fuerte correlación entre el yen japonés, el dólar canadiense y la libra británica. Las singularidades de la serie también se demuestran teniendo en cuenta los acontecimientos históricos, en 1996, en la zona del euro ",
            "error": []
        },
        "nonlinear dynamical systems": {
            "translated_key": [],
            "translated_annotated_text": "Aplicación de técnicas de análisis de series temporales no lineales a datos de intercambio de divisas de alta frecuencia En este trabajo hemos aplicado análisis de series temporales no lineales a datos de intercambio de divisas de alta frecuencia. Las series temporales estudiadas son los tipos de cambio entre el dólar estadounidense y otras 18 monedas extranjeras desde dentro y fuera de la zona del euro. Nuestro objetivo era determinar si sus comportamientos dinámicos estaban correlacionados de alguna manera. La inexistencia de estacionalidad requirió la aplicación del análisis de cuantificación de recurrencias como herramienta para este análisis, y se basa en la definición de varios parámetros que permiten la cuantificación de las tramas de recurrencia. El método se verificó utilizando las bolsas del Sistema Monetario Europeo. Los resultados muestran, como se esperaba, la alta correlación entre las monedas que forman parte del euro, pero también una fuerte correlación entre el yen japonés, el dólar canadiense y la libra británica. Las singularidades de la serie también se demuestran teniendo en cuenta los acontecimientos históricos, en 1996, en la zona del euro ",
            "error": []
        },
        "statistical mechanics": {
            "translated_key": [],
            "translated_annotated_text": "Aplicación de técnicas de análisis de series temporales no lineales a datos de intercambio de divisas de alta frecuencia En este trabajo hemos aplicado análisis de series temporales no lineales a datos de intercambio de divisas de alta frecuencia. Las series temporales estudiadas son los tipos de cambio entre el dólar estadounidense y otras 18 monedas extranjeras desde dentro y fuera de la zona del euro. Nuestro objetivo era determinar si sus comportamientos dinámicos estaban correlacionados de alguna manera. La inexistencia de estacionalidad requirió la aplicación del análisis de cuantificación de recurrencias como herramienta para este análisis, y se basa en la definición de varios parámetros que permiten la cuantificación de las tramas de recurrencia. El método se verificó utilizando las bolsas del Sistema Monetario Europeo. Los resultados muestran, como se esperaba, la alta correlación entre las monedas que forman parte del euro, pero también una fuerte correlación entre el yen japonés, el dólar canadiense y la libra británica. Las singularidades de la serie también se demuestran teniendo en cuenta los acontecimientos históricos, en 1996, en la zona del euro ",
            "error": []
        },
        "time series": {
            "translated_key": "time series",
            "translated_annotated_text": "Aplicación de técnicas de análisis no lineales <br>time series</br> a datos de intercambio de divisas de alta frecuencia En este trabajo hemos aplicado análisis no lineales <br>time series</br> a datos de intercambio de divisas de alta frecuencia. Las series <br>time estudiadas son los tipos de cambio entre el dólar estadounidense y otras 18 monedas extranjeras de dentro y fuera de la zona del euro. Nuestro objetivo era determinar si sus comportamientos dinámicos estaban correlacionados de alguna manera. La inexistencia de estacionalidad requirió la aplicación del análisis de cuantificación de recurrencias como herramienta para este análisis, y se basa en la definición de varios parámetros que permiten la cuantificación de las tramas de recurrencia. El método se verificó utilizando las bolsas del Sistema Monetario Europeo. Los resultados muestran, como se esperaba, la alta correlación entre las monedas que forman parte del euro, pero también una fuerte correlación entre el yen japonés, el dólar canadiense y la libra británica. Las singularidades de la serie también se demuestran teniendo en cuenta los acontecimientos históricos, en 1996, en la zona del euro ",
            "error": [
                ""
            ]
        }
    }
}