{
    "original_text": "Modeling self-consistent multi-class dynamic traffic flow In this study, we present a systematic self-consistent multiclass multilane traffic model derived from the vehicular Boltzmann equation and the traffic dispersion model. The multilane domain is considered as a two-dimensional space and the interaction among vehicles in the domain is described by a dispersion model. The reason we consider a multilane domain as a two-dimensional space is that the driving behavior of road users may not be restricted by lanes, especially motorcyclists. The dispersion model, which is a nonlinear Poisson equation, is derived from the car-following theory and the equilibrium assumption. Under the concept that all kinds of users share the finite section, the density is distributed on a road by the dispersion model. In addition, the dynamic evolution of the traffic flow is determined by the systematic gas-kinetic model derived from the Boltzmann equation. Multiplying Boltzmann equation by the zeroth, first- and second-order moment functions, integrating both side of the equation and using chain rules, we can derive continuity, motion and variance equation, respectively. However, the second-order moment function, which is the square of the individual velocity, is employed by previous researches does not have physical meaning in traffic flow",
    "original_translation": "Modelar el flujo de tráfico dinámico multiclase auto-consistente En este estudio, presentamos un modelo de tráfico multiclase auto-consistente multiclase derivado de la ecuación vehicular Boltzmann y el modelo de dispersión de tráfico. El dominio multilane es considerado como un espacio bidimensional y la interacción entre vehículos en el dominio es descrita por un modelo de dispersión. La razón por la que consideramos un dominio multilano como un espacio bidimensional es que el comportamiento de conducción de los usuarios de la carretera puede no estar restringido por carriles, especialmente los motociclistas. El modelo de dispersión, que es una ecuación no lineal de Poisson, se deriva de la teoría auto-siguiente y la suposición de equilibrio. Bajo el concepto de que todo tipo de usuarios comparten la sección finita, la densidad se distribuye en un camino por el modelo de dispersión. Además, la evolución dinámica del flujo de tráfico está determinada por el modelo sistemático gas-cinético derivado de la ecuación de Boltzmann. Multiplicando la ecuación de Boltzmann por las funciones de momento de cero, primer y segundo orden, integrando ambos lados de la ecuación y usando reglas de cadena, podemos derivar la continuidad, el movimiento y la ecuación de varianza, respectivamente. Sin embargo, la función momento de segundo orden, que es el cuadrado de la velocidad individual, es empleado por investigaciones previas no tiene significado físico en el flujo de tráfico",
    "error_count": 8,
    "keys": {
        "self-consistent multiclass dynamic traffic flow modeling": {
            "translated_key": [],
            "translated_annotated_text": "Modelar el flujo de tráfico dinámico multiclase auto-consistente En este estudio, presentamos un modelo de tráfico multiclase auto-consistente multiclase derivado de la ecuación vehicular Boltzmann y el modelo de dispersión de tráfico. El dominio multilane es considerado como un espacio bidimensional y la interacción entre vehículos en el dominio es descrita por un modelo de dispersión. La razón por la que consideramos un dominio multilano como un espacio bidimensional es que el comportamiento de conducción de los usuarios de la carretera puede no estar restringido por carriles, especialmente los motociclistas. El modelo de dispersión, que es una ecuación no lineal de Poisson, se deriva de la teoría auto-siguiente y la suposición de equilibrio. Bajo el concepto de que todo tipo de usuarios comparten la sección finita, la densidad se distribuye en un camino por el modelo de dispersión. Además, la evolución dinámica del flujo de tráfico está determinada por el modelo sistemático gas-cinético derivado de la ecuación de Boltzmann. Multiplicando la ecuación de Boltzmann por las funciones de momento de cero, primer y segundo orden, integrando ambos lados de la ecuación y usando reglas de cadena, podemos derivar la continuidad, el movimiento y la ecuación de varianza, respectivamente. Sin embargo, la función momento de segundo orden, que es el cuadrado de la velocidad individual, es empleado por investigaciones previas no tiene significado físico en el flujo de tráfico ",
            "error": []
        },
        "multilane traffic model": {
            "translated_key": "multilano de tráfico",
            "translated_annotated_text": "Modelar el flujo de tráfico dinámico multiclase auto-consistente En este estudio, presentamos un modelo multiclase auto-consistente sistemático <br>multilano de tráfico</br> derivado de la ecuación vehicular Boltzmann y el modelo de dispersión de tráfico. El dominio multilane es considerado como un espacio bidimensional y la interacción entre vehículos en el dominio es descrita por un modelo de dispersión. La razón por la que consideramos un dominio multilano como un espacio bidimensional es que el comportamiento de conducción de los usuarios de la carretera puede no estar restringido por carriles, especialmente los motociclistas. El modelo de dispersión, que es una ecuación no lineal de Poisson, se deriva de la teoría auto-siguiente y la suposición de equilibrio. Bajo el concepto de que todo tipo de usuarios comparten la sección finita, la densidad se distribuye en un camino por el modelo de dispersión. Además, la evolución dinámica del flujo de tráfico está determinada por el modelo sistemático gas-cinético derivado de la ecuación de Boltzmann. Multiplicando la ecuación de Boltzmann por las funciones de momento de cero, primer y segundo orden, integrando ambos lados de la ecuación y usando reglas de cadena, podemos derivar la continuidad, el movimiento y la ecuación de varianza, respectivamente. Sin embargo, la función momento de segundo orden, que es el cuadrado de la velocidad individual, es empleado por investigaciones previas no tiene significado físico en el flujo de tráfico ",
            "error": [
                ""
            ]
        },
        "vehicular Boltzmann equation": {
            "translated_key": "vehicular Boltzmann",
            "translated_annotated_text": "Modelar el flujo de tráfico dinámico multiclase auto-consistente En este estudio, presentamos un modelo de tráfico multiclase auto-consistente multiclase derivado de la ecuación <br>vehicular Boltzmann</br> y el modelo de dispersión de tráfico. El dominio multilane es considerado como un espacio bidimensional y la interacción entre vehículos en el dominio es descrita por un modelo de dispersión. La razón por la que consideramos un dominio multilano como un espacio bidimensional es que el comportamiento de conducción de los usuarios de la carretera puede no estar restringido por carriles, especialmente los motociclistas. El modelo de dispersión, que es una ecuación no lineal de Poisson, se deriva de la teoría auto-siguiente y la suposición de equilibrio. Bajo el concepto de que todo tipo de usuarios comparten la sección finita, la densidad se distribuye en un camino por el modelo de dispersión. Además, la evolución dinámica del flujo de tráfico está determinada por el modelo sistemático gas-cinético derivado de la ecuación de Boltzmann. Multiplicando la ecuación de Boltzmann por las funciones de momento de cero, primer y segundo orden, integrando ambos lados de la ecuación y usando reglas de cadena, podemos derivar la continuidad, el movimiento y la ecuación de varianza, respectivamente. Sin embargo, la función momento de segundo orden, que es el cuadrado de la velocidad individual, es empleado por investigaciones previas no tiene significado físico en el flujo de tráfico ",
            "error": [
                ""
            ]
        },
        "traffic dispersion model": {
            "translated_key": "modelo de dispersión de tráfico",
            "translated_annotated_text": "Modelar flujo de tráfico dinámico multiclase auto-consistente En este estudio, presentamos un modelo de tráfico multiclase auto-consistente multiclase sistemático derivado de la ecuación vehicular Boltzmann y el <br>modelo de dispersión de tráfico</br>.  El dominio multilane es considerado como un espacio bidimensional y la interacción entre vehículos en el dominio es descrita por un modelo de dispersión. La razón por la que consideramos un dominio multilano como un espacio bidimensional es que el comportamiento de conducción de los usuarios de la carretera puede no estar restringido por carriles, especialmente los motociclistas. El modelo de dispersión, que es una ecuación no lineal de Poisson, se deriva de la teoría auto-siguiente y la suposición de equilibrio. Bajo el concepto de que todo tipo de usuarios comparten la sección finita, la densidad se distribuye en un camino por el modelo de dispersión. Además, la evolución dinámica del flujo de tráfico está determinada por el modelo sistemático gas-cinético derivado de la ecuación de Boltzmann. Multiplicando la ecuación de Boltzmann por las funciones de momento de cero, primer y segundo orden, integrando ambos lados de la ecuación y usando reglas de cadena, podemos derivar la continuidad, el movimiento y la ecuación de varianza, respectivamente. Sin embargo, la función momento de segundo orden, que es el cuadrado de la velocidad individual, es empleado por investigaciones previas no tiene significado físico en el flujo de tráfico ",
            "error": [
                ""
            ]
        },
        "road users": {
            "translated_key": "road",
            "translated_annotated_text": "Modelar el flujo de tráfico dinámico multiclase auto-consistente En este estudio, presentamos un modelo de tráfico multiclase auto-consistente multiclase derivado de la ecuación vehicular Boltzmann y el modelo de dispersión de tráfico. El dominio multilane es considerado como un espacio bidimensional y la interacción entre vehículos en el dominio es descrita por un modelo de dispersión. La razón por la que consideramos un dominio multilano como un espacio bidimensional es que el comportamiento de conducción de los usuarios de <br>road</br> puede no estar restringido por carriles, especialmente los motociclistas. El modelo de dispersión, que es una ecuación no lineal de Poisson, se deriva de la teoría auto-siguiente y la suposición de equilibrio. Bajo el concepto de que todo tipo de usuarios comparten la sección finita, la densidad se distribuye en un camino por el modelo de dispersión. Además, la evolución dinámica del flujo de tráfico está determinada por el modelo sistemático gas-cinético derivado de la ecuación de Boltzmann. Multiplicando la ecuación de Boltzmann por las funciones de momento de cero, primer y segundo orden, integrando ambos lados de la ecuación y usando reglas de cadena, podemos derivar la continuidad, el movimiento y la ecuación de varianza, respectivamente. Sin embargo, la función momento de segundo orden, que es el cuadrado de la velocidad individual, es empleado por investigaciones previas no tiene significado físico en el flujo de tráfico ",
            "error": [
                ""
            ]
        },
        "nonlinear Poisson equation": {
            "translated_key": "nonlinear de Poisson",
            "translated_annotated_text": "Modelar el flujo de tráfico dinámico multiclase auto-consistente En este estudio, presentamos un modelo de tráfico multiclase auto-consistente multiclase derivado de la ecuación vehicular Boltzmann y el modelo de dispersión de tráfico. El dominio multilane es considerado como un espacio bidimensional y la interacción entre vehículos en el dominio es descrita por un modelo de dispersión. La razón por la que consideramos un dominio multilano como un espacio bidimensional es que el comportamiento de conducción de los usuarios de la carretera puede no estar restringido por carriles, especialmente los motociclistas. El modelo de dispersión, que es una ecuación <br>nonlinear de Poisson</br>, se deriva de la teoría auto-siguiente y la suposición de equilibrio. Bajo el concepto de que todo tipo de usuarios comparten la sección finita, la densidad se distribuye en un camino por el modelo de dispersión. Además, la evolución dinámica del flujo de tráfico está determinada por el modelo sistemático gas-cinético derivado de la ecuación de Boltzmann. Multiplicando la ecuación de Boltzmann por las funciones de momento de cero, primer y segundo orden, integrando ambos lados de la ecuación y usando reglas de cadena, podemos derivar la continuidad, el movimiento y la ecuación de varianza, respectivamente. Sin embargo, la función momento de segundo orden, que es el cuadrado de la velocidad individual, es empleado por investigaciones previas no tiene significado físico en el flujo de tráfico ",
            "error": [
                ""
            ]
        },
        "car-following theory": {
            "translated_key": "car-seguimiento",
            "translated_annotated_text": "Modelar el flujo de tráfico dinámico multiclase auto-consistente En este estudio, presentamos un modelo de tráfico multiclase auto-consistente multiclase derivado de la ecuación vehicular Boltzmann y el modelo de dispersión de tráfico. El dominio multilane es considerado como un espacio bidimensional y la interacción entre vehículos en el dominio es descrita por un modelo de dispersión. La razón por la que consideramos un dominio multilano como un espacio bidimensional es que el comportamiento de conducción de los usuarios de la carretera puede no estar restringido por carriles, especialmente los motociclistas. El modelo de dispersión, que es una ecuación no lineal de Poisson, se deriva de la teoría <br>car-seguimiento</br> y la suposición de equilibrio. Bajo el concepto de que todo tipo de usuarios comparten la sección finita, la densidad se distribuye en un camino por el modelo de dispersión. Además, la evolución dinámica del flujo de tráfico está determinada por el modelo sistemático gas-cinético derivado de la ecuación de Boltzmann. Multiplicando la ecuación de Boltzmann por las funciones de momento de cero, primer y segundo orden, integrando ambos lados de la ecuación y usando reglas de cadena, podemos derivar la continuidad, el movimiento y la ecuación de varianza, respectivamente. Sin embargo, la función momento de segundo orden, que es el cuadrado de la velocidad individual, es empleado por investigaciones previas no tiene significado físico en el flujo de tráfico ",
            "error": [
                ""
            ]
        },
        "dynamic evolution": {
            "translated_key": [],
            "translated_annotated_text": "Modelar el flujo de tráfico dinámico multiclase auto-consistente En este estudio, presentamos un modelo de tráfico multiclase auto-consistente multiclase derivado de la ecuación vehicular Boltzmann y el modelo de dispersión de tráfico. El dominio multilane es considerado como un espacio bidimensional y la interacción entre vehículos en el dominio es descrita por un modelo de dispersión. La razón por la que consideramos un dominio multilano como un espacio bidimensional es que el comportamiento de conducción de los usuarios de la carretera puede no estar restringido por carriles, especialmente los motociclistas. El modelo de dispersión, que es una ecuación no lineal de Poisson, se deriva de la teoría auto-siguiente y la suposición de equilibrio. Bajo el concepto de que todo tipo de usuarios comparten la sección finita, la densidad se distribuye en un camino por el modelo de dispersión. Además, la evolución <br>dinámica del flujo de tráfico está determinada por el modelo sistemático gas-cinético derivado de la ecuación de Boltzmann. Multiplicando la ecuación de Boltzmann por las funciones de momento de cero, primer y segundo orden, integrando ambos lados de la ecuación y usando reglas de cadena, podemos derivar la continuidad, el movimiento y la ecuación de varianza, respectivamente. Sin embargo, la función momento de segundo orden, que es el cuadrado de la velocidad individual, es empleado por investigaciones previas no tiene significado físico en el flujo de tráfico ",
            "error": []
        },
        "variance equation": {
            "translated_key": "varianza ecuación",
            "translated_annotated_text": "Modelar el flujo de tráfico dinámico multiclase auto-consistente En este estudio, presentamos un modelo de tráfico multiclase auto-consistente multiclase derivado de la ecuación vehicular Boltzmann y el modelo de dispersión de tráfico. El dominio multilane es considerado como un espacio bidimensional y la interacción entre vehículos en el dominio es descrita por un modelo de dispersión. La razón por la que consideramos un dominio multilano como un espacio bidimensional es que el comportamiento de conducción de los usuarios de la carretera puede no estar restringido por carriles, especialmente los motociclistas. El modelo de dispersión, que es una ecuación no lineal de Poisson, se deriva de la teoría auto-siguiente y la suposición de equilibrio. Bajo el concepto de que todo tipo de usuarios comparten la sección finita, la densidad se distribuye en un camino por el modelo de dispersión. Además, la evolución dinámica del flujo de tráfico está determinada por el modelo sistemático gas-cinético derivado de la ecuación de Boltzmann. Multiplicando la ecuación de Boltzmann por las funciones de momento de cero, primer y segundo orden, integrando ambos lados de la ecuación y usando reglas de cadena, podemos derivar continuidad, movimiento y <br>varianza ecuación</br>, respectivamente. Sin embargo, la función momento de segundo orden, que es el cuadrado de la velocidad individual, es empleado por investigaciones previas no tiene significado físico en el flujo de tráfico ",
            "error": [
                ""
            ]
        },
        "motion equation": {
            "translated_key": [],
            "translated_annotated_text": "Modelar el flujo de tráfico dinámico multiclase auto-consistente En este estudio, presentamos un modelo de tráfico multiclase auto-consistente multiclase derivado de la ecuación vehicular Boltzmann y el modelo de dispersión de tráfico. El dominio multilane es considerado como un espacio bidimensional y la interacción entre vehículos en el dominio es descrita por un modelo de dispersión. La razón por la que consideramos un dominio multilano como un espacio bidimensional es que el comportamiento de conducción de los usuarios de la carretera puede no estar restringido por carriles, especialmente los motociclistas. El modelo de dispersión, que es una ecuación no lineal de Poisson, se deriva de la teoría auto-siguiente y la suposición de equilibrio. Bajo el concepto de que todo tipo de usuarios comparten la sección finita, la densidad se distribuye en un camino por el modelo de dispersión. Además, la evolución dinámica del flujo de tráfico está determinada por el modelo sistemático gas-cinético derivado de la ecuación de Boltzmann. Multiplicando la ecuación de Boltzmann por las funciones de momento de cero, primer y segundo orden, integrando ambos lados de la ecuación y usando reglas de cadena, podemos derivar la continuidad, el movimiento y la ecuación de varianza, respectivamente. Sin embargo, la función momento de segundo orden, que es el cuadrado de la velocidad individual, es empleado por investigaciones previas no tiene significado físico en el flujo de tráfico ",
            "error": []
        },
        "Poisson equation": {
            "translated_key": "Poisson",
            "translated_annotated_text": "Modelar el flujo de tráfico dinámico multiclase auto-consistente En este estudio, presentamos un modelo de tráfico multiclase auto-consistente multiclase derivado de la ecuación vehicular Boltzmann y el modelo de dispersión de tráfico. El dominio multilane es considerado como un espacio bidimensional y la interacción entre vehículos en el dominio es descrita por un modelo de dispersión. La razón por la que consideramos un dominio multilano como un espacio bidimensional es que el comportamiento de conducción de los usuarios de la carretera puede no estar restringido por carriles, especialmente los motociclistas. El modelo de dispersión, que es una ecuación no lineal <br>Poisson</br>, se deriva de la teoría del auto-seguimiento y la suposición del equilibrio. Bajo el concepto de que todo tipo de usuarios comparten la sección finita, la densidad se distribuye en un camino por el modelo de dispersión. Además, la evolución dinámica del flujo de tráfico está determinada por el modelo sistemático gas-cinético derivado de la ecuación de Boltzmann. Multiplicando la ecuación de Boltzmann por las funciones de momento de cero, primer y segundo orden, integrando ambos lados de la ecuación y usando reglas de cadena, podemos derivar la continuidad, el movimiento y la ecuación de varianza, respectivamente. Sin embargo, la función momento de segundo orden, que es el cuadrado de la velocidad individual, es empleado por investigaciones previas no tiene significado físico en el flujo de tráfico ",
            "error": [
                ""
            ]
        },
        "Boltzmann equation": {
            "translated_key": [
                "Boltzmann",
                "Boltzmann",
                "Ecuación de Boltzmann"
            ],
            "translated_annotated_text": "Modelar el flujo de tráfico dinámico multiclase auto-consistente En este estudio, presentamos un modelo de tráfico multiclase auto-consistente multiclase derivado de la ecuación vehicular <br>Boltzmann</br> y el modelo de dispersión de tráfico. El dominio multilane es considerado como un espacio bidimensional y la interacción entre vehículos en el dominio es descrita por un modelo de dispersión. La razón por la que consideramos un dominio multilano como un espacio bidimensional es que el comportamiento de conducción de los usuarios de la carretera puede no estar restringido por carriles, especialmente los motociclistas. El modelo de dispersión, que es una ecuación no lineal de Poisson, se deriva de la teoría auto-siguiente y la suposición de equilibrio. Bajo el concepto de que todo tipo de usuarios comparten la sección finita, la densidad se distribuye en un camino por el modelo de dispersión. Además, la evolución dinámica del flujo de tráfico está determinada por el modelo sistemático gas-cinético derivado de la ecuación <br>Boltzmann</br>. Multiplicando <br>Ecuación de Boltzmann</br> por las funciones de momento de orden cero, primero y segundo, integrando ambos lados de la ecuación y usando reglas de cadena, podemos derivar la continuidad, el movimiento y la ecuación de varianza, respectivamente. Sin embargo, la función momento de segundo orden, que es el cuadrado de la velocidad individual, es empleado por investigaciones previas no tiene significado físico en el flujo de tráfico ",
            "error": [
                "Boltzmann",
                "Boltzmann",
                "Ecuación de Boltzmann"
            ]
        },
        "flow simulation": {
            "translated_key": [],
            "translated_annotated_text": "Modelar el flujo de tráfico dinámico multiclase auto-consistente En este estudio, presentamos un modelo de tráfico multiclase auto-consistente multiclase derivado de la ecuación vehicular Boltzmann y el modelo de dispersión de tráfico. El dominio multilane es considerado como un espacio bidimensional y la interacción entre vehículos en el dominio es descrita por un modelo de dispersión. La razón por la que consideramos un dominio multilano como un espacio bidimensional es que el comportamiento de conducción de los usuarios de la carretera puede no estar restringido por carriles, especialmente los motociclistas. El modelo de dispersión, que es una ecuación no lineal de Poisson, se deriva de la teoría auto-siguiente y la suposición de equilibrio. Bajo el concepto de que todo tipo de usuarios comparten la sección finita, la densidad se distribuye en un camino por el modelo de dispersión. Además, la evolución dinámica del flujo de tráfico está determinada por el modelo sistemático gas-cinético derivado de la ecuación de Boltzmann. Multiplicando la ecuación de Boltzmann por las funciones de momento de cero, primer y segundo orden, integrando ambos lados de la ecuación y usando reglas de cadena, podemos derivar la continuidad, el movimiento y la ecuación de varianza, respectivamente. Sin embargo, la función momento de segundo orden, que es el cuadrado de la velocidad individual, es empleado por investigaciones previas no tiene significado físico en el flujo de tráfico ",
            "error": []
        },
        "multiphase flow": {
            "translated_key": [],
            "translated_annotated_text": "Modelar el flujo de tráfico dinámico multiclase auto-consistente En este estudio, presentamos un modelo de tráfico multiclase auto-consistente multiclase derivado de la ecuación vehicular Boltzmann y el modelo de dispersión de tráfico. El dominio multilane es considerado como un espacio bidimensional y la interacción entre vehículos en el dominio es descrita por un modelo de dispersión. La razón por la que consideramos un dominio multilano como un espacio bidimensional es que el comportamiento de conducción de los usuarios de la carretera puede no estar restringido por carriles, especialmente los motociclistas. El modelo de dispersión, que es una ecuación no lineal de Poisson, se deriva de la teoría auto-siguiente y la suposición de equilibrio. Bajo el concepto de que todo tipo de usuarios comparten la sección finita, la densidad se distribuye en un camino por el modelo de dispersión. Además, la evolución dinámica del flujo de tráfico está determinada por el modelo sistemático gas-cinético derivado de la ecuación de Boltzmann. Multiplicando la ecuación de Boltzmann por las funciones de momento de cero, primer y segundo orden, integrando ambos lados de la ecuación y usando reglas de cadena, podemos derivar la continuidad, el movimiento y la ecuación de varianza, respectivamente. Sin embargo, la función momento de segundo orden, que es el cuadrado de la velocidad individual, es empleado por investigaciones previas no tiene significado físico en el flujo de tráfico ",
            "error": []
        },
        "nonlinear differential equations": {
            "translated_key": [],
            "translated_annotated_text": "Modelar el flujo de tráfico dinámico multiclase auto-consistente En este estudio, presentamos un modelo de tráfico multiclase auto-consistente multiclase derivado de la ecuación vehicular Boltzmann y el modelo de dispersión de tráfico. El dominio multilane es considerado como un espacio bidimensional y la interacción entre vehículos en el dominio es descrita por un modelo de dispersión. La razón por la que consideramos un dominio multilano como un espacio bidimensional es que el comportamiento de conducción de los usuarios de la carretera puede no estar restringido por carriles, especialmente los motociclistas. El modelo de dispersión, que es una ecuación no lineal de Poisson, se deriva de la teoría auto-siguiente y la suposición de equilibrio. Bajo el concepto de que todo tipo de usuarios comparten la sección finita, la densidad se distribuye en un camino por el modelo de dispersión. Además, la evolución dinámica del flujo de tráfico está determinada por el modelo sistemático gas-cinético derivado de la ecuación de Boltzmann. Multiplicando la ecuación de Boltzmann por las funciones de momento de cero, primer y segundo orden, integrando ambos lados de la ecuación y usando reglas de cadena, podemos derivar la continuidad, el movimiento y la ecuación de varianza, respectivamente. Sin embargo, la función momento de segundo orden, que es el cuadrado de la velocidad individual, es empleado por investigaciones previas no tiene significado físico en el flujo de tráfico ",
            "error": []
        },
        "road traffic": {
            "translated_key": [],
            "translated_annotated_text": "Modelar el flujo de tráfico dinámico multiclase auto-consistente En este estudio, presentamos un modelo de tráfico multiclase auto-consistente multiclase derivado de la ecuación vehicular Boltzmann y el modelo de dispersión de tráfico. El dominio multilane es considerado como un espacio bidimensional y la interacción entre vehículos en el dominio es descrita por un modelo de dispersión. La razón por la que consideramos un dominio multilano como un espacio bidimensional es que el comportamiento de conducción de los usuarios de la carretera puede no estar restringido por carriles, especialmente los motociclistas. El modelo de dispersión, que es una ecuación no lineal de Poisson, se deriva de la teoría auto-siguiente y la suposición de equilibrio. Bajo el concepto de que todo tipo de usuarios comparten la sección finita, la densidad se distribuye en un camino por el modelo de dispersión. Además, la evolución dinámica del flujo de tráfico está determinada por el modelo sistemático gas-cinético derivado de la ecuación de Boltzmann. Multiplicando la ecuación de Boltzmann por las funciones de momento de cero, primer y segundo orden, integrando ambos lados de la ecuación y usando reglas de cadena, podemos derivar la continuidad, el movimiento y la ecuación de varianza, respectivamente. Sin embargo, la función momento de segundo orden, que es el cuadrado de la velocidad individual, es empleado por investigaciones previas no tiene significado físico en el flujo de tráfico ",
            "error": []
        }
    }
}