{
    "original_text": "Exploring developments in Web based relationship marketing within the hotel industry This paper provides a content analysis study of the application of World Wide Web marketing by the hotel industry. There is a lack of historical perspective on industry related Web marketing applications and this paper attempts to resolve this with a two-year follow-up case study of the changing use of the Web to develop different types of relationships. Specifically, the aims are: (1) to identify key changes in the way hotels are using the Web; (2) to look for evidence of the adoption of a relationship marketing (RM) model as a strategy for the development of hotel Web sites and the use of new technologies; and, (3) To investigate the use of multimedia in hotel Web sites. The development and strategic exploitation of the Internet has transformed the basis of marketing. Using the evidence from a Web content survey this study reveals the way relationships are being created and managed within the hotel industry by its use of the Web as a marketing tool. The authors have collected evidence by means of a descriptive study on the way hotels build and create relationships with their Web presence delivering multimedia information as well as channel and interactive means of communication. In addition a strategic framework is offered as the means to describe the mechanism and orientation of Web based marketing by hotels. The study utilizes a model by Gilbert (1996) as a means of developing a measurement instrument to allow a content analysis of the current approach by hotels to the development of Web sites. The results indicate hotels are aware of the new uses of Web technology and are promoting hotel products in the global electronic market in new and sophisticated ways",
    "original_translation": "Explorando desarrollos en el marketing de relaciones basado en web dentro de la industria hotelera Este artículo proporciona un estudio de análisis de contenido de la aplicación del marketing de World Wide Web por la industria hotelera. Hay una falta de perspectiva histórica sobre las aplicaciones de marketing web relacionadas con la industria y este artículo intenta resolver esto con un estudio de caso de seguimiento de dos años del uso cambiante de la Web para desarrollar diferentes tipos de relaciones. Concretamente, los objetivos son: 1) identificar los cambios clave en la forma en que los hoteles utilizan la Web; 2) buscar pruebas de la adopción de un modelo de marketing de relaciones (RM) como estrategia para el desarrollo de sitios web de hoteles y el uso de nuevas tecnologías; y 3) investigar el uso de multimedia en sitios web de hoteles. El desarrollo y la explotación estratégica de Internet han transformado la base de la comercialización. Utilizando la evidencia de una encuesta de contenido web este estudio revela la forma en que las relaciones se están creando y gestionando dentro de la industria hotelera mediante su uso de la Web como herramienta de marketing. Los autores han recopilado evidencias a través de un estudio descriptivo sobre la forma en que los hoteles construyen y crean relaciones con su presencia en la Web, entregando información multimedia así como canales y medios interactivos de comunicación. Además, se ofrece un marco estratégico como medio para describir el mecanismo y la orientación del marketing basado en la Web por parte de los hoteles. El estudio utiliza un modelo de Gilbert (1996) como medio para desarrollar un instrumento de medición que permita un análisis de contenido del enfoque actual de los hoteles para el desarrollo de sitios web. Los resultados indican que los hoteles son conscientes de los nuevos usos de la tecnología Web y están promoviendo productos hoteleros en el mercado electrónico global de formas nuevas y sofisticadas.",
    "error_count": 3,
    "keys": {
        "Web based relationship marketing": {
            "translated_key": "Mercadeo de relaciones basado en Internet",
            "translated_annotated_text": "Explorando desarrollos en \"Mercadeo de relaciones basado en Internet\" dentro de la industria hotelera Este artículo proporciona un estudio de análisis de contenido de la aplicación del marketing de World Wide Web por parte de la industria hotelera. Hay una falta de perspectiva histórica sobre las aplicaciones de marketing web relacionadas con la industria y este artículo intenta resolver esto con un estudio de caso de seguimiento de dos años del uso cambiante de la Web para desarrollar diferentes tipos de relaciones. Concretamente, los objetivos son: 1) identificar los cambios clave en la forma en que los hoteles utilizan la Web; 2) buscar pruebas de la adopción de un modelo de marketing de relaciones (RM) como estrategia para el desarrollo de sitios web de hoteles y el uso de nuevas tecnologías; y 3) investigar el uso de multimedia en sitios web de hoteles. El desarrollo y la explotación estratégica de Internet han transformado la base de la comercialización. Utilizando la evidencia de una encuesta de contenido web este estudio revela la forma en que las relaciones se están creando y gestionando dentro de la industria hotelera mediante su uso de la Web como herramienta de marketing. Los autores han recopilado evidencias a través de un estudio descriptivo sobre la forma en que los hoteles construyen y crean relaciones con su presencia en la Web, entregando información multimedia así como canales y medios interactivos de comunicación. Además, se ofrece un marco estratégico como medio para describir el mecanismo y la orientación del marketing basado en la Web por parte de los hoteles. El estudio utiliza un modelo de Gilbert (1996) como medio para desarrollar un instrumento de medición que permita un análisis de contenido del enfoque actual de los hoteles para el desarrollo de sitios web. Los resultados indican que los hoteles son conscientes de los nuevos usos de la tecnología Web y están promoviendo productos hoteleros en el mercado electrónico global de formas nuevas y sofisticadas. ",
            "error": [
                ""
            ]
        },
        "hotel industry": {
            "translated_key": "industria hotelera",
            "translated_annotated_text": "Explorando desarrollos en el marketing de relaciones basado en web dentro de la \"industria hotelera\" Este artículo proporciona un estudio de análisis de contenido de la aplicación del marketing de World Wide Web por la \"industria hotelera\". Hay una falta de perspectiva histórica sobre las aplicaciones de marketing web relacionadas con la industria y este artículo intenta resolver esto con un estudio de caso de seguimiento de dos años del uso cambiante de la Web para desarrollar diferentes tipos de relaciones. Concretamente, los objetivos son: 1) identificar los cambios clave en la forma en que los hoteles utilizan la Web; 2) buscar pruebas de la adopción de un modelo de marketing de relaciones (RM) como estrategia para el desarrollo de sitios web de hoteles y el uso de nuevas tecnologías; y 3) investigar el uso de multimedia en sitios web de hoteles. El desarrollo y la explotación estratégica de Internet han transformado la base de la comercialización. Utilizando la evidencia de una encuesta de contenido web este estudio revela la forma en que se están creando y gestionando las relaciones dentro de la \"industria hotelera\" mediante su uso de la Web como herramienta de marketing. Los autores han recopilado evidencias a través de un estudio descriptivo sobre la forma en que los hoteles construyen y crean relaciones con su presencia en la Web, entregando información multimedia así como canales y medios interactivos de comunicación. Además, se ofrece un marco estratégico como medio para describir el mecanismo y la orientación del marketing basado en la Web por parte de los hoteles. El estudio utiliza un modelo de Gilbert (1996) como medio para desarrollar un instrumento de medición que permita un análisis de contenido del enfoque actual de los hoteles para el desarrollo de sitios web. Los resultados indican que los hoteles son conscientes de los nuevos usos de la tecnología Web y están promoviendo productos hoteleros en el mercado electrónico global de formas nuevas y sofisticadas. ",
            "error": [
                ""
            ]
        },
        "World Wide Web marketing": {
            "translated_key": "Mercadeo en la Web Mundial",
            "translated_annotated_text": "Explorando desarrollos en el marketing de relaciones basado en la Web dentro de la industria hotelera Este artículo proporciona un estudio de análisis de contenido de la aplicación de \"Mercadeo en la Web Mundial\" por la industria hotelera. Hay una falta de perspectiva histórica sobre las aplicaciones de marketing web relacionadas con la industria y este artículo intenta resolver esto con un estudio de caso de seguimiento de dos años del uso cambiante de la Web para desarrollar diferentes tipos de relaciones. Concretamente, los objetivos son: 1) identificar los cambios clave en la forma en que los hoteles utilizan la Web; 2) buscar pruebas de la adopción de un modelo de marketing de relaciones (RM) como estrategia para el desarrollo de sitios web de hoteles y el uso de nuevas tecnologías; y 3) investigar el uso de multimedia en sitios web de hoteles. El desarrollo y la explotación estratégica de Internet han transformado la base de la comercialización. Utilizando la evidencia de una encuesta de contenido web este estudio revela la forma en que las relaciones se están creando y gestionando dentro de la industria hotelera mediante su uso de la Web como herramienta de marketing. Los autores han recopilado evidencias a través de un estudio descriptivo sobre la forma en que los hoteles construyen y crean relaciones con su presencia en la Web, entregando información multimedia así como canales y medios interactivos de comunicación. Además, se ofrece un marco estratégico como medio para describir el mecanismo y la orientación del marketing basado en la Web por parte de los hoteles. El estudio utiliza un modelo de Gilbert (1996) como medio para desarrollar un instrumento de medición que permita un análisis de contenido del enfoque actual de los hoteles para el desarrollo de sitios web. Los resultados indican que los hoteles son conscientes de los nuevos usos de la tecnología Web y están promoviendo productos hoteleros en el mercado electrónico global de formas nuevas y sofisticadas. ",
            "error": [
                ""
            ]
        },
        "hotel Web sites": {
            "translated_key": "sitios web de hoteles",
            "translated_annotated_text": "Explorando desarrollos en el marketing de relaciones basado en web dentro de la industria hotelera Este artículo proporciona un estudio de análisis de contenido de la aplicación del marketing de World Wide Web por la industria hotelera. Hay una falta de perspectiva histórica sobre las aplicaciones de marketing web relacionadas con la industria y este artículo intenta resolver esto con un estudio de caso de seguimiento de dos años del uso cambiante de la Web para desarrollar diferentes tipos de relaciones. Concretamente, los objetivos son: 1) identificar los cambios clave en la forma en que los hoteles utilizan la Web; 2) buscar pruebas de la adopción de un modelo de marketing de relaciones (RM) como estrategia para el desarrollo de \"sitios web de hoteles\" y el uso de nuevas tecnologías; y 3) investigar el uso de multimedia en \"sitios web de hoteles\". El desarrollo y la explotación estratégica de Internet han transformado la base de la comercialización. Utilizando la evidencia de una encuesta de contenido web este estudio revela la forma en que las relaciones se están creando y gestionando dentro de la industria hotelera mediante su uso de la Web como herramienta de marketing. Los autores han recopilado evidencias a través de un estudio descriptivo sobre la forma en que los hoteles construyen y crean relaciones con su presencia en la Web, entregando información multimedia así como canales y medios interactivos de comunicación. Además, se ofrece un marco estratégico como medio para describir el mecanismo y la orientación del marketing basado en la Web por parte de los hoteles. El estudio utiliza un modelo de Gilbert (1996) como medio para desarrollar un instrumento de medición que permita un análisis de contenido del enfoque actual de los hoteles para el desarrollo de sitios web. Los resultados indican que los hoteles son conscientes de los nuevos usos de la tecnología Web y están promoviendo productos hoteleros en el mercado electrónico global de formas nuevas y sofisticadas. ",
            "error": [
                ""
            ]
        },
        "multimedia": {
            "translated_key": "multimedia",
            "translated_annotated_text": "Explorando desarrollos en el marketing de relaciones basado en web dentro de la industria hotelera Este artículo proporciona un estudio de análisis de contenido de la aplicación del marketing de World Wide Web por la industria hotelera. Hay una falta de perspectiva histórica sobre las aplicaciones de marketing web relacionadas con la industria y este artículo intenta resolver esto con un estudio de caso de seguimiento de dos años del uso cambiante de la Web para desarrollar diferentes tipos de relaciones. Concretamente, los objetivos son: (1) identificar los cambios clave en la forma en que los hoteles están utilizando la Web; (2) buscar evidencia de la adopción de un modelo de marketing de relaciones (RM) como estrategia para el desarrollo de sitios web hoteleros y el uso de nuevas tecnologías; y (3) investigar el uso de \"multimedia\" en sitios web hoteleros. El desarrollo y la explotación estratégica de Internet han transformado la base de la comercialización. Utilizando la evidencia de una encuesta de contenido web este estudio revela la forma en que las relaciones se están creando y gestionando dentro de la industria hotelera mediante su uso de la Web como herramienta de marketing. Los autores han recopilado evidencias a través de un estudio descriptivo sobre la forma en que los hoteles construyen y crean relaciones con su presencia en la Web, proporcionando información \"multimedia\", así como canales y medios interactivos de comunicación. Además, se ofrece un marco estratégico como medio para describir el mecanismo y la orientación del marketing basado en la Web por parte de los hoteles. El estudio utiliza un modelo de Gilbert (1996) como medio para desarrollar un instrumento de medición que permita un análisis de contenido del enfoque actual de los hoteles para el desarrollo de sitios web. Los resultados indican que los hoteles son conscientes de los nuevos usos de la tecnología Web y están promoviendo productos hoteleros en el mercado electrónico global de formas nuevas y sofisticadas. ",
            "error": [
                ""
            ]
        },
        "Web content survey": {
            "translated_key": "encuesta de contenido web",
            "translated_annotated_text": "Explorando desarrollos en el marketing de relaciones basado en web dentro de la industria hotelera Este artículo proporciona un estudio de análisis de contenido de la aplicación del marketing de World Wide Web por la industria hotelera. Hay una falta de perspectiva histórica sobre las aplicaciones de marketing web relacionadas con la industria y este artículo intenta resolver esto con un estudio de caso de seguimiento de dos años del uso cambiante de la Web para desarrollar diferentes tipos de relaciones. Concretamente, los objetivos son: 1) identificar los cambios clave en la forma en que los hoteles utilizan la Web; 2) buscar pruebas de la adopción de un modelo de marketing de relaciones (RM) como estrategia para el desarrollo de sitios web de hoteles y el uso de nuevas tecnologías; y 3) investigar el uso de multimedia en sitios web de hoteles. El desarrollo y la explotación estratégica de Internet han transformado la base de la comercialización. Utilizando la evidencia de una \"encuesta de contenido web\" este estudio revela la forma en que se están creando y gestionando las relaciones dentro de la industria hotelera mediante su uso de la Web como herramienta de marketing. Los autores han recopilado evidencias a través de un estudio descriptivo sobre la forma en que los hoteles construyen y crean relaciones con su presencia en la Web, entregando información multimedia así como canales y medios interactivos de comunicación. Además, se ofrece un marco estratégico como medio para describir el mecanismo y la orientación del marketing basado en la Web por parte de los hoteles. El estudio utiliza un modelo de Gilbert (1996) como medio para desarrollar un instrumento de medición que permita un análisis de contenido del enfoque actual de los hoteles para el desarrollo de sitios web. Los resultados indican que los hoteles son conscientes de los nuevos usos de la tecnología Web y están promoviendo productos hoteleros en el mercado electrónico global de formas nuevas y sofisticadas. ",
            "error": [
                ""
            ]
        },
        "global electronic market": {
            "translated_key": "mercado electrónico global",
            "translated_annotated_text": "Explorando desarrollos en el marketing de relaciones basado en web dentro de la industria hotelera Este artículo proporciona un estudio de análisis de contenido de la aplicación del marketing de World Wide Web por la industria hotelera. Hay una falta de perspectiva histórica sobre las aplicaciones de marketing web relacionadas con la industria y este artículo intenta resolver esto con un estudio de caso de seguimiento de dos años del uso cambiante de la Web para desarrollar diferentes tipos de relaciones. Concretamente, los objetivos son: 1) identificar los cambios clave en la forma en que los hoteles utilizan la Web; 2) buscar pruebas de la adopción de un modelo de marketing de relaciones (RM) como estrategia para el desarrollo de sitios web de hoteles y el uso de nuevas tecnologías; y 3) investigar el uso de multimedia en sitios web de hoteles. El desarrollo y la explotación estratégica de Internet han transformado la base de la comercialización. Utilizando la evidencia de una encuesta de contenido web este estudio revela la forma en que las relaciones se están creando y gestionando dentro de la industria hotelera mediante su uso de la Web como herramienta de marketing. Los autores han recopilado evidencias a través de un estudio descriptivo sobre la forma en que los hoteles construyen y crean relaciones con su presencia en la Web, entregando información multimedia así como canales y medios interactivos de comunicación. Además, se ofrece un marco estratégico como medio para describir el mecanismo y la orientación del marketing basado en la Web por parte de los hoteles. El estudio utiliza un modelo de Gilbert (1996) como medio para desarrollar un instrumento de medición que permita un análisis de contenido del enfoque actual de los hoteles para el desarrollo de sitios web. Los resultados indican que los hoteles son conscientes de los nuevos usos de la tecnología Web y están promoviendo productos hoteleros en el \"mercado electrónico global\" de formas nuevas y sofisticadas. ",
            "error": [
                ""
            ]
        },
        "information resources": {
            "translated_key": [],
            "translated_annotated_text": "Explorando desarrollos en el marketing de relaciones basado en web dentro de la industria hotelera Este artículo proporciona un estudio de análisis de contenido de la aplicación del marketing de World Wide Web por la industria hotelera. Hay una falta de perspectiva histórica sobre las aplicaciones de marketing web relacionadas con la industria y este artículo intenta resolver esto con un estudio de caso de seguimiento de dos años del uso cambiante de la Web para desarrollar diferentes tipos de relaciones. Concretamente, los objetivos son: 1) identificar los cambios clave en la forma en que los hoteles utilizan la Web; 2) buscar pruebas de la adopción de un modelo de marketing de relaciones (RM) como estrategia para el desarrollo de sitios web de hoteles y el uso de nuevas tecnologías; y 3) investigar el uso de multimedia en sitios web de hoteles. El desarrollo y la explotación estratégica de Internet han transformado la base de la comercialización. Utilizando la evidencia de una encuesta de contenido web este estudio revela la forma en que las relaciones se están creando y gestionando dentro de la industria hotelera mediante su uso de la Web como herramienta de marketing. Los autores han recopilado evidencias a través de un estudio descriptivo sobre la forma en que los hoteles construyen y crean relaciones con su presencia en la Web, entregando información multimedia así como canales y medios interactivos de comunicación. Además, se ofrece un marco estratégico como medio para describir el mecanismo y la orientación del marketing basado en la Web por parte de los hoteles. El estudio utiliza un modelo de Gilbert (1996) como medio para desarrollar un instrumento de medición que permita un análisis de contenido del enfoque actual de los hoteles para el desarrollo de sitios web. Los resultados indican que los hoteles son conscientes de los nuevos usos de la tecnología Web y están promoviendo productos hoteleros en el mercado electrónico global de formas nuevas y sofisticadas. ",
            "error": []
        },
        "Internet": {
            "translated_key": "Internet",
            "translated_annotated_text": "Explorando desarrollos en el marketing de relaciones basado en web dentro de la industria hotelera Este artículo proporciona un estudio de análisis de contenido de la aplicación del marketing de World Wide Web por la industria hotelera. Hay una falta de perspectiva histórica sobre las aplicaciones de marketing web relacionadas con la industria y este artículo intenta resolver esto con un estudio de caso de seguimiento de dos años del uso cambiante de la Web para desarrollar diferentes tipos de relaciones. Concretamente, los objetivos son: 1) identificar los cambios clave en la forma en que los hoteles utilizan la Web; 2) buscar pruebas de la adopción de un modelo de marketing de relaciones (RM) como estrategia para el desarrollo de sitios web de hoteles y el uso de nuevas tecnologías; y 3) investigar el uso de multimedia en sitios web de hoteles. El desarrollo y explotación estratégica de la \"Internet\" ha transformado la base del marketing. Utilizando la evidencia de una encuesta de contenido web este estudio revela la forma en que las relaciones se están creando y gestionando dentro de la industria hotelera mediante su uso de la Web como herramienta de marketing. Los autores han recopilado evidencias a través de un estudio descriptivo sobre la forma en que los hoteles construyen y crean relaciones con su presencia en la Web, entregando información multimedia así como canales y medios interactivos de comunicación. Además, se ofrece un marco estratégico como medio para describir el mecanismo y la orientación del marketing basado en la Web por parte de los hoteles. El estudio utiliza un modelo de Gilbert (1996) como medio para desarrollar un instrumento de medición que permita un análisis de contenido del enfoque actual de los hoteles para el desarrollo de sitios web. Los resultados indican que los hoteles son conscientes de los nuevos usos de la tecnología Web y están promoviendo productos hoteleros en el mercado electrónico global de formas nuevas y sofisticadas. ",
            "error": [
                ""
            ]
        },
        "marketing data processing": {
            "translated_key": [],
            "translated_annotated_text": "Explorando desarrollos en el marketing de relaciones basado en web dentro de la industria hotelera Este artículo proporciona un estudio de análisis de contenido de la aplicación del marketing de World Wide Web por la industria hotelera. Hay una falta de perspectiva histórica sobre las aplicaciones de marketing web relacionadas con la industria y este artículo intenta resolver esto con un estudio de caso de seguimiento de dos años del uso cambiante de la Web para desarrollar diferentes tipos de relaciones. Concretamente, los objetivos son: 1) identificar los cambios clave en la forma en que los hoteles utilizan la Web; 2) buscar pruebas de la adopción de un modelo de marketing de relaciones (RM) como estrategia para el desarrollo de sitios web de hoteles y el uso de nuevas tecnologías; y 3) investigar el uso de multimedia en sitios web de hoteles. El desarrollo y la explotación estratégica de Internet han transformado la base de la comercialización. Utilizando la evidencia de una encuesta de contenido web este estudio revela la forma en que las relaciones se están creando y gestionando dentro de la industria hotelera mediante su uso de la Web como herramienta de marketing. Los autores han recopilado evidencias a través de un estudio descriptivo sobre la forma en que los hoteles construyen y crean relaciones con su presencia en la Web, entregando información multimedia así como canales y medios interactivos de comunicación. Además, se ofrece un marco estratégico como medio para describir el mecanismo y la orientación del marketing basado en la Web por parte de los hoteles. El estudio utiliza un modelo de Gilbert (1996) como medio para desarrollar un instrumento de medición que permita un análisis de contenido del enfoque actual de los hoteles para el desarrollo de sitios web. Los resultados indican que los hoteles son conscientes de los nuevos usos de la tecnología Web y están promoviendo productos hoteleros en el mercado electrónico global de formas nuevas y sofisticadas. ",
            "error": []
        },
        "multimedia computing": {
            "translated_key": [],
            "translated_annotated_text": "Explorando desarrollos en el marketing de relaciones basado en web dentro de la industria hotelera Este artículo proporciona un estudio de análisis de contenido de la aplicación del marketing de World Wide Web por la industria hotelera. Hay una falta de perspectiva histórica sobre las aplicaciones de marketing web relacionadas con la industria y este artículo intenta resolver esto con un estudio de caso de seguimiento de dos años del uso cambiante de la Web para desarrollar diferentes tipos de relaciones. Concretamente, los objetivos son: 1) identificar los cambios clave en la forma en que los hoteles utilizan la Web; 2) buscar pruebas de la adopción de un modelo de marketing de relaciones (RM) como estrategia para el desarrollo de sitios web de hoteles y el uso de nuevas tecnologías; y 3) investigar el uso de multimedia en sitios web de hoteles. El desarrollo y la explotación estratégica de Internet han transformado la base de la comercialización. Utilizando la evidencia de una encuesta de contenido web este estudio revela la forma en que las relaciones se están creando y gestionando dentro de la industria hotelera mediante su uso de la Web como herramienta de marketing. Los autores han recopilado evidencias a través de un estudio descriptivo sobre la forma en que los hoteles construyen y crean relaciones con su presencia en la Web, entregando información multimedia así como canales y medios interactivos de comunicación. Además, se ofrece un marco estratégico como medio para describir el mecanismo y la orientación del marketing basado en la Web por parte de los hoteles. El estudio utiliza un modelo de Gilbert (1996) como medio para desarrollar un instrumento de medición que permita un análisis de contenido del enfoque actual de los hoteles para el desarrollo de sitios web. Los resultados indican que los hoteles son conscientes de los nuevos usos de la tecnología Web y están promoviendo productos hoteleros en el mercado electrónico global de formas nuevas y sofisticadas. ",
            "error": []
        }
    }
}