{
    "original_text": "Combining spatial and scale-space techniques for edge detection to provide a spatially adaptive wavelet-based noise filtering algorithm New methods for detecting edges in an image using spatial and scale-space domains are proposed. A priori knowledge about geometrical characteristics of edges is used to assign a probability factor to the chance of any pixel being on an edge. An improved double thresholding technique is introduced for spatial domain filtering. Probabilities that pixels belong to a given edge are assigned based on pixel similarity across gradient amplitudes, gradient phases and edge connectivity. The scale-space approach uses dynamic range compression to allow wavelet correlation over a wider range of scales. A probabilistic formulation is used to combine the results obtained from filtering in each domain to provide a final edge probability image which has the advantages of both spatial and scale-space domain methods. Decomposing this edge probability image with the same wavelet as the original image permits the generation of adaptive filters that can recognize the characteristics of the edges in all wavelet detail and approximation images regardless of scale. These matched filters permit significant reduction in image noise without contributing to edge distortion. The spatially adaptive wavelet noise-filtering algorithm is qualitatively and quantitatively compared to a frequency domain and two wavelet based noise suppression algorithms using both natural and computer generated noisy images",
    "original_translation": "Combinación de técnicas espaciales y de escala-espacio para la detección de bordes a fin de proporcionar un algoritmo de filtrado de ruido basado en wavelets espacialmente adaptable Se proponen nuevos métodos para detectar bordes en una imagen utilizando dominios espaciales y de escala-espacio. Un conocimiento a priori sobre las características geométricas de los bordes se utiliza para asignar un factor de probabilidad a la probabilidad de que cualquier píxel esté en un borde. Se introduce una técnica mejorada de doble umbral para el filtrado de dominios espaciales. Las probabilidades de que los píxeles pertenezcan a un borde dado se asignan en base a la similitud de píxeles entre amplitudes de gradiente, fases de gradiente y conectividad de borde. El enfoque de escala-espacio utiliza la compresión dinámica del rango para permitir la correlación de ondas en un rango más amplio de escalas. Una formulación probabilística se utiliza para combinar los resultados obtenidos del filtrado en cada dominio para proporcionar una imagen de probabilidad de borde final que tiene las ventajas tanto de los métodos de dominio espacial como de escala-espacio. La descomposición de esta imagen de probabilidad de borde con la misma wavelet que la imagen original permite la generación de filtros adaptativos que pueden reconocer las características de los bordes en todos los detalles de wavelet e imágenes de aproximación independientemente de la escala. Estos filtros emparejados permiten una reducción significativa del ruido de imagen sin contribuir a la distorsión del borde. El algoritmo de filtrado de ruido de wavelet adaptable espacialmente se compara cualitativa y cuantitativamente con un dominio de frecuencia y dos algoritmos de supresión de ruido basados en wavelet usando imágenes naturales y computacionales generadas por ruido",
    "error_count": 11,
    "keys": {
        "spatial techniques": {
            "translated_key": [],
            "translated_annotated_text": "Combinación de técnicas espaciales y de escala-espacio para la detección de bordes a fin de proporcionar un algoritmo de filtrado de ruido basado en wavelets espacialmente adaptable Se proponen nuevos métodos para detectar bordes en una imagen utilizando dominios espaciales y de escala-espacio. Un conocimiento a priori sobre las características geométricas de los bordes se utiliza para asignar un factor de probabilidad a la probabilidad de que cualquier píxel esté en un borde. Se introduce una técnica mejorada de doble umbral para el filtrado de dominios espaciales. Las probabilidades de que los píxeles pertenezcan a un borde dado se asignan en base a la similitud de píxeles entre amplitudes de gradiente, fases de gradiente y conectividad de borde. El enfoque de escala-espacio utiliza la compresión dinámica del rango para permitir la correlación de ondas en un rango más amplio de escalas. Una formulación probabilística se utiliza para combinar los resultados obtenidos del filtrado en cada dominio para proporcionar una imagen de probabilidad de borde final que tiene las ventajas tanto de los métodos de dominio espacial como de escala-espacio. La descomposición de esta imagen de probabilidad de borde con la misma wavelet que la imagen original permite la generación de filtros adaptativos que pueden reconocer las características de los bordes en todos los detalles de wavelet e imágenes de aproximación independientemente de la escala. Estos filtros emparejados permiten una reducción significativa del ruido de imagen sin contribuir a la distorsión del borde. El algoritmo de filtrado de ruido de wavelet adaptable espacialmente se compara cualitativa y cuantitativamente con un dominio de frecuencia y dos algoritmos de supresión de ruido basados en wavelet usando imágenes naturales y computacionales generadas por ruido ",
            "error": []
        },
        "scale-space techniques": {
            "translated_key": [],
            "translated_annotated_text": "Combinación de técnicas espaciales y de escala-espacio para la detección de bordes para proporcionar un algoritmo de filtrado de ruido basado en ondas de onda espacial adaptable Se proponen nuevos métodos para detectar bordes en una imagen utilizando dominios espaciales y de escala-espacio. Un conocimiento a priori sobre las características geométricas de los bordes se utiliza para asignar un factor de probabilidad a la probabilidad de que cualquier píxel esté en un borde. Se introduce una técnica mejorada de doble umbral para el filtrado de dominios espaciales. Las probabilidades de que los píxeles pertenezcan a un borde dado se asignan en base a la similitud de píxeles entre amplitudes de gradiente, fases de gradiente y conectividad de borde. El enfoque de escala-espacio utiliza la compresión dinámica del rango para permitir la correlación de ondas en un rango más amplio de escalas. Una formulación probabilística se utiliza para combinar los resultados obtenidos del filtrado en cada dominio para proporcionar una imagen de probabilidad de borde final que tiene las ventajas tanto de los métodos de dominio espacial como de escala-espacio. La descomposición de esta imagen de probabilidad de borde con la misma wavelet que la imagen original permite la generación de filtros adaptativos que pueden reconocer las características de los bordes en todos los detalles de wavelet e imágenes de aproximación independientemente de la escala. Estos filtros emparejados permiten una reducción significativa del ruido de imagen sin contribuir a la distorsión del borde. El algoritmo de filtrado de ruido de wavelet adaptable espacialmente se compara cualitativa y cuantitativamente con un dominio de frecuencia y dos algoritmos de supresión de ruido basados en wavelet usando imágenes naturales y computacionales generadas por ruido ",
            "error": []
        },
        "edge detection": {
            "translated_key": "detección de bordes",
            "translated_annotated_text": "Combinación de técnicas espaciales y de escala-espacio para la <br>detección de bordes</br> para proporcionar un algoritmo de filtrado de ruido basado en wavelets espacialmente adaptable Se proponen nuevos métodos para detectar bordes en una imagen utilizando dominios espaciales y de escala-espacio. Un conocimiento a priori sobre las características geométricas de los bordes se utiliza para asignar un factor de probabilidad a la probabilidad de que cualquier píxel esté en un borde. Se introduce una técnica mejorada de doble umbral para el filtrado de dominios espaciales. Las probabilidades de que los píxeles pertenezcan a un borde dado se asignan en base a la similitud de píxeles entre amplitudes de gradiente, fases de gradiente y conectividad de borde. El enfoque de escala-espacio utiliza la compresión dinámica del rango para permitir la correlación de ondas en un rango más amplio de escalas. Una formulación probabilística se utiliza para combinar los resultados obtenidos del filtrado en cada dominio para proporcionar una imagen de probabilidad de borde final que tiene las ventajas tanto de los métodos de dominio espacial como de escala-espacio. La descomposición de esta imagen de probabilidad de borde con la misma wavelet que la imagen original permite la generación de filtros adaptativos que pueden reconocer las características de los bordes en todos los detalles de wavelet e imágenes de aproximación independientemente de la escala. Estos filtros emparejados permiten una reducción significativa del ruido de imagen sin contribuir a la distorsión del borde. El algoritmo de filtrado de ruido de wavelet adaptable espacialmente se compara cualitativa y cuantitativamente con un dominio de frecuencia y dos algoritmos de supresión de ruido basados en wavelet usando imágenes naturales y computacionales generadas por ruido ",
            "error": [
                ""
            ]
        },
        "spatially adaptive wavelet-based noise filtering algorithm": {
            "translated_key": [],
            "translated_annotated_text": "Combinación de técnicas espaciales y de escala-espacio para la detección de bordes para proporcionar un algoritmo de filtrado de ruido basado en wavelets espacialmente adaptable Se proponen nuevos métodos para detectar bordes en una imagen utilizando dominios espaciales y de escala-espacio. Un conocimiento a priori sobre las características geométricas de los bordes se utiliza para asignar un factor de probabilidad a la probabilidad de que cualquier píxel esté en un borde. Se introduce una técnica mejorada de doble umbral para el filtrado de dominios espaciales. Las probabilidades de que los píxeles pertenezcan a un borde dado se asignan en base a la similitud de píxeles entre amplitudes de gradiente, fases de gradiente y conectividad de borde. El enfoque de escala-espacio utiliza la compresión dinámica del rango para permitir la correlación de ondas en un rango más amplio de escalas. Una formulación probabilística se utiliza para combinar los resultados obtenidos del filtrado en cada dominio para proporcionar una imagen de probabilidad de borde final que tiene las ventajas tanto de los métodos de dominio espacial como de escala-espacio. La descomposición de esta imagen de probabilidad de borde con la misma wavelet que la imagen original permite la generación de filtros adaptativos que pueden reconocer las características de los bordes en todos los detalles de wavelet e imágenes de aproximación independientemente de la escala. Estos filtros emparejados permiten una reducción significativa del ruido de imagen sin contribuir a la distorsión del borde. El algoritmo de filtrado de ruido de wavelet adaptable espacialmente se compara cualitativa y cuantitativamente con un dominio de frecuencia y dos algoritmos de supresión de ruido basados en wavelet usando imágenes naturales y computacionales generadas por ruido ",
            "error": []
        },
        "a priori knowledge": {
            "translated_key": [],
            "translated_annotated_text": "Combinación de técnicas espaciales y de escala-espacio para la detección de bordes a fin de proporcionar un algoritmo de filtrado de ruido basado en wavelets espacialmente adaptable Se proponen nuevos métodos para detectar bordes en una imagen utilizando dominios espaciales y de escala-espacio. Un conocimiento a priori sobre las características geométricas de los bordes se utiliza para asignar un factor de probabilidad a la probabilidad de que cualquier píxel esté en un borde. Se introduce una técnica mejorada de doble umbral para el filtrado de dominios espaciales. Las probabilidades de que los píxeles pertenezcan a un borde dado se asignan en base a la similitud de píxeles entre amplitudes de gradiente, fases de gradiente y conectividad de borde. El enfoque de escala-espacio utiliza la compresión dinámica del rango para permitir la correlación de ondas en un rango más amplio de escalas. Una formulación probabilística se utiliza para combinar los resultados obtenidos del filtrado en cada dominio para proporcionar una imagen de probabilidad de borde final que tiene las ventajas tanto de los métodos de dominio espacial como de escala-espacio. La descomposición de esta imagen de probabilidad de borde con la misma wavelet que la imagen original permite la generación de filtros adaptativos que pueden reconocer las características de los bordes en todos los detalles de wavelet e imágenes de aproximación independientemente de la escala. Estos filtros emparejados permiten una reducción significativa del ruido de imagen sin contribuir a la distorsión del borde. El algoritmo de filtrado de ruido de wavelet adaptable espacialmente se compara cualitativa y cuantitativamente con un dominio de frecuencia y dos algoritmos de supresión de ruido basados en wavelet usando imágenes naturales y computacionales generadas por ruido ",
            "error": []
        },
        "geometrical characteristics": {
            "translated_key": [],
            "translated_annotated_text": "Combinación de técnicas espaciales y de escala-espacio para la detección de bordes a fin de proporcionar un algoritmo de filtrado de ruido basado en wavelets espacialmente adaptable Se proponen nuevos métodos para detectar bordes en una imagen utilizando dominios espaciales y de escala-espacio. Un conocimiento a priori sobre las características geométricas <br> de los bordes se utiliza para asignar un factor de probabilidad a la probabilidad de que cualquier píxel esté en un borde. Se introduce una técnica mejorada de doble umbral para el filtrado de dominios espaciales. Las probabilidades de que los píxeles pertenezcan a un borde dado se asignan en base a la similitud de píxeles entre amplitudes de gradiente, fases de gradiente y conectividad de borde. El enfoque de escala-espacio utiliza la compresión dinámica del rango para permitir la correlación de ondas en un rango más amplio de escalas. Una formulación probabilística se utiliza para combinar los resultados obtenidos del filtrado en cada dominio para proporcionar una imagen de probabilidad de borde final que tiene las ventajas tanto de los métodos de dominio espacial como de escala-espacio. La descomposición de esta imagen de probabilidad de borde con la misma wavelet que la imagen original permite la generación de filtros adaptativos que pueden reconocer las características de los bordes en todos los detalles de wavelet e imágenes de aproximación independientemente de la escala. Estos filtros emparejados permiten una reducción significativa del ruido de imagen sin contribuir a la distorsión del borde. El algoritmo de filtrado de ruido de wavelet adaptable espacialmente se compara cualitativa y cuantitativamente con un dominio de frecuencia y dos algoritmos de supresión de ruido basados en wavelet usando imágenes naturales y computacionales generadas por ruido ",
            "error": []
        },
        "probability factor": {
            "translated_key": [],
            "translated_annotated_text": "Combinación de técnicas espaciales y de escala-espacio para la detección de bordes a fin de proporcionar un algoritmo de filtrado de ruido basado en wavelets espacialmente adaptable Se proponen nuevos métodos para detectar bordes en una imagen utilizando dominios espaciales y de escala-espacio. Un conocimiento a priori sobre las características geométricas de los bordes se utiliza para asignar un factor de probabilidad <br> a la probabilidad de que cualquier píxel esté en un borde. Se introduce una técnica mejorada de doble umbral para el filtrado de dominios espaciales. Las probabilidades de que los píxeles pertenezcan a un borde dado se asignan en base a la similitud de píxeles entre amplitudes de gradiente, fases de gradiente y conectividad de borde. El enfoque de escala-espacio utiliza la compresión dinámica del rango para permitir la correlación de ondas en un rango más amplio de escalas. Una formulación probabilística se utiliza para combinar los resultados obtenidos del filtrado en cada dominio para proporcionar una imagen de probabilidad de borde final que tiene las ventajas tanto de los métodos de dominio espacial como de escala-espacio. La descomposición de esta imagen de probabilidad de borde con la misma wavelet que la imagen original permite la generación de filtros adaptativos que pueden reconocer las características de los bordes en todos los detalles de wavelet e imágenes de aproximación independientemente de la escala. Estos filtros emparejados permiten una reducción significativa del ruido de imagen sin contribuir a la distorsión del borde. El algoritmo de filtrado de ruido de wavelet adaptable espacialmente se compara cualitativa y cuantitativamente con un dominio de frecuencia y dos algoritmos de supresión de ruido basados en wavelet usando imágenes naturales y computacionales generadas por ruido ",
            "error": []
        },
        "double thresholding technique": {
            "translated_key": "doble umbral",
            "translated_annotated_text": "Combinación de técnicas espaciales y de escala-espacio para la detección de bordes a fin de proporcionar un algoritmo de filtrado de ruido basado en wavelets espacialmente adaptable Se proponen nuevos métodos para detectar bordes en una imagen utilizando dominios espaciales y de escala-espacio. Un conocimiento a priori sobre las características geométricas de los bordes se utiliza para asignar un factor de probabilidad a la probabilidad de que cualquier píxel esté en un borde. Se introduce una técnica mejorada de <br>doble umbral</br> para el filtrado de dominios espaciales. Las probabilidades de que los píxeles pertenezcan a un borde dado se asignan en base a la similitud de píxeles entre amplitudes de gradiente, fases de gradiente y conectividad de borde. El enfoque de escala-espacio utiliza la compresión dinámica del rango para permitir la correlación de ondas en un rango más amplio de escalas. Una formulación probabilística se utiliza para combinar los resultados obtenidos del filtrado en cada dominio para proporcionar una imagen de probabilidad de borde final que tiene las ventajas tanto de los métodos de dominio espacial como de escala-espacio. La descomposición de esta imagen de probabilidad de borde con la misma wavelet que la imagen original permite la generación de filtros adaptativos que pueden reconocer las características de los bordes en todos los detalles de wavelet e imágenes de aproximación independientemente de la escala. Estos filtros emparejados permiten una reducción significativa del ruido de imagen sin contribuir a la distorsión del borde. El algoritmo de filtrado de ruido de wavelet adaptable espacialmente se compara cualitativa y cuantitativamente con un dominio de frecuencia y dos algoritmos de supresión de ruido basados en wavelet usando imágenes naturales y computacionales generadas por ruido ",
            "error": [
                ""
            ]
        },
        "spatial domain filtering": {
            "translated_key": [],
            "translated_annotated_text": "Combinación de técnicas espaciales y de escala-espacio para la detección de bordes a fin de proporcionar un algoritmo de filtrado de ruido basado en wavelets espacialmente adaptable Se proponen nuevos métodos para detectar bordes en una imagen utilizando dominios espaciales y de escala-espacio. Un conocimiento a priori sobre las características geométricas de los bordes se utiliza para asignar un factor de probabilidad a la probabilidad de que cualquier píxel esté en un borde. Se introduce una técnica mejorada de doble umbral para el filtrado de dominios espaciales <br>. Las probabilidades de que los píxeles pertenezcan a un borde dado se asignan en base a la similitud de píxeles entre amplitudes de gradiente, fases de gradiente y conectividad de borde. El enfoque de escala-espacio utiliza la compresión dinámica del rango para permitir la correlación de ondas en un rango más amplio de escalas. Una formulación probabilística se utiliza para combinar los resultados obtenidos del filtrado en cada dominio para proporcionar una imagen de probabilidad de borde final que tiene las ventajas tanto de los métodos de dominio espacial como de escala-espacio. La descomposición de esta imagen de probabilidad de borde con la misma wavelet que la imagen original permite la generación de filtros adaptativos que pueden reconocer las características de los bordes en todos los detalles de wavelet e imágenes de aproximación independientemente de la escala. Estos filtros emparejados permiten una reducción significativa del ruido de imagen sin contribuir a la distorsión del borde. El algoritmo de filtrado de ruido de wavelet adaptable espacialmente se compara cualitativa y cuantitativamente con un dominio de frecuencia y dos algoritmos de supresión de ruido basados en wavelet usando imágenes naturales y computacionales generadas por ruido ",
            "error": []
        },
        "pixel similarity": {
            "translated_key": "píxeles",
            "translated_annotated_text": "Combinación de técnicas espaciales y de escala-espacio para la detección de bordes a fin de proporcionar un algoritmo de filtrado de ruido basado en wavelets espacialmente adaptable Se proponen nuevos métodos para detectar bordes en una imagen utilizando dominios espaciales y de escala-espacio. Un conocimiento a priori sobre las características geométricas de los bordes se utiliza para asignar un factor de probabilidad a la probabilidad de que cualquier píxel esté en un borde. Se introduce una técnica mejorada de doble umbral para el filtrado de dominios espaciales. Las probabilidades de que los píxeles pertenezcan a un borde determinado se asignan en función de la similitud de <br>píxeles</br> a través de amplitudes de gradiente, fases de gradiente y conectividad de borde. El enfoque de escala-espacio utiliza la compresión dinámica del rango para permitir la correlación de ondas en un rango más amplio de escalas. Una formulación probabilística se utiliza para combinar los resultados obtenidos del filtrado en cada dominio para proporcionar una imagen de probabilidad de borde final que tiene las ventajas tanto de los métodos de dominio espacial como de escala-espacio. La descomposición de esta imagen de probabilidad de borde con la misma wavelet que la imagen original permite la generación de filtros adaptativos que pueden reconocer las características de los bordes en todos los detalles de wavelet e imágenes de aproximación independientemente de la escala. Estos filtros emparejados permiten una reducción significativa del ruido de imagen sin contribuir a la distorsión del borde. El algoritmo de filtrado de ruido de wavelet adaptable espacialmente se compara cualitativa y cuantitativamente con un dominio de frecuencia y dos algoritmos de supresión de ruido basados en wavelet usando imágenes naturales y computacionales generadas por ruido ",
            "error": [
                ""
            ]
        },
        "gradient amplitudes": {
            "translated_key": "gradiente",
            "translated_annotated_text": "Combinación de técnicas espaciales y de escala-espacio para la detección de bordes a fin de proporcionar un algoritmo de filtrado de ruido basado en wavelets espacialmente adaptable Se proponen nuevos métodos para detectar bordes en una imagen utilizando dominios espaciales y de escala-espacio. Un conocimiento a priori sobre las características geométricas de los bordes se utiliza para asignar un factor de probabilidad a la probabilidad de que cualquier píxel esté en un borde. Se introduce una técnica mejorada de doble umbral para el filtrado de dominios espaciales. Las probabilidades de que los píxeles pertenezcan a un borde dado se asignan en base a la similitud de píxeles entre las amplitudes <br>gradiente</br>, fases de gradiente y conectividad de borde. El enfoque de escala-espacio utiliza la compresión dinámica del rango para permitir la correlación de ondas en un rango más amplio de escalas. Una formulación probabilística se utiliza para combinar los resultados obtenidos del filtrado en cada dominio para proporcionar una imagen de probabilidad de borde final que tiene las ventajas tanto de los métodos de dominio espacial como de escala-espacio. La descomposición de esta imagen de probabilidad de borde con la misma wavelet que la imagen original permite la generación de filtros adaptativos que pueden reconocer las características de los bordes en todos los detalles de wavelet e imágenes de aproximación independientemente de la escala. Estos filtros emparejados permiten una reducción significativa del ruido de imagen sin contribuir a la distorsión del borde. El algoritmo de filtrado de ruido de wavelet adaptable espacialmente se compara cualitativa y cuantitativamente con un dominio de frecuencia y dos algoritmos de supresión de ruido basados en wavelet usando imágenes naturales y computacionales generadas por ruido ",
            "error": [
                ""
            ]
        },
        "gradient phases": {
            "translated_key": "gradiente",
            "translated_annotated_text": "Combinación de técnicas espaciales y de escala-espacio para la detección de bordes a fin de proporcionar un algoritmo de filtrado de ruido basado en wavelets espacialmente adaptable Se proponen nuevos métodos para detectar bordes en una imagen utilizando dominios espaciales y de escala-espacio. Un conocimiento a priori sobre las características geométricas de los bordes se utiliza para asignar un factor de probabilidad a la probabilidad de que cualquier píxel esté en un borde. Se introduce una técnica mejorada de doble umbral para el filtrado de dominios espaciales. Las probabilidades de que los píxeles pertenezcan a un borde determinado se asignan en función de la similitud de píxeles entre las amplitudes de gradiente, las fases <br>gradiente</br> y la conectividad de borde. El enfoque de escala-espacio utiliza la compresión dinámica del rango para permitir la correlación de ondas en un rango más amplio de escalas. Una formulación probabilística se utiliza para combinar los resultados obtenidos del filtrado en cada dominio para proporcionar una imagen de probabilidad de borde final que tiene las ventajas tanto de los métodos de dominio espacial como de escala-espacio. La descomposición de esta imagen de probabilidad de borde con la misma wavelet que la imagen original permite la generación de filtros adaptativos que pueden reconocer las características de los bordes en todos los detalles de wavelet e imágenes de aproximación independientemente de la escala. Estos filtros emparejados permiten una reducción significativa del ruido de imagen sin contribuir a la distorsión del borde. El algoritmo de filtrado de ruido de wavelet adaptable espacialmente se compara cualitativa y cuantitativamente con un dominio de frecuencia y dos algoritmos de supresión de ruido basados en wavelet usando imágenes naturales y computacionales generadas por ruido ",
            "error": [
                ""
            ]
        },
        "edge connectivity": {
            "translated_key": "de borde",
            "translated_annotated_text": "Combinación de técnicas espaciales y de escala-espacio para la detección de bordes a fin de proporcionar un algoritmo de filtrado de ruido basado en wavelets espacialmente adaptable Se proponen nuevos métodos para detectar bordes en una imagen utilizando dominios espaciales y de escala-espacio. Un conocimiento a priori sobre las características geométricas de los bordes se utiliza para asignar un factor de probabilidad a la probabilidad de que cualquier píxel esté en un borde. Se introduce una técnica mejorada de doble umbral para el filtrado de dominios espaciales. Las probabilidades de que los píxeles pertenezcan a un borde dado se asignan en base a la similitud de píxeles entre amplitudes de gradiente, fases de gradiente y conectividad <br>de borde</br>. El enfoque de escala-espacio utiliza la compresión dinámica del rango para permitir la correlación de ondas en un rango más amplio de escalas. Una formulación probabilística se utiliza para combinar los resultados obtenidos del filtrado en cada dominio para proporcionar una imagen de probabilidad de borde final que tiene las ventajas tanto de los métodos de dominio espacial como de escala-espacio. La descomposición de esta imagen de probabilidad de borde con la misma wavelet que la imagen original permite la generación de filtros adaptativos que pueden reconocer las características de los bordes en todos los detalles de wavelet e imágenes de aproximación independientemente de la escala. Estos filtros emparejados permiten una reducción significativa del ruido de imagen sin contribuir a la distorsión del borde. El algoritmo de filtrado de ruido de wavelet adaptable espacialmente se compara cualitativa y cuantitativamente con un dominio de frecuencia y dos algoritmos de supresión de ruido basados en wavelet usando imágenes naturales y computacionales generadas por ruido ",
            "error": [
                ""
            ]
        },
        "dynamic range compression": {
            "translated_key": " compresión de rango dinámico",
            "translated_annotated_text": "Combinación de técnicas espaciales y de escala-espacio para la detección de bordes a fin de proporcionar un algoritmo de filtrado de ruido basado en wavelets espacialmente adaptable Se proponen nuevos métodos para detectar bordes en una imagen utilizando dominios espaciales y de escala-espacio. Un conocimiento a priori sobre las características geométricas de los bordes se utiliza para asignar un factor de probabilidad a la probabilidad de que cualquier píxel esté en un borde. Se introduce una técnica mejorada de doble umbral para el filtrado de dominios espaciales. Las probabilidades de que los píxeles pertenezcan a un borde dado se asignan en base a la similitud de píxeles entre amplitudes de gradiente, fases de gradiente y conectividad de borde. El enfoque de escala-espacio utiliza <br> compresión de rango dinámico</br> para permitir la correlación de wavelets en un rango más amplio de escalas. Una formulación probabilística se utiliza para combinar los resultados obtenidos del filtrado en cada dominio para proporcionar una imagen de probabilidad de borde final que tiene las ventajas tanto de los métodos de dominio espacial como de escala-espacio. La descomposición de esta imagen de probabilidad de borde con la misma wavelet que la imagen original permite la generación de filtros adaptativos que pueden reconocer las características de los bordes en todos los detalles de wavelet e imágenes de aproximación independientemente de la escala. Estos filtros emparejados permiten una reducción significativa del ruido de imagen sin contribuir a la distorsión del borde. El algoritmo de filtrado de ruido de wavelet adaptable espacialmente se compara cualitativa y cuantitativamente con un dominio de frecuencia y dos algoritmos de supresión de ruido basados en wavelet usando imágenes naturales y computacionales generadas por ruido ",
            "error": [
                ""
            ]
        },
        "wavelet correlation": {
            "translated_key": "wavelet",
            "translated_annotated_text": "Combinación de técnicas espaciales y de escala-espacio para la detección de bordes a fin de proporcionar un algoritmo de filtrado de ruido basado en wavelets espacialmente adaptable Se proponen nuevos métodos para detectar bordes en una imagen utilizando dominios espaciales y de escala-espacio. Un conocimiento a priori sobre las características geométricas de los bordes se utiliza para asignar un factor de probabilidad a la probabilidad de que cualquier píxel esté en un borde. Se introduce una técnica mejorada de doble umbral para el filtrado de dominios espaciales. Las probabilidades de que los píxeles pertenezcan a un borde dado se asignan en base a la similitud de píxeles entre amplitudes de gradiente, fases de gradiente y conectividad de borde. El enfoque escala-espacio utiliza la compresión dinámica del rango para permitir la correlación <br>wavelet</br> en un rango más amplio de escalas. Una formulación probabilística se utiliza para combinar los resultados obtenidos del filtrado en cada dominio para proporcionar una imagen de probabilidad de borde final que tiene las ventajas tanto de los métodos de dominio espacial como de escala-espacio. La descomposición de esta imagen de probabilidad de borde con la misma wavelet que la imagen original permite la generación de filtros adaptativos que pueden reconocer las características de los bordes en todos los detalles de wavelet e imágenes de aproximación independientemente de la escala. Estos filtros emparejados permiten una reducción significativa del ruido de imagen sin contribuir a la distorsión del borde. El algoritmo de filtrado de ruido de wavelet adaptable espacialmente se compara cualitativa y cuantitativamente con un dominio de frecuencia y dos algoritmos de supresión de ruido basados en wavelet usando imágenes naturales y computacionales generadas por ruido ",
            "error": [
                ""
            ]
        },
        "probabilistic formulation": {
            "translated_key": [],
            "translated_annotated_text": "Combinación de técnicas espaciales y de escala-espacio para la detección de bordes a fin de proporcionar un algoritmo de filtrado de ruido basado en wavelets espacialmente adaptable Se proponen nuevos métodos para detectar bordes en una imagen utilizando dominios espaciales y de escala-espacio. Un conocimiento a priori sobre las características geométricas de los bordes se utiliza para asignar un factor de probabilidad a la probabilidad de que cualquier píxel esté en un borde. Se introduce una técnica mejorada de doble umbral para el filtrado de dominios espaciales. Las probabilidades de que los píxeles pertenezcan a un borde dado se asignan en base a la similitud de píxeles entre amplitudes de gradiente, fases de gradiente y conectividad de borde. El enfoque de escala-espacio utiliza la compresión dinámica del rango para permitir la correlación de ondas en un rango más amplio de escalas. Una formulación probabilística <br> se utiliza para combinar los resultados obtenidos del filtrado en cada dominio para proporcionar una imagen de probabilidad de borde final que tiene las ventajas tanto de los métodos de dominio espacial como de escala-espacio. La descomposición de esta imagen de probabilidad de borde con la misma wavelet que la imagen original permite la generación de filtros adaptativos que pueden reconocer las características de los bordes en todos los detalles de wavelet e imágenes de aproximación independientemente de la escala. Estos filtros emparejados permiten una reducción significativa del ruido de imagen sin contribuir a la distorsión del borde. El algoritmo de filtrado de ruido de wavelet adaptable espacialmente se compara cualitativa y cuantitativamente con un dominio de frecuencia y dos algoritmos de supresión de ruido basados en wavelet usando imágenes naturales y computacionales generadas por ruido ",
            "error": []
        },
        "final edge probability image": {
            "translated_key": "imagen de probabilidad de borde final",
            "translated_annotated_text": "Combinación de técnicas espaciales y de escala-espacio para la detección de bordes a fin de proporcionar un algoritmo de filtrado de ruido basado en wavelets espacialmente adaptable Se proponen nuevos métodos para detectar bordes en una imagen utilizando dominios espaciales y de escala-espacio. Un conocimiento a priori sobre las características geométricas de los bordes se utiliza para asignar un factor de probabilidad a la probabilidad de que cualquier píxel esté en un borde. Se introduce una técnica mejorada de doble umbral para el filtrado de dominios espaciales. Las probabilidades de que los píxeles pertenezcan a un borde dado se asignan en base a la similitud de píxeles entre amplitudes de gradiente, fases de gradiente y conectividad de borde. El enfoque de escala-espacio utiliza la compresión dinámica del rango para permitir la correlación de ondas en un rango más amplio de escalas. Una formulación probabilística se utiliza para combinar los resultados obtenidos del filtrado en cada dominio para proporcionar una <br>imagen de probabilidad de borde final</br> que tiene las ventajas de los métodos de dominio espacial y escala-espacio.  La descomposición de esta imagen de probabilidad de borde con la misma wavelet que la imagen original permite la generación de filtros adaptativos que pueden reconocer las características de los bordes en todos los detalles de wavelet e imágenes de aproximación independientemente de la escala. Estos filtros emparejados permiten una reducción significativa del ruido de imagen sin contribuir a la distorsión del borde. El algoritmo de filtrado de ruido de wavelet adaptable espacialmente se compara cualitativa y cuantitativamente con un dominio de frecuencia y dos algoritmos de supresión de ruido basados en wavelet usando imágenes naturales y computacionales generadas por ruido ",
            "error": [
                ""
            ]
        },
        "adaptive filters": {
            "translated_key": "adaptivos",
            "translated_annotated_text": "Combinación de técnicas espaciales y de escala-espacio para la detección de bordes a fin de proporcionar un algoritmo de filtrado de ruido basado en wavelets espacialmente adaptable Se proponen nuevos métodos para detectar bordes en una imagen utilizando dominios espaciales y de escala-espacio. Un conocimiento a priori sobre las características geométricas de los bordes se utiliza para asignar un factor de probabilidad a la probabilidad de que cualquier píxel esté en un borde. Se introduce una técnica mejorada de doble umbral para el filtrado de dominios espaciales. Las probabilidades de que los píxeles pertenezcan a un borde dado se asignan en base a la similitud de píxeles entre amplitudes de gradiente, fases de gradiente y conectividad de borde. El enfoque de escala-espacio utiliza la compresión dinámica del rango para permitir la correlación de ondas en un rango más amplio de escalas. Una formulación probabilística se utiliza para combinar los resultados obtenidos del filtrado en cada dominio para proporcionar una imagen de probabilidad de borde final que tiene las ventajas tanto de los métodos de dominio espacial como de escala-espacio. La descomposición de esta imagen de probabilidad de borde con la misma wavelet que la imagen original permite la generación de filtros <br>adaptivos</br> que pueden reconocer las características de los bordes en todos los detalles de wavelet e imágenes de aproximación independientemente de la escala. Estos filtros emparejados permiten una reducción significativa del ruido de imagen sin contribuir a la distorsión del borde. El algoritmo de filtrado de ruido de wavelet adaptable espacialmente se compara cualitativa y cuantitativamente con un dominio de frecuencia y dos algoritmos de supresión de ruido basados en wavelet usando imágenes naturales y computacionales generadas por ruido ",
            "error": [
                ""
            ]
        },
        "approximation images": {
            "translated_key": " imágenes de aproximación",
            "translated_annotated_text": "Combinación de técnicas espaciales y de escala-espacio para la detección de bordes a fin de proporcionar un algoritmo de filtrado de ruido basado en wavelets espacialmente adaptable Se proponen nuevos métodos para detectar bordes en una imagen utilizando dominios espaciales y de escala-espacio. Un conocimiento a priori sobre las características geométricas de los bordes se utiliza para asignar un factor de probabilidad a la probabilidad de que cualquier píxel esté en un borde. Se introduce una técnica mejorada de doble umbral para el filtrado de dominios espaciales. Las probabilidades de que los píxeles pertenezcan a un borde dado se asignan en base a la similitud de píxeles entre amplitudes de gradiente, fases de gradiente y conectividad de borde. El enfoque de escala-espacio utiliza la compresión dinámica del rango para permitir la correlación de ondas en un rango más amplio de escalas. Una formulación probabilística se utiliza para combinar los resultados obtenidos del filtrado en cada dominio para proporcionar una imagen de probabilidad de borde final que tiene las ventajas tanto de los métodos de dominio espacial como de escala-espacio. La descomposición de esta imagen de probabilidad de borde con la misma wavelet que la imagen original permite la generación de filtros adaptativos que pueden reconocer las características de los bordes en todos los detalles de wavelet y <br> imágenes de aproximación</br> independientemente de la escala. Estos filtros emparejados permiten una reducción significativa del ruido de imagen sin contribuir a la distorsión del borde. El algoritmo de filtrado de ruido de wavelet adaptable espacialmente se compara cualitativa y cuantitativamente con un dominio de frecuencia y dos algoritmos de supresión de ruido basados en wavelet usando imágenes naturales y computacionales generadas por ruido ",
            "error": [
                ""
            ]
        },
        "matched filters": {
            "translated_key": "matched",
            "translated_annotated_text": "Combinación de técnicas espaciales y de escala-espacio para la detección de bordes a fin de proporcionar un algoritmo de filtrado de ruido basado en wavelets espacialmente adaptable Se proponen nuevos métodos para detectar bordes en una imagen utilizando dominios espaciales y de escala-espacio. Un conocimiento a priori sobre las características geométricas de los bordes se utiliza para asignar un factor de probabilidad a la probabilidad de que cualquier píxel esté en un borde. Se introduce una técnica mejorada de doble umbral para el filtrado de dominios espaciales. Las probabilidades de que los píxeles pertenezcan a un borde dado se asignan en base a la similitud de píxeles entre amplitudes de gradiente, fases de gradiente y conectividad de borde. El enfoque de escala-espacio utiliza la compresión dinámica del rango para permitir la correlación de ondas en un rango más amplio de escalas. Una formulación probabilística se utiliza para combinar los resultados obtenidos del filtrado en cada dominio para proporcionar una imagen de probabilidad de borde final que tiene las ventajas tanto de los métodos de dominio espacial como de escala-espacio. La descomposición de esta imagen de probabilidad de borde con la misma wavelet que la imagen original permite la generación de filtros adaptativos que pueden reconocer las características de los bordes en todos los detalles de wavelet e imágenes de aproximación independientemente de la escala. Estos filtros <br>matched</br> permiten una reducción significativa del ruido de imagen sin contribuir a la distorsión del borde. El algoritmo de filtrado de ruido de wavelet adaptable espacialmente se compara cualitativa y cuantitativamente con un dominio de frecuencia y dos algoritmos de supresión de ruido basados en wavelet usando imágenes naturales y computacionales generadas por ruido ",
            "error": [
                ""
            ]
        },
        "image noise": {
            "translated_key": "image",
            "translated_annotated_text": "Combinación de técnicas espaciales y de escala-espacio para la detección de bordes a fin de proporcionar un algoritmo de filtrado de ruido basado en wavelets espacialmente adaptable Se proponen nuevos métodos para detectar bordes en una imagen utilizando dominios espaciales y de escala-espacio. Un conocimiento a priori sobre las características geométricas de los bordes se utiliza para asignar un factor de probabilidad a la probabilidad de que cualquier píxel esté en un borde. Se introduce una técnica mejorada de doble umbral para el filtrado de dominios espaciales. Las probabilidades de que los píxeles pertenezcan a un borde dado se asignan en base a la similitud de píxeles entre amplitudes de gradiente, fases de gradiente y conectividad de borde. El enfoque de escala-espacio utiliza la compresión dinámica del rango para permitir la correlación de ondas en un rango más amplio de escalas. Una formulación probabilística se utiliza para combinar los resultados obtenidos del filtrado en cada dominio para proporcionar una imagen de probabilidad de borde final que tiene las ventajas tanto de los métodos de dominio espacial como de escala-espacio. La descomposición de esta imagen de probabilidad de borde con la misma wavelet que la imagen original permite la generación de filtros adaptativos que pueden reconocer las características de los bordes en todos los detalles de wavelet e imágenes de aproximación independientemente de la escala. Estos filtros emparejados permiten una reducción significativa del ruido de <br>image</br> sin contribuir a la distorsión del borde. El algoritmo de filtrado de ruido de wavelet adaptable espacialmente se compara cualitativa y cuantitativamente con un dominio de frecuencia y dos algoritmos de supresión de ruido basados en wavelet usando imágenes naturales y computacionales generadas por ruido ",
            "error": [
                ""
            ]
        },
        "spatially adaptive wavelet noise-filtering algorithm": {
            "translated_key": "espacialmente adaptativo de filtrado de ruido de wavelet",
            "translated_annotated_text": "Combinación de técnicas espaciales y de escala-espacio para la detección de bordes a fin de proporcionar un algoritmo de filtrado de ruido basado en wavelets espacialmente adaptable Se proponen nuevos métodos para detectar bordes en una imagen utilizando dominios espaciales y de escala-espacio. Un conocimiento a priori sobre las características geométricas de los bordes se utiliza para asignar un factor de probabilidad a la probabilidad de que cualquier píxel esté en un borde. Se introduce una técnica mejorada de doble umbral para el filtrado de dominios espaciales. Las probabilidades de que los píxeles pertenezcan a un borde dado se asignan en base a la similitud de píxeles entre amplitudes de gradiente, fases de gradiente y conectividad de borde. El enfoque de escala-espacio utiliza la compresión dinámica del rango para permitir la correlación de ondas en un rango más amplio de escalas. Una formulación probabilística se utiliza para combinar los resultados obtenidos del filtrado en cada dominio para proporcionar una imagen de probabilidad de borde final que tiene las ventajas tanto de los métodos de dominio espacial como de escala-espacio. La descomposición de esta imagen de probabilidad de borde con la misma wavelet que la imagen original permite la generación de filtros adaptativos que pueden reconocer las características de los bordes en todos los detalles de wavelet e imágenes de aproximación independientemente de la escala. Estos filtros emparejados permiten una reducción significativa del ruido de imagen sin contribuir a la distorsión del borde. El algoritmo <br>espacialmente adaptativo de filtrado de ruido de wavelet</br> se compara cualitativa y cuantitativamente con un dominio de frecuencia y dos algoritmos de supresión de ruido basados en wavelet utilizando imágenes ruidosas tanto naturales como generadas por computadora ",
            "error": [
                ""
            ]
        },
        "noise suppression": {
            "translated_key": "supresión de ruido",
            "translated_annotated_text": "Combinación de técnicas espaciales y de escala-espacio para la detección de bordes a fin de proporcionar un algoritmo de filtrado de ruido basado en wavelets espacialmente adaptable Se proponen nuevos métodos para detectar bordes en una imagen utilizando dominios espaciales y de escala-espacio. Un conocimiento a priori sobre las características geométricas de los bordes se utiliza para asignar un factor de probabilidad a la probabilidad de que cualquier píxel esté en un borde. Se introduce una técnica mejorada de doble umbral para el filtrado de dominios espaciales. Las probabilidades de que los píxeles pertenezcan a un borde dado se asignan en base a la similitud de píxeles entre amplitudes de gradiente, fases de gradiente y conectividad de borde. El enfoque de escala-espacio utiliza la compresión dinámica del rango para permitir la correlación de ondas en un rango más amplio de escalas. Una formulación probabilística se utiliza para combinar los resultados obtenidos del filtrado en cada dominio para proporcionar una imagen de probabilidad de borde final que tiene las ventajas tanto de los métodos de dominio espacial como de escala-espacio. La descomposición de esta imagen de probabilidad de borde con la misma wavelet que la imagen original permite la generación de filtros adaptativos que pueden reconocer las características de los bordes en todos los detalles de wavelet e imágenes de aproximación independientemente de la escala. Estos filtros emparejados permiten una reducción significativa del ruido de imagen sin contribuir a la distorsión del borde. El algoritmo de filtrado de ruido de wavelet adaptable espacialmente se compara cualitativa y cuantitativamente con un dominio de frecuencia y dos algoritmos basados en wavelet <br>supresión de ruido</br> que utilizan imágenes ruidosas generadas tanto naturales como por ordenador ",
            "error": [
                ""
            ]
        },
        "data compression": {
            "translated_key": [],
            "translated_annotated_text": "Combinación de técnicas espaciales y de escala-espacio para la detección de bordes a fin de proporcionar un algoritmo de filtrado de ruido basado en wavelets espacialmente adaptable Se proponen nuevos métodos para detectar bordes en una imagen utilizando dominios espaciales y de escala-espacio. Un conocimiento a priori sobre las características geométricas de los bordes se utiliza para asignar un factor de probabilidad a la probabilidad de que cualquier píxel esté en un borde. Se introduce una técnica mejorada de doble umbral para el filtrado de dominios espaciales. Las probabilidades de que los píxeles pertenezcan a un borde dado se asignan en base a la similitud de píxeles entre amplitudes de gradiente, fases de gradiente y conectividad de borde. El enfoque de escala-espacio utiliza la compresión dinámica del rango para permitir la correlación de ondas en un rango más amplio de escalas. Una formulación probabilística se utiliza para combinar los resultados obtenidos del filtrado en cada dominio para proporcionar una imagen de probabilidad de borde final que tiene las ventajas tanto de los métodos de dominio espacial como de escala-espacio. La descomposición de esta imagen de probabilidad de borde con la misma wavelet que la imagen original permite la generación de filtros adaptativos que pueden reconocer las características de los bordes en todos los detalles de wavelet e imágenes de aproximación independientemente de la escala. Estos filtros emparejados permiten una reducción significativa del ruido de imagen sin contribuir a la distorsión del borde. El algoritmo de filtrado de ruido de wavelet adaptable espacialmente se compara cualitativa y cuantitativamente con un dominio de frecuencia y dos algoritmos de supresión de ruido basados en wavelet usando imágenes naturales y computacionales generadas por ruido ",
            "error": []
        },
        "image enhancement": {
            "translated_key": [],
            "translated_annotated_text": "Combinación de técnicas espaciales y de escala-espacio para la detección de bordes a fin de proporcionar un algoritmo de filtrado de ruido basado en wavelets espacialmente adaptable Se proponen nuevos métodos para detectar bordes en una imagen utilizando dominios espaciales y de escala-espacio. Un conocimiento a priori sobre las características geométricas de los bordes se utiliza para asignar un factor de probabilidad a la probabilidad de que cualquier píxel esté en un borde. Se introduce una técnica mejorada de doble umbral para el filtrado de dominios espaciales. Las probabilidades de que los píxeles pertenezcan a un borde dado se asignan en base a la similitud de píxeles entre amplitudes de gradiente, fases de gradiente y conectividad de borde. El enfoque de escala-espacio utiliza la compresión dinámica del rango para permitir la correlación de ondas en un rango más amplio de escalas. Una formulación probabilística se utiliza para combinar los resultados obtenidos del filtrado en cada dominio para proporcionar una imagen de probabilidad de borde final que tiene las ventajas tanto de los métodos de dominio espacial como de escala-espacio. La descomposición de esta imagen de probabilidad de borde con la misma wavelet que la imagen original permite la generación de filtros adaptativos que pueden reconocer las características de los bordes en todos los detalles de wavelet e imágenes de aproximación independientemente de la escala. Estos filtros emparejados permiten una reducción significativa del ruido de imagen sin contribuir a la distorsión del borde. El algoritmo de filtrado de ruido de wavelet adaptable espacialmente se compara cualitativa y cuantitativamente con un dominio de frecuencia y dos algoritmos de supresión de ruido basados en wavelet usando imágenes naturales y computacionales generadas por ruido ",
            "error": []
        },
        "noise": {
            "translated_key": "ruido",
            "translated_annotated_text": "Combinar técnicas espaciales y de escala-espacio para la detección de bordes para proporcionar un algoritmo de filtrado espacial basado en wavelets <br>ruido</br> Se proponen nuevos métodos para detectar bordes en una imagen utilizando dominios espaciales y de escala-espacio. Un conocimiento a priori sobre las características geométricas de los bordes se utiliza para asignar un factor de probabilidad a la probabilidad de que cualquier píxel esté en un borde. Se introduce una técnica mejorada de doble umbral para el filtrado de dominios espaciales. Las probabilidades de que los píxeles pertenezcan a un borde dado se asignan en base a la similitud de píxeles entre amplitudes de gradiente, fases de gradiente y conectividad de borde. El enfoque de escala-espacio utiliza la compresión dinámica del rango para permitir la correlación de ondas en un rango más amplio de escalas. Una formulación probabilística se utiliza para combinar los resultados obtenidos del filtrado en cada dominio para proporcionar una imagen de probabilidad de borde final que tiene las ventajas tanto de los métodos de dominio espacial como de escala-espacio. La descomposición de esta imagen de probabilidad de borde con la misma wavelet que la imagen original permite la generación de filtros adaptativos que pueden reconocer las características de los bordes en todos los detalles de wavelet e imágenes de aproximación independientemente de la escala. Estos filtros emparejados permiten una reducción significativa de la imagen <br>ruido</br> sin contribuir a la distorsión del borde. El algoritmo de filtrado espacial de wavelet <br>ruido</br> se compara cualitativa y cuantitativamente con un dominio de frecuencia y dos algoritmos de supresión basados en wavelet <br>ruido</br> utilizando imágenes ruidosas generadas tanto por la naturaleza como por la computadora ",
            "error": [
                ""
            ]
        },
        "probability": {
            "translated_key": "probabilidad",
            "translated_annotated_text": "Combinación de técnicas espaciales y de escala-espacio para la detección de bordes a fin de proporcionar un algoritmo de filtrado de ruido basado en wavelets espacialmente adaptable Se proponen nuevos métodos para detectar bordes en una imagen utilizando dominios espaciales y de escala-espacio. Un conocimiento a priori sobre las características geométricas de los bordes se utiliza para asignar un factor <br>probabilidad</br> a la probabilidad de que cualquier píxel esté en un borde. Se introduce una técnica mejorada de doble umbral para el filtrado de dominios espaciales. Las probabilidades de que los píxeles pertenezcan a un borde dado se asignan en base a la similitud de píxeles entre amplitudes de gradiente, fases de gradiente y conectividad de borde. El enfoque de escala-espacio utiliza la compresión dinámica del rango para permitir la correlación de ondas en un rango más amplio de escalas. Se utiliza una formulación probabilística para combinar los resultados obtenidos del filtrado en cada dominio para proporcionar una imagen de borde final <br>probabilidad</br> que tiene las ventajas de los métodos de dominio espacial y de escala-espacio. La descomposición de esta imagen <br>probabilidad</br> con la misma wavelet que la imagen original permite la generación de filtros adaptativos que pueden reconocer las características de los bordes en todos los detalles de wavelet e imágenes de aproximación independientemente de la escala. Estos filtros emparejados permiten una reducción significativa del ruido de imagen sin contribuir a la distorsión del borde. El algoritmo de filtrado de ruido de wavelet adaptable espacialmente se compara cualitativa y cuantitativamente con un dominio de frecuencia y dos algoritmos de supresión de ruido basados en wavelet usando imágenes naturales y computacionales generadas por ruido ",
            "error": [
                ""
            ]
        },
        "wavelet transforms": {
            "translated_key": [],
            "translated_annotated_text": "Combinación de técnicas espaciales y de escala-espacio para la detección de bordes a fin de proporcionar un algoritmo de filtrado de ruido basado en wavelets espacialmente adaptable Se proponen nuevos métodos para detectar bordes en una imagen utilizando dominios espaciales y de escala-espacio. Un conocimiento a priori sobre las características geométricas de los bordes se utiliza para asignar un factor de probabilidad a la probabilidad de que cualquier píxel esté en un borde. Se introduce una técnica mejorada de doble umbral para el filtrado de dominios espaciales. Las probabilidades de que los píxeles pertenezcan a un borde dado se asignan en base a la similitud de píxeles entre amplitudes de gradiente, fases de gradiente y conectividad de borde. El enfoque de escala-espacio utiliza la compresión dinámica del rango para permitir la correlación de ondas en un rango más amplio de escalas. Una formulación probabilística se utiliza para combinar los resultados obtenidos del filtrado en cada dominio para proporcionar una imagen de probabilidad de borde final que tiene las ventajas tanto de los métodos de dominio espacial como de escala-espacio. La descomposición de esta imagen de probabilidad de borde con la misma wavelet que la imagen original permite la generación de filtros adaptativos que pueden reconocer las características de los bordes en todos los detalles de wavelet e imágenes de aproximación independientemente de la escala. Estos filtros emparejados permiten una reducción significativa del ruido de imagen sin contribuir a la distorsión del borde. El algoritmo de filtrado de ruido de wavelet adaptable espacialmente se compara cualitativa y cuantitativamente con un dominio de frecuencia y dos algoritmos de supresión de ruido basados en wavelet usando imágenes naturales y computacionales generadas por ruido ",
            "error": []
        }
    }
}