{
    "original_text": "Combining spatial and scale-space techniques for edge detection to provide a spatially adaptive wavelet-based noise filtering algorithm New methods for detecting edges in an image using spatial and scale-space domains are proposed. A priori knowledge about geometrical characteristics of edges is used to assign a probability factor to the chance of any pixel being on an edge. An improved double thresholding technique is introduced for spatial domain filtering. Probabilities that pixels belong to a given edge are assigned based on pixel similarity across gradient amplitudes, gradient phases and edge connectivity. The scale-space approach uses dynamic range compression to allow wavelet correlation over a wider range of scales. A probabilistic formulation is used to combine the results obtained from filtering in each domain to provide a final edge probability image which has the advantages of both spatial and scale-space domain methods. Decomposing this edge probability image with the same wavelet as the original image permits the generation of adaptive filters that can recognize the characteristics of the edges in all wavelet detail and approximation images regardless of scale. These matched filters permit significant reduction in image noise without contributing to edge distortion. The spatially adaptive wavelet noise-filtering algorithm is qualitatively and quantitatively compared to a frequency domain and two wavelet based noise suppression algorithms using both natural and computer generated noisy images",
    "original_translation": "Combinación de técnicas espaciales y de escala-espacio para la detección de bordes a fin de proporcionar un algoritmo de filtrado de ruido basado en wavelets espacialmente adaptable Se proponen nuevos métodos para detectar bordes en una imagen utilizando dominios espaciales y de escala-espacio. Un conocimiento a priori sobre las características geométricas de los bordes se utiliza para asignar un factor de probabilidad a la probabilidad de que cualquier píxel esté en un borde. Se introduce una técnica mejorada de doble umbral para el filtrado de dominios espaciales. Las probabilidades de que los píxeles pertenezcan a un borde dado se asignan en base a la similitud de píxeles entre amplitudes de gradiente, fases de gradiente y conectividad de borde. El enfoque escala-espacio utiliza la compresión dinámica del rango para permitir la correlación de ondas en un rango más amplio de escalas. Una formulación probabilística se utiliza para combinar los resultados obtenidos del filtrado en cada dominio para proporcionar una imagen de probabilidad de borde final que tiene las ventajas tanto de los métodos de dominio espacial como de escala-espacio. La descomposición de esta imagen de probabilidad de borde con la misma wavelet que la imagen original permite la generación de filtros adaptativos que pueden reconocer las características de los bordes en todos los detalles de wavelet e imágenes de aproximación independientemente de la escala. Estos filtros emparejados permiten una reducción significativa del ruido de imagen sin contribuir a la distorsión del borde. El algoritmo de filtrado de ruido de wavelet espacialmente adaptable se compara cualitativa y cuantitativamente con un dominio de frecuencia y dos algoritmos de supresión de ruido basados en wavelet utilizando imágenes ruidosas tanto naturales como generadas por computadora",
    "error_count": 5,
    "keys": {
        "spatial techniques": {
            "translated_key": [],
            "translated_annotated_text": "Combinación de técnicas espaciales y de escala-espacio para la detección de bordes a fin de proporcionar un algoritmo de filtrado de ruido basado en wavelets espacialmente adaptable Se proponen nuevos métodos para detectar bordes en una imagen utilizando dominios espaciales y de escala-espacio. Un conocimiento a priori sobre las características geométricas de los bordes se utiliza para asignar un factor de probabilidad a la probabilidad de que cualquier píxel esté en un borde. Se introduce una técnica mejorada de doble umbral para el filtrado de dominios espaciales. Las probabilidades de que los píxeles pertenezcan a un borde dado se asignan en base a la similitud de píxeles entre amplitudes de gradiente, fases de gradiente y conectividad de borde. El enfoque escala-espacio utiliza la compresión dinámica del rango para permitir la correlación de ondas en un rango más amplio de escalas. Una formulación probabilística se utiliza para combinar los resultados obtenidos del filtrado en cada dominio para proporcionar una imagen de probabilidad de borde final que tiene las ventajas tanto de los métodos de dominio espacial como de escala-espacio. La descomposición de esta imagen de probabilidad de borde con la misma wavelet que la imagen original permite la generación de filtros adaptativos que pueden reconocer las características de los bordes en todos los detalles de wavelet e imágenes de aproximación independientemente de la escala. Estos filtros emparejados permiten una reducción significativa del ruido de imagen sin contribuir a la distorsión del borde. El algoritmo de filtrado de ruido de wavelet espacialmente adaptable se compara cualitativa y cuantitativamente con un dominio de frecuencia y dos algoritmos de supresión de ruido basados en wavelet utilizando imágenes ruidosas tanto naturales como generadas por computadora ",
            "error": []
        },
        "scale-space techniques": {
            "translated_key": "escala-espacio",
            "translated_annotated_text": "Combinación de técnicas espaciales y de \"escala-espacio\" para la detección de bordes para proporcionar un algoritmo de filtrado de ruido basado en wavelets espacialmente adaptable Se proponen nuevos métodos para detectar bordes en una imagen utilizando dominios espaciales y de escala-espacio. Un conocimiento a priori sobre las características geométricas de los bordes se utiliza para asignar un factor de probabilidad a la probabilidad de que cualquier píxel esté en un borde. Se introduce una técnica mejorada de doble umbral para el filtrado de dominios espaciales. Las probabilidades de que los píxeles pertenezcan a un borde dado se asignan en base a la similitud de píxeles entre amplitudes de gradiente, fases de gradiente y conectividad de borde. El enfoque escala-espacio utiliza la compresión dinámica del rango para permitir la correlación de ondas en un rango más amplio de escalas. Una formulación probabilística se utiliza para combinar los resultados obtenidos del filtrado en cada dominio para proporcionar una imagen de probabilidad de borde final que tiene las ventajas tanto de los métodos de dominio espacial como de escala-espacio. La descomposición de esta imagen de probabilidad de borde con la misma wavelet que la imagen original permite la generación de filtros adaptativos que pueden reconocer las características de los bordes en todos los detalles de wavelet e imágenes de aproximación independientemente de la escala. Estos filtros emparejados permiten una reducción significativa del ruido de imagen sin contribuir a la distorsión del borde. El algoritmo de filtrado de ruido de wavelet espacialmente adaptable se compara cualitativa y cuantitativamente con un dominio de frecuencia y dos algoritmos de supresión de ruido basados en wavelet utilizando imágenes ruidosas tanto naturales como generadas por computadora ",
            "error": [
                ""
            ]
        },
        "edge detection": {
            "translated_key": "detección de bordes",
            "translated_annotated_text": "Combinar técnicas espaciales y de escala-espacio para la \"detección de bordes\" para proporcionar un algoritmo de filtrado de ruido basado en ondas espaciales adaptables Se proponen nuevos métodos para detectar bordes en una imagen utilizando dominios espaciales y de escala-espacio. Un conocimiento a priori sobre las características geométricas de los bordes se utiliza para asignar un factor de probabilidad a la probabilidad de que cualquier píxel esté en un borde. Se introduce una técnica mejorada de doble umbral para el filtrado de dominios espaciales. Las probabilidades de que los píxeles pertenezcan a un borde dado se asignan en base a la similitud de píxeles entre amplitudes de gradiente, fases de gradiente y conectividad de borde. El enfoque escala-espacio utiliza la compresión dinámica del rango para permitir la correlación de ondas en un rango más amplio de escalas. Una formulación probabilística se utiliza para combinar los resultados obtenidos del filtrado en cada dominio para proporcionar una imagen de probabilidad de borde final que tiene las ventajas tanto de los métodos de dominio espacial como de escala-espacio. La descomposición de esta imagen de probabilidad de borde con la misma wavelet que la imagen original permite la generación de filtros adaptativos que pueden reconocer las características de los bordes en todos los detalles de wavelet e imágenes de aproximación independientemente de la escala. Estos filtros emparejados permiten una reducción significativa del ruido de imagen sin contribuir a la distorsión del borde. El algoritmo de filtrado de ruido de wavelet espacialmente adaptable se compara cualitativa y cuantitativamente con un dominio de frecuencia y dos algoritmos de supresión de ruido basados en wavelet utilizando imágenes ruidosas tanto naturales como generadas por computadora ",
            "error": [
                ""
            ]
        },
        "spatially adaptive wavelet-based noise filtering algorithm": {
            "translated_key": "algoritmo de filtrado de ruido basado en ondas espacialmente adaptable",
            "translated_annotated_text": "Combinando técnicas espaciales y de escala-espacio para la detección de bordes para proporcionar un \"algoritmo de filtrado de ruido basado en ondas espacialmente adaptable\" Se proponen nuevos métodos para detectar bordes en una imagen utilizando dominios espaciales y de escala-espacio. Un conocimiento a priori sobre las características geométricas de los bordes se utiliza para asignar un factor de probabilidad a la probabilidad de que cualquier píxel esté en un borde. Se introduce una técnica mejorada de doble umbral para el filtrado de dominios espaciales. Las probabilidades de que los píxeles pertenezcan a un borde dado se asignan en base a la similitud de píxeles entre amplitudes de gradiente, fases de gradiente y conectividad de borde. El enfoque escala-espacio utiliza la compresión dinámica del rango para permitir la correlación de ondas en un rango más amplio de escalas. Una formulación probabilística se utiliza para combinar los resultados obtenidos del filtrado en cada dominio para proporcionar una imagen de probabilidad de borde final que tiene las ventajas tanto de los métodos de dominio espacial como de escala-espacio. La descomposición de esta imagen de probabilidad de borde con la misma wavelet que la imagen original permite la generación de filtros adaptativos que pueden reconocer las características de los bordes en todos los detalles de wavelet e imágenes de aproximación independientemente de la escala. Estos filtros emparejados permiten una reducción significativa del ruido de imagen sin contribuir a la distorsión del borde. El algoritmo de filtrado de ruido de wavelet espacialmente adaptable se compara cualitativa y cuantitativamente con un dominio de frecuencia y dos algoritmos de supresión de ruido basados en wavelet utilizando imágenes ruidosas tanto naturales como generadas por computadora ",
            "error": [
                ""
            ]
        },
        "a priori knowledge": {
            "translated_key": [],
            "translated_annotated_text": "Combinación de técnicas espaciales y de escala-espacio para la detección de bordes a fin de proporcionar un algoritmo de filtrado de ruido basado en wavelets espacialmente adaptable Se proponen nuevos métodos para detectar bordes en una imagen utilizando dominios espaciales y de escala-espacio. Un conocimiento a priori sobre las características geométricas de los bordes se utiliza para asignar un factor de probabilidad a la probabilidad de que cualquier píxel esté en un borde. Se introduce una técnica mejorada de doble umbral para el filtrado de dominios espaciales. Las probabilidades de que los píxeles pertenezcan a un borde dado se asignan en base a la similitud de píxeles entre amplitudes de gradiente, fases de gradiente y conectividad de borde. El enfoque escala-espacio utiliza la compresión dinámica del rango para permitir la correlación de ondas en un rango más amplio de escalas. Una formulación probabilística se utiliza para combinar los resultados obtenidos del filtrado en cada dominio para proporcionar una imagen de probabilidad de borde final que tiene las ventajas tanto de los métodos de dominio espacial como de escala-espacio. La descomposición de esta imagen de probabilidad de borde con la misma wavelet que la imagen original permite la generación de filtros adaptativos que pueden reconocer las características de los bordes en todos los detalles de wavelet e imágenes de aproximación independientemente de la escala. Estos filtros emparejados permiten una reducción significativa del ruido de imagen sin contribuir a la distorsión del borde. El algoritmo de filtrado de ruido de wavelet espacialmente adaptable se compara cualitativa y cuantitativamente con un dominio de frecuencia y dos algoritmos de supresión de ruido basados en wavelet utilizando imágenes ruidosas tanto naturales como generadas por computadora ",
            "error": []
        },
        "geometrical characteristics": {
            "translated_key": "características geométricas",
            "translated_annotated_text": "Combinación de técnicas espaciales y de escala-espacio para la detección de bordes a fin de proporcionar un algoritmo de filtrado de ruido basado en wavelets espacialmente adaptable Se proponen nuevos métodos para detectar bordes en una imagen utilizando dominios espaciales y de escala-espacio. Un conocimiento a priori sobre las \"características geométricas\" de los bordes se utiliza para asignar un factor de probabilidad a la probabilidad de que cualquier píxel esté en un borde. Se introduce una técnica mejorada de doble umbral para el filtrado de dominios espaciales. Las probabilidades de que los píxeles pertenezcan a un borde dado se asignan en base a la similitud de píxeles entre amplitudes de gradiente, fases de gradiente y conectividad de borde. El enfoque escala-espacio utiliza la compresión dinámica del rango para permitir la correlación de ondas en un rango más amplio de escalas. Una formulación probabilística se utiliza para combinar los resultados obtenidos del filtrado en cada dominio para proporcionar una imagen de probabilidad de borde final que tiene las ventajas tanto de los métodos de dominio espacial como de escala-espacio. La descomposición de esta imagen de probabilidad de borde con la misma wavelet que la imagen original permite la generación de filtros adaptativos que pueden reconocer las características de los bordes en todos los detalles de wavelet e imágenes de aproximación independientemente de la escala. Estos filtros emparejados permiten una reducción significativa del ruido de imagen sin contribuir a la distorsión del borde. El algoritmo de filtrado de ruido de wavelet espacialmente adaptable se compara cualitativa y cuantitativamente con un dominio de frecuencia y dos algoritmos de supresión de ruido basados en wavelet utilizando imágenes ruidosas tanto naturales como generadas por computadora ",
            "error": [
                ""
            ]
        },
        "probability factor": {
            "translated_key": "factor de probabilidad",
            "translated_annotated_text": "Combinación de técnicas espaciales y de escala-espacio para la detección de bordes a fin de proporcionar un algoritmo de filtrado de ruido basado en wavelets espacialmente adaptable Se proponen nuevos métodos para detectar bordes en una imagen utilizando dominios espaciales y de escala-espacio. Un conocimiento a priori sobre las características geométricas de los bordes se utiliza para asignar un \"factor de probabilidad\" a la posibilidad de que cualquier píxel esté en un borde. Se introduce una técnica mejorada de doble umbral para el filtrado de dominios espaciales. Las probabilidades de que los píxeles pertenezcan a un borde dado se asignan en base a la similitud de píxeles entre amplitudes de gradiente, fases de gradiente y conectividad de borde. El enfoque escala-espacio utiliza la compresión dinámica del rango para permitir la correlación de ondas en un rango más amplio de escalas. Una formulación probabilística se utiliza para combinar los resultados obtenidos del filtrado en cada dominio para proporcionar una imagen de probabilidad de borde final que tiene las ventajas tanto de los métodos de dominio espacial como de escala-espacio. La descomposición de esta imagen de probabilidad de borde con la misma wavelet que la imagen original permite la generación de filtros adaptativos que pueden reconocer las características de los bordes en todos los detalles de wavelet e imágenes de aproximación independientemente de la escala. Estos filtros emparejados permiten una reducción significativa del ruido de imagen sin contribuir a la distorsión del borde. El algoritmo de filtrado de ruido de wavelet espacialmente adaptable se compara cualitativa y cuantitativamente con un dominio de frecuencia y dos algoritmos de supresión de ruido basados en wavelet utilizando imágenes ruidosas tanto naturales como generadas por computadora ",
            "error": [
                ""
            ]
        },
        "double thresholding technique": {
            "translated_key": "técnica de doble umbral",
            "translated_annotated_text": "Combinación de técnicas espaciales y de escala-espacio para la detección de bordes a fin de proporcionar un algoritmo de filtrado de ruido basado en wavelets espacialmente adaptable Se proponen nuevos métodos para detectar bordes en una imagen utilizando dominios espaciales y de escala-espacio. Un conocimiento a priori sobre las características geométricas de los bordes se utiliza para asignar un factor de probabilidad a la probabilidad de que cualquier píxel esté en un borde. Se introduce una \"técnica de doble umbral\" mejorada para el filtrado de dominios espaciales. Las probabilidades de que los píxeles pertenezcan a un borde dado se asignan en base a la similitud de píxeles entre amplitudes de gradiente, fases de gradiente y conectividad de borde. El enfoque escala-espacio utiliza la compresión dinámica del rango para permitir la correlación de ondas en un rango más amplio de escalas. Una formulación probabilística se utiliza para combinar los resultados obtenidos del filtrado en cada dominio para proporcionar una imagen de probabilidad de borde final que tiene las ventajas tanto de los métodos de dominio espacial como de escala-espacio. La descomposición de esta imagen de probabilidad de borde con la misma wavelet que la imagen original permite la generación de filtros adaptativos que pueden reconocer las características de los bordes en todos los detalles de wavelet e imágenes de aproximación independientemente de la escala. Estos filtros emparejados permiten una reducción significativa del ruido de imagen sin contribuir a la distorsión del borde. El algoritmo de filtrado de ruido de wavelet espacialmente adaptable se compara cualitativa y cuantitativamente con un dominio de frecuencia y dos algoritmos de supresión de ruido basados en wavelet utilizando imágenes ruidosas tanto naturales como generadas por computadora ",
            "error": [
                ""
            ]
        },
        "spatial domain filtering": {
            "translated_key": "filtrado de dominios espaciales",
            "translated_annotated_text": "Combinación de técnicas espaciales y de escala-espacio para la detección de bordes a fin de proporcionar un algoritmo de filtrado de ruido basado en wavelets espacialmente adaptable Se proponen nuevos métodos para detectar bordes en una imagen utilizando dominios espaciales y de escala-espacio. Un conocimiento a priori sobre las características geométricas de los bordes se utiliza para asignar un factor de probabilidad a la probabilidad de que cualquier píxel esté en un borde. Se introduce una técnica mejorada de doble umbral para el \"filtrado de dominios espaciales\". Las probabilidades de que los píxeles pertenezcan a un borde dado se asignan en base a la similitud de píxeles entre amplitudes de gradiente, fases de gradiente y conectividad de borde. El enfoque escala-espacio utiliza la compresión dinámica del rango para permitir la correlación de ondas en un rango más amplio de escalas. Una formulación probabilística se utiliza para combinar los resultados obtenidos del filtrado en cada dominio para proporcionar una imagen de probabilidad de borde final que tiene las ventajas tanto de los métodos de dominio espacial como de escala-espacio. La descomposición de esta imagen de probabilidad de borde con la misma wavelet que la imagen original permite la generación de filtros adaptativos que pueden reconocer las características de los bordes en todos los detalles de wavelet e imágenes de aproximación independientemente de la escala. Estos filtros emparejados permiten una reducción significativa del ruido de imagen sin contribuir a la distorsión del borde. El algoritmo de filtrado de ruido de wavelet espacialmente adaptable se compara cualitativa y cuantitativamente con un dominio de frecuencia y dos algoritmos de supresión de ruido basados en wavelet utilizando imágenes ruidosas tanto naturales como generadas por computadora ",
            "error": [
                ""
            ]
        },
        "pixel similarity": {
            "translated_key": " similitud de píxeles ",
            "translated_annotated_text": "Combinación de técnicas espaciales y de escala-espacio para la detección de bordes a fin de proporcionar un algoritmo de filtrado de ruido basado en wavelets espacialmente adaptable Se proponen nuevos métodos para detectar bordes en una imagen utilizando dominios espaciales y de escala-espacio. Un conocimiento a priori sobre las características geométricas de los bordes se utiliza para asignar un factor de probabilidad a la probabilidad de que cualquier píxel esté en un borde. Se introduce una técnica mejorada de doble umbral para el filtrado de dominios espaciales. Las probabilidades de que los píxeles pertenezcan a un borde dado se asignan sobre la base de la \" similitud de píxeles \" a través de amplitudes de gradiente, fases de gradiente y conectividad de borde. El enfoque escala-espacio utiliza la compresión dinámica del rango para permitir la correlación de ondas en un rango más amplio de escalas. Una formulación probabilística se utiliza para combinar los resultados obtenidos del filtrado en cada dominio para proporcionar una imagen de probabilidad de borde final que tiene las ventajas tanto de los métodos de dominio espacial como de escala-espacio. La descomposición de esta imagen de probabilidad de borde con la misma wavelet que la imagen original permite la generación de filtros adaptativos que pueden reconocer las características de los bordes en todos los detalles de wavelet e imágenes de aproximación independientemente de la escala. Estos filtros emparejados permiten una reducción significativa del ruido de imagen sin contribuir a la distorsión del borde. El algoritmo de filtrado de ruido de wavelet espacialmente adaptable se compara cualitativa y cuantitativamente con un dominio de frecuencia y dos algoritmos de supresión de ruido basados en wavelet utilizando imágenes ruidosas tanto naturales como generadas por computadora ",
            "error": [
                ""
            ]
        },
        "gradient amplitudes": {
            "translated_key": "amplitudes gradientes",
            "translated_annotated_text": "Combinación de técnicas espaciales y de escala-espacio para la detección de bordes a fin de proporcionar un algoritmo de filtrado de ruido basado en wavelets espacialmente adaptable Se proponen nuevos métodos para detectar bordes en una imagen utilizando dominios espaciales y de escala-espacio. Un conocimiento a priori sobre las características geométricas de los bordes se utiliza para asignar un factor de probabilidad a la probabilidad de que cualquier píxel esté en un borde. Se introduce una técnica mejorada de doble umbral para el filtrado de dominios espaciales. Las probabilidades de que los píxeles pertenezcan a un borde dado se asignan en base a la similitud de píxeles entre \"amplitudes gradientes\", fases de gradiente y conectividad de borde. El enfoque escala-espacio utiliza la compresión dinámica del rango para permitir la correlación de ondas en un rango más amplio de escalas. Una formulación probabilística se utiliza para combinar los resultados obtenidos del filtrado en cada dominio para proporcionar una imagen de probabilidad de borde final que tiene las ventajas tanto de los métodos de dominio espacial como de escala-espacio. La descomposición de esta imagen de probabilidad de borde con la misma wavelet que la imagen original permite la generación de filtros adaptativos que pueden reconocer las características de los bordes en todos los detalles de wavelet e imágenes de aproximación independientemente de la escala. Estos filtros emparejados permiten una reducción significativa del ruido de imagen sin contribuir a la distorsión del borde. El algoritmo de filtrado de ruido de wavelet espacialmente adaptable se compara cualitativa y cuantitativamente con un dominio de frecuencia y dos algoritmos de supresión de ruido basados en wavelet utilizando imágenes ruidosas tanto naturales como generadas por computadora ",
            "error": [
                ""
            ]
        },
        "gradient phases": {
            "translated_key": "fases gradientes",
            "translated_annotated_text": "Combinación de técnicas espaciales y de escala-espacio para la detección de bordes a fin de proporcionar un algoritmo de filtrado de ruido basado en wavelets espacialmente adaptable Se proponen nuevos métodos para detectar bordes en una imagen utilizando dominios espaciales y de escala-espacio. Un conocimiento a priori sobre las características geométricas de los bordes se utiliza para asignar un factor de probabilidad a la probabilidad de que cualquier píxel esté en un borde. Se introduce una técnica mejorada de doble umbral para el filtrado de dominios espaciales. Las probabilidades de que los píxeles pertenezcan a un borde dado se asignan en base a la similitud de píxeles entre amplitudes de gradiente, \"fases gradientes\" y conectividad de borde. El enfoque escala-espacio utiliza la compresión dinámica del rango para permitir la correlación de ondas en un rango más amplio de escalas. Una formulación probabilística se utiliza para combinar los resultados obtenidos del filtrado en cada dominio para proporcionar una imagen de probabilidad de borde final que tiene las ventajas tanto de los métodos de dominio espacial como de escala-espacio. La descomposición de esta imagen de probabilidad de borde con la misma wavelet que la imagen original permite la generación de filtros adaptativos que pueden reconocer las características de los bordes en todos los detalles de wavelet e imágenes de aproximación independientemente de la escala. Estos filtros emparejados permiten una reducción significativa del ruido de imagen sin contribuir a la distorsión del borde. El algoritmo de filtrado de ruido de wavelet espacialmente adaptable se compara cualitativa y cuantitativamente con un dominio de frecuencia y dos algoritmos de supresión de ruido basados en wavelet utilizando imágenes ruidosas tanto naturales como generadas por computadora ",
            "error": [
                ""
            ]
        },
        "edge connectivity": {
            "translated_key": "conectividad de borde",
            "translated_annotated_text": "Combinación de técnicas espaciales y de escala-espacio para la detección de bordes a fin de proporcionar un algoritmo de filtrado de ruido basado en wavelets espacialmente adaptable Se proponen nuevos métodos para detectar bordes en una imagen utilizando dominios espaciales y de escala-espacio. Un conocimiento a priori sobre las características geométricas de los bordes se utiliza para asignar un factor de probabilidad a la probabilidad de que cualquier píxel esté en un borde. Se introduce una técnica mejorada de doble umbral para el filtrado de dominios espaciales. Las probabilidades de que los píxeles pertenezcan a un borde dado se asignan en base a la similitud de píxeles entre amplitudes de gradiente, fases de gradiente y \"conectividad de borde\". El enfoque escala-espacio utiliza la compresión dinámica del rango para permitir la correlación de ondas en un rango más amplio de escalas. Una formulación probabilística se utiliza para combinar los resultados obtenidos del filtrado en cada dominio para proporcionar una imagen de probabilidad de borde final que tiene las ventajas tanto de los métodos de dominio espacial como de escala-espacio. La descomposición de esta imagen de probabilidad de borde con la misma wavelet que la imagen original permite la generación de filtros adaptativos que pueden reconocer las características de los bordes en todos los detalles de wavelet e imágenes de aproximación independientemente de la escala. Estos filtros emparejados permiten una reducción significativa del ruido de imagen sin contribuir a la distorsión del borde. El algoritmo de filtrado de ruido de wavelet espacialmente adaptable se compara cualitativa y cuantitativamente con un dominio de frecuencia y dos algoritmos de supresión de ruido basados en wavelet utilizando imágenes ruidosas tanto naturales como generadas por computadora ",
            "error": [
                ""
            ]
        },
        "dynamic range compression": {
            "translated_key": "compresión de rango dinámico",
            "translated_annotated_text": "Combinación de técnicas espaciales y de escala-espacio para la detección de bordes a fin de proporcionar un algoritmo de filtrado de ruido basado en wavelets espacialmente adaptable Se proponen nuevos métodos para detectar bordes en una imagen utilizando dominios espaciales y de escala-espacio. Un conocimiento a priori sobre las características geométricas de los bordes se utiliza para asignar un factor de probabilidad a la probabilidad de que cualquier píxel esté en un borde. Se introduce una técnica mejorada de doble umbral para el filtrado de dominios espaciales. Las probabilidades de que los píxeles pertenezcan a un borde dado se asignan en base a la similitud de píxeles entre amplitudes de gradiente, fases de gradiente y conectividad de borde. El enfoque escala-espacio utiliza la \"compresión de rango dinámico\" para permitir la correlación de ondas en un rango más amplio de escalas. Una formulación probabilística se utiliza para combinar los resultados obtenidos del filtrado en cada dominio para proporcionar una imagen de probabilidad de borde final que tiene las ventajas tanto de los métodos de dominio espacial como de escala-espacio. La descomposición de esta imagen de probabilidad de borde con la misma wavelet que la imagen original permite la generación de filtros adaptativos que pueden reconocer las características de los bordes en todos los detalles de wavelet e imágenes de aproximación independientemente de la escala. Estos filtros emparejados permiten una reducción significativa del ruido de imagen sin contribuir a la distorsión del borde. El algoritmo de filtrado de ruido de wavelet espacialmente adaptable se compara cualitativa y cuantitativamente con un dominio de frecuencia y dos algoritmos de supresión de ruido basados en wavelet utilizando imágenes ruidosas tanto naturales como generadas por computadora ",
            "error": [
                ""
            ]
        },
        "wavelet correlation": {
            "translated_key": "correlación de ondas",
            "translated_annotated_text": "Combinación de técnicas espaciales y de escala-espacio para la detección de bordes a fin de proporcionar un algoritmo de filtrado de ruido basado en wavelets espacialmente adaptable Se proponen nuevos métodos para detectar bordes en una imagen utilizando dominios espaciales y de escala-espacio. Un conocimiento a priori sobre las características geométricas de los bordes se utiliza para asignar un factor de probabilidad a la probabilidad de que cualquier píxel esté en un borde. Se introduce una técnica mejorada de doble umbral para el filtrado de dominios espaciales. Las probabilidades de que los píxeles pertenezcan a un borde dado se asignan en base a la similitud de píxeles entre amplitudes de gradiente, fases de gradiente y conectividad de borde. El enfoque escala-espacio utiliza la compresión dinámica del rango para permitir la \"correlación de ondas\" en un rango más amplio de escalas. Una formulación probabilística se utiliza para combinar los resultados obtenidos del filtrado en cada dominio para proporcionar una imagen de probabilidad de borde final que tiene las ventajas tanto de los métodos de dominio espacial como de escala-espacio. La descomposición de esta imagen de probabilidad de borde con la misma wavelet que la imagen original permite la generación de filtros adaptativos que pueden reconocer las características de los bordes en todos los detalles de wavelet e imágenes de aproximación independientemente de la escala. Estos filtros emparejados permiten una reducción significativa del ruido de imagen sin contribuir a la distorsión del borde. El algoritmo de filtrado de ruido de wavelet espacialmente adaptable se compara cualitativa y cuantitativamente con un dominio de frecuencia y dos algoritmos de supresión de ruido basados en wavelet utilizando imágenes ruidosas tanto naturales como generadas por computadora ",
            "error": [
                ""
            ]
        },
        "probabilistic formulation": {
            "translated_key": "formulación probabilística",
            "translated_annotated_text": "Combinación de técnicas espaciales y de escala-espacio para la detección de bordes a fin de proporcionar un algoritmo de filtrado de ruido basado en wavelets espacialmente adaptable Se proponen nuevos métodos para detectar bordes en una imagen utilizando dominios espaciales y de escala-espacio. Un conocimiento a priori sobre las características geométricas de los bordes se utiliza para asignar un factor de probabilidad a la probabilidad de que cualquier píxel esté en un borde. Se introduce una técnica mejorada de doble umbral para el filtrado de dominios espaciales. Las probabilidades de que los píxeles pertenezcan a un borde dado se asignan en base a la similitud de píxeles entre amplitudes de gradiente, fases de gradiente y conectividad de borde. El enfoque escala-espacio utiliza la compresión dinámica del rango para permitir la correlación de ondas en un rango más amplio de escalas. Una \"formulación probabilística\" se utiliza para combinar los resultados obtenidos del filtrado en cada dominio para proporcionar una imagen de probabilidad de borde final que tiene las ventajas tanto de los métodos de dominio espacial como de escala-espacio. La descomposición de esta imagen de probabilidad de borde con la misma wavelet que la imagen original permite la generación de filtros adaptativos que pueden reconocer las características de los bordes en todos los detalles de wavelet e imágenes de aproximación independientemente de la escala. Estos filtros emparejados permiten una reducción significativa del ruido de imagen sin contribuir a la distorsión del borde. El algoritmo de filtrado de ruido de wavelet espacialmente adaptable se compara cualitativa y cuantitativamente con un dominio de frecuencia y dos algoritmos de supresión de ruido basados en wavelet utilizando imágenes ruidosas tanto naturales como generadas por computadora ",
            "error": [
                ""
            ]
        },
        "final edge probability image": {
            "translated_key": "imagen de probabilidad de borde final",
            "translated_annotated_text": "Combinación de técnicas espaciales y de escala-espacio para la detección de bordes a fin de proporcionar un algoritmo de filtrado de ruido basado en wavelets espacialmente adaptable Se proponen nuevos métodos para detectar bordes en una imagen utilizando dominios espaciales y de escala-espacio. Un conocimiento a priori sobre las características geométricas de los bordes se utiliza para asignar un factor de probabilidad a la probabilidad de que cualquier píxel esté en un borde. Se introduce una técnica mejorada de doble umbral para el filtrado de dominios espaciales. Las probabilidades de que los píxeles pertenezcan a un borde dado se asignan en base a la similitud de píxeles entre amplitudes de gradiente, fases de gradiente y conectividad de borde. El enfoque escala-espacio utiliza la compresión dinámica del rango para permitir la correlación de ondas en un rango más amplio de escalas. Una formulación probabilística se utiliza para combinar los resultados obtenidos del filtrado en cada dominio para proporcionar una \"imagen de probabilidad de borde final\" que tiene las ventajas tanto de los métodos de dominio espacial como de escala-espacio. La descomposición de esta imagen de probabilidad de borde con la misma wavelet que la imagen original permite la generación de filtros adaptativos que pueden reconocer las características de los bordes en todos los detalles de wavelet e imágenes de aproximación independientemente de la escala. Estos filtros emparejados permiten una reducción significativa del ruido de imagen sin contribuir a la distorsión del borde. El algoritmo de filtrado de ruido de wavelet espacialmente adaptable se compara cualitativa y cuantitativamente con un dominio de frecuencia y dos algoritmos de supresión de ruido basados en wavelet utilizando imágenes ruidosas tanto naturales como generadas por computadora ",
            "error": [
                ""
            ]
        },
        "adaptive filters": {
            "translated_key": "filtros adaptativos",
            "translated_annotated_text": "Combinación de técnicas espaciales y de escala-espacio para la detección de bordes a fin de proporcionar un algoritmo de filtrado de ruido basado en wavelets espacialmente adaptable Se proponen nuevos métodos para detectar bordes en una imagen utilizando dominios espaciales y de escala-espacio. Un conocimiento a priori sobre las características geométricas de los bordes se utiliza para asignar un factor de probabilidad a la probabilidad de que cualquier píxel esté en un borde. Se introduce una técnica mejorada de doble umbral para el filtrado de dominios espaciales. Las probabilidades de que los píxeles pertenezcan a un borde dado se asignan en base a la similitud de píxeles entre amplitudes de gradiente, fases de gradiente y conectividad de borde. El enfoque escala-espacio utiliza la compresión dinámica del rango para permitir la correlación de ondas en un rango más amplio de escalas. Una formulación probabilística se utiliza para combinar los resultados obtenidos del filtrado en cada dominio para proporcionar una imagen de probabilidad de borde final que tiene las ventajas tanto de los métodos de dominio espacial como de escala-espacio. La descomposición de esta imagen de probabilidad de borde con la misma wavelet que la imagen original permite la generación de \"filtros adaptativos\" que pueden reconocer las características de los bordes en todos los detalles de wavelet e imágenes de aproximación independientemente de la escala. Estos filtros emparejados permiten una reducción significativa del ruido de imagen sin contribuir a la distorsión del borde. El algoritmo de filtrado de ruido de wavelet espacialmente adaptable se compara cualitativa y cuantitativamente con un dominio de frecuencia y dos algoritmos de supresión de ruido basados en wavelet utilizando imágenes ruidosas tanto naturales como generadas por computadora ",
            "error": [
                ""
            ]
        },
        "approximation images": {
            "translated_key": "imágenes de aproximación",
            "translated_annotated_text": "Combinación de técnicas espaciales y de escala-espacio para la detección de bordes a fin de proporcionar un algoritmo de filtrado de ruido basado en wavelets espacialmente adaptable Se proponen nuevos métodos para detectar bordes en una imagen utilizando dominios espaciales y de escala-espacio. Un conocimiento a priori sobre las características geométricas de los bordes se utiliza para asignar un factor de probabilidad a la probabilidad de que cualquier píxel esté en un borde. Se introduce una técnica mejorada de doble umbral para el filtrado de dominios espaciales. Las probabilidades de que los píxeles pertenezcan a un borde dado se asignan en base a la similitud de píxeles entre amplitudes de gradiente, fases de gradiente y conectividad de borde. El enfoque escala-espacio utiliza la compresión dinámica del rango para permitir la correlación de ondas en un rango más amplio de escalas. Una formulación probabilística se utiliza para combinar los resultados obtenidos del filtrado en cada dominio para proporcionar una imagen de probabilidad de borde final que tiene las ventajas tanto de los métodos de dominio espacial como de escala-espacio. La descomposición de esta imagen de probabilidad de borde con la misma wavelet que la imagen original permite la generación de filtros adaptativos que pueden reconocer las características de los bordes en todos los detalles de wavelet e \"imágenes de aproximación\" independientemente de la escala. Estos filtros emparejados permiten una reducción significativa del ruido de imagen sin contribuir a la distorsión del borde. El algoritmo de filtrado de ruido de wavelet espacialmente adaptable se compara cualitativa y cuantitativamente con un dominio de frecuencia y dos algoritmos de supresión de ruido basados en wavelet utilizando imágenes ruidosas tanto naturales como generadas por computadora ",
            "error": [
                ""
            ]
        },
        "matched filters": {
            "translated_key": "filtros emparejados",
            "translated_annotated_text": "Combinación de técnicas espaciales y de escala-espacio para la detección de bordes a fin de proporcionar un algoritmo de filtrado de ruido basado en wavelets espacialmente adaptable Se proponen nuevos métodos para detectar bordes en una imagen utilizando dominios espaciales y de escala-espacio. Un conocimiento a priori sobre las características geométricas de los bordes se utiliza para asignar un factor de probabilidad a la probabilidad de que cualquier píxel esté en un borde. Se introduce una técnica mejorada de doble umbral para el filtrado de dominios espaciales. Las probabilidades de que los píxeles pertenezcan a un borde dado se asignan en base a la similitud de píxeles entre amplitudes de gradiente, fases de gradiente y conectividad de borde. El enfoque escala-espacio utiliza la compresión dinámica del rango para permitir la correlación de ondas en un rango más amplio de escalas. Una formulación probabilística se utiliza para combinar los resultados obtenidos del filtrado en cada dominio para proporcionar una imagen de probabilidad de borde final que tiene las ventajas tanto de los métodos de dominio espacial como de escala-espacio. La descomposición de esta imagen de probabilidad de borde con la misma wavelet que la imagen original permite la generación de filtros adaptativos que pueden reconocer las características de los bordes en todos los detalles de wavelet e imágenes de aproximación independientemente de la escala. Estos \"filtros emparejados\" permiten una reducción significativa del ruido de imagen sin contribuir a la distorsión del borde. El algoritmo de filtrado de ruido de wavelet espacialmente adaptable se compara cualitativa y cuantitativamente con un dominio de frecuencia y dos algoritmos de supresión de ruido basados en wavelet utilizando imágenes ruidosas tanto naturales como generadas por computadora ",
            "error": [
                ""
            ]
        },
        "image noise": {
            "translated_key": "ruido de la imagen",
            "translated_annotated_text": "Combinación de técnicas espaciales y de escala-espacio para la detección de bordes a fin de proporcionar un algoritmo de filtrado de ruido basado en wavelets espacialmente adaptable Se proponen nuevos métodos para detectar bordes en una imagen utilizando dominios espaciales y de escala-espacio. Un conocimiento a priori sobre las características geométricas de los bordes se utiliza para asignar un factor de probabilidad a la probabilidad de que cualquier píxel esté en un borde. Se introduce una técnica mejorada de doble umbral para el filtrado de dominios espaciales. Las probabilidades de que los píxeles pertenezcan a un borde dado se asignan en base a la similitud de píxeles entre amplitudes de gradiente, fases de gradiente y conectividad de borde. El enfoque escala-espacio utiliza la compresión dinámica del rango para permitir la correlación de ondas en un rango más amplio de escalas. Una formulación probabilística se utiliza para combinar los resultados obtenidos del filtrado en cada dominio para proporcionar una imagen de probabilidad de borde final que tiene las ventajas tanto de los métodos de dominio espacial como de escala-espacio. La descomposición de esta imagen de probabilidad de borde con la misma wavelet que la imagen original permite la generación de filtros adaptativos que pueden reconocer las características de los bordes en todos los detalles de wavelet e imágenes de aproximación independientemente de la escala. Estos filtros emparejados permiten una reducción significativa del \"ruido de la imagen\" sin contribuir a la distorsión del borde. El algoritmo de filtrado de ruido de wavelet espacialmente adaptable se compara cualitativa y cuantitativamente con un dominio de frecuencia y dos algoritmos de supresión de ruido basados en wavelet utilizando imágenes ruidosas tanto naturales como generadas por computadora ",
            "error": [
                ""
            ]
        },
        "spatially adaptive wavelet noise-filtering algorithm": {
            "translated_key": "algoritmo de filtrado de ruido de wavelet espacialmente adaptable",
            "translated_annotated_text": "Combinación de técnicas espaciales y de escala-espacio para la detección de bordes a fin de proporcionar un algoritmo de filtrado de ruido basado en wavelets espacialmente adaptable Se proponen nuevos métodos para detectar bordes en una imagen utilizando dominios espaciales y de escala-espacio. Un conocimiento a priori sobre las características geométricas de los bordes se utiliza para asignar un factor de probabilidad a la probabilidad de que cualquier píxel esté en un borde. Se introduce una técnica mejorada de doble umbral para el filtrado de dominios espaciales. Las probabilidades de que los píxeles pertenezcan a un borde dado se asignan en base a la similitud de píxeles entre amplitudes de gradiente, fases de gradiente y conectividad de borde. El enfoque escala-espacio utiliza la compresión dinámica del rango para permitir la correlación de ondas en un rango más amplio de escalas. Una formulación probabilística se utiliza para combinar los resultados obtenidos del filtrado en cada dominio para proporcionar una imagen de probabilidad de borde final que tiene las ventajas tanto de los métodos de dominio espacial como de escala-espacio. La descomposición de esta imagen de probabilidad de borde con la misma wavelet que la imagen original permite la generación de filtros adaptativos que pueden reconocer las características de los bordes en todos los detalles de wavelet e imágenes de aproximación independientemente de la escala. Estos filtros emparejados permiten una reducción significativa del ruido de imagen sin contribuir a la distorsión del borde. El \"algoritmo de filtrado de ruido de wavelet espacialmente adaptable\" se compara cualitativa y cuantitativamente con un dominio de frecuencia y dos algoritmos de supresión de ruido basados en wavelet usando imágenes naturales y computacionales generadas por ruido ",
            "error": [
                ""
            ]
        },
        "noise suppression": {
            "translated_key": "supresión de ruido",
            "translated_annotated_text": "Combinación de técnicas espaciales y de escala-espacio para la detección de bordes a fin de proporcionar un algoritmo de filtrado de ruido basado en wavelets espacialmente adaptable Se proponen nuevos métodos para detectar bordes en una imagen utilizando dominios espaciales y de escala-espacio. Un conocimiento a priori sobre las características geométricas de los bordes se utiliza para asignar un factor de probabilidad a la probabilidad de que cualquier píxel esté en un borde. Se introduce una técnica mejorada de doble umbral para el filtrado de dominios espaciales. Las probabilidades de que los píxeles pertenezcan a un borde dado se asignan en base a la similitud de píxeles entre amplitudes de gradiente, fases de gradiente y conectividad de borde. El enfoque escala-espacio utiliza la compresión dinámica del rango para permitir la correlación de ondas en un rango más amplio de escalas. Una formulación probabilística se utiliza para combinar los resultados obtenidos del filtrado en cada dominio para proporcionar una imagen de probabilidad de borde final que tiene las ventajas tanto de los métodos de dominio espacial como de escala-espacio. La descomposición de esta imagen de probabilidad de borde con la misma wavelet que la imagen original permite la generación de filtros adaptativos que pueden reconocer las características de los bordes en todos los detalles de wavelet e imágenes de aproximación independientemente de la escala. Estos filtros emparejados permiten una reducción significativa del ruido de imagen sin contribuir a la distorsión del borde. El algoritmo espacialmente adaptable de filtrado de ruido de wavelet se compara cualitativa y cuantitativamente con un dominio de frecuencia y dos algoritmos de \"supresión de ruido\" basados en wavelet que utilizan imágenes ruidosas generadas tanto naturales como por computadora. ",
            "error": [
                ""
            ]
        },
        "data compression": {
            "translated_key": [],
            "translated_annotated_text": "Combinación de técnicas espaciales y de escala-espacio para la detección de bordes a fin de proporcionar un algoritmo de filtrado de ruido basado en wavelets espacialmente adaptable Se proponen nuevos métodos para detectar bordes en una imagen utilizando dominios espaciales y de escala-espacio. Un conocimiento a priori sobre las características geométricas de los bordes se utiliza para asignar un factor de probabilidad a la probabilidad de que cualquier píxel esté en un borde. Se introduce una técnica mejorada de doble umbral para el filtrado de dominios espaciales. Las probabilidades de que los píxeles pertenezcan a un borde dado se asignan en base a la similitud de píxeles entre amplitudes de gradiente, fases de gradiente y conectividad de borde. El enfoque escala-espacio utiliza la compresión dinámica del rango para permitir la correlación de ondas en un rango más amplio de escalas. Una formulación probabilística se utiliza para combinar los resultados obtenidos del filtrado en cada dominio para proporcionar una imagen de probabilidad de borde final que tiene las ventajas tanto de los métodos de dominio espacial como de escala-espacio. La descomposición de esta imagen de probabilidad de borde con la misma wavelet que la imagen original permite la generación de filtros adaptativos que pueden reconocer las características de los bordes en todos los detalles de wavelet e imágenes de aproximación independientemente de la escala. Estos filtros emparejados permiten una reducción significativa del ruido de imagen sin contribuir a la distorsión del borde. El algoritmo de filtrado de ruido de wavelet espacialmente adaptable se compara cualitativa y cuantitativamente con un dominio de frecuencia y dos algoritmos de supresión de ruido basados en wavelet utilizando imágenes ruidosas tanto naturales como generadas por computadora ",
            "error": []
        },
        "image enhancement": {
            "translated_key": [],
            "translated_annotated_text": "Combinación de técnicas espaciales y de escala-espacio para la detección de bordes a fin de proporcionar un algoritmo de filtrado de ruido basado en wavelets espacialmente adaptable Se proponen nuevos métodos para detectar bordes en una imagen utilizando dominios espaciales y de escala-espacio. Un conocimiento a priori sobre las características geométricas de los bordes se utiliza para asignar un factor de probabilidad a la probabilidad de que cualquier píxel esté en un borde. Se introduce una técnica mejorada de doble umbral para el filtrado de dominios espaciales. Las probabilidades de que los píxeles pertenezcan a un borde dado se asignan en base a la similitud de píxeles entre amplitudes de gradiente, fases de gradiente y conectividad de borde. El enfoque escala-espacio utiliza la compresión dinámica del rango para permitir la correlación de ondas en un rango más amplio de escalas. Una formulación probabilística se utiliza para combinar los resultados obtenidos del filtrado en cada dominio para proporcionar una imagen de probabilidad de borde final que tiene las ventajas tanto de los métodos de dominio espacial como de escala-espacio. La descomposición de esta imagen de probabilidad de borde con la misma wavelet que la imagen original permite la generación de filtros adaptativos que pueden reconocer las características de los bordes en todos los detalles de wavelet e imágenes de aproximación independientemente de la escala. Estos filtros emparejados permiten una reducción significativa del ruido de imagen sin contribuir a la distorsión del borde. El algoritmo de filtrado de ruido de wavelet espacialmente adaptable se compara cualitativa y cuantitativamente con un dominio de frecuencia y dos algoritmos de supresión de ruido basados en wavelet utilizando imágenes ruidosas tanto naturales como generadas por computadora ",
            "error": []
        },
        "noise": {
            "translated_key": "ruido",
            "translated_annotated_text": "Combinar técnicas espaciales y de escala-espacio para la detección de bordes para proporcionar un algoritmo de filtrado de \"ruido\" basado en ondas espacialmente adaptable Se proponen nuevos métodos para detectar bordes en una imagen utilizando dominios espaciales y de escala-espacio. Un conocimiento a priori sobre las características geométricas de los bordes se utiliza para asignar un factor de probabilidad a la probabilidad de que cualquier píxel esté en un borde. Se introduce una técnica mejorada de doble umbral para el filtrado de dominios espaciales. Las probabilidades de que los píxeles pertenezcan a un borde dado se asignan en base a la similitud de píxeles entre amplitudes de gradiente, fases de gradiente y conectividad de borde. El enfoque escala-espacio utiliza la compresión dinámica del rango para permitir la correlación de ondas en un rango más amplio de escalas. Una formulación probabilística se utiliza para combinar los resultados obtenidos del filtrado en cada dominio para proporcionar una imagen de probabilidad de borde final que tiene las ventajas tanto de los métodos de dominio espacial como de escala-espacio. La descomposición de esta imagen de probabilidad de borde con la misma wavelet que la imagen original permite la generación de filtros adaptativos que pueden reconocer las características de los bordes en todos los detalles de wavelet e imágenes de aproximación independientemente de la escala. Estos filtros emparejados permiten una reducción significativa del \"ruido\" de la imagen sin contribuir a la distorsión del borde. El algoritmo espacialmente adaptable de \"ruido\"-filtrado de onda se compara cualitativa y cuantitativamente con un dominio de frecuencia y dos algoritmos de supresión de \"ruido\" basados en wavelet usando imágenes ruidosas tanto naturales como generadas por computadora ",
            "error": [
                ""
            ]
        },
        "probability": {
            "translated_key": "probabilidad",
            "translated_annotated_text": "Combinación de técnicas espaciales y de escala-espacio para la detección de bordes a fin de proporcionar un algoritmo de filtrado de ruido basado en wavelets espacialmente adaptable Se proponen nuevos métodos para detectar bordes en una imagen utilizando dominios espaciales y de escala-espacio. Un conocimiento a priori sobre las características geométricas de los bordes se utiliza para asignar un factor de \"probabilidad\" a la probabilidad de que cualquier píxel esté en un borde. Se introduce una técnica mejorada de doble umbral para el filtrado de dominios espaciales. Las probabilidades de que los píxeles pertenezcan a un borde dado se asignan en base a la similitud de píxeles entre amplitudes de gradiente, fases de gradiente y conectividad de borde. El enfoque escala-espacio utiliza la compresión dinámica del rango para permitir la correlación de ondas en un rango más amplio de escalas. Una formulación probabilística se utiliza para combinar los resultados obtenidos del filtrado en cada dominio para proporcionar una imagen de \"probabilidad\" de borde final que tiene las ventajas tanto de los métodos de dominio espacial como de escala-espacio. La descomposición de esta imagen de \"probabilidad\" de borde con la misma wavelet que la imagen original permite la generación de filtros adaptativos que pueden reconocer las características de los bordes en todos los detalles de wavelet e imágenes de aproximación independientemente de la escala. Estos filtros emparejados permiten una reducción significativa del ruido de imagen sin contribuir a la distorsión del borde. El algoritmo de filtrado de ruido de wavelet espacialmente adaptable se compara cualitativa y cuantitativamente con un dominio de frecuencia y dos algoritmos de supresión de ruido basados en wavelet utilizando imágenes ruidosas tanto naturales como generadas por computadora ",
            "error": [
                ""
            ]
        },
        "wavelet transforms": {
            "translated_key": [],
            "translated_annotated_text": "Combinación de técnicas espaciales y de escala-espacio para la detección de bordes a fin de proporcionar un algoritmo de filtrado de ruido basado en wavelets espacialmente adaptable Se proponen nuevos métodos para detectar bordes en una imagen utilizando dominios espaciales y de escala-espacio. Un conocimiento a priori sobre las características geométricas de los bordes se utiliza para asignar un factor de probabilidad a la probabilidad de que cualquier píxel esté en un borde. Se introduce una técnica mejorada de doble umbral para el filtrado de dominios espaciales. Las probabilidades de que los píxeles pertenezcan a un borde dado se asignan en base a la similitud de píxeles entre amplitudes de gradiente, fases de gradiente y conectividad de borde. El enfoque escala-espacio utiliza la compresión dinámica del rango para permitir la correlación de ondas en un rango más amplio de escalas. Una formulación probabilística se utiliza para combinar los resultados obtenidos del filtrado en cada dominio para proporcionar una imagen de probabilidad de borde final que tiene las ventajas tanto de los métodos de dominio espacial como de escala-espacio. La descomposición de esta imagen de probabilidad de borde con la misma wavelet que la imagen original permite la generación de filtros adaptativos que pueden reconocer las características de los bordes en todos los detalles de wavelet e imágenes de aproximación independientemente de la escala. Estos filtros emparejados permiten una reducción significativa del ruido de imagen sin contribuir a la distorsión del borde. El algoritmo de filtrado de ruido de wavelet espacialmente adaptable se compara cualitativa y cuantitativamente con un dominio de frecuencia y dos algoritmos de supresión de ruido basados en wavelet utilizando imágenes ruidosas tanto naturales como generadas por computadora ",
            "error": []
        }
    }
}