{
    "original_text": "Control centers are here to stay Despite changes with different structures, market rules, and uncertainties, a control center must always be in place to maintain the security, reliability, and quality of electric service. This article focuses on the energy management system (EMS) control center, identifying the major functions that have become standard components of every application software package. The two most important control center functions, security control and load-following control, guarantee the continuity of electric service, which after all, is the end-product of the utility business. New technology trends in the design of control center infrastructures are emerging in the liberalized environment of the energy market. An example of a control center infrastructure is described. The article ends with a concern for the security of the control center itself",
    "original_translation": "Los centros de control están aquí para quedarse A pesar de los cambios con diferentes estructuras, reglas de mercado e incertidumbres, un centro de control debe estar siempre en su lugar para mantener la seguridad, fiabilidad y calidad del servicio eléctrico. Este artículo se centra en el centro de control del sistema de gestión de energía (EMS), identificando las principales funciones que se han convertido en componentes estándar de cada paquete de software de aplicación. Las dos funciones más importantes del centro de control, el control de seguridad y el control de seguimiento de carga, garantizan la continuidad del servicio eléctrico, que después de todo, es el producto final del negocio de servicios públicos. Nuevas tendencias tecnológicas en el diseño de infraestructuras de centros de control están surgiendo en el entorno liberalizado del mercado energético. Se describe un ejemplo de infraestructura de un centro de control. El artículo termina con una preocupación por la seguridad del propio centro de control",
    "error_count": 7,
    "keys": {
        "EMS control centers": {
            "translated_key": [],
            "translated_annotated_text": "Los centros de control están aquí para quedarse A pesar de los cambios con diferentes estructuras, reglas de mercado e incertidumbres, un centro de control debe estar siempre en su lugar para mantener la seguridad, fiabilidad y calidad del servicio eléctrico. Este artículo se centra en el centro de control del sistema de gestión de energía (EMS), identificando las principales funciones que se han convertido en componentes estándar de cada paquete de software de aplicación. Las dos funciones más importantes del centro de control, el control de seguridad y el control de seguimiento de carga, garantizan la continuidad del servicio eléctrico, que después de todo, es el producto final del negocio de servicios públicos. Nuevas tendencias tecnológicas en el diseño de infraestructuras de centros de control están surgiendo en el entorno liberalizado del mercado energético. Se describe un ejemplo de infraestructura de un centro de control. El artículo termina con una preocupación por la seguridad del propio centro de control ",
            "error": []
        },
        "energy management system": {
            "translated_key": "sistema de gestión de energía",
            "translated_annotated_text": "Los centros de control están aquí para quedarse A pesar de los cambios con diferentes estructuras, reglas de mercado e incertidumbres, un centro de control debe estar siempre en su lugar para mantener la seguridad, fiabilidad y calidad del servicio eléctrico. Este artículo se centra en el centro de control \"sistema de gestión de energía\" (EMS), identificando las principales funciones que se han convertido en componentes estándar de cada paquete de software de aplicación. Las dos funciones más importantes del centro de control, el control de seguridad y el control de seguimiento de carga, garantizan la continuidad del servicio eléctrico, que después de todo, es el producto final del negocio de servicios públicos. Nuevas tendencias tecnológicas en el diseño de infraestructuras de centros de control están surgiendo en el entorno liberalizado del mercado energético. Se describe un ejemplo de infraestructura de un centro de control. El artículo termina con una preocupación por la seguridad del propio centro de control ",
            "error": [
                ""
            ]
        },
        "standard components": {
            "translated_key": "componentes estándar",
            "translated_annotated_text": "Los centros de control están aquí para quedarse A pesar de los cambios con diferentes estructuras, reglas de mercado e incertidumbres, un centro de control debe estar siempre en su lugar para mantener la seguridad, fiabilidad y calidad del servicio eléctrico. Este artículo se centra en el centro de control del sistema de gestión de energía (EMS), identificando las principales funciones que se han convertido en \"componentes estándar\" de cada paquete de software de aplicación. Las dos funciones más importantes del centro de control, el control de seguridad y el control de seguimiento de carga, garantizan la continuidad del servicio eléctrico, que después de todo, es el producto final del negocio de servicios públicos. Nuevas tendencias tecnológicas en el diseño de infraestructuras de centros de control están surgiendo en el entorno liberalizado del mercado energético. Se describe un ejemplo de infraestructura de un centro de control. El artículo termina con una preocupación por la seguridad del propio centro de control ",
            "error": [
                ""
            ]
        },
        "application software package": {
            "translated_key": "paquete de software de aplicación",
            "translated_annotated_text": "Los centros de control están aquí para quedarse A pesar de los cambios con diferentes estructuras, reglas de mercado e incertidumbres, un centro de control debe estar siempre en su lugar para mantener la seguridad, fiabilidad y calidad del servicio eléctrico. Este artículo se centra en el centro de control del sistema de gestión de energía (EMS), identificando las principales funciones que se han convertido en componentes estándar de cada \"paquete de software de aplicación\". Las dos funciones más importantes del centro de control, el control de seguridad y el control de seguimiento de carga, garantizan la continuidad del servicio eléctrico, que después de todo, es el producto final del negocio de servicios públicos. Nuevas tendencias tecnológicas en el diseño de infraestructuras de centros de control están surgiendo en el entorno liberalizado del mercado energético. Se describe un ejemplo de infraestructura de un centro de control. El artículo termina con una preocupación por la seguridad del propio centro de control ",
            "error": [
                ""
            ]
        },
        "security control": {
            "translated_key": "control de seguridad",
            "translated_annotated_text": "Los centros de control están aquí para quedarse A pesar de los cambios con diferentes estructuras, reglas de mercado e incertidumbres, un centro de control debe estar siempre en su lugar para mantener la seguridad, fiabilidad y calidad del servicio eléctrico. Este artículo se centra en el centro de control del sistema de gestión de energía (EMS), identificando las principales funciones que se han convertido en componentes estándar de cada paquete de software de aplicación. Las dos funciones más importantes del centro de control, \"control de seguridad\" y control de seguimiento de carga, garantizan la continuidad del servicio eléctrico, que después de todo, es el producto final del negocio de servicios públicos. Nuevas tendencias tecnológicas en el diseño de infraestructuras de centros de control están surgiendo en el entorno liberalizado del mercado energético. Se describe un ejemplo de infraestructura de un centro de control. El artículo termina con una preocupación por la seguridad del propio centro de control ",
            "error": [
                ""
            ]
        },
        "load-following control": {
            "translated_key": "control de seguimiento de carga",
            "translated_annotated_text": "Los centros de control están aquí para quedarse A pesar de los cambios con diferentes estructuras, reglas de mercado e incertidumbres, un centro de control debe estar siempre en su lugar para mantener la seguridad, fiabilidad y calidad del servicio eléctrico. Este artículo se centra en el centro de control del sistema de gestión de energía (EMS), identificando las principales funciones que se han convertido en componentes estándar de cada paquete de software de aplicación. Las dos funciones más importantes del centro de control, el control de seguridad y el \"control de seguimiento de carga\", garantizan la continuidad del servicio eléctrico, que después de todo, es el producto final del negocio de servicios públicos. Nuevas tendencias tecnológicas en el diseño de infraestructuras de centros de control están surgiendo en el entorno liberalizado del mercado energético. Se describe un ejemplo de infraestructura de un centro de control. El artículo termina con una preocupación por la seguridad del propio centro de control ",
            "error": [
                ""
            ]
        },
        "electric service continuity": {
            "translated_key": [],
            "translated_annotated_text": "Los centros de control están aquí para quedarse A pesar de los cambios con diferentes estructuras, reglas de mercado e incertidumbres, un centro de control debe estar siempre en su lugar para mantener la seguridad, fiabilidad y calidad del servicio eléctrico. Este artículo se centra en el centro de control del sistema de gestión de energía (EMS), identificando las principales funciones que se han convertido en componentes estándar de cada paquete de software de aplicación. Las dos funciones más importantes del centro de control, el control de seguridad y el control de seguimiento de carga, garantizan la continuidad del servicio eléctrico, que después de todo, es el producto final del negocio de servicios públicos. Nuevas tendencias tecnológicas en el diseño de infraestructuras de centros de control están surgiendo en el entorno liberalizado del mercado energético. Se describe un ejemplo de infraestructura de un centro de control. El artículo termina con una preocupación por la seguridad del propio centro de control ",
            "error": []
        },
        "control center infrastructures": {
            "translated_key": "infraestructuras de centros de control",
            "translated_annotated_text": "Los centros de control están aquí para quedarse A pesar de los cambios con diferentes estructuras, reglas de mercado e incertidumbres, un centro de control debe estar siempre en su lugar para mantener la seguridad, fiabilidad y calidad del servicio eléctrico. Este artículo se centra en el centro de control del sistema de gestión de energía (EMS), identificando las principales funciones que se han convertido en componentes estándar de cada paquete de software de aplicación. Las dos funciones más importantes del centro de control, el control de seguridad y el control de seguimiento de carga, garantizan la continuidad del servicio eléctrico, que después de todo, es el producto final del negocio de servicios públicos. Nuevas tendencias tecnológicas en el diseño de \"infraestructuras de centros de control\" están surgiendo en el entorno liberalizado del mercado energético. Se describe un ejemplo de infraestructura de un centro de control. El artículo termina con una preocupación por la seguridad del propio centro de control ",
            "error": [
                ""
            ]
        },
        "liberalized environment": {
            "translated_key": "ambiente liberalizado",
            "translated_annotated_text": "Los centros de control están aquí para quedarse A pesar de los cambios con diferentes estructuras, reglas de mercado e incertidumbres, un centro de control debe estar siempre en su lugar para mantener la seguridad, fiabilidad y calidad del servicio eléctrico. Este artículo se centra en el centro de control del sistema de gestión de energía (EMS), identificando las principales funciones que se han convertido en componentes estándar de cada paquete de software de aplicación. Las dos funciones más importantes del centro de control, el control de seguridad y el control de seguimiento de carga, garantizan la continuidad del servicio eléctrico, que después de todo, es el producto final del negocio de servicios públicos. Nuevas tendencias tecnológicas en el diseño de infraestructuras de centros de control están surgiendo en el \"ambiente liberalizado\" del mercado energético. Se describe un ejemplo de infraestructura de un centro de control. El artículo termina con una preocupación por la seguridad del propio centro de control ",
            "error": [
                ""
            ]
        },
        "energy market": {
            "translated_key": "mercado energético",
            "translated_annotated_text": "Los centros de control están aquí para quedarse A pesar de los cambios con diferentes estructuras, reglas de mercado e incertidumbres, un centro de control debe estar siempre en su lugar para mantener la seguridad, fiabilidad y calidad del servicio eléctrico. Este artículo se centra en el centro de control del sistema de gestión de energía (EMS), identificando las principales funciones que se han convertido en componentes estándar de cada paquete de software de aplicación. Las dos funciones más importantes del centro de control, el control de seguridad y el control de seguimiento de carga, garantizan la continuidad del servicio eléctrico, que después de todo, es el producto final del negocio de servicios públicos. Nuevas tendencias tecnológicas en el diseño de infraestructuras de centros de control están emergiendo en el entorno liberalizado del \"mercado energético\". Se describe un ejemplo de infraestructura de un centro de control. El artículo termina con una preocupación por la seguridad del propio centro de control ",
            "error": [
                ""
            ]
        },
        "control facilities": {
            "translated_key": [],
            "translated_annotated_text": "Los centros de control están aquí para quedarse A pesar de los cambios con diferentes estructuras, reglas de mercado e incertidumbres, un centro de control debe estar siempre en su lugar para mantener la seguridad, fiabilidad y calidad del servicio eléctrico. Este artículo se centra en el centro de control del sistema de gestión de energía (EMS), identificando las principales funciones que se han convertido en componentes estándar de cada paquete de software de aplicación. Las dos funciones más importantes del centro de control, el control de seguridad y el control de seguimiento de carga, garantizan la continuidad del servicio eléctrico, que después de todo, es el producto final del negocio de servicios públicos. Nuevas tendencias tecnológicas en el diseño de infraestructuras de centros de control están surgiendo en el entorno liberalizado del mercado energético. Se describe un ejemplo de infraestructura de un centro de control. El artículo termina con una preocupación por la seguridad del propio centro de control ",
            "error": []
        },
        "energy management systems": {
            "translated_key": [],
            "translated_annotated_text": "Los centros de control están aquí para quedarse A pesar de los cambios con diferentes estructuras, reglas de mercado e incertidumbres, un centro de control debe estar siempre en su lugar para mantener la seguridad, fiabilidad y calidad del servicio eléctrico. Este artículo se centra en el centro de control del sistema de gestión de energía (EMS), identificando las principales funciones que se han convertido en componentes estándar de cada paquete de software de aplicación. Las dos funciones más importantes del centro de control, el control de seguridad y el control de seguimiento de carga, garantizan la continuidad del servicio eléctrico, que después de todo, es el producto final del negocio de servicios públicos. Nuevas tendencias tecnológicas en el diseño de infraestructuras de centros de control están surgiendo en el entorno liberalizado del mercado energético. Se describe un ejemplo de infraestructura de un centro de control. El artículo termina con una preocupación por la seguridad del propio centro de control ",
            "error": []
        },
        "load regulation": {
            "translated_key": [],
            "translated_annotated_text": "Los centros de control están aquí para quedarse A pesar de los cambios con diferentes estructuras, reglas de mercado e incertidumbres, un centro de control debe estar siempre en su lugar para mantener la seguridad, fiabilidad y calidad del servicio eléctrico. Este artículo se centra en el centro de control del sistema de gestión de energía (EMS), identificando las principales funciones que se han convertido en componentes estándar de cada paquete de software de aplicación. Las dos funciones más importantes del centro de control, el control de seguridad y el control de seguimiento de carga, garantizan la continuidad del servicio eléctrico, que después de todo, es el producto final del negocio de servicios públicos. Nuevas tendencias tecnológicas en el diseño de infraestructuras de centros de control están surgiendo en el entorno liberalizado del mercado energético. Se describe un ejemplo de infraestructura de un centro de control. El artículo termina con una preocupación por la seguridad del propio centro de control ",
            "error": []
        },
        "power system control": {
            "translated_key": [],
            "translated_annotated_text": "Los centros de control están aquí para quedarse A pesar de los cambios con diferentes estructuras, reglas de mercado e incertidumbres, un centro de control debe estar siempre en su lugar para mantener la seguridad, fiabilidad y calidad del servicio eléctrico. Este artículo se centra en el centro de control del sistema de gestión de energía (EMS), identificando las principales funciones que se han convertido en componentes estándar de cada paquete de software de aplicación. Las dos funciones más importantes del centro de control, el control de seguridad y el control de seguimiento de carga, garantizan la continuidad del servicio eléctrico, que después de todo, es el producto final del negocio de servicios públicos. Nuevas tendencias tecnológicas en el diseño de infraestructuras de centros de control están surgiendo en el entorno liberalizado del mercado energético. Se describe un ejemplo de infraestructura de un centro de control. El artículo termina con una preocupación por la seguridad del propio centro de control ",
            "error": []
        },
        "power system security": {
            "translated_key": [],
            "translated_annotated_text": "Los centros de control están aquí para quedarse A pesar de los cambios con diferentes estructuras, reglas de mercado e incertidumbres, un centro de control debe estar siempre en su lugar para mantener la seguridad, fiabilidad y calidad del servicio eléctrico. Este artículo se centra en el centro de control del sistema de gestión de energía (EMS), identificando las principales funciones que se han convertido en componentes estándar de cada paquete de software de aplicación. Las dos funciones más importantes del centro de control, el control de seguridad y el control de seguimiento de carga, garantizan la continuidad del servicio eléctrico, que después de todo, es el producto final del negocio de servicios públicos. Nuevas tendencias tecnológicas en el diseño de infraestructuras de centros de control están surgiendo en el entorno liberalizado del mercado energético. Se describe un ejemplo de infraestructura de un centro de control. El artículo termina con una preocupación por la seguridad del propio centro de control ",
            "error": []
        }
    }
}