{
    "original_text": "Managing system risk Companies are increasingly required to provide assurance that their systems are secure and conform to commercial security standards. Senior business managers are ultimately responsible for the security of their corporate systems and for the implications in the event of a failure. Businesses will be exposed to unquantified security risks unless they have a formal risk management framework in place to enable risks to be identified, evaluated and managed. Failure to assess and manage risks can lead to a business suffering serious financial impacts, commercial embarrassment and fines or sanctions from regulators. This is both a key responsibility and opportunity for Management Services Practitioners",
    "original_translation": "Gestión de los riesgos del sistema Las empresas están cada vez más obligadas a garantizar que sus sistemas son seguros y se ajustan a las normas de seguridad comercial. En última instancia, los altos directivos de las empresas son responsables de la seguridad de sus sistemas empresariales y de las consecuencias en caso de fracaso. Las empresas estarán expuestas a riesgos de seguridad no cuantificados a menos que dispongan de un marco formal de gestión de riesgos que permita identificar, evaluar y gestionar los riesgos. La falta de evaluación y gestión de los riesgos puede llevar a una empresa a sufrir graves consecuencias financieras, vergüenza comercial y multas o sanciones de los reguladores. Esta es una responsabilidad y una oportunidad clave para los profesionales de los servicios de gestión",
    "error_count": 2,
    "keys": {
        "risk management framework": {
            "translated_key": "marco de gestión de riesgos",
            "translated_annotated_text": "Gestión de los riesgos del sistema Las empresas están cada vez más obligadas a garantizar que sus sistemas son seguros y se ajustan a las normas de seguridad comercial. En última instancia, los altos directivos de las empresas son responsables de la seguridad de sus sistemas empresariales y de las consecuencias en caso de fracaso. Las empresas estarán expuestas a riesgos de seguridad no cuantificados a menos que dispongan de un \"marco de gestión de riesgos\" formal que permita identificar, evaluar y gestionar los riesgos. La falta de evaluación y gestión de los riesgos puede llevar a una empresa a sufrir graves consecuencias financieras, vergüenza comercial y multas o sanciones de los reguladores. Esta es una responsabilidad y una oportunidad clave para los profesionales de los servicios de gestión ",
            "error": [
                ""
            ]
        },
        "commercial security standards": {
            "translated_key": "normas de seguridad comercial",
            "translated_annotated_text": "Gestión del riesgo del sistema Las empresas están cada vez más obligadas a garantizar que sus sistemas son seguros y se ajustan a \"normas de seguridad comercial\". En última instancia, los altos directivos de las empresas son responsables de la seguridad de sus sistemas empresariales y de las consecuencias en caso de fracaso. Las empresas estarán expuestas a riesgos de seguridad no cuantificados a menos que dispongan de un marco formal de gestión de riesgos que permita identificar, evaluar y gestionar los riesgos. La falta de evaluación y gestión de los riesgos puede llevar a una empresa a sufrir graves consecuencias financieras, vergüenza comercial y multas o sanciones de los reguladores. Esta es una responsabilidad y una oportunidad clave para los profesionales de los servicios de gestión ",
            "error": [
                ""
            ]
        },
        "IT projects": {
            "translated_key": [],
            "translated_annotated_text": "Gestión de los riesgos del sistema Las empresas están cada vez más obligadas a garantizar que sus sistemas son seguros y se ajustan a las normas de seguridad comercial. En última instancia, los altos directivos de las empresas son responsables de la seguridad de sus sistemas empresariales y de las consecuencias en caso de fracaso. Las empresas estarán expuestas a riesgos de seguridad no cuantificados a menos que dispongan de un marco formal de gestión de riesgos que permita identificar, evaluar y gestionar los riesgos. La falta de evaluación y gestión de los riesgos puede llevar a una empresa a sufrir graves consecuencias financieras, vergüenza comercial y multas o sanciones de los reguladores. Esta es una responsabilidad y una oportunidad clave para los profesionales de los servicios de gestión ",
            "error": []
        },
        "risk management": {
            "translated_key": "gestión de riesgos",
            "translated_annotated_text": "Gestión de los riesgos del sistema Las empresas están cada vez más obligadas a garantizar que sus sistemas son seguros y se ajustan a las normas de seguridad comercial. En última instancia, los altos directivos de las empresas son responsables de la seguridad de sus sistemas empresariales y de las consecuencias en caso de fracaso. Las empresas estarán expuestas a riesgos de seguridad no cuantificados a menos que dispongan de un marco formal de \"gestión de riesgos\" que permita identificar, evaluar y gestionar los riesgos. La falta de evaluación y gestión de los riesgos puede llevar a una empresa a sufrir graves consecuencias financieras, vergüenza comercial y multas o sanciones de los reguladores. Esta es una responsabilidad y una oportunidad clave para los profesionales de los servicios de gestión ",
            "error": [
                ""
            ]
        },
        "security of data": {
            "translated_key": [],
            "translated_annotated_text": "Gestión de los riesgos del sistema Las empresas están cada vez más obligadas a garantizar que sus sistemas son seguros y se ajustan a las normas de seguridad comercial. En última instancia, los altos directivos de las empresas son responsables de la seguridad de sus sistemas empresariales y de las consecuencias en caso de fracaso. Las empresas estarán expuestas a riesgos de seguridad no cuantificados a menos que dispongan de un marco formal de gestión de riesgos que permita identificar, evaluar y gestionar los riesgos. La falta de evaluación y gestión de los riesgos puede llevar a una empresa a sufrir graves consecuencias financieras, vergüenza comercial y multas o sanciones de los reguladores. Esta es una responsabilidad y una oportunidad clave para los profesionales de los servicios de gestión ",
            "error": []
        }
    }
}