{
    "original_text": "On optimality in auditory information processing We study limits for the detection and estimation of weak sinusoidal signals in the primary part of the mammalian auditory system using a stochastic Fitzhugh-Nagumo model and an action-recovery model for synaptic depression. Our overall model covers the chain from a hair cell to a point just after the synaptic connection with a cell in the cochlear nucleus. The information processing performance of the system is evaluated using so-called phi -divergences from statistics that quantify dissimilarity between probability measures and are intimately related to a number of fundamental limits in statistics and information theory (IT). We show that there exists a set of parameters that can optimize several important phi -divergences simultaneously and that this set corresponds to a constant quiescent firing rate (QFR) of the spiral ganglion neuron. The optimal value of the QFR is frequency dependent but is essentially independent of the amplitude of the signal (for small amplitudes). Consequently, optimal processing according to several standard IT criteria can be accomplished for this model if and only if the parameters are tuned to values that correspond to one and the same QFR. This offers a new explanation for the QFR and can provide new insight into the role played by several other parameters of the peripheral auditory system",
    "original_translation": "Sobre la optimidad en el procesamiento de información auditiva Estudiamos límites para la detección y estimación de señales sinusoidales débiles en la parte primaria del sistema auditivo de mamíferos utilizando un modelo estocástico Fitzhugh-Nagumo y un modelo de acción-recuperación para la depresión sináptica. Nuestro modelo general cubre la cadena de una célula capilar a un punto justo después de la conexión sináptica con una célula en el núcleo coclear. El rendimiento de procesamiento de la información del sistema se evalúa utilizando las llamadas phi-divergencias de estadísticas que cuantifican la diferencia entre las medidas de probabilidad y están íntimamente relacionadas con una serie de límites fundamentales en la teoría de la estadística y la información (IT). Demostramos que existe un conjunto de parámetros que pueden optimizar varias importantes phi-divergencias simultáneamente y que este conjunto corresponde a una constante tasa de cocción quiescente (QFR) de la neurona espiral de ganglios. El valor óptimo del QFR depende de la frecuencia, pero es esencialmente independiente de la amplitud de la señal (para pequeñas amplitudes). Consecuentemente, el procesamiento óptimo de acuerdo con varios criterios estándar de TI se puede lograr para este modelo si y sólo si los parámetros se ajustan a los valores que corresponden a uno y el mismo QFR. Esto ofrece una nueva explicación para el QFR y puede proporcionar una nueva visión del papel desempeñado por varios otros parámetros del sistema auditivo periférico",
    "error_count": 5,
    "keys": {
        "weak sinusoidal signals": {
            "translated_key": "señales sinusoidales débiles",
            "translated_annotated_text": "Sobre la optimidad en el procesamiento de información auditiva Estudiamos límites para la detección y estimación de \"señales sinusoidales débiles\" en la parte primaria del sistema auditivo de mamíferos utilizando un modelo estocástico Fitzhugh-Nagumo y un modelo de acción-recuperación para la depresión sináptica. Nuestro modelo general cubre la cadena de una célula capilar a un punto justo después de la conexión sináptica con una célula en el núcleo coclear. El rendimiento de procesamiento de la información del sistema se evalúa utilizando las llamadas phi-divergencias de estadísticas que cuantifican la diferencia entre las medidas de probabilidad y están íntimamente relacionadas con una serie de límites fundamentales en la teoría de la estadística y la información (IT). Demostramos que existe un conjunto de parámetros que pueden optimizar varias importantes phi-divergencias simultáneamente y que este conjunto corresponde a una constante tasa de cocción quiescente (QFR) de la neurona espiral de ganglios. El valor óptimo del QFR depende de la frecuencia, pero es esencialmente independiente de la amplitud de la señal (para pequeñas amplitudes). Consecuentemente, el procesamiento óptimo de acuerdo con varios criterios estándar de TI se puede lograr para este modelo si y sólo si los parámetros se ajustan a los valores que corresponden a uno y el mismo QFR. Esto ofrece una nueva explicación para el QFR y puede proporcionar una nueva visión del papel desempeñado por varios otros parámetros del sistema auditivo periférico ",
            "error": [
                ""
            ]
        },
        "mammalian auditory system": {
            "translated_key": "sistema auditivo mamario",
            "translated_annotated_text": "Sobre la optimidad en el procesamiento de información auditiva Estudiamos límites para la detección y estimación de señales sinusoidales débiles en la parte primaria del \"sistema auditivo mamario\" utilizando un modelo estocástico Fitzhugh-Nagumo y un modelo de acción-recuperación para la depresión sináptica. Nuestro modelo general cubre la cadena de una célula capilar a un punto justo después de la conexión sináptica con una célula en el núcleo coclear. El rendimiento de procesamiento de la información del sistema se evalúa utilizando las llamadas phi-divergencias de estadísticas que cuantifican la diferencia entre las medidas de probabilidad y están íntimamente relacionadas con una serie de límites fundamentales en la teoría de la estadística y la información (IT). Demostramos que existe un conjunto de parámetros que pueden optimizar varias importantes phi-divergencias simultáneamente y que este conjunto corresponde a una constante tasa de cocción quiescente (QFR) de la neurona espiral de ganglios. El valor óptimo del QFR depende de la frecuencia, pero es esencialmente independiente de la amplitud de la señal (para pequeñas amplitudes). Consecuentemente, el procesamiento óptimo de acuerdo con varios criterios estándar de TI se puede lograr para este modelo si y sólo si los parámetros se ajustan a los valores que corresponden a uno y el mismo QFR. Esto ofrece una nueva explicación para el QFR y puede proporcionar una nueva visión del papel desempeñado por varios otros parámetros del sistema auditivo periférico ",
            "error": [
                ""
            ]
        },
        "stochastic Fitzhugh-Nagumo model": {
            "translated_key": "modelo estocástico Fitzhugh-Nagumo",
            "translated_annotated_text": "Sobre la optimidad en el procesamiento de información auditiva Estudiamos límites para la detección y estimación de señales sinusoidales débiles en la parte primaria del sistema auditivo mamífero utilizando un \"modelo estocástico Fitzhugh-Nagumo\" y un modelo de acción-recuperación para la depresión sináptica. Nuestro modelo general cubre la cadena de una célula capilar a un punto justo después de la conexión sináptica con una célula en el núcleo coclear. El rendimiento de procesamiento de la información del sistema se evalúa utilizando las llamadas phi-divergencias de estadísticas que cuantifican la diferencia entre las medidas de probabilidad y están íntimamente relacionadas con una serie de límites fundamentales en la teoría de la estadística y la información (IT). Demostramos que existe un conjunto de parámetros que pueden optimizar varias importantes phi-divergencias simultáneamente y que este conjunto corresponde a una constante tasa de cocción quiescente (QFR) de la neurona espiral de ganglios. El valor óptimo del QFR depende de la frecuencia, pero es esencialmente independiente de la amplitud de la señal (para pequeñas amplitudes). Consecuentemente, el procesamiento óptimo de acuerdo con varios criterios estándar de TI se puede lograr para este modelo si y sólo si los parámetros se ajustan a los valores que corresponden a uno y el mismo QFR. Esto ofrece una nueva explicación para el QFR y puede proporcionar una nueva visión del papel desempeñado por varios otros parámetros del sistema auditivo periférico ",
            "error": [
                ""
            ]
        },
        "action-recovery model": {
            "translated_key": "modelo de acción-recuperación",
            "translated_annotated_text": "Sobre la optimidad en el procesamiento de información auditiva Estudiamos límites para la detección y estimación de señales sinusoidales débiles en la parte primaria del sistema auditivo de mamíferos utilizando un modelo estocástico Fitzhugh-Nagumo y un \"modelo de acción-recuperación\" para la depresión sináptica. Nuestro modelo general cubre la cadena de una célula capilar a un punto justo después de la conexión sináptica con una célula en el núcleo coclear. El rendimiento de procesamiento de la información del sistema se evalúa utilizando las llamadas phi-divergencias de estadísticas que cuantifican la diferencia entre las medidas de probabilidad y están íntimamente relacionadas con una serie de límites fundamentales en la teoría de la estadística y la información (IT). Demostramos que existe un conjunto de parámetros que pueden optimizar varias importantes phi-divergencias simultáneamente y que este conjunto corresponde a una constante tasa de cocción quiescente (QFR) de la neurona espiral de ganglios. El valor óptimo del QFR depende de la frecuencia, pero es esencialmente independiente de la amplitud de la señal (para pequeñas amplitudes). Consecuentemente, el procesamiento óptimo de acuerdo con varios criterios estándar de TI se puede lograr para este modelo si y sólo si los parámetros se ajustan a los valores que corresponden a uno y el mismo QFR. Esto ofrece una nueva explicación para el QFR y puede proporcionar una nueva visión del papel desempeñado por varios otros parámetros del sistema auditivo periférico ",
            "error": [
                ""
            ]
        },
        "peripheral auditory system": {
            "translated_key": "sistema auditivo periférico",
            "translated_annotated_text": "Sobre la optimidad en el procesamiento de información auditiva Estudiamos límites para la detección y estimación de señales sinusoidales débiles en la parte primaria del sistema auditivo de mamíferos utilizando un modelo estocástico Fitzhugh-Nagumo y un modelo de acción-recuperación para la depresión sináptica. Nuestro modelo general cubre la cadena de una célula capilar a un punto justo después de la conexión sináptica con una célula en el núcleo coclear. El rendimiento de procesamiento de la información del sistema se evalúa utilizando las llamadas phi-divergencias de estadísticas que cuantifican la diferencia entre las medidas de probabilidad y están íntimamente relacionadas con una serie de límites fundamentales en la teoría de la estadística y la información (IT). Demostramos que existe un conjunto de parámetros que pueden optimizar varias importantes phi-divergencias simultáneamente y que este conjunto corresponde a una constante tasa de cocción quiescente (QFR) de la neurona espiral de ganglios. El valor óptimo del QFR depende de la frecuencia, pero es esencialmente independiente de la amplitud de la señal (para pequeñas amplitudes). Consecuentemente, el procesamiento óptimo de acuerdo con varios criterios estándar de TI se puede lograr para este modelo si y sólo si los parámetros se ajustan a los valores que corresponden a uno y el mismo QFR. Esto ofrece una nueva explicación para el QFR y puede proporcionar una nueva visión del papel desempeñado por varios otros parámetros del \"sistema auditivo periférico\" ",
            "error": [
                ""
            ]
        },
        "quiescent firing rate": {
            "translated_key": "tasa de cocción tranquila",
            "translated_annotated_text": "Sobre la optimidad en el procesamiento de información auditiva Estudiamos límites para la detección y estimación de señales sinusoidales débiles en la parte primaria del sistema auditivo de mamíferos utilizando un modelo estocástico Fitzhugh-Nagumo y un modelo de acción-recuperación para la depresión sináptica. Nuestro modelo general cubre la cadena de una célula capilar a un punto justo después de la conexión sináptica con una célula en el núcleo coclear. El rendimiento de procesamiento de la información del sistema se evalúa utilizando las llamadas phi-divergencias de estadísticas que cuantifican la diferencia entre las medidas de probabilidad y están íntimamente relacionadas con una serie de límites fundamentales en la teoría de la estadística y la información (IT). Demostramos que existe un conjunto de parámetros que pueden optimizar varias importantes phi-divergencias simultáneamente y que este conjunto corresponde a una constante \"tasa de cocción tranquila\" (QFR) de la neurona espiral de ganglios. El valor óptimo del QFR depende de la frecuencia, pero es esencialmente independiente de la amplitud de la señal (para pequeñas amplitudes). Consecuentemente, el procesamiento óptimo de acuerdo con varios criterios estándar de TI se puede lograr para este modelo si y sólo si los parámetros se ajustan a los valores que corresponden a uno y el mismo QFR. Esto ofrece una nueva explicación para el QFR y puede proporcionar una nueva visión del papel desempeñado por varios otros parámetros del sistema auditivo periférico ",
            "error": [
                ""
            ]
        },
        "spiral ganglion neuron": {
            "translated_key": "neurona de ganglios espirales",
            "translated_annotated_text": "Sobre la optimidad en el procesamiento de información auditiva Estudiamos límites para la detección y estimación de señales sinusoidales débiles en la parte primaria del sistema auditivo de mamíferos utilizando un modelo estocástico Fitzhugh-Nagumo y un modelo de acción-recuperación para la depresión sináptica. Nuestro modelo general cubre la cadena de una célula capilar a un punto justo después de la conexión sináptica con una célula en el núcleo coclear. El rendimiento de procesamiento de la información del sistema se evalúa utilizando las llamadas phi-divergencias de estadísticas que cuantifican la diferencia entre las medidas de probabilidad y están íntimamente relacionadas con una serie de límites fundamentales en la teoría de la estadística y la información (IT). Demostramos que existe un conjunto de parámetros que pueden optimizar varias importantes phi -divergencias simultáneamente y que este conjunto corresponde a una constante tasa de cocción quiescente (QFR) de la \"neurona de ganglios espirales\". El valor óptimo del QFR depende de la frecuencia, pero es esencialmente independiente de la amplitud de la señal (para pequeñas amplitudes). Consecuentemente, el procesamiento óptimo de acuerdo con varios criterios estándar de TI se puede lograr para este modelo si y sólo si los parámetros se ajustan a los valores que corresponden a uno y el mismo QFR. Esto ofrece una nueva explicación para el QFR y puede proporcionar una nueva visión del papel desempeñado por varios otros parámetros del sistema auditivo periférico ",
            "error": [
                ""
            ]
        },
        "brain": {
            "translated_key": [],
            "translated_annotated_text": "Sobre la optimidad en el procesamiento de información auditiva Estudiamos límites para la detección y estimación de señales sinusoidales débiles en la parte primaria del sistema auditivo de mamíferos utilizando un modelo estocástico Fitzhugh-Nagumo y un modelo de acción-recuperación para la depresión sináptica. Nuestro modelo general cubre la cadena de una célula capilar a un punto justo después de la conexión sináptica con una célula en el núcleo coclear. El rendimiento de procesamiento de la información del sistema se evalúa utilizando las llamadas phi-divergencias de estadísticas que cuantifican la diferencia entre las medidas de probabilidad y están íntimamente relacionadas con una serie de límites fundamentales en la teoría de la estadística y la información (IT). Demostramos que existe un conjunto de parámetros que pueden optimizar varias importantes phi-divergencias simultáneamente y que este conjunto corresponde a una constante tasa de cocción quiescente (QFR) de la neurona espiral de ganglios. El valor óptimo del QFR depende de la frecuencia, pero es esencialmente independiente de la amplitud de la señal (para pequeñas amplitudes). Consecuentemente, el procesamiento óptimo de acuerdo con varios criterios estándar de TI se puede lograr para este modelo si y sólo si los parámetros se ajustan a los valores que corresponden a uno y el mismo QFR. Esto ofrece una nueva explicación para el QFR y puede proporcionar una nueva visión del papel desempeñado por varios otros parámetros del sistema auditivo periférico ",
            "error": []
        },
        "brain models": {
            "translated_key": [],
            "translated_annotated_text": "Sobre la optimidad en el procesamiento de información auditiva Estudiamos límites para la detección y estimación de señales sinusoidales débiles en la parte primaria del sistema auditivo de mamíferos utilizando un modelo estocástico Fitzhugh-Nagumo y un modelo de acción-recuperación para la depresión sináptica. Nuestro modelo general cubre la cadena de una célula capilar a un punto justo después de la conexión sináptica con una célula en el núcleo coclear. El rendimiento de procesamiento de la información del sistema se evalúa utilizando las llamadas phi-divergencias de estadísticas que cuantifican la diferencia entre las medidas de probabilidad y están íntimamente relacionadas con una serie de límites fundamentales en la teoría de la estadística y la información (IT). Demostramos que existe un conjunto de parámetros que pueden optimizar varias importantes phi-divergencias simultáneamente y que este conjunto corresponde a una constante tasa de cocción quiescente (QFR) de la neurona espiral de ganglios. El valor óptimo del QFR depende de la frecuencia, pero es esencialmente independiente de la amplitud de la señal (para pequeñas amplitudes). Consecuentemente, el procesamiento óptimo de acuerdo con varios criterios estándar de TI se puede lograr para este modelo si y sólo si los parámetros se ajustan a los valores que corresponden a uno y el mismo QFR. Esto ofrece una nueva explicación para el QFR y puede proporcionar una nueva visión del papel desempeñado por varios otros parámetros del sistema auditivo periférico ",
            "error": []
        },
        "dendrites": {
            "translated_key": [],
            "translated_annotated_text": "Sobre la optimidad en el procesamiento de información auditiva Estudiamos límites para la detección y estimación de señales sinusoidales débiles en la parte primaria del sistema auditivo de mamíferos utilizando un modelo estocástico Fitzhugh-Nagumo y un modelo de acción-recuperación para la depresión sináptica. Nuestro modelo general cubre la cadena de una célula capilar a un punto justo después de la conexión sináptica con una célula en el núcleo coclear. El rendimiento de procesamiento de la información del sistema se evalúa utilizando las llamadas phi-divergencias de estadísticas que cuantifican la diferencia entre las medidas de probabilidad y están íntimamente relacionadas con una serie de límites fundamentales en la teoría de la estadística y la información (IT). Demostramos que existe un conjunto de parámetros que pueden optimizar varias importantes phi-divergencias simultáneamente y que este conjunto corresponde a una constante tasa de cocción quiescente (QFR) de la neurona espiral de ganglios. El valor óptimo del QFR depende de la frecuencia, pero es esencialmente independiente de la amplitud de la señal (para pequeñas amplitudes). Consecuentemente, el procesamiento óptimo de acuerdo con varios criterios estándar de TI se puede lograr para este modelo si y sólo si los parámetros se ajustan a los valores que corresponden a uno y el mismo QFR. Esto ofrece una nueva explicación para el QFR y puede proporcionar una nueva visión del papel desempeñado por varios otros parámetros del sistema auditivo periférico ",
            "error": []
        },
        "hearing": {
            "translated_key": [],
            "translated_annotated_text": "Sobre la optimidad en el procesamiento de información auditiva Estudiamos límites para la detección y estimación de señales sinusoidales débiles en la parte primaria del sistema auditivo de mamíferos utilizando un modelo estocástico Fitzhugh-Nagumo y un modelo de acción-recuperación para la depresión sináptica. Nuestro modelo general cubre la cadena de una célula capilar a un punto justo después de la conexión sináptica con una célula en el núcleo coclear. El rendimiento de procesamiento de la información del sistema se evalúa utilizando las llamadas phi-divergencias de estadísticas que cuantifican la diferencia entre las medidas de probabilidad y están íntimamente relacionadas con una serie de límites fundamentales en la teoría de la estadística y la información (IT). Demostramos que existe un conjunto de parámetros que pueden optimizar varias importantes phi-divergencias simultáneamente y que este conjunto corresponde a una constante tasa de cocción quiescente (QFR) de la neurona espiral de ganglios. El valor óptimo del QFR depende de la frecuencia, pero es esencialmente independiente de la amplitud de la señal (para pequeñas amplitudes). Consecuentemente, el procesamiento óptimo de acuerdo con varios criterios estándar de TI se puede lograr para este modelo si y sólo si los parámetros se ajustan a los valores que corresponden a uno y el mismo QFR. Esto ofrece una nueva explicación para el QFR y puede proporcionar una nueva visión del papel desempeñado por varios otros parámetros del sistema auditivo periférico ",
            "error": []
        },
        "neural nets": {
            "translated_key": [],
            "translated_annotated_text": "Sobre la optimidad en el procesamiento de información auditiva Estudiamos límites para la detección y estimación de señales sinusoidales débiles en la parte primaria del sistema auditivo de mamíferos utilizando un modelo estocástico Fitzhugh-Nagumo y un modelo de acción-recuperación para la depresión sináptica. Nuestro modelo general cubre la cadena de una célula capilar a un punto justo después de la conexión sináptica con una célula en el núcleo coclear. El rendimiento de procesamiento de la información del sistema se evalúa utilizando las llamadas phi-divergencias de estadísticas que cuantifican la diferencia entre las medidas de probabilidad y están íntimamente relacionadas con una serie de límites fundamentales en la teoría de la estadística y la información (IT). Demostramos que existe un conjunto de parámetros que pueden optimizar varias importantes phi-divergencias simultáneamente y que este conjunto corresponde a una constante tasa de cocción quiescente (QFR) de la neurona espiral de ganglios. El valor óptimo del QFR depende de la frecuencia, pero es esencialmente independiente de la amplitud de la señal (para pequeñas amplitudes). Consecuentemente, el procesamiento óptimo de acuerdo con varios criterios estándar de TI se puede lograr para este modelo si y sólo si los parámetros se ajustan a los valores que corresponden a uno y el mismo QFR. Esto ofrece una nueva explicación para el QFR y puede proporcionar una nueva visión del papel desempeñado por varios otros parámetros del sistema auditivo periférico ",
            "error": []
        }
    }
}