{
    "original_text": "Electrical facility construction work for information network structuring by the use of sewage conduits To confront the advent of the advanced information society, there has been a pressing demand for the adjustment of the communications infrastructure and the structuring of the information network by utilizing the sewage conduits. The City of Tokyo is promoting a project by the name of the sewer optical fiber teleway (SOFT) network plan. According to this plan, the total distance of the optical fiber network laid in the sewer conduits is scheduled to reach about 470 km by the end of March 2000. At the final stage, this distance will reach 800 km as a whole. We completed the construction work for the information control facilities scattered in 11 places inclusive of the Treatment Site S, with the intention to adjust and extend the information transmission network laid through the above-mentioned optical fiber network, to be used exclusively by the Bureau of Sewerage. This construction work is described in the paper",
    "original_translation": "Para hacer frente al advenimiento de la sociedad de la información avanzada, ha habido una demanda apremiante de ajuste de la infraestructura de comunicaciones y de estructuración de la red de información mediante la utilización de los conductos de aguas residuales. La ciudad de Tokio está promoviendo un proyecto con el nombre del plan de red de televías de fibra óptica de alcantarillado (SOFT). Según este plan, la distancia total de la red de fibra óptica instalada en los conductos de alcantarillado está prevista para alcanzar unos 470 km a finales de marzo de 2000. En la etapa final, esta distancia alcanzará los 800 km en su conjunto. Terminamos los trabajos de construcción de las instalaciones de control de información dispersas en 11 lugares incluyendo el Sitio de Tratamiento S, con la intención de ajustar y ampliar la red de transmisión de información establecida a través de la red de fibra óptica antes mencionada, para ser utilizada exclusivamente por la Oficina de Alcantarillado. Este trabajo de construcción se describe en el documento",
    "error_count": 10,
    "keys": {
        "electrical facility construction work": {
            "translated_key": [],
            "translated_annotated_text": "Para hacer frente al advenimiento de la sociedad de la información avanzada, ha habido una demanda apremiante de ajuste de la infraestructura de comunicaciones y de estructuración de la red de información mediante la utilización de los conductos de aguas residuales. La ciudad de Tokio está promoviendo un proyecto con el nombre del plan de red de televías de fibra óptica de alcantarillado (SOFT). Según este plan, la distancia total de la red de fibra óptica instalada en los conductos de alcantarillado está prevista para alcanzar unos 470 km a finales de marzo de 2000. En la etapa final, esta distancia alcanzará los 800 km en su conjunto. Terminamos los trabajos de construcción de las instalaciones de control de información dispersas en 11 lugares incluyendo el Sitio de Tratamiento S, con la intención de ajustar y ampliar la red de transmisión de información establecida a través de la red de fibra óptica antes mencionada, para ser utilizada exclusivamente por la Oficina de Alcantarillado. Este trabajo de construcción se describe en el documento ",
            "error": []
        },
        "information network structuring": {
            "translated_key": "estructuración de la red de información",
            "translated_annotated_text": "Trabajos de construcción de instalaciones eléctricas para la estructuración de redes de información mediante el uso de conductos de alcantarillado Para hacer frente al advenimiento de la sociedad de la información avanzada, ha habido una demanda apremiante de ajuste de la infraestructura de comunicaciones y la <br>estructuración de la red de información</br> mediante la utilización de los conductos de alcantarillado. La ciudad de Tokio está promoviendo un proyecto con el nombre del plan de red de televías de fibra óptica de alcantarillado (SOFT). Según este plan, la distancia total de la red de fibra óptica instalada en los conductos de alcantarillado está prevista para alcanzar unos 470 km a finales de marzo de 2000. En la etapa final, esta distancia alcanzará los 800 km en su conjunto. Terminamos los trabajos de construcción de las instalaciones de control de información dispersas en 11 lugares incluyendo el Sitio de Tratamiento S, con la intención de ajustar y ampliar la red de transmisión de información establecida a través de la red de fibra óptica antes mencionada, para ser utilizada exclusivamente por la Oficina de Alcantarillado. Este trabajo de construcción se describe en el documento ",
            "error": [
                ""
            ]
        },
        "sewage conduits": {
            "translated_key": " Para hacer frente al advenimiento de la sociedad de la información avanzada, ha habido una demanda apremiante para el ajuste de la infraestructura de comunicaciones y la estructuración de la red de información mediante la utilización de los conductos de alcantarillado <br> ",
            "translated_annotated_text": "Trabajos de construcción de instalaciones eléctricas para la estructuración de redes de información mediante el uso de conductos de alcantarillado <br> Para hacer frente al advenimiento de la sociedad de la información avanzada, ha habido una demanda apremiante para el ajuste de la infraestructura de comunicaciones y la estructuración de la red de información mediante la utilización de los conductos de alcantarillado <br> </br>. La ciudad de Tokio está promoviendo un proyecto con el nombre del plan de red de televías de fibra óptica de alcantarillado (SOFT). Según este plan, la distancia total de la red de fibra óptica instalada en los conductos de alcantarillado está prevista para alcanzar unos 470 km a finales de marzo de 2000. En la etapa final, esta distancia alcanzará los 800 km en su conjunto. Terminamos los trabajos de construcción de las instalaciones de control de información dispersas en 11 lugares incluyendo el Sitio de Tratamiento S, con la intención de ajustar y ampliar la red de transmisión de información establecida a través de la red de fibra óptica antes mencionada, para ser utilizada exclusivamente por la Oficina de Alcantarillado. Este trabajo de construcción se describe en el documento ",
            "error": [
                ""
            ]
        },
        "communications infrastructure": {
            "translated_key": "infraestructura de comunicaciones",
            "translated_annotated_text": "Trabajos de construcción de instalaciones eléctricas para la estructuración de redes de información mediante el uso de conductos de alcantarillado Para hacer frente al advenimiento de la sociedad de la información avanzada, ha habido una demanda apremiante de ajuste de la <br>infraestructura de comunicaciones</br> y la estructuración de la red de información mediante la utilización de los conductos de alcantarillado. La ciudad de Tokio está promoviendo un proyecto con el nombre del plan de red de televías de fibra óptica de alcantarillado (SOFT). Según este plan, la distancia total de la red de fibra óptica instalada en los conductos de alcantarillado está prevista para alcanzar unos 470 km a finales de marzo de 2000. En la etapa final, esta distancia alcanzará los 800 km en su conjunto. Terminamos los trabajos de construcción de las instalaciones de control de información dispersas en 11 lugares incluyendo el Sitio de Tratamiento S, con la intención de ajustar y ampliar la red de transmisión de información establecida a través de la red de fibra óptica antes mencionada, para ser utilizada exclusivamente por la Oficina de Alcantarillado. Este trabajo de construcción se describe en el documento ",
            "error": [
                ""
            ]
        },
        "Tokyo": {
            "translated_key": "Tokyo",
            "translated_annotated_text": "Para hacer frente al advenimiento de la sociedad de la información avanzada, ha habido una demanda apremiante de ajuste de la infraestructura de comunicaciones y de estructuración de la red de información mediante la utilización de los conductos de aguas residuales. La ciudad de <br>Tokyo</br> está promoviendo un proyecto con el nombre de la red de televías de fibra óptica de alcantarillado (SOFT). Según este plan, la distancia total de la red de fibra óptica instalada en los conductos de alcantarillado está prevista para alcanzar unos 470 km a finales de marzo de 2000. En la etapa final, esta distancia alcanzará los 800 km en su conjunto. Terminamos los trabajos de construcción de las instalaciones de control de información dispersas en 11 lugares incluyendo el Sitio de Tratamiento S, con la intención de ajustar y ampliar la red de transmisión de información establecida a través de la red de fibra óptica antes mencionada, para ser utilizada exclusivamente por la Oficina de Alcantarillado. Este trabajo de construcción se describe en el documento ",
            "error": [
                ""
            ]
        },
        "sewer optical fiber teleway network plan": {
            "translated_key": [],
            "translated_annotated_text": "Para hacer frente al advenimiento de la sociedad de la información avanzada, ha habido una demanda apremiante de ajuste de la infraestructura de comunicaciones y de estructuración de la red de información mediante la utilización de los conductos de aguas residuales. La ciudad de Tokio está promoviendo un proyecto con el nombre del plan de red de televías de fibra óptica de alcantarillado (SOFT). Según este plan, la distancia total de la red de fibra óptica instalada en los conductos de alcantarillado está prevista para alcanzar unos 470 km a finales de marzo de 2000. En la etapa final, esta distancia alcanzará los 800 km en su conjunto. Terminamos los trabajos de construcción de las instalaciones de control de información dispersas en 11 lugares incluyendo el Sitio de Tratamiento S, con la intención de ajustar y ampliar la red de transmisión de información establecida a través de la red de fibra óptica antes mencionada, para ser utilizada exclusivamente por la Oficina de Alcantarillado. Este trabajo de construcción se describe en el documento ",
            "error": []
        },
        "information control facilities": {
            "translated_key": "instalaciones de control de información",
            "translated_annotated_text": "Para hacer frente al advenimiento de la sociedad de la información avanzada, ha habido una demanda apremiante de ajuste de la infraestructura de comunicaciones y de estructuración de la red de información mediante la utilización de los conductos de aguas residuales. La ciudad de Tokio está promoviendo un proyecto con el nombre del plan de red de televías de fibra óptica de alcantarillado (SOFT). Según este plan, la distancia total de la red de fibra óptica instalada en los conductos de alcantarillado está prevista para alcanzar unos 470 km a finales de marzo de 2000. En la etapa final, esta distancia alcanzará los 800 km en su conjunto. Terminamos los trabajos de construcción de las <br>instalaciones de control de información</br> dispersas en 11 lugares incluyendo el Sitio de Tratamiento S, con la intención de ajustar y ampliar la red de transmisión de información establecida a través de la red de fibra óptica antes mencionada, para ser utilizada exclusivamente por la Oficina de Alcantarillado.  Este trabajo de construcción se describe en el documento ",
            "error": [
                ""
            ]
        },
        "Treatment Site S": {
            "translated_key": [],
            "translated_annotated_text": "Para hacer frente al advenimiento de la sociedad de la información avanzada, ha habido una demanda apremiante de ajuste de la infraestructura de comunicaciones y de estructuración de la red de información mediante la utilización de los conductos de aguas residuales. La ciudad de Tokio está promoviendo un proyecto con el nombre del plan de red de televías de fibra óptica de alcantarillado (SOFT). Según este plan, la distancia total de la red de fibra óptica instalada en los conductos de alcantarillado está prevista para alcanzar unos 470 km a finales de marzo de 2000. En la etapa final, esta distancia alcanzará los 800 km en su conjunto. Terminamos los trabajos de construcción de las instalaciones de control de información dispersas en 11 lugares incluyendo el Sitio de Tratamiento S, con la intención de ajustar y ampliar la red de transmisión de información establecida a través de la red de fibra óptica antes mencionada, para ser utilizada exclusivamente por la Oficina de Alcantarillado. Este trabajo de construcción se describe en el documento ",
            "error": []
        },
        "information transmission network": {
            "translated_key": [],
            "translated_annotated_text": "Para hacer frente al advenimiento de la sociedad de la información avanzada, ha habido una demanda apremiante de ajuste de la infraestructura de comunicaciones y de estructuración de la red de información mediante la utilización de los conductos de aguas residuales. La ciudad de Tokio está promoviendo un proyecto con el nombre del plan de red de televías de fibra óptica de alcantarillado (SOFT). Según este plan, la distancia total de la red de fibra óptica instalada en los conductos de alcantarillado está prevista para alcanzar unos 470 km a finales de marzo de 2000. En la etapa final, esta distancia alcanzará los 800 km en su conjunto. Completamos los trabajos de construcción de las instalaciones de control de la información dispersas en 11 lugares incluyendo el Sitio de Tratamiento S, con la intención de ajustar y ampliar la red de transmisión de información <br> establecida a través de la red de fibra óptica antes mencionada, que será utilizada exclusivamente por la Oficina de Alcantarillado. Este trabajo de construcción se describe en el documento ",
            "error": []
        },
        "Bureau of Sewerage": {
            "translated_key": "Oficina de Alcantarillado",
            "translated_annotated_text": "Para hacer frente al advenimiento de la sociedad de la información avanzada, ha habido una demanda apremiante de ajuste de la infraestructura de comunicaciones y de estructuración de la red de información mediante la utilización de los conductos de aguas residuales. La ciudad de Tokio está promoviendo un proyecto con el nombre del plan de red de televías de fibra óptica de alcantarillado (SOFT). Según este plan, la distancia total de la red de fibra óptica instalada en los conductos de alcantarillado está prevista para alcanzar unos 470 km a finales de marzo de 2000. En la etapa final, esta distancia alcanzará los 800 km en su conjunto. Completamos los trabajos de construcción de las instalaciones de control de información dispersas en 11 lugares incluyendo el Sitio de Tratamiento S, con la intención de ajustar y ampliar la red de transmisión de información establecida a través de la mencionada red de fibra óptica, para ser utilizada exclusivamente por la <br>Oficina de Alcantarillado</br>. Este trabajo de construcción se describe en el documento ",
            "error": [
                ""
            ]
        },
        "asynchronous transmission mode switches": {
            "translated_key": [],
            "translated_annotated_text": "Para hacer frente al advenimiento de la sociedad de la información avanzada, ha habido una demanda apremiante de ajuste de la infraestructura de comunicaciones y de estructuración de la red de información mediante la utilización de los conductos de aguas residuales. La ciudad de Tokio está promoviendo un proyecto con el nombre del plan de red de televías de fibra óptica de alcantarillado (SOFT). Según este plan, la distancia total de la red de fibra óptica instalada en los conductos de alcantarillado está prevista para alcanzar unos 470 km a finales de marzo de 2000. En la etapa final, esta distancia alcanzará los 800 km en su conjunto. Terminamos los trabajos de construcción de las instalaciones de control de información dispersas en 11 lugares incluyendo el Sitio de Tratamiento S, con la intención de ajustar y ampliar la red de transmisión de información establecida a través de la red de fibra óptica antes mencionada, para ser utilizada exclusivamente por la Oficina de Alcantarillado. Este trabajo de construcción se describe en el documento ",
            "error": []
        },
        "ATM switches": {
            "translated_key": [],
            "translated_annotated_text": "Para hacer frente al advenimiento de la sociedad de la información avanzada, ha habido una demanda apremiante de ajuste de la infraestructura de comunicaciones y de estructuración de la red de información mediante la utilización de los conductos de aguas residuales. La ciudad de Tokio está promoviendo un proyecto con el nombre del plan de red de televías de fibra óptica de alcantarillado (SOFT). Según este plan, la distancia total de la red de fibra óptica instalada en los conductos de alcantarillado está prevista para alcanzar unos 470 km a finales de marzo de 2000. En la etapa final, esta distancia alcanzará los 800 km en su conjunto. Terminamos los trabajos de construcción de las instalaciones de control de información dispersas en 11 lugares incluyendo el Sitio de Tratamiento S, con la intención de ajustar y ampliar la red de transmisión de información establecida a través de la red de fibra óptica antes mencionada, para ser utilizada exclusivamente por la Oficina de Alcantarillado. Este trabajo de construcción se describe en el documento ",
            "error": []
        },
        "information networks": {
            "translated_key": [],
            "translated_annotated_text": "Para hacer frente al advenimiento de la sociedad de la información avanzada, ha habido una demanda apremiante de ajuste de la infraestructura de comunicaciones y de estructuración de la red de información mediante la utilización de los conductos de aguas residuales. La ciudad de Tokio está promoviendo un proyecto con el nombre del plan de red de televías de fibra óptica de alcantarillado (SOFT). Según este plan, la distancia total de la red de fibra óptica instalada en los conductos de alcantarillado está prevista para alcanzar unos 470 km a finales de marzo de 2000. En la etapa final, esta distancia alcanzará los 800 km en su conjunto. Terminamos los trabajos de construcción de las instalaciones de control de información dispersas en 11 lugares incluyendo el Sitio de Tratamiento S, con la intención de ajustar y ampliar la red de transmisión de información establecida a través de la red de fibra óptica antes mencionada, para ser utilizada exclusivamente por la Oficina de Alcantarillado. Este trabajo de construcción se describe en el documento ",
            "error": []
        },
        "optical cables": {
            "translated_key": [],
            "translated_annotated_text": "Para hacer frente al advenimiento de la sociedad de la información avanzada, ha habido una demanda apremiante de ajuste de la infraestructura de comunicaciones y de estructuración de la red de información mediante la utilización de los conductos de aguas residuales. La ciudad de Tokio está promoviendo un proyecto con el nombre del plan de red de televías de fibra óptica de alcantarillado (SOFT). Según este plan, la distancia total de la red de fibra óptica instalada en los conductos de alcantarillado está prevista para alcanzar unos 470 km a finales de marzo de 2000. En la etapa final, esta distancia alcanzará los 800 km en su conjunto. Terminamos los trabajos de construcción de las instalaciones de control de información dispersas en 11 lugares incluyendo el Sitio de Tratamiento S, con la intención de ajustar y ampliar la red de transmisión de información establecida a través de la red de fibra óptica antes mencionada, para ser utilizada exclusivamente por la Oficina de Alcantarillado. Este trabajo de construcción se describe en el documento ",
            "error": []
        },
        "optical fibre networks": {
            "translated_key": [],
            "translated_annotated_text": "Para hacer frente al advenimiento de la sociedad de la información avanzada, ha habido una demanda apremiante de ajuste de la infraestructura de comunicaciones y de estructuración de la red de información mediante la utilización de los conductos de aguas residuales. La ciudad de Tokio está promoviendo un proyecto con el nombre del plan de red de televías de fibra óptica de alcantarillado (SOFT). Según este plan, la distancia total de la red de fibra óptica instalada en los conductos de alcantarillado está prevista para alcanzar unos 470 km a finales de marzo de 2000. En la etapa final, esta distancia alcanzará los 800 km en su conjunto. Terminamos los trabajos de construcción de las instalaciones de control de información dispersas en 11 lugares incluyendo el Sitio de Tratamiento S, con la intención de ajustar y ampliar la red de transmisión de información establecida a través de la red de fibra óptica antes mencionada, para ser utilizada exclusivamente por la Oficina de Alcantarillado. Este trabajo de construcción se describe en el documento ",
            "error": []
        },
        "water treatment": {
            "translated_key": [],
            "translated_annotated_text": "Para hacer frente al advenimiento de la sociedad de la información avanzada, ha habido una demanda apremiante de ajuste de la infraestructura de comunicaciones y de estructuración de la red de información mediante la utilización de los conductos de aguas residuales. La ciudad de Tokio está promoviendo un proyecto con el nombre del plan de red de televías de fibra óptica de alcantarillado (SOFT). Según este plan, la distancia total de la red de fibra óptica instalada en los conductos de alcantarillado está prevista para alcanzar unos 470 km a finales de marzo de 2000. En la etapa final, esta distancia alcanzará los 800 km en su conjunto. Terminamos los trabajos de construcción de las instalaciones de control de información dispersas en 11 lugares incluyendo el Sitio de Tratamiento S, con la intención de ajustar y ampliar la red de transmisión de información establecida a través de la red de fibra óptica antes mencionada, para ser utilizada exclusivamente por la Oficina de Alcantarillado. Este trabajo de construcción se describe en el documento ",
            "error": []
        }
    }
}