{
    "original_text": "Geometrically invariant watermarking using feature points This paper presents a new approach for watermarking of digital images providing robustness to geometrical distortions. The weaknesses of classical watermarking methods to geometrical distortions are outlined first. Geometrical distortions can be decomposed into two classes: global transformations such as rotations and translations and local transformations such as the StirMark attack. An overview of existing self-synchronizing schemes is then presented. Theses schemes can use periodical properties of the mark, invariant properties of transforms, template insertion, or information provided by the original image to counter geometrical distortions. Thereafter, a new class of watermarking schemes using the image content is presented. We propose an embedding and detection scheme where the mark is bound with a content descriptor defined by salient points. Three different types of feature points are studied and their robustness to geometrical transformations is evaluated to develop an enhanced detector. The embedding of the signature is done by extracting feature points of the image and performing a Delaunay tessellation on the set of points. The mark is embedded using a classical additive scheme inside each triangle of the tessellation. The detection is done using correlation properties on the different triangles. The performance of the presented scheme is evaluated after JPEG compression, geometrical attack and transformations. Results show that the fact that the scheme is robust to these different manipulations. Finally, in our concluding remarks, we analyze the different perspectives of such content-based watermarking scheme",
    "original_translation": "Marcado de agua geométricamente invariante utilizando puntos característicos Este artículo presenta un nuevo enfoque para la marcación de imágenes digitales que proporciona robustez a las distorsiones geométricas. Las debilidades de los métodos clásicos de marcación de agua a las distorsiones geométricas se describen en primer lugar. Las distorsiones geométricas se pueden descomponer en dos clases: transformaciones globales como rotaciones y traducciones y transformaciones locales como el ataque StirMark. A continuación se presenta una visión general de los esquemas de autosincronización existentes. Estos esquemas pueden utilizar propiedades periódicas de la marca, propiedades invariantes de las transformadas, inserción de plantillas o información proporcionada por la imagen original para contrarrestar distorsiones geométricas. Posteriormente, se presenta una nueva clase de esquemas de marca de agua utilizando el contenido de la imagen. Proponemos un esquema de integración y detección en el que la marca esté ligada a un descriptor de contenido definido por puntos destacados. Se estudian tres tipos diferentes de puntos de características y se evalúa su robustez a las transformaciones geométricas para desarrollar un detector mejorado. La integración de la firma se realiza mediante la extracción de puntos de características de la imagen y la realización de una teselación Delaunay en el conjunto de puntos. La marca está incrustada usando un esquema de aditivos clásicos dentro de cada triángulo de la teselación. La detección se realiza utilizando las propiedades de correlación en los diferentes triángulos. El rendimiento del esquema presentado se evalúa después de la compresión de JPEG, ataque geométrico y transformaciones. Los resultados muestran que el esquema es sólido para estas diferentes manipulaciones. Finalmente, en nuestras observaciones finales, analizamos las diferentes perspectivas de este esquema de marca de agua basado en contenidos",
    "error_count": 9,
    "keys": {
        "geometrically invariant watermarking": {
            "translated_key": [],
            "translated_annotated_text": "Marcado de agua geométricamente invariante utilizando puntos característicos Este artículo presenta un nuevo enfoque para la marcación de imágenes digitales que proporciona robustez a las distorsiones geométricas. Las debilidades de los métodos clásicos de marcación de agua a las distorsiones geométricas se describen en primer lugar. Las distorsiones geométricas se pueden descomponer en dos clases: transformaciones globales como rotaciones y traducciones y transformaciones locales como el ataque StirMark. A continuación se presenta una visión general de los esquemas de autosincronización existentes. Estos esquemas pueden utilizar propiedades periódicas de la marca, propiedades invariantes de las transformadas, inserción de plantillas o información proporcionada por la imagen original para contrarrestar distorsiones geométricas. Posteriormente, se presenta una nueva clase de esquemas de marca de agua utilizando el contenido de la imagen. Proponemos un esquema de integración y detección en el que la marca esté ligada a un descriptor de contenido definido por puntos destacados. Se estudian tres tipos diferentes de puntos de características y se evalúa su robustez a las transformaciones geométricas para desarrollar un detector mejorado. La integración de la firma se realiza mediante la extracción de puntos de características de la imagen y la realización de una teselación Delaunay en el conjunto de puntos. La marca está incrustada usando un esquema de aditivos clásicos dentro de cada triángulo de la teselación. La detección se realiza utilizando las propiedades de correlación en los diferentes triángulos. El rendimiento del esquema presentado se evalúa después de la compresión de JPEG, ataque geométrico y transformaciones. Los resultados muestran que el esquema es sólido para estas diferentes manipulaciones. Finalmente, en nuestras observaciones finales, analizamos las diferentes perspectivas de este esquema de marca de agua basado en contenidos ",
            "error": []
        },
        "feature points": {
            "translated_key": "puntos de características",
            "translated_annotated_text": "Marcado de agua geométricamente invariante utilizando \"puntos de características\" Este artículo presenta un nuevo enfoque para la marcación de imágenes digitales que proporciona robustez a las distorsiones geométricas. Las debilidades de los métodos clásicos de marcación de agua a las distorsiones geométricas se describen en primer lugar. Las distorsiones geométricas se pueden descomponer en dos clases: transformaciones globales como rotaciones y traducciones y transformaciones locales como el ataque StirMark. A continuación se presenta una visión general de los esquemas de autosincronización existentes. Estos esquemas pueden utilizar propiedades periódicas de la marca, propiedades invariantes de las transformadas, inserción de plantillas o información proporcionada por la imagen original para contrarrestar distorsiones geométricas. Posteriormente, se presenta una nueva clase de esquemas de marca de agua utilizando el contenido de la imagen. Proponemos un esquema de integración y detección en el que la marca esté ligada a un descriptor de contenido definido por puntos destacados. Se estudian tres tipos diferentes de \"puntos de características\" y se evalúa su robustez a las transformaciones geométricas para desarrollar un detector mejorado. La inserción de la firma se realiza mediante la extracción de \"puntos de características\" de la imagen y la realización de una teselación Delaunay en el conjunto de puntos. La marca está incrustada usando un esquema de aditivos clásicos dentro de cada triángulo de la teselación. La detección se realiza utilizando las propiedades de correlación en los diferentes triángulos. El rendimiento del esquema presentado se evalúa después de la compresión de JPEG, ataque geométrico y transformaciones. Los resultados muestran que el esquema es sólido para estas diferentes manipulaciones. Finalmente, en nuestras observaciones finales, analizamos las diferentes perspectivas de este esquema de marca de agua basado en contenidos ",
            "error": [
                ""
            ]
        },
        "digital images": {
            "translated_key": "imágenes digitales",
            "translated_annotated_text": "Marcado de agua geométricamente invariante utilizando puntos característicos Este artículo presenta un nuevo enfoque para la marcación de \"imágenes digitales\" que proporciona robustez a las distorsiones geométricas. Las debilidades de los métodos clásicos de marcación de agua a las distorsiones geométricas se describen en primer lugar. Las distorsiones geométricas se pueden descomponer en dos clases: transformaciones globales como rotaciones y traducciones y transformaciones locales como el ataque StirMark. A continuación se presenta una visión general de los esquemas de autosincronización existentes. Estos esquemas pueden utilizar propiedades periódicas de la marca, propiedades invariantes de las transformadas, inserción de plantillas o información proporcionada por la imagen original para contrarrestar distorsiones geométricas. Posteriormente, se presenta una nueva clase de esquemas de marca de agua utilizando el contenido de la imagen. Proponemos un esquema de integración y detección en el que la marca esté ligada a un descriptor de contenido definido por puntos destacados. Se estudian tres tipos diferentes de puntos de características y se evalúa su robustez a las transformaciones geométricas para desarrollar un detector mejorado. La integración de la firma se realiza mediante la extracción de puntos de características de la imagen y la realización de una teselación Delaunay en el conjunto de puntos. La marca está incrustada usando un esquema de aditivos clásicos dentro de cada triángulo de la teselación. La detección se realiza utilizando las propiedades de correlación en los diferentes triángulos. El rendimiento del esquema presentado se evalúa después de la compresión de JPEG, ataque geométrico y transformaciones. Los resultados muestran que el esquema es sólido para estas diferentes manipulaciones. Finalmente, en nuestras observaciones finales, analizamos las diferentes perspectivas de este esquema de marca de agua basado en contenidos ",
            "error": [
                ""
            ]
        },
        "geometrical distortions": {
            "translated_key": [
                "torturas geométricas",
                "tortura geométrica",
                "torturas geométricas"
            ],
            "translated_annotated_text": "Marcado de agua geométricamente invariante utilizando puntos característicos Este artículo presenta un nuevo enfoque para la marcación de imágenes digitales que proporciona robustez a las \"torturas geométricas\". Las debilidades de los métodos clásicos de marcación de agua a \"tortura geométrica\" se describen en primer lugar. Las distorsiones geométricas se pueden descomponer en dos clases: transformaciones globales como rotaciones y traducciones y transformaciones locales como el ataque StirMark. A continuación se presenta una visión general de los esquemas de autosincronización existentes. Estos esquemas pueden utilizar propiedades periódicas de la marca, propiedades invariantes de las transformadas, inserción de plantillas o información proporcionada por la imagen original para contrarrestar \"torturas geométricas\". Posteriormente, se presenta una nueva clase de esquemas de marca de agua utilizando el contenido de la imagen. Proponemos un esquema de integración y detección en el que la marca esté ligada a un descriptor de contenido definido por puntos destacados. Se estudian tres tipos diferentes de puntos de características y se evalúa su robustez a las transformaciones geométricas para desarrollar un detector mejorado. La integración de la firma se realiza mediante la extracción de puntos de características de la imagen y la realización de una teselación Delaunay en el conjunto de puntos. La marca está incrustada usando un esquema de aditivos clásicos dentro de cada triángulo de la teselación. La detección se realiza utilizando las propiedades de correlación en los diferentes triángulos. El rendimiento del esquema presentado se evalúa después de la compresión de JPEG, ataque geométrico y transformaciones. Los resultados muestran que el esquema es sólido para estas diferentes manipulaciones. Finalmente, en nuestras observaciones finales, analizamos las diferentes perspectivas de este esquema de marca de agua basado en contenidos ",
            "error": [
                "torturas geométricas",
                "tortura geométrica",
                "torturas geométricas"
            ]
        },
        "global transformations": {
            "translated_key": "transformaciones globales",
            "translated_annotated_text": "Marcado de agua geométricamente invariante utilizando puntos característicos Este artículo presenta un nuevo enfoque para la marcación de imágenes digitales que proporciona robustez a las distorsiones geométricas. Las debilidades de los métodos clásicos de marcación de agua a las distorsiones geométricas se describen en primer lugar. Las distorsiones geométricas se pueden descomponer en dos clases: \"transformaciones globales\" tales como rotaciones y traducciones y transformaciones locales como el ataque de StirMark. A continuación se presenta una visión general de los esquemas de autosincronización existentes. Estos esquemas pueden utilizar propiedades periódicas de la marca, propiedades invariantes de las transformadas, inserción de plantillas o información proporcionada por la imagen original para contrarrestar distorsiones geométricas. Posteriormente, se presenta una nueva clase de esquemas de marca de agua utilizando el contenido de la imagen. Proponemos un esquema de integración y detección en el que la marca esté ligada a un descriptor de contenido definido por puntos destacados. Se estudian tres tipos diferentes de puntos de características y se evalúa su robustez a las transformaciones geométricas para desarrollar un detector mejorado. La integración de la firma se realiza mediante la extracción de puntos de características de la imagen y la realización de una teselación Delaunay en el conjunto de puntos. La marca está incrustada usando un esquema de aditivos clásicos dentro de cada triángulo de la teselación. La detección se realiza utilizando las propiedades de correlación en los diferentes triángulos. El rendimiento del esquema presentado se evalúa después de la compresión de JPEG, ataque geométrico y transformaciones. Los resultados muestran que el esquema es sólido para estas diferentes manipulaciones. Finalmente, en nuestras observaciones finales, analizamos las diferentes perspectivas de este esquema de marca de agua basado en contenidos ",
            "error": [
                ""
            ]
        },
        "rotations": {
            "translated_key": "rotaciones",
            "translated_annotated_text": "Marcado de agua geométricamente invariante utilizando puntos característicos Este artículo presenta un nuevo enfoque para la marcación de imágenes digitales que proporciona robustez a las distorsiones geométricas. Las debilidades de los métodos clásicos de marcación de agua a las distorsiones geométricas se describen en primer lugar. Las distorsiones geométricas pueden descomponerse en dos clases: transformaciones globales como \"rotaciones\" y traducciones y transformaciones locales como el ataque de StirMark. A continuación se presenta una visión general de los esquemas de autosincronización existentes. Estos esquemas pueden utilizar propiedades periódicas de la marca, propiedades invariantes de las transformadas, inserción de plantillas o información proporcionada por la imagen original para contrarrestar distorsiones geométricas. Posteriormente, se presenta una nueva clase de esquemas de marca de agua utilizando el contenido de la imagen. Proponemos un esquema de integración y detección en el que la marca esté ligada a un descriptor de contenido definido por puntos destacados. Se estudian tres tipos diferentes de puntos de características y se evalúa su robustez a las transformaciones geométricas para desarrollar un detector mejorado. La integración de la firma se realiza mediante la extracción de puntos de características de la imagen y la realización de una teselación Delaunay en el conjunto de puntos. La marca está incrustada usando un esquema de aditivos clásicos dentro de cada triángulo de la teselación. La detección se realiza utilizando las propiedades de correlación en los diferentes triángulos. El rendimiento del esquema presentado se evalúa después de la compresión de JPEG, ataque geométrico y transformaciones. Los resultados muestran que el esquema es sólido para estas diferentes manipulaciones. Finalmente, en nuestras observaciones finales, analizamos las diferentes perspectivas de este esquema de marca de agua basado en contenidos ",
            "error": [
                ""
            ]
        },
        "translations": {
            "translated_key": "traducciones",
            "translated_annotated_text": "Marcado de agua geométricamente invariante utilizando puntos característicos Este artículo presenta un nuevo enfoque para la marcación de imágenes digitales que proporciona robustez a las distorsiones geométricas. Las debilidades de los métodos clásicos de marcación de agua a las distorsiones geométricas se describen en primer lugar. Las distorsiones geométricas pueden descomponerse en dos clases: transformaciones globales como las rotaciones y \"traducciones\" y transformaciones locales como el ataque de StirMark. A continuación se presenta una visión general de los esquemas de autosincronización existentes. Estos esquemas pueden utilizar propiedades periódicas de la marca, propiedades invariantes de las transformadas, inserción de plantillas o información proporcionada por la imagen original para contrarrestar distorsiones geométricas. Posteriormente, se presenta una nueva clase de esquemas de marca de agua utilizando el contenido de la imagen. Proponemos un esquema de integración y detección en el que la marca esté ligada a un descriptor de contenido definido por puntos destacados. Se estudian tres tipos diferentes de puntos de características y se evalúa su robustez a las transformaciones geométricas para desarrollar un detector mejorado. La integración de la firma se realiza mediante la extracción de puntos de características de la imagen y la realización de una teselación Delaunay en el conjunto de puntos. La marca está incrustada usando un esquema de aditivos clásicos dentro de cada triángulo de la teselación. La detección se realiza utilizando las propiedades de correlación en los diferentes triángulos. El rendimiento del esquema presentado se evalúa después de la compresión de JPEG, ataque geométrico y transformaciones. Los resultados muestran que el esquema es sólido para estas diferentes manipulaciones. Finalmente, en nuestras observaciones finales, analizamos las diferentes perspectivas de este esquema de marca de agua basado en contenidos ",
            "error": [
                ""
            ]
        },
        "local transformations": {
            "translated_key": "transformaciones locales",
            "translated_annotated_text": "Marcado de agua geométricamente invariante utilizando puntos característicos Este artículo presenta un nuevo enfoque para la marcación de imágenes digitales que proporciona robustez a las distorsiones geométricas. Las debilidades de los métodos clásicos de marcación de agua a las distorsiones geométricas se describen en primer lugar. Las distorsiones geométricas se pueden descomponer en dos clases: transformaciones globales como rotaciones y traducciones y \"transformaciones locales\" como el ataque de StirMark. A continuación se presenta una visión general de los esquemas de autosincronización existentes. Estos esquemas pueden utilizar propiedades periódicas de la marca, propiedades invariantes de las transformadas, inserción de plantillas o información proporcionada por la imagen original para contrarrestar distorsiones geométricas. Posteriormente, se presenta una nueva clase de esquemas de marca de agua utilizando el contenido de la imagen. Proponemos un esquema de integración y detección en el que la marca esté ligada a un descriptor de contenido definido por puntos destacados. Se estudian tres tipos diferentes de puntos de características y se evalúa su robustez a las transformaciones geométricas para desarrollar un detector mejorado. La integración de la firma se realiza mediante la extracción de puntos de características de la imagen y la realización de una teselación Delaunay en el conjunto de puntos. La marca está incrustada usando un esquema de aditivos clásicos dentro de cada triángulo de la teselación. La detección se realiza utilizando las propiedades de correlación en los diferentes triángulos. El rendimiento del esquema presentado se evalúa después de la compresión de JPEG, ataque geométrico y transformaciones. Los resultados muestran que el esquema es sólido para estas diferentes manipulaciones. Finalmente, en nuestras observaciones finales, analizamos las diferentes perspectivas de este esquema de marca de agua basado en contenidos ",
            "error": [
                ""
            ]
        },
        "StirMark attack": {
            "translated_key": "ataque de StirMark",
            "translated_annotated_text": "Marcado de agua geométricamente invariante utilizando puntos característicos Este artículo presenta un nuevo enfoque para la marcación de imágenes digitales que proporciona robustez a las distorsiones geométricas. Las debilidades de los métodos clásicos de marcación de agua a las distorsiones geométricas se describen en primer lugar. Las distorsiones geométricas se pueden descomponer en dos clases: transformaciones globales como las rotaciones y traducciones y transformaciones locales como el \"ataque de StirMark\". A continuación se presenta una visión general de los esquemas de autosincronización existentes. Estos esquemas pueden utilizar propiedades periódicas de la marca, propiedades invariantes de las transformadas, inserción de plantillas o información proporcionada por la imagen original para contrarrestar distorsiones geométricas. Posteriormente, se presenta una nueva clase de esquemas de marca de agua utilizando el contenido de la imagen. Proponemos un esquema de integración y detección en el que la marca esté ligada a un descriptor de contenido definido por puntos destacados. Se estudian tres tipos diferentes de puntos de características y se evalúa su robustez a las transformaciones geométricas para desarrollar un detector mejorado. La integración de la firma se realiza mediante la extracción de puntos de características de la imagen y la realización de una teselación Delaunay en el conjunto de puntos. La marca está incrustada usando un esquema de aditivos clásicos dentro de cada triángulo de la teselación. La detección se realiza utilizando las propiedades de correlación en los diferentes triángulos. El rendimiento del esquema presentado se evalúa después de la compresión de JPEG, ataque geométrico y transformaciones. Los resultados muestran que el esquema es sólido para estas diferentes manipulaciones. Finalmente, en nuestras observaciones finales, analizamos las diferentes perspectivas de este esquema de marca de agua basado en contenidos ",
            "error": [
                ""
            ]
        },
        "self-synchronizing schemes": {
            "translated_key": "esquemas de autosincronización",
            "translated_annotated_text": "Marcado de agua geométricamente invariante utilizando puntos característicos Este artículo presenta un nuevo enfoque para la marcación de imágenes digitales que proporciona robustez a las distorsiones geométricas. Las debilidades de los métodos clásicos de marcación de agua a las distorsiones geométricas se describen en primer lugar. Las distorsiones geométricas se pueden descomponer en dos clases: transformaciones globales como rotaciones y traducciones y transformaciones locales como el ataque StirMark. A continuación se presenta una visión general de los \"esquemas de autosincronización\" existentes. Estos esquemas pueden utilizar propiedades periódicas de la marca, propiedades invariantes de las transformadas, inserción de plantillas o información proporcionada por la imagen original para contrarrestar distorsiones geométricas. Posteriormente, se presenta una nueva clase de esquemas de marca de agua utilizando el contenido de la imagen. Proponemos un esquema de integración y detección en el que la marca esté ligada a un descriptor de contenido definido por puntos destacados. Se estudian tres tipos diferentes de puntos de características y se evalúa su robustez a las transformaciones geométricas para desarrollar un detector mejorado. La integración de la firma se realiza mediante la extracción de puntos de características de la imagen y la realización de una teselación Delaunay en el conjunto de puntos. La marca está incrustada usando un esquema de aditivos clásicos dentro de cada triángulo de la teselación. La detección se realiza utilizando las propiedades de correlación en los diferentes triángulos. El rendimiento del esquema presentado se evalúa después de la compresión de JPEG, ataque geométrico y transformaciones. Los resultados muestran que el esquema es sólido para estas diferentes manipulaciones. Finalmente, en nuestras observaciones finales, analizamos las diferentes perspectivas de este esquema de marca de agua basado en contenidos ",
            "error": [
                ""
            ]
        },
        "periodical properties": {
            "translated_key": "propiedades periódicas",
            "translated_annotated_text": "Marcado de agua geométricamente invariante utilizando puntos característicos Este artículo presenta un nuevo enfoque para la marcación de imágenes digitales que proporciona robustez a las distorsiones geométricas. Las debilidades de los métodos clásicos de marcación de agua a las distorsiones geométricas se describen en primer lugar. Las distorsiones geométricas se pueden descomponer en dos clases: transformaciones globales como rotaciones y traducciones y transformaciones locales como el ataque StirMark. A continuación se presenta una visión general de los esquemas de autosincronización existentes. Estos esquemas pueden utilizar \"propiedades periódicas\" de la marca, propiedades invariantes de las transformadas, inserción de plantillas o información proporcionada por la imagen original para contrarrestar distorsiones geométricas. Posteriormente, se presenta una nueva clase de esquemas de marca de agua utilizando el contenido de la imagen. Proponemos un esquema de integración y detección en el que la marca esté ligada a un descriptor de contenido definido por puntos destacados. Se estudian tres tipos diferentes de puntos de características y se evalúa su robustez a las transformaciones geométricas para desarrollar un detector mejorado. La integración de la firma se realiza mediante la extracción de puntos de características de la imagen y la realización de una teselación Delaunay en el conjunto de puntos. La marca está incrustada usando un esquema de aditivos clásicos dentro de cada triángulo de la teselación. La detección se realiza utilizando las propiedades de correlación en los diferentes triángulos. El rendimiento del esquema presentado se evalúa después de la compresión de JPEG, ataque geométrico y transformaciones. Los resultados muestran que el esquema es sólido para estas diferentes manipulaciones. Finalmente, en nuestras observaciones finales, analizamos las diferentes perspectivas de este esquema de marca de agua basado en contenidos ",
            "error": [
                ""
            ]
        },
        "invariant properties": {
            "translated_key": "propiedades invariantes",
            "translated_annotated_text": "Marcado de agua geométricamente invariante utilizando puntos característicos Este artículo presenta un nuevo enfoque para la marcación de imágenes digitales que proporciona robustez a las distorsiones geométricas. Las debilidades de los métodos clásicos de marcación de agua a las distorsiones geométricas se describen en primer lugar. Las distorsiones geométricas se pueden descomponer en dos clases: transformaciones globales como rotaciones y traducciones y transformaciones locales como el ataque StirMark. A continuación se presenta una visión general de los esquemas de autosincronización existentes. Estos esquemas pueden utilizar propiedades periódicas de la marca, \"propiedades invariantes\" de las transformadas, inserción de plantillas o información proporcionada por la imagen original para contrarrestar distorsiones geométricas. Posteriormente, se presenta una nueva clase de esquemas de marca de agua utilizando el contenido de la imagen. Proponemos un esquema de integración y detección en el que la marca esté ligada a un descriptor de contenido definido por puntos destacados. Se estudian tres tipos diferentes de puntos de características y se evalúa su robustez a las transformaciones geométricas para desarrollar un detector mejorado. La integración de la firma se realiza mediante la extracción de puntos de características de la imagen y la realización de una teselación Delaunay en el conjunto de puntos. La marca está incrustada usando un esquema de aditivos clásicos dentro de cada triángulo de la teselación. La detección se realiza utilizando las propiedades de correlación en los diferentes triángulos. El rendimiento del esquema presentado se evalúa después de la compresión de JPEG, ataque geométrico y transformaciones. Los resultados muestran que el esquema es sólido para estas diferentes manipulaciones. Finalmente, en nuestras observaciones finales, analizamos las diferentes perspectivas de este esquema de marca de agua basado en contenidos ",
            "error": [
                ""
            ]
        },
        "transforms": {
            "translated_key": "transformas",
            "translated_annotated_text": "Marcado de agua geométricamente invariante utilizando puntos característicos Este artículo presenta un nuevo enfoque para la marcación de imágenes digitales que proporciona robustez a las distorsiones geométricas. Las debilidades de los métodos clásicos de marcación de agua a las distorsiones geométricas se describen en primer lugar. Las distorsiones geométricas se pueden descomponer en dos clases: transformaciones globales como rotaciones y traducciones y transformaciones locales como el ataque StirMark. A continuación se presenta una visión general de los esquemas de autosincronización existentes. Estos esquemas pueden utilizar propiedades periódicas de la marca, propiedades invariantes de \"transformas\", inserción de plantillas, o información proporcionada por la imagen original para contrarrestar distorsiones geométricas. Posteriormente, se presenta una nueva clase de esquemas de marca de agua utilizando el contenido de la imagen. Proponemos un esquema de integración y detección en el que la marca esté ligada a un descriptor de contenido definido por puntos destacados. Se estudian tres tipos diferentes de puntos de características y se evalúa su robustez a las transformaciones geométricas para desarrollar un detector mejorado. La integración de la firma se realiza mediante la extracción de puntos de características de la imagen y la realización de una teselación Delaunay en el conjunto de puntos. La marca está incrustada usando un esquema de aditivos clásicos dentro de cada triángulo de la teselación. La detección se realiza utilizando las propiedades de correlación en los diferentes triángulos. El rendimiento del esquema presentado se evalúa después de la compresión de JPEG, ataque geométrico y transformaciones. Los resultados muestran que el esquema es sólido para estas diferentes manipulaciones. Finalmente, en nuestras observaciones finales, analizamos las diferentes perspectivas de este esquema de marca de agua basado en contenidos ",
            "error": [
                ""
            ]
        },
        "template insertion": {
            "translated_key": "inserción de plantillas",
            "translated_annotated_text": "Marcado de agua geométricamente invariante utilizando puntos característicos Este artículo presenta un nuevo enfoque para la marcación de imágenes digitales que proporciona robustez a las distorsiones geométricas. Las debilidades de los métodos clásicos de marcación de agua a las distorsiones geométricas se describen en primer lugar. Las distorsiones geométricas se pueden descomponer en dos clases: transformaciones globales como rotaciones y traducciones y transformaciones locales como el ataque StirMark. A continuación se presenta una visión general de los esquemas de autosincronización existentes. Estos esquemas pueden utilizar propiedades periódicas de la marca, propiedades invariantes de las transformadas, \"inserción de plantillas\", o información proporcionada por la imagen original para contrarrestar distorsiones geométricas. Posteriormente, se presenta una nueva clase de esquemas de marca de agua utilizando el contenido de la imagen. Proponemos un esquema de integración y detección en el que la marca esté ligada a un descriptor de contenido definido por puntos destacados. Se estudian tres tipos diferentes de puntos de características y se evalúa su robustez a las transformaciones geométricas para desarrollar un detector mejorado. La integración de la firma se realiza mediante la extracción de puntos de características de la imagen y la realización de una teselación Delaunay en el conjunto de puntos. La marca está incrustada usando un esquema de aditivos clásicos dentro de cada triángulo de la teselación. La detección se realiza utilizando las propiedades de correlación en los diferentes triángulos. El rendimiento del esquema presentado se evalúa después de la compresión de JPEG, ataque geométrico y transformaciones. Los resultados muestran que el esquema es sólido para estas diferentes manipulaciones. Finalmente, en nuestras observaciones finales, analizamos las diferentes perspectivas de este esquema de marca de agua basado en contenidos ",
            "error": [
                ""
            ]
        },
        "image content": {
            "translated_key": "contenido de imagen",
            "translated_annotated_text": "Marcado de agua geométricamente invariante utilizando puntos característicos Este artículo presenta un nuevo enfoque para la marcación de imágenes digitales que proporciona robustez a las distorsiones geométricas. Las debilidades de los métodos clásicos de marcación de agua a las distorsiones geométricas se describen en primer lugar. Las distorsiones geométricas se pueden descomponer en dos clases: transformaciones globales como rotaciones y traducciones y transformaciones locales como el ataque StirMark. A continuación se presenta una visión general de los esquemas de autosincronización existentes. Estos esquemas pueden utilizar propiedades periódicas de la marca, propiedades invariantes de las transformadas, inserción de plantillas o información proporcionada por la imagen original para contrarrestar distorsiones geométricas. A partir de entonces, se presenta una nueva clase de esquemas de marca de agua utilizando el \"contenido de imagen\". Proponemos un esquema de integración y detección en el que la marca esté ligada a un descriptor de contenido definido por puntos destacados. Se estudian tres tipos diferentes de puntos de características y se evalúa su robustez a las transformaciones geométricas para desarrollar un detector mejorado. La integración de la firma se realiza mediante la extracción de puntos de características de la imagen y la realización de una teselación Delaunay en el conjunto de puntos. La marca está incrustada usando un esquema de aditivos clásicos dentro de cada triángulo de la teselación. La detección se realiza utilizando las propiedades de correlación en los diferentes triángulos. El rendimiento del esquema presentado se evalúa después de la compresión de JPEG, ataque geométrico y transformaciones. Los resultados muestran que el esquema es sólido para estas diferentes manipulaciones. Finalmente, en nuestras observaciones finales, analizamos las diferentes perspectivas de este esquema de marca de agua basado en contenidos ",
            "error": [
                ""
            ]
        },
        "embedding": {
            "translated_key": "embedding",
            "translated_annotated_text": "Marcado de agua geométricamente invariante utilizando puntos característicos Este artículo presenta un nuevo enfoque para la marcación de imágenes digitales que proporciona robustez a las distorsiones geométricas. Las debilidades de los métodos clásicos de marcación de agua a las distorsiones geométricas se describen en primer lugar. Las distorsiones geométricas se pueden descomponer en dos clases: transformaciones globales como rotaciones y traducciones y transformaciones locales como el ataque StirMark. A continuación se presenta una visión general de los esquemas de autosincronización existentes. Estos esquemas pueden utilizar propiedades periódicas de la marca, propiedades invariantes de las transformadas, inserción de plantillas o información proporcionada por la imagen original para contrarrestar distorsiones geométricas. Posteriormente, se presenta una nueva clase de esquemas de marca de agua utilizando el contenido de la imagen. Proponemos un esquema de \"embedding\" y detección donde la marca está ligada a un descriptor de contenido definido por puntos destacados. Se estudian tres tipos diferentes de puntos de características y se evalúa su robustez a las transformaciones geométricas para desarrollar un detector mejorado. El \"embedding\" de la firma se realiza mediante la extracción de puntos de características de la imagen y la realización de una teselación Delaunay en el conjunto de puntos. La marca está incrustada usando un esquema de aditivos clásicos dentro de cada triángulo de la teselación. La detección se realiza utilizando las propiedades de correlación en los diferentes triángulos. El rendimiento del esquema presentado se evalúa después de la compresión de JPEG, ataque geométrico y transformaciones. Los resultados muestran que el esquema es sólido para estas diferentes manipulaciones. Finalmente, en nuestras observaciones finales, analizamos las diferentes perspectivas de este esquema de marca de agua basado en contenidos ",
            "error": [
                ""
            ]
        },
        "detection scheme": {
            "translated_key": "esquema de incrustación y detección",
            "translated_annotated_text": "Marcado de agua geométricamente invariante utilizando puntos característicos Este artículo presenta un nuevo enfoque para la marcación de imágenes digitales que proporciona robustez a las distorsiones geométricas. Las debilidades de los métodos clásicos de marcación de agua a las distorsiones geométricas se describen en primer lugar. Las distorsiones geométricas se pueden descomponer en dos clases: transformaciones globales como rotaciones y traducciones y transformaciones locales como el ataque StirMark. A continuación se presenta una visión general de los esquemas de autosincronización existentes. Estos esquemas pueden utilizar propiedades periódicas de la marca, propiedades invariantes de las transformadas, inserción de plantillas o información proporcionada por la imagen original para contrarrestar distorsiones geométricas. Posteriormente, se presenta una nueva clase de esquemas de marca de agua utilizando el contenido de la imagen. Proponemos un \"esquema de incrustación y detección\" donde la marca está ligada a un descriptor de contenido definido por puntos destacados. Se estudian tres tipos diferentes de puntos de características y se evalúa su robustez a las transformaciones geométricas para desarrollar un detector mejorado. La integración de la firma se realiza mediante la extracción de puntos de características de la imagen y la realización de una teselación Delaunay en el conjunto de puntos. La marca está incrustada usando un esquema de aditivos clásicos dentro de cada triángulo de la teselación. La detección se realiza utilizando las propiedades de correlación en los diferentes triángulos. El rendimiento del esquema presentado se evalúa después de la compresión de JPEG, ataque geométrico y transformaciones. Los resultados muestran que el esquema es sólido para estas diferentes manipulaciones. Finalmente, en nuestras observaciones finales, analizamos las diferentes perspectivas de este esquema de marca de agua basado en contenidos ",
            "error": [
                ""
            ]
        },
        "content descriptor": {
            "translated_key": "descriptor de contenido",
            "translated_annotated_text": "Marcado de agua geométricamente invariante utilizando puntos característicos Este artículo presenta un nuevo enfoque para la marcación de imágenes digitales que proporciona robustez a las distorsiones geométricas. Las debilidades de los métodos clásicos de marcación de agua a las distorsiones geométricas se describen en primer lugar. Las distorsiones geométricas se pueden descomponer en dos clases: transformaciones globales como rotaciones y traducciones y transformaciones locales como el ataque StirMark. A continuación se presenta una visión general de los esquemas de autosincronización existentes. Estos esquemas pueden utilizar propiedades periódicas de la marca, propiedades invariantes de las transformadas, inserción de plantillas o información proporcionada por la imagen original para contrarrestar distorsiones geométricas. Posteriormente, se presenta una nueva clase de esquemas de marca de agua utilizando el contenido de la imagen. Proponemos un esquema de integración y detección donde la marca está ligada a un \"descriptor de contenido\" definido por puntos destacados. Se estudian tres tipos diferentes de puntos de características y se evalúa su robustez a las transformaciones geométricas para desarrollar un detector mejorado. La integración de la firma se realiza mediante la extracción de puntos de características de la imagen y la realización de una teselación Delaunay en el conjunto de puntos. La marca está incrustada usando un esquema de aditivos clásicos dentro de cada triángulo de la teselación. La detección se realiza utilizando las propiedades de correlación en los diferentes triángulos. El rendimiento del esquema presentado se evalúa después de la compresión de JPEG, ataque geométrico y transformaciones. Los resultados muestran que el esquema es sólido para estas diferentes manipulaciones. Finalmente, en nuestras observaciones finales, analizamos las diferentes perspectivas de este esquema de marca de agua basado en contenidos ",
            "error": [
                ""
            ]
        },
        "feature extraction": {
            "translated_key": [],
            "translated_annotated_text": "Marcado de agua geométricamente invariante utilizando puntos característicos Este artículo presenta un nuevo enfoque para la marcación de imágenes digitales que proporciona robustez a las distorsiones geométricas. Las debilidades de los métodos clásicos de marcación de agua a las distorsiones geométricas se describen en primer lugar. Las distorsiones geométricas se pueden descomponer en dos clases: transformaciones globales como rotaciones y traducciones y transformaciones locales como el ataque StirMark. A continuación se presenta una visión general de los esquemas de autosincronización existentes. Estos esquemas pueden utilizar propiedades periódicas de la marca, propiedades invariantes de las transformadas, inserción de plantillas o información proporcionada por la imagen original para contrarrestar distorsiones geométricas. Posteriormente, se presenta una nueva clase de esquemas de marca de agua utilizando el contenido de la imagen. Proponemos un esquema de integración y detección en el que la marca esté ligada a un descriptor de contenido definido por puntos destacados. Se estudian tres tipos diferentes de puntos de características y se evalúa su robustez a las transformaciones geométricas para desarrollar un detector mejorado. La integración de la firma se realiza mediante la extracción de puntos de características de la imagen y la realización de una teselación Delaunay en el conjunto de puntos. La marca está incrustada usando un esquema de aditivos clásicos dentro de cada triángulo de la teselación. La detección se realiza utilizando las propiedades de correlación en los diferentes triángulos. El rendimiento del esquema presentado se evalúa después de la compresión de JPEG, ataque geométrico y transformaciones. Los resultados muestran que el esquema es sólido para estas diferentes manipulaciones. Finalmente, en nuestras observaciones finales, analizamos las diferentes perspectivas de este esquema de marca de agua basado en contenidos ",
            "error": []
        },
        "Delaunay tessellation": {
            "translated_key": "teselación Delaunay",
            "translated_annotated_text": "Marcado de agua geométricamente invariante utilizando puntos característicos Este artículo presenta un nuevo enfoque para la marcación de imágenes digitales que proporciona robustez a las distorsiones geométricas. Las debilidades de los métodos clásicos de marcación de agua a las distorsiones geométricas se describen en primer lugar. Las distorsiones geométricas se pueden descomponer en dos clases: transformaciones globales como rotaciones y traducciones y transformaciones locales como el ataque StirMark. A continuación se presenta una visión general de los esquemas de autosincronización existentes. Estos esquemas pueden utilizar propiedades periódicas de la marca, propiedades invariantes de las transformadas, inserción de plantillas o información proporcionada por la imagen original para contrarrestar distorsiones geométricas. Posteriormente, se presenta una nueva clase de esquemas de marca de agua utilizando el contenido de la imagen. Proponemos un esquema de integración y detección en el que la marca esté ligada a un descriptor de contenido definido por puntos destacados. Se estudian tres tipos diferentes de puntos de características y se evalúa su robustez a las transformaciones geométricas para desarrollar un detector mejorado. La inserción de la firma se realiza mediante la extracción de puntos característicos de la imagen y la realización de una \"teselación Delaunay\" en el conjunto de puntos. La marca está incrustada usando un esquema de aditivos clásicos dentro de cada triángulo de la teselación. La detección se realiza utilizando las propiedades de correlación en los diferentes triángulos. El rendimiento del esquema presentado se evalúa después de la compresión de JPEG, ataque geométrico y transformaciones. Los resultados muestran que el esquema es sólido para estas diferentes manipulaciones. Finalmente, en nuestras observaciones finales, analizamos las diferentes perspectivas de este esquema de marca de agua basado en contenidos ",
            "error": [
                ""
            ]
        },
        "additive scheme": {
            "translated_key": "esquema additivo",
            "translated_annotated_text": "Marcado de agua geométricamente invariante utilizando puntos característicos Este artículo presenta un nuevo enfoque para la marcación de imágenes digitales que proporciona robustez a las distorsiones geométricas. Las debilidades de los métodos clásicos de marcación de agua a las distorsiones geométricas se describen en primer lugar. Las distorsiones geométricas se pueden descomponer en dos clases: transformaciones globales como rotaciones y traducciones y transformaciones locales como el ataque StirMark. A continuación se presenta una visión general de los esquemas de autosincronización existentes. Estos esquemas pueden utilizar propiedades periódicas de la marca, propiedades invariantes de las transformadas, inserción de plantillas o información proporcionada por la imagen original para contrarrestar distorsiones geométricas. Posteriormente, se presenta una nueva clase de esquemas de marca de agua utilizando el contenido de la imagen. Proponemos un esquema de integración y detección en el que la marca esté ligada a un descriptor de contenido definido por puntos destacados. Se estudian tres tipos diferentes de puntos de características y se evalúa su robustez a las transformaciones geométricas para desarrollar un detector mejorado. La integración de la firma se realiza mediante la extracción de puntos de características de la imagen y la realización de una teselación Delaunay en el conjunto de puntos. La marca está incrustada usando un \"esquema additivo\" clásico dentro de cada triángulo de la teselación. La detección se realiza utilizando las propiedades de correlación en los diferentes triángulos. El rendimiento del esquema presentado se evalúa después de la compresión de JPEG, ataque geométrico y transformaciones. Los resultados muestran que el esquema es sólido para estas diferentes manipulaciones. Finalmente, en nuestras observaciones finales, analizamos las diferentes perspectivas de este esquema de marca de agua basado en contenidos ",
            "error": [
                ""
            ]
        },
        "correlation properties": {
            "translated_key": "propiedades de correlación",
            "translated_annotated_text": "Marcado de agua geométricamente invariante utilizando puntos característicos Este artículo presenta un nuevo enfoque para la marcación de imágenes digitales que proporciona robustez a las distorsiones geométricas. Las debilidades de los métodos clásicos de marcación de agua a las distorsiones geométricas se describen en primer lugar. Las distorsiones geométricas se pueden descomponer en dos clases: transformaciones globales como rotaciones y traducciones y transformaciones locales como el ataque StirMark. A continuación se presenta una visión general de los esquemas de autosincronización existentes. Estos esquemas pueden utilizar propiedades periódicas de la marca, propiedades invariantes de las transformadas, inserción de plantillas o información proporcionada por la imagen original para contrarrestar distorsiones geométricas. Posteriormente, se presenta una nueva clase de esquemas de marca de agua utilizando el contenido de la imagen. Proponemos un esquema de integración y detección en el que la marca esté ligada a un descriptor de contenido definido por puntos destacados. Se estudian tres tipos diferentes de puntos de características y se evalúa su robustez a las transformaciones geométricas para desarrollar un detector mejorado. La integración de la firma se realiza mediante la extracción de puntos de características de la imagen y la realización de una teselación Delaunay en el conjunto de puntos. La marca está incrustada usando un esquema de aditivos clásicos dentro de cada triángulo de la teselación. La detección se realiza usando \"propiedades de correlación\" en los diferentes triángulos. El rendimiento del esquema presentado se evalúa después de la compresión de JPEG, ataque geométrico y transformaciones. Los resultados muestran que el esquema es sólido para estas diferentes manipulaciones. Finalmente, en nuestras observaciones finales, analizamos las diferentes perspectivas de este esquema de marca de agua basado en contenidos ",
            "error": [
                ""
            ]
        },
        "JPEG compression": {
            "translated_key": "compresión JPEG",
            "translated_annotated_text": "Marcado de agua geométricamente invariante utilizando puntos característicos Este artículo presenta un nuevo enfoque para la marcación de imágenes digitales que proporciona robustez a las distorsiones geométricas. Las debilidades de los métodos clásicos de marcación de agua a las distorsiones geométricas se describen en primer lugar. Las distorsiones geométricas se pueden descomponer en dos clases: transformaciones globales como rotaciones y traducciones y transformaciones locales como el ataque StirMark. A continuación se presenta una visión general de los esquemas de autosincronización existentes. Estos esquemas pueden utilizar propiedades periódicas de la marca, propiedades invariantes de las transformadas, inserción de plantillas o información proporcionada por la imagen original para contrarrestar distorsiones geométricas. Posteriormente, se presenta una nueva clase de esquemas de marca de agua utilizando el contenido de la imagen. Proponemos un esquema de integración y detección en el que la marca esté ligada a un descriptor de contenido definido por puntos destacados. Se estudian tres tipos diferentes de puntos de características y se evalúa su robustez a las transformaciones geométricas para desarrollar un detector mejorado. La integración de la firma se realiza mediante la extracción de puntos de características de la imagen y la realización de una teselación Delaunay en el conjunto de puntos. La marca está incrustada usando un esquema de aditivos clásicos dentro de cada triángulo de la teselación. La detección se realiza utilizando las propiedades de correlación en los diferentes triángulos. El rendimiento del esquema presentado se evalúa después de \"compresión JPEG\", ataque geométrico y transformaciones. Los resultados muestran que el esquema es sólido para estas diferentes manipulaciones. Finalmente, en nuestras observaciones finales, analizamos las diferentes perspectivas de este esquema de marca de agua basado en contenidos ",
            "error": [
                ""
            ]
        },
        "geometrical attack": {
            "translated_key": "ataque geométrico",
            "translated_annotated_text": "Marcado de agua geométricamente invariante utilizando puntos característicos Este artículo presenta un nuevo enfoque para la marcación de imágenes digitales que proporciona robustez a las distorsiones geométricas. Las debilidades de los métodos clásicos de marcación de agua a las distorsiones geométricas se describen en primer lugar. Las distorsiones geométricas se pueden descomponer en dos clases: transformaciones globales como rotaciones y traducciones y transformaciones locales como el ataque StirMark. A continuación se presenta una visión general de los esquemas de autosincronización existentes. Estos esquemas pueden utilizar propiedades periódicas de la marca, propiedades invariantes de las transformadas, inserción de plantillas o información proporcionada por la imagen original para contrarrestar distorsiones geométricas. Posteriormente, se presenta una nueva clase de esquemas de marca de agua utilizando el contenido de la imagen. Proponemos un esquema de integración y detección en el que la marca esté ligada a un descriptor de contenido definido por puntos destacados. Se estudian tres tipos diferentes de puntos de características y se evalúa su robustez a las transformaciones geométricas para desarrollar un detector mejorado. La integración de la firma se realiza mediante la extracción de puntos de características de la imagen y la realización de una teselación Delaunay en el conjunto de puntos. La marca está incrustada usando un esquema de aditivos clásicos dentro de cada triángulo de la teselación. La detección se realiza utilizando las propiedades de correlación en los diferentes triángulos. El desempeño del esquema presentado se evalúa después de la compresión de JPEG, \"ataque geométrico\" y transformaciones. Los resultados muestran que el esquema es sólido para estas diferentes manipulaciones. Finalmente, en nuestras observaciones finales, analizamos las diferentes perspectivas de este esquema de marca de agua basado en contenidos ",
            "error": [
                ""
            ]
        },
        "copy protection": {
            "translated_key": [],
            "translated_annotated_text": "Marcado de agua geométricamente invariante utilizando puntos característicos Este artículo presenta un nuevo enfoque para la marcación de imágenes digitales que proporciona robustez a las distorsiones geométricas. Las debilidades de los métodos clásicos de marcación de agua a las distorsiones geométricas se describen en primer lugar. Las distorsiones geométricas se pueden descomponer en dos clases: transformaciones globales como rotaciones y traducciones y transformaciones locales como el ataque StirMark. A continuación se presenta una visión general de los esquemas de autosincronización existentes. Estos esquemas pueden utilizar propiedades periódicas de la marca, propiedades invariantes de las transformadas, inserción de plantillas o información proporcionada por la imagen original para contrarrestar distorsiones geométricas. Posteriormente, se presenta una nueva clase de esquemas de marca de agua utilizando el contenido de la imagen. Proponemos un esquema de integración y detección en el que la marca esté ligada a un descriptor de contenido definido por puntos destacados. Se estudian tres tipos diferentes de puntos de características y se evalúa su robustez a las transformaciones geométricas para desarrollar un detector mejorado. La integración de la firma se realiza mediante la extracción de puntos de características de la imagen y la realización de una teselación Delaunay en el conjunto de puntos. La marca está incrustada usando un esquema de aditivos clásicos dentro de cada triángulo de la teselación. La detección se realiza utilizando las propiedades de correlación en los diferentes triángulos. El rendimiento del esquema presentado se evalúa después de la compresión de JPEG, ataque geométrico y transformaciones. Los resultados muestran que el esquema es sólido para estas diferentes manipulaciones. Finalmente, en nuestras observaciones finales, analizamos las diferentes perspectivas de este esquema de marca de agua basado en contenidos ",
            "error": []
        },
        "data encapsulation": {
            "translated_key": [],
            "translated_annotated_text": "Marcado de agua geométricamente invariante utilizando puntos característicos Este artículo presenta un nuevo enfoque para la marcación de imágenes digitales que proporciona robustez a las distorsiones geométricas. Las debilidades de los métodos clásicos de marcación de agua a las distorsiones geométricas se describen en primer lugar. Las distorsiones geométricas se pueden descomponer en dos clases: transformaciones globales como rotaciones y traducciones y transformaciones locales como el ataque StirMark. A continuación se presenta una visión general de los esquemas de autosincronización existentes. Estos esquemas pueden utilizar propiedades periódicas de la marca, propiedades invariantes de las transformadas, inserción de plantillas o información proporcionada por la imagen original para contrarrestar distorsiones geométricas. Posteriormente, se presenta una nueva clase de esquemas de marca de agua utilizando el contenido de la imagen. Proponemos un esquema de integración y detección en el que la marca esté ligada a un descriptor de contenido definido por puntos destacados. Se estudian tres tipos diferentes de puntos de características y se evalúa su robustez a las transformaciones geométricas para desarrollar un detector mejorado. La integración de la firma se realiza mediante la extracción de puntos de características de la imagen y la realización de una teselación Delaunay en el conjunto de puntos. La marca está incrustada usando un esquema de aditivos clásicos dentro de cada triángulo de la teselación. La detección se realiza utilizando las propiedades de correlación en los diferentes triángulos. El rendimiento del esquema presentado se evalúa después de la compresión de JPEG, ataque geométrico y transformaciones. Los resultados muestran que el esquema es sólido para estas diferentes manipulaciones. Finalmente, en nuestras observaciones finales, analizamos las diferentes perspectivas de este esquema de marca de agua basado en contenidos ",
            "error": []
        },
        "image coding": {
            "translated_key": [],
            "translated_annotated_text": "Marcado de agua geométricamente invariante utilizando puntos característicos Este artículo presenta un nuevo enfoque para la marcación de imágenes digitales que proporciona robustez a las distorsiones geométricas. Las debilidades de los métodos clásicos de marcación de agua a las distorsiones geométricas se describen en primer lugar. Las distorsiones geométricas se pueden descomponer en dos clases: transformaciones globales como rotaciones y traducciones y transformaciones locales como el ataque StirMark. A continuación se presenta una visión general de los esquemas de autosincronización existentes. Estos esquemas pueden utilizar propiedades periódicas de la marca, propiedades invariantes de las transformadas, inserción de plantillas o información proporcionada por la imagen original para contrarrestar distorsiones geométricas. Posteriormente, se presenta una nueva clase de esquemas de marca de agua utilizando el contenido de la imagen. Proponemos un esquema de integración y detección en el que la marca esté ligada a un descriptor de contenido definido por puntos destacados. Se estudian tres tipos diferentes de puntos de características y se evalúa su robustez a las transformaciones geométricas para desarrollar un detector mejorado. La integración de la firma se realiza mediante la extracción de puntos de características de la imagen y la realización de una teselación Delaunay en el conjunto de puntos. La marca está incrustada usando un esquema de aditivos clásicos dentro de cada triángulo de la teselación. La detección se realiza utilizando las propiedades de correlación en los diferentes triángulos. El rendimiento del esquema presentado se evalúa después de la compresión de JPEG, ataque geométrico y transformaciones. Los resultados muestran que el esquema es sólido para estas diferentes manipulaciones. Finalmente, en nuestras observaciones finales, analizamos las diferentes perspectivas de este esquema de marca de agua basado en contenidos ",
            "error": []
        },
        "image recognition": {
            "translated_key": [],
            "translated_annotated_text": "Marcado de agua geométricamente invariante utilizando puntos característicos Este artículo presenta un nuevo enfoque para la marcación de imágenes digitales que proporciona robustez a las distorsiones geométricas. Las debilidades de los métodos clásicos de marcación de agua a las distorsiones geométricas se describen en primer lugar. Las distorsiones geométricas se pueden descomponer en dos clases: transformaciones globales como rotaciones y traducciones y transformaciones locales como el ataque StirMark. A continuación se presenta una visión general de los esquemas de autosincronización existentes. Estos esquemas pueden utilizar propiedades periódicas de la marca, propiedades invariantes de las transformadas, inserción de plantillas o información proporcionada por la imagen original para contrarrestar distorsiones geométricas. Posteriormente, se presenta una nueva clase de esquemas de marca de agua utilizando el contenido de la imagen. Proponemos un esquema de integración y detección en el que la marca esté ligada a un descriptor de contenido definido por puntos destacados. Se estudian tres tipos diferentes de puntos de características y se evalúa su robustez a las transformaciones geométricas para desarrollar un detector mejorado. La integración de la firma se realiza mediante la extracción de puntos de características de la imagen y la realización de una teselación Delaunay en el conjunto de puntos. La marca está incrustada usando un esquema de aditivos clásicos dentro de cada triángulo de la teselación. La detección se realiza utilizando las propiedades de correlación en los diferentes triángulos. El rendimiento del esquema presentado se evalúa después de la compresión de JPEG, ataque geométrico y transformaciones. Los resultados muestran que el esquema es sólido para estas diferentes manipulaciones. Finalmente, en nuestras observaciones finales, analizamos las diferentes perspectivas de este esquema de marca de agua basado en contenidos ",
            "error": []
        },
        "mesh generation": {
            "translated_key": [],
            "translated_annotated_text": "Marcado de agua geométricamente invariante utilizando puntos característicos Este artículo presenta un nuevo enfoque para la marcación de imágenes digitales que proporciona robustez a las distorsiones geométricas. Las debilidades de los métodos clásicos de marcación de agua a las distorsiones geométricas se describen en primer lugar. Las distorsiones geométricas se pueden descomponer en dos clases: transformaciones globales como rotaciones y traducciones y transformaciones locales como el ataque StirMark. A continuación se presenta una visión general de los esquemas de autosincronización existentes. Estos esquemas pueden utilizar propiedades periódicas de la marca, propiedades invariantes de las transformadas, inserción de plantillas o información proporcionada por la imagen original para contrarrestar distorsiones geométricas. Posteriormente, se presenta una nueva clase de esquemas de marca de agua utilizando el contenido de la imagen. Proponemos un esquema de integración y detección en el que la marca esté ligada a un descriptor de contenido definido por puntos destacados. Se estudian tres tipos diferentes de puntos de características y se evalúa su robustez a las transformaciones geométricas para desarrollar un detector mejorado. La integración de la firma se realiza mediante la extracción de puntos de características de la imagen y la realización de una teselación Delaunay en el conjunto de puntos. La marca está incrustada usando un esquema de aditivos clásicos dentro de cada triángulo de la teselación. La detección se realiza utilizando las propiedades de correlación en los diferentes triángulos. El rendimiento del esquema presentado se evalúa después de la compresión de JPEG, ataque geométrico y transformaciones. Los resultados muestran que el esquema es sólido para estas diferentes manipulaciones. Finalmente, en nuestras observaciones finales, analizamos las diferentes perspectivas de este esquema de marca de agua basado en contenidos ",
            "error": []
        }
    }
}