{
    "original_text": "Color plane interpolation using alternating projections Most commercial digital cameras use color filter arrays to sample red, green, and blue colors according to a specific pattern. At the location of each pixel only one color sample is taken, and the values of the other colors must be interpolated using neighboring samples. This color plane interpolation is known as demosaicing; it is one of the important tasks in a digital camera pipeline. If demosaicing is not performed appropriately, images suffer from highly visible color artifacts. In this paper we present a new demosaicing technique that uses inter-channel correlation effectively in an alternating-projections scheme. We have compared this technique with six state-of-the-art demosaicing techniques, and it outperforms all of them, both visually and in terms of mean square error",
    "original_translation": "Interpolación del plano de color usando proyecciones alternas La mayoría de las cámaras digitales comerciales usan matrices de filtros de color para muestrear colores rojos, verdes y azules de acuerdo a un patrón específico. En la ubicación de cada píxel sólo se toma una muestra de color, y los valores de los otros colores deben ser interpolados usando muestras vecinas. Esta interpolación de plano de color se conoce como desanimación; es una de las tareas importantes en una tubería de cámara digital. Si la demolición no se realiza adecuadamente, las imágenes sufren de artefactos de color altamente visibles. En este artículo presentamos una nueva técnica de demostración que utiliza eficazmente la correlación intercanal en un esquema de proyecciones alternas. Hemos comparado esta técnica con seis técnicas de demostración de última generación, y supera a todas ellas, tanto visualmente como en términos de error cuadrado medio",
    "error_count": 7,
    "keys": {
        "color plane interpolation": {
            "translated_key": " en color",
            "translated_annotated_text": "Interpolación del plano de color usando proyecciones alternas La mayoría de las cámaras digitales comerciales usan matrices de filtros de color para muestrear colores rojos, verdes y azules de acuerdo a un patrón específico. En la ubicación de cada píxel sólo se toma una muestra de color, y los valores de los otros colores deben ser interpolados usando muestras vecinas. Esta interpolación de plano <br> en color</br> se conoce como demostración; es una de las tareas importantes en una tubería de cámara digital. Si la demolición no se realiza adecuadamente, las imágenes sufren de artefactos de color altamente visibles. En este artículo presentamos una nueva técnica de demostración que utiliza eficazmente la correlación intercanal en un esquema de proyecciones alternas. Hemos comparado esta técnica con seis técnicas de demostración de última generación, y supera a todas ellas, tanto visualmente como en términos de error cuadrado medio ",
            "error": [
                ""
            ]
        },
        "alternating projections": {
            "translated_key": "proyecciones alternas",
            "translated_annotated_text": "Interpolación del plano de color usando <br>proyecciones alternas</br> La mayoría de las cámaras digitales comerciales usan matrices de filtros de color para muestrear colores rojos, verdes y azules de acuerdo a un patrón específico. En la ubicación de cada píxel sólo se toma una muestra de color, y los valores de los otros colores deben ser interpolados usando muestras vecinas. Esta interpolación de plano de color se conoce como desanimación; es una de las tareas importantes en una tubería de cámara digital. Si la demolición no se realiza adecuadamente, las imágenes sufren de artefactos de color altamente visibles. En este artículo presentamos una nueva técnica de demostración que utiliza eficazmente la correlación intercanal en un esquema de proyecciones alternas. Hemos comparado esta técnica con seis técnicas de demostración de última generación, y supera a todas ellas, tanto visualmente como en términos de error cuadrado medio ",
            "error": [
                ""
            ]
        },
        "digital cameras": {
            "translated_key": [],
            "translated_annotated_text": "Interpolación del plano de color mediante proyecciones alternas La mayoría de las cámaras digitales <br> utilizan matrices de filtros de color para muestrear colores rojos, verdes y azules de acuerdo con un patrón específico. En la ubicación de cada píxel sólo se toma una muestra de color, y los valores de los otros colores deben ser interpolados usando muestras vecinas. Esta interpolación de plano de color se conoce como desanimación; es una de las tareas importantes en una tubería de cámara digital. Si la demolición no se realiza adecuadamente, las imágenes sufren de artefactos de color altamente visibles. En este artículo presentamos una nueva técnica de demostración que utiliza eficazmente la correlación intercanal en un esquema de proyecciones alternas. Hemos comparado esta técnica con seis técnicas de demostración de última generación, y supera a todas ellas, tanto visualmente como en términos de error cuadrado medio ",
            "error": []
        },
        "demosaicing": {
            "translated_key": [
                "demosaicing",
                "demosaicing",
                " que utiliza eficazmente la correlación intercanal en un esquema de proyecciones alternas. Hemos comparado esta técnica con seis técnicas de última generación <br>demosaicing"
            ],
            "translated_annotated_text": "Interpolación del plano de color usando proyecciones alternas La mayoría de las cámaras digitales comerciales usan matrices de filtros de color para muestrear colores rojos, verdes y azules de acuerdo a un patrón específico. En la ubicación de cada píxel sólo se toma una muestra de color, y los valores de los otros colores deben ser interpolados usando muestras vecinas. Esta interpolación del plano de color se conoce como <br>demosaicing</br>; es una de las tareas importantes en una tubería de cámara digital. Si <br>demosaicing</br> no se realiza adecuadamente, las imágenes sufren de artefactos de color altamente visibles. En este artículo presentamos una nueva técnica de demosaicación <br> que utiliza eficazmente la correlación intercanal en un esquema de proyecciones alternas. Hemos comparado esta técnica con seis técnicas de última generación <br>demosaicing</br>, y supera a todas ellas, tanto visualmente como en términos de error cuadrado medio ",
            "error": [
                "demosaicing",
                "demosaicing",
                " que utiliza eficazmente la correlación intercanal en un esquema de proyecciones alternas. Hemos comparado esta técnica con seis técnicas de última generación <br>demosaicing"
            ]
        },
        "color filter arrays": {
            "translated_key": [],
            "translated_annotated_text": "Interpolación del plano de color mediante proyecciones alternas La mayoría de las cámaras digitales comerciales utilizan matrices de filtros de color <br> para muestrear colores rojos, verdes y azules de acuerdo con un patrón específico. En la ubicación de cada píxel sólo se toma una muestra de color, y los valores de los otros colores deben ser interpolados usando muestras vecinas. Esta interpolación de plano de color se conoce como desanimación; es una de las tareas importantes en una tubería de cámara digital. Si la demolición no se realiza adecuadamente, las imágenes sufren de artefactos de color altamente visibles. En este artículo presentamos una nueva técnica de demostración que utiliza eficazmente la correlación intercanal en un esquema de proyecciones alternas. Hemos comparado esta técnica con seis técnicas de demostración de última generación, y supera a todas ellas, tanto visualmente como en términos de error cuadrado medio ",
            "error": []
        },
        "color artifacts": {
            "translated_key": "color",
            "translated_annotated_text": "Interpolación del plano de color usando proyecciones alternas La mayoría de las cámaras digitales comerciales usan matrices de filtros de color para muestrear colores rojos, verdes y azules de acuerdo a un patrón específico. En la ubicación de cada píxel sólo se toma una muestra de color, y los valores de los otros colores deben ser interpolados usando muestras vecinas. Esta interpolación de plano de color se conoce como desanimación; es una de las tareas importantes en una tubería de cámara digital. Si la demostración no se realiza adecuadamente, las imágenes sufren de artefactos altamente visibles <br>color</br>. En este artículo presentamos una nueva técnica de demostración que utiliza eficazmente la correlación intercanal en un esquema de proyecciones alternas. Hemos comparado esta técnica con seis técnicas de demostración de última generación, y supera a todas ellas, tanto visualmente como en términos de error cuadrado medio ",
            "error": [
                ""
            ]
        },
        "inter-channel correlation": {
            "translated_key": "intercanal",
            "translated_annotated_text": "Interpolación del plano de color usando proyecciones alternas La mayoría de las cámaras digitales comerciales usan matrices de filtros de color para muestrear colores rojos, verdes y azules de acuerdo a un patrón específico. En la ubicación de cada píxel sólo se toma una muestra de color, y los valores de los otros colores deben ser interpolados usando muestras vecinas. Esta interpolación de plano de color se conoce como desanimación; es una de las tareas importantes en una tubería de cámara digital. Si la demolición no se realiza adecuadamente, las imágenes sufren de artefactos de color altamente visibles. En este artículo presentamos una nueva técnica de demostración que utiliza eficazmente la correlación <br>intercanal</br> en un esquema de proyecciones alternas. Hemos comparado esta técnica con seis técnicas de demostración de última generación, y supera a todas ellas, tanto visualmente como en términos de error cuadrado medio ",
            "error": [
                ""
            ]
        },
        "cameras": {
            "translated_key": [],
            "translated_annotated_text": "Interpolación del plano de color mediante proyecciones alternas La mayoría de las cámaras digitales comerciales <br> usan matrices de filtros de color para muestrear colores rojos, verdes y azules de acuerdo con un patrón específico. En la ubicación de cada píxel sólo se toma una muestra de color, y los valores de los otros colores deben ser interpolados usando muestras vecinas. Esta interpolación de plano de color se conoce como desanimación; es una de las tareas importantes en una tubería de cámara digital. Si la demolición no se realiza adecuadamente, las imágenes sufren de artefactos de color altamente visibles. En este artículo presentamos una nueva técnica de demostración que utiliza eficazmente la correlación intercanal en un esquema de proyecciones alternas. Hemos comparado esta técnica con seis técnicas de demostración de última generación, y supera a todas ellas, tanto visualmente como en términos de error cuadrado medio ",
            "error": []
        },
        "correlation methods": {
            "translated_key": [],
            "translated_annotated_text": "Interpolación del plano de color usando proyecciones alternas La mayoría de las cámaras digitales comerciales usan matrices de filtros de color para muestrear colores rojos, verdes y azules de acuerdo a un patrón específico. En la ubicación de cada píxel sólo se toma una muestra de color, y los valores de los otros colores deben ser interpolados usando muestras vecinas. Esta interpolación de plano de color se conoce como desanimación; es una de las tareas importantes en una tubería de cámara digital. Si la demolición no se realiza adecuadamente, las imágenes sufren de artefactos de color altamente visibles. En este artículo presentamos una nueva técnica de demostración que utiliza eficazmente la correlación intercanal en un esquema de proyecciones alternas. Hemos comparado esta técnica con seis técnicas de demostración de última generación, y supera a todas ellas, tanto visualmente como en términos de error cuadrado medio ",
            "error": []
        },
        "image colour analysis": {
            "translated_key": [],
            "translated_annotated_text": "Interpolación del plano de color usando proyecciones alternas La mayoría de las cámaras digitales comerciales usan matrices de filtros de color para muestrear colores rojos, verdes y azules de acuerdo a un patrón específico. En la ubicación de cada píxel sólo se toma una muestra de color, y los valores de los otros colores deben ser interpolados usando muestras vecinas. Esta interpolación de plano de color se conoce como desanimación; es una de las tareas importantes en una tubería de cámara digital. Si la demolición no se realiza adecuadamente, las imágenes sufren de artefactos de color altamente visibles. En este artículo presentamos una nueva técnica de demostración que utiliza eficazmente la correlación intercanal en un esquema de proyecciones alternas. Hemos comparado esta técnica con seis técnicas de demostración de última generación, y supera a todas ellas, tanto visualmente como en términos de error cuadrado medio ",
            "error": []
        },
        "interpolation": {
            "translated_key": "interpolación",
            "translated_annotated_text": "Plano de color <br>interpolación</br> usando proyecciones alternas La mayoría de las cámaras digitales comerciales utilizan matrices de filtros de color para muestrear colores rojos, verdes y azules de acuerdo con un patrón específico. En la ubicación de cada píxel sólo se toma una muestra de color, y los valores de los otros colores deben ser interpolados usando muestras vecinas. Este plano de color <br>interpolación</br> se conoce como demostración; es una de las tareas importantes en una tubería de cámara digital. Si la demolición no se realiza adecuadamente, las imágenes sufren de artefactos de color altamente visibles. En este artículo presentamos una nueva técnica de demostración que utiliza eficazmente la correlación intercanal en un esquema de proyecciones alternas. Hemos comparado esta técnica con seis técnicas de demostración de última generación, y supera a todas ellas, tanto visualmente como en términos de error cuadrado medio ",
            "error": [
                ""
            ]
        },
        "optical filters": {
            "translated_key": [],
            "translated_annotated_text": "Interpolación del plano de color usando proyecciones alternas La mayoría de las cámaras digitales comerciales usan matrices de filtros de color para muestrear colores rojos, verdes y azules de acuerdo a un patrón específico. En la ubicación de cada píxel sólo se toma una muestra de color, y los valores de los otros colores deben ser interpolados usando muestras vecinas. Esta interpolación de plano de color se conoce como desanimación; es una de las tareas importantes en una tubería de cámara digital. Si la demolición no se realiza adecuadamente, las imágenes sufren de artefactos de color altamente visibles. En este artículo presentamos una nueva técnica de demostración que utiliza eficazmente la correlación intercanal en un esquema de proyecciones alternas. Hemos comparado esta técnica con seis técnicas de demostración de última generación, y supera a todas ellas, tanto visualmente como en términos de error cuadrado medio ",
            "error": []
        }
    }
}