{
    "original_text": "A comparison of computational color constancy algorithms. I: Methodology and experiments with synthesized data We introduce a context for testing computational color constancy, specify our approach to the implementation of a number of the leading algorithms, and report the results of three experiments using synthesized data. Experiments using synthesized data are important because the ground truth is known, possible confounds due to camera characterization and pre-processing are absent, and various factors affecting color constancy can be efficiently investigated because they can be manipulated individually and precisely. The algorithms chosen for close study include two gray world methods, a limiting case of a version of the Retinex method, a number of variants of Forsyths (1990) gamut-mapping method, Cardei et al.s (2000) neural net method, and Finlayson et al.s color by correlation method (Finlayson et al. 1997, 2001; Hubel and Finlayson 2000) . We investigate the ability of these algorithms to make estimates of three different color constancy quantities: the chromaticity of the scene illuminant, the overall magnitude of that illuminant, and a corrected, illumination invariant, image. We consider algorithm performance as a function of the number of surfaces in scenes generated from reflectance spectra, the relative effect on the algorithms of added specularities, and the effect of subsequent clipping of the data. All data is available on-line at http://www.cs.sfu.ca/~color/data, and implementations for most of the algorithms are also available (http://www.cs.sfu.ca/~color/code)",
    "original_translation": "Una comparación de algoritmos de constancia de color computacional. I: Metodología y experimentos con datos sintetizados Introducimos un contexto para probar la constancia del color computacional, especificamos nuestro enfoque para la implementación de varios de los algoritmos líderes, y reportamos los resultados de tres experimentos usando datos sintetizados. Los experimentos con datos sintetizados son importantes porque se conoce la verdad de la tierra, no existen posibles confusiones debido a la caracterización de la cámara y al preprocesamiento, y se pueden investigar eficazmente varios factores que afectan a la constancia del color porque se pueden manipular de forma individual y precisa. Los algoritmos elegidos para el estudio cercano incluyen dos métodos del mundo gris, un caso limitante de una versión del método Retinex, una serie de variantes del método de mapeo Gamut Forsyths (1990), el método Cardei et al.s (2000), y el color de Finlayson et al.s por método de correlación (Finlayson et al. 1997, 2001; Hubel y Finlayson 2000). Investigamos la capacidad de estos algoritmos para hacer estimaciones de tres diferentes cantidades de constancia de color: la cromática de la escena iluminante, la magnitud global de esa iluminante, y una imagen corregida, invariante de iluminación. Consideramos el rendimiento del algoritmo como una función del número de superficies en escenas generadas a partir de espectros de reflectancia, el efecto relativo en los algoritmos de especulaciones añadidas, y el efecto de recorte posterior de los datos. Todos los datos están disponibles en línea en http://www.cs.sfu.ca/~color/data, y las implementaciones para la mayoría de los algoritmos también están disponibles (http://www.cs.sfu.ca/~color/code)",
    "error_count": 7,
    "keys": {
        "computational color constancy algorithms": {
            "translated_key": [],
            "translated_annotated_text": "Comparación de algoritmos de constancia de color computacional</br> <br>. I: Metodología y experimentos con datos sintetizados Introducimos un contexto para probar la constancia del color computacional, especificamos nuestro enfoque para la implementación de varios de los algoritmos líderes, y reportamos los resultados de tres experimentos usando datos sintetizados. Los experimentos con datos sintetizados son importantes porque se conoce la verdad de la tierra, no existen posibles confusiones debido a la caracterización de la cámara y al preprocesamiento, y se pueden investigar eficazmente varios factores que afectan a la constancia del color porque se pueden manipular de forma individual y precisa. Los algoritmos elegidos para el estudio cercano incluyen dos métodos del mundo gris, un caso limitante de una versión del método Retinex, una serie de variantes del método de mapeo Gamut Forsyths (1990), el método Cardei et al.s (2000), y el color de Finlayson et al.s por método de correlación (Finlayson et al. 1997, 2001; Hubel y Finlayson 2000). Investigamos la capacidad de estos algoritmos para hacer estimaciones de tres diferentes cantidades de constancia de color: la cromática de la escena iluminante, la magnitud global de esa iluminante, y una imagen corregida, invariante de iluminación. Consideramos el rendimiento del algoritmo como una función del número de superficies en escenas generadas a partir de espectros de reflectancia, el efecto relativo en los algoritmos de especulaciones añadidas, y el efecto de recorte posterior de los datos. Todos los datos están disponibles en línea en http://www.cs.sfu.ca/~color/data, y las implementaciones para la mayoría de los algoritmos también están disponibles (http://www.cs.sfu.ca/~color/code) ",
            "error": []
        },
        "synthesized data": {
            "translated_key": [
                "synthesized data",
                "synthesized data",
                "datos sintetizados"
            ],
            "translated_annotated_text": "Una comparación de algoritmos de constancia de color computacional. I: Metodología y experimentos con <br>synthesized data</br> Introducimos un contexto para probar la constancia del color computacional, especificamos nuestro enfoque para la implementación de varios de los algoritmos líderes, e informamos los resultados de tres experimentos usando <br>synthesized data</br>. Los experimentos con <br>datos sintetizados</br> son importantes porque se conoce la verdad de la tierra, no existen posibles confusiones debido a la caracterización de la cámara y al preprocesamiento, y se pueden investigar eficazmente varios factores que afectan a la constancia del color porque pueden manipularse de forma individual y precisa. Los algoritmos elegidos para el estudio cercano incluyen dos métodos del mundo gris, un caso limitante de una versión del método Retinex, una serie de variantes del método de mapeo Gamut Forsyths (1990), el método Cardei et al.s (2000), y el color de Finlayson et al.s por método de correlación (Finlayson et al. 1997, 2001; Hubel y Finlayson 2000). Investigamos la capacidad de estos algoritmos para hacer estimaciones de tres diferentes cantidades de constancia de color: la cromática de la escena iluminante, la magnitud global de esa iluminante, y una imagen corregida, invariante de iluminación. Consideramos el rendimiento del algoritmo como una función del número de superficies en escenas generadas a partir de espectros de reflectancia, el efecto relativo en los algoritmos de especulaciones añadidas, y el efecto de recorte posterior de los datos. Todos los datos están disponibles en línea en http://www.cs.sfu.ca/~color/data, y las implementaciones para la mayoría de los algoritmos también están disponibles (http://www.cs.sfu.ca/~color/code) ",
            "error": [
                "synthesized data",
                "synthesized data",
                "datos sintetizados"
            ]
        },
        "gray world methods": {
            "translated_key": "gris world",
            "translated_annotated_text": "Una comparación de algoritmos de constancia de color computacional. I: Metodología y experimentos con datos sintetizados Introducimos un contexto para probar la constancia del color computacional, especificamos nuestro enfoque para la implementación de varios de los algoritmos líderes, y reportamos los resultados de tres experimentos usando datos sintetizados. Los experimentos con datos sintetizados son importantes porque se conoce la verdad de la tierra, no existen posibles confusiones debido a la caracterización de la cámara y al preprocesamiento, y se pueden investigar eficazmente varios factores que afectan a la constancia del color porque se pueden manipular de forma individual y precisa. Los algoritmos elegidos para el estudio cercano incluyen dos métodos <br>gris world</br>, un caso limitante de una versión del método Retinex, una serie de variantes del método Forsyths (1990) gamut-mapping, el método Cardei et al.s (2000) neural net method, y el color Finlayson et al.s por método de correlación (Finlayson et al. 1997, 2001; Hubel y Finlayson 2000). Investigamos la capacidad de estos algoritmos para hacer estimaciones de tres diferentes cantidades de constancia de color: la cromática de la escena iluminante, la magnitud global de esa iluminante, y una imagen corregida, invariante de iluminación. Consideramos el rendimiento del algoritmo como una función del número de superficies en escenas generadas a partir de espectros de reflectancia, el efecto relativo en los algoritmos de especulaciones añadidas, y el efecto de recorte posterior de los datos. Todos los datos están disponibles en línea en http://www.cs.sfu.ca/~color/data, y las implementaciones para la mayoría de los algoritmos también están disponibles (http://www.cs.sfu.ca/~color/code) ",
            "error": [
                ""
            ]
        },
        "Retinex method": {
            "translated_key": "Retinex",
            "translated_annotated_text": "Una comparación de algoritmos de constancia de color computacional. I: Metodología y experimentos con datos sintetizados Introducimos un contexto para probar la constancia del color computacional, especificamos nuestro enfoque para la implementación de varios de los algoritmos líderes, y reportamos los resultados de tres experimentos usando datos sintetizados. Los experimentos con datos sintetizados son importantes porque se conoce la verdad de la tierra, no existen posibles confusiones debido a la caracterización de la cámara y al preprocesamiento, y se pueden investigar eficazmente varios factores que afectan a la constancia del color porque se pueden manipular de forma individual y precisa. Los algoritmos elegidos para el estudio cercano incluyen dos métodos de mundo gris, un caso limitante de una versión del método <br>Retinex</br>, una serie de variantes del método de mapeo Gamut Forsyths (1990), el método Cardei et al.s (2000) neural net, y el color Finlayson et al.s por método de correlación (Finlayson et al. 1997, 2001; Hubel y Finlayson 2000). Investigamos la capacidad de estos algoritmos para hacer estimaciones de tres diferentes cantidades de constancia de color: la cromática de la escena iluminante, la magnitud global de esa iluminante, y una imagen corregida, invariante de iluminación. Consideramos el rendimiento del algoritmo como una función del número de superficies en escenas generadas a partir de espectros de reflectancia, el efecto relativo en los algoritmos de especulaciones añadidas, y el efecto de recorte posterior de los datos. Todos los datos están disponibles en línea en http://www.cs.sfu.ca/~color/data, y las implementaciones para la mayoría de los algoritmos también están disponibles (http://www.cs.sfu.ca/~color/code) ",
            "error": [
                ""
            ]
        },
        "gamut-mapping method": {
            "translated_key": "gamut-mapping",
            "translated_annotated_text": "Una comparación de algoritmos de constancia de color computacional. I: Metodología y experimentos con datos sintetizados Introducimos un contexto para probar la constancia del color computacional, especificamos nuestro enfoque para la implementación de varios de los algoritmos líderes, y reportamos los resultados de tres experimentos usando datos sintetizados. Los experimentos con datos sintetizados son importantes porque se conoce la verdad de la tierra, no existen posibles confusiones debido a la caracterización de la cámara y al preprocesamiento, y se pueden investigar eficazmente varios factores que afectan a la constancia del color porque se pueden manipular de forma individual y precisa. Los algoritmos elegidos para el estudio cercano incluyen dos métodos de mundo gris, un caso limitante de una versión del método Retinex, una serie de variantes del método Forsyths (1990) <br>gamut-mapping</br>, el método Cardei et al.s (2000) neural net method, y el color Finlayson et al.s por método de correlación (Finlayson et al. 1997, 2001; Hubel y Finlayson 2000). Investigamos la capacidad de estos algoritmos para hacer estimaciones de tres diferentes cantidades de constancia de color: la cromática de la escena iluminante, la magnitud global de esa iluminante, y una imagen corregida, invariante de iluminación. Consideramos el rendimiento del algoritmo como una función del número de superficies en escenas generadas a partir de espectros de reflectancia, el efecto relativo en los algoritmos de especulaciones añadidas, y el efecto de recorte posterior de los datos. Todos los datos están disponibles en línea en http://www.cs.sfu.ca/~color/data, y las implementaciones para la mayoría de los algoritmos también están disponibles (http://www.cs.sfu.ca/~color/code) ",
            "error": [
                ""
            ]
        },
        "neural net method": {
            "translated_key": "neural net method",
            "translated_annotated_text": "Una comparación de algoritmos de constancia de color computacional. I: Metodología y experimentos con datos sintetizados Introducimos un contexto para probar la constancia del color computacional, especificamos nuestro enfoque para la implementación de varios de los algoritmos líderes, y reportamos los resultados de tres experimentos usando datos sintetizados. Los experimentos con datos sintetizados son importantes porque se conoce la verdad de la tierra, no existen posibles confusiones debido a la caracterización de la cámara y al preprocesamiento, y se pueden investigar eficazmente varios factores que afectan a la constancia del color porque se pueden manipular de forma individual y precisa. Los algoritmos elegidos para el estudio cercano incluyen dos métodos del mundo gris, un caso limitante de una versión del método Retinex, una serie de variantes del método de mapeo Gamut de Forsyths (1990), Cardei et al.s (2000) <br>neural net method</br>, y Finlayson et al.s color por método de correlación (Finlayson et al. 1997, 2001; Hubel y Finlayson 2000). Investigamos la capacidad de estos algoritmos para hacer estimaciones de tres diferentes cantidades de constancia de color: la cromática de la escena iluminante, la magnitud global de esa iluminante, y una imagen corregida, invariante de iluminación. Consideramos el rendimiento del algoritmo como una función del número de superficies en escenas generadas a partir de espectros de reflectancia, el efecto relativo en los algoritmos de especulaciones añadidas, y el efecto de recorte posterior de los datos. Todos los datos están disponibles en línea en http://www.cs.sfu.ca/~color/data, y las implementaciones para la mayoría de los algoritmos también están disponibles (http://www.cs.sfu.ca/~color/code) ",
            "error": [
                ""
            ]
        },
        "color by correlation method": {
            "translated_key": "color por método de correlación",
            "translated_annotated_text": "Una comparación de algoritmos de constancia de color computacional. I: Metodología y experimentos con datos sintetizados Introducimos un contexto para probar la constancia del color computacional, especificamos nuestro enfoque para la implementación de varios de los algoritmos líderes, y reportamos los resultados de tres experimentos usando datos sintetizados. Los experimentos con datos sintetizados son importantes porque se conoce la verdad de la tierra, no existen posibles confusiones debido a la caracterización de la cámara y al preprocesamiento, y se pueden investigar eficazmente varios factores que afectan a la constancia del color porque se pueden manipular de forma individual y precisa. Los algoritmos elegidos para el estudio cercano incluyen dos métodos de mundo gris, un caso limitante de una versión del método Retinex, una serie de variantes del método de mapeo Gamut Forsyths (1990), el método Cardei et al.s (2000), y el método de red neuronal Finlayson et al.s <br>color por método de correlación</br> (Finlayson et al. 1997, 2001; Hubel y Finlayson 2000). Investigamos la capacidad de estos algoritmos para hacer estimaciones de tres diferentes cantidades de constancia de color: la cromática de la escena iluminante, la magnitud global de esa iluminante, y una imagen corregida, invariante de iluminación. Consideramos el rendimiento del algoritmo como una función del número de superficies en escenas generadas a partir de espectros de reflectancia, el efecto relativo en los algoritmos de especulaciones añadidas, y el efecto de recorte posterior de los datos. Todos los datos están disponibles en línea en http://www.cs.sfu.ca/~color/data, y las implementaciones para la mayoría de los algoritmos también están disponibles (http://www.cs.sfu.ca/~color/code) ",
            "error": [
                ""
            ]
        },
        "chromaticity": {
            "translated_key": [],
            "translated_annotated_text": "Una comparación de algoritmos de constancia de color computacional. I: Metodología y experimentos con datos sintetizados Introducimos un contexto para probar la constancia del color computacional, especificamos nuestro enfoque para la implementación de varios de los algoritmos líderes, y reportamos los resultados de tres experimentos usando datos sintetizados. Los experimentos con datos sintetizados son importantes porque se conoce la verdad de la tierra, no existen posibles confusiones debido a la caracterización de la cámara y al preprocesamiento, y se pueden investigar eficazmente varios factores que afectan a la constancia del color porque se pueden manipular de forma individual y precisa. Los algoritmos elegidos para el estudio cercano incluyen dos métodos del mundo gris, un caso limitante de una versión del método Retinex, una serie de variantes del método de mapeo Gamut Forsyths (1990), el método Cardei et al.s (2000), y el color de Finlayson et al.s por método de correlación (Finlayson et al. 1997, 2001; Hubel y Finlayson 2000). Investigamos la capacidad de estos algoritmos para hacer estimaciones de tres cantidades diferentes de constancia de color: la cromática <br> de la escena iluminante, la magnitud global de esa iluminante, y una imagen corregida, invariante de iluminación. Consideramos el rendimiento del algoritmo como una función del número de superficies en escenas generadas a partir de espectros de reflectancia, el efecto relativo en los algoritmos de especulaciones añadidas, y el efecto de recorte posterior de los datos. Todos los datos están disponibles en línea en http://www.cs.sfu.ca/~color/data, y las implementaciones para la mayoría de los algoritmos también están disponibles (http://www.cs.sfu.ca/~color/code) ",
            "error": []
        },
        "scene illuminant": {
            "translated_key": "escena",
            "translated_annotated_text": "Una comparación de algoritmos de constancia de color computacional. I: Metodología y experimentos con datos sintetizados Introducimos un contexto para probar la constancia del color computacional, especificamos nuestro enfoque para la implementación de varios de los algoritmos líderes, y reportamos los resultados de tres experimentos usando datos sintetizados. Los experimentos con datos sintetizados son importantes porque se conoce la verdad de la tierra, no existen posibles confusiones debido a la caracterización de la cámara y al preprocesamiento, y se pueden investigar eficazmente varios factores que afectan a la constancia del color porque se pueden manipular de forma individual y precisa. Los algoritmos elegidos para el estudio cercano incluyen dos métodos del mundo gris, un caso limitante de una versión del método Retinex, una serie de variantes del método de mapeo Gamut Forsyths (1990), el método Cardei et al.s (2000), y el color de Finlayson et al.s por método de correlación (Finlayson et al. 1997, 2001; Hubel y Finlayson 2000). Investigamos la capacidad de estos algoritmos para hacer estimaciones de tres cantidades diferentes de constancia de color: la cromaticidad del iluminante <br>escena</br>, la magnitud global de ese iluminante, y una imagen invariante de iluminación corregida. Consideramos el rendimiento del algoritmo como una función del número de superficies en escenas generadas a partir de espectros de reflectancia, el efecto relativo en los algoritmos de especulaciones añadidas, y el efecto de recorte posterior de los datos. Todos los datos están disponibles en línea en http://www.cs.sfu.ca/~color/data, y las implementaciones para la mayoría de los algoritmos también están disponibles (http://www.cs.sfu.ca/~color/code) ",
            "error": [
                ""
            ]
        },
        "illumination invariant image": {
            "translated_key": [],
            "translated_annotated_text": "Una comparación de algoritmos de constancia de color computacional. I: Metodología y experimentos con datos sintetizados Introducimos un contexto para probar la constancia del color computacional, especificamos nuestro enfoque para la implementación de varios de los algoritmos líderes, y reportamos los resultados de tres experimentos usando datos sintetizados. Los experimentos con datos sintetizados son importantes porque se conoce la verdad de la tierra, no existen posibles confusiones debido a la caracterización de la cámara y al preprocesamiento, y se pueden investigar eficazmente varios factores que afectan a la constancia del color porque se pueden manipular de forma individual y precisa. Los algoritmos elegidos para el estudio cercano incluyen dos métodos del mundo gris, un caso limitante de una versión del método Retinex, una serie de variantes del método de mapeo Gamut Forsyths (1990), el método Cardei et al.s (2000), y el color de Finlayson et al.s por método de correlación (Finlayson et al. 1997, 2001; Hubel y Finlayson 2000). Investigamos la capacidad de estos algoritmos para hacer estimaciones de tres diferentes cantidades de constancia de color: la cromática de la escena iluminante, la magnitud global de esa iluminante, y una imagen corregida, invariante de iluminación. Consideramos el rendimiento del algoritmo como una función del número de superficies en escenas generadas a partir de espectros de reflectancia, el efecto relativo en los algoritmos de especulaciones añadidas, y el efecto de recorte posterior de los datos. Todos los datos están disponibles en línea en http://www.cs.sfu.ca/~color/data, y las implementaciones para la mayoría de los algoritmos también están disponibles (http://www.cs.sfu.ca/~color/code) ",
            "error": []
        },
        "algorithm performance": {
            "translated_key": "algoritmo",
            "translated_annotated_text": "Una comparación de algoritmos de constancia de color computacional. I: Metodología y experimentos con datos sintetizados Introducimos un contexto para probar la constancia del color computacional, especificamos nuestro enfoque para la implementación de varios de los algoritmos líderes, y reportamos los resultados de tres experimentos usando datos sintetizados. Los experimentos con datos sintetizados son importantes porque se conoce la verdad de la tierra, no existen posibles confusiones debido a la caracterización de la cámara y al preprocesamiento, y se pueden investigar eficazmente varios factores que afectan a la constancia del color porque se pueden manipular de forma individual y precisa. Los algoritmos elegidos para el estudio cercano incluyen dos métodos del mundo gris, un caso limitante de una versión del método Retinex, una serie de variantes del método de mapeo Gamut Forsyths (1990), el método Cardei et al.s (2000), y el color de Finlayson et al.s por método de correlación (Finlayson et al. 1997, 2001; Hubel y Finlayson 2000). Investigamos la capacidad de estos algoritmos para hacer estimaciones de tres diferentes cantidades de constancia de color: la cromática de la escena iluminante, la magnitud global de esa iluminante, y una imagen corregida, invariante de iluminación. Consideramos el rendimiento <br>algoritmo</br> como una función del número de superficies en escenas generadas a partir de espectros de reflectancia, el efecto relativo sobre los algoritmos de las especulaciones añadidas, y el efecto del posterior recorte de los datos. Todos los datos están disponibles en línea en http://www.cs.sfu.ca/~color/data, y las implementaciones para la mayoría de los algoritmos también están disponibles (http://www.cs.sfu.ca/~color/code) ",
            "error": [
                ""
            ]
        },
        "reflectance spectra": {
            "translated_key": "reflectancia",
            "translated_annotated_text": "Una comparación de algoritmos de constancia de color computacional. I: Metodología y experimentos con datos sintetizados Introducimos un contexto para probar la constancia del color computacional, especificamos nuestro enfoque para la implementación de varios de los algoritmos líderes, y reportamos los resultados de tres experimentos usando datos sintetizados. Los experimentos con datos sintetizados son importantes porque se conoce la verdad de la tierra, no existen posibles confusiones debido a la caracterización de la cámara y al preprocesamiento, y se pueden investigar eficazmente varios factores que afectan a la constancia del color porque se pueden manipular de forma individual y precisa. Los algoritmos elegidos para el estudio cercano incluyen dos métodos del mundo gris, un caso limitante de una versión del método Retinex, una serie de variantes del método de mapeo Gamut Forsyths (1990), el método Cardei et al.s (2000), y el color de Finlayson et al.s por método de correlación (Finlayson et al. 1997, 2001; Hubel y Finlayson 2000). Investigamos la capacidad de estos algoritmos para hacer estimaciones de tres diferentes cantidades de constancia de color: la cromática de la escena iluminante, la magnitud global de esa iluminante, y una imagen corregida, invariante de iluminación. Consideramos el rendimiento del algoritmo como una función del número de superficies en escenas generadas a partir de espectros <br>reflectancia</br>, el efecto relativo en los algoritmos de las especulaciones añadidas, y el efecto del posterior recorte de los datos. Todos los datos están disponibles en línea en http://www.cs.sfu.ca/~color/data, y las implementaciones para la mayoría de los algoritmos también están disponibles (http://www.cs.sfu.ca/~color/code) ",
            "error": [
                ""
            ]
        },
        "specularities": {
            "translated_key": "especularidades añadidas",
            "translated_annotated_text": "Una comparación de algoritmos de constancia de color computacional. I: Metodología y experimentos con datos sintetizados Introducimos un contexto para probar la constancia del color computacional, especificamos nuestro enfoque para la implementación de varios de los algoritmos líderes, y reportamos los resultados de tres experimentos usando datos sintetizados. Los experimentos con datos sintetizados son importantes porque se conoce la verdad de la tierra, no existen posibles confusiones debido a la caracterización de la cámara y al preprocesamiento, y se pueden investigar eficazmente varios factores que afectan a la constancia del color porque se pueden manipular de forma individual y precisa. Los algoritmos elegidos para el estudio cercano incluyen dos métodos del mundo gris, un caso limitante de una versión del método Retinex, una serie de variantes del método de mapeo Gamut Forsyths (1990), el método Cardei et al.s (2000), y el color de Finlayson et al.s por método de correlación (Finlayson et al. 1997, 2001; Hubel y Finlayson 2000). Investigamos la capacidad de estos algoritmos para hacer estimaciones de tres diferentes cantidades de constancia de color: la cromática de la escena iluminante, la magnitud global de esa iluminante, y una imagen corregida, invariante de iluminación. Consideramos el rendimiento del algoritmo como una función del número de superficies en escenas generadas a partir de espectros de reflectancia, el efecto relativo en los algoritmos de <br>especularidades añadidas</br>, y el efecto del recorte posterior de los datos. Todos los datos están disponibles en línea en http://www.cs.sfu.ca/~color/data, y las implementaciones para la mayoría de los algoritmos también están disponibles (http://www.cs.sfu.ca/~color/code) ",
            "error": [
                ""
            ]
        },
        "clipping": {
            "translated_key": "clipping",
            "translated_annotated_text": "Una comparación de algoritmos de constancia de color computacional. I: Metodología y experimentos con datos sintetizados Introducimos un contexto para probar la constancia del color computacional, especificamos nuestro enfoque para la implementación de varios de los algoritmos líderes, y reportamos los resultados de tres experimentos usando datos sintetizados. Los experimentos con datos sintetizados son importantes porque se conoce la verdad de la tierra, no existen posibles confusiones debido a la caracterización de la cámara y al preprocesamiento, y se pueden investigar eficazmente varios factores que afectan a la constancia del color porque se pueden manipular de forma individual y precisa. Los algoritmos elegidos para el estudio cercano incluyen dos métodos del mundo gris, un caso limitante de una versión del método Retinex, una serie de variantes del método de mapeo Gamut Forsyths (1990), el método Cardei et al.s (2000), y el color de Finlayson et al.s por método de correlación (Finlayson et al. 1997, 2001; Hubel y Finlayson 2000). Investigamos la capacidad de estos algoritmos para hacer estimaciones de tres diferentes cantidades de constancia de color: la cromática de la escena iluminante, la magnitud global de esa iluminante, y una imagen corregida, invariante de iluminación. Consideramos el rendimiento del algoritmo como una función del número de superficies en escenas generadas a partir de espectros de reflectancia, el efecto relativo en los algoritmos de especulaciones añadidas, y el efecto de subsecuentes <br>clipping</br> de los datos. Todos los datos están disponibles en línea en http://www.cs.sfu.ca/~color/data, y las implementaciones para la mayoría de los algoritmos también están disponibles (http://www.cs.sfu.ca/~color/code) ",
            "error": [
                ""
            ]
        },
        "correlation methods": {
            "translated_key": [],
            "translated_annotated_text": "Una comparación de algoritmos de constancia de color computacional. I: Metodología y experimentos con datos sintetizados Introducimos un contexto para probar la constancia del color computacional, especificamos nuestro enfoque para la implementación de varios de los algoritmos líderes, y reportamos los resultados de tres experimentos usando datos sintetizados. Los experimentos con datos sintetizados son importantes porque se conoce la verdad de la tierra, no existen posibles confusiones debido a la caracterización de la cámara y al preprocesamiento, y se pueden investigar eficazmente varios factores que afectan a la constancia del color porque se pueden manipular de forma individual y precisa. Los algoritmos elegidos para el estudio cercano incluyen dos métodos del mundo gris, un caso limitante de una versión del método Retinex, una serie de variantes del método de mapeo Gamut Forsyths (1990), el método Cardei et al.s (2000), y el color de Finlayson et al.s por método de correlación (Finlayson et al. 1997, 2001; Hubel y Finlayson 2000). Investigamos la capacidad de estos algoritmos para hacer estimaciones de tres diferentes cantidades de constancia de color: la cromática de la escena iluminante, la magnitud global de esa iluminante, y una imagen corregida, invariante de iluminación. Consideramos el rendimiento del algoritmo como una función del número de superficies en escenas generadas a partir de espectros de reflectancia, el efecto relativo en los algoritmos de especulaciones añadidas, y el efecto de recorte posterior de los datos. Todos los datos están disponibles en línea en http://www.cs.sfu.ca/~color/data, y las implementaciones para la mayoría de los algoritmos también están disponibles (http://www.cs.sfu.ca/~color/code) ",
            "error": []
        },
        "image colour analysis": {
            "translated_key": [],
            "translated_annotated_text": "Una comparación de algoritmos de constancia de color computacional. I: Metodología y experimentos con datos sintetizados Introducimos un contexto para probar la constancia del color computacional, especificamos nuestro enfoque para la implementación de varios de los algoritmos líderes, y reportamos los resultados de tres experimentos usando datos sintetizados. Los experimentos con datos sintetizados son importantes porque se conoce la verdad de la tierra, no existen posibles confusiones debido a la caracterización de la cámara y al preprocesamiento, y se pueden investigar eficazmente varios factores que afectan a la constancia del color porque se pueden manipular de forma individual y precisa. Los algoritmos elegidos para el estudio cercano incluyen dos métodos del mundo gris, un caso limitante de una versión del método Retinex, una serie de variantes del método de mapeo Gamut Forsyths (1990), el método Cardei et al.s (2000), y el color de Finlayson et al.s por método de correlación (Finlayson et al. 1997, 2001; Hubel y Finlayson 2000). Investigamos la capacidad de estos algoritmos para hacer estimaciones de tres diferentes cantidades de constancia de color: la cromática de la escena iluminante, la magnitud global de esa iluminante, y una imagen corregida, invariante de iluminación. Consideramos el rendimiento del algoritmo como una función del número de superficies en escenas generadas a partir de espectros de reflectancia, el efecto relativo en los algoritmos de especulaciones añadidas, y el efecto de recorte posterior de los datos. Todos los datos están disponibles en línea en http://www.cs.sfu.ca/~color/data, y las implementaciones para la mayoría de los algoritmos también están disponibles (http://www.cs.sfu.ca/~color/code) ",
            "error": []
        },
        "neural nets": {
            "translated_key": [],
            "translated_annotated_text": "Una comparación de algoritmos de constancia de color computacional. I: Metodología y experimentos con datos sintetizados Introducimos un contexto para probar la constancia del color computacional, especificamos nuestro enfoque para la implementación de varios de los algoritmos líderes, y reportamos los resultados de tres experimentos usando datos sintetizados. Los experimentos con datos sintetizados son importantes porque se conoce la verdad de la tierra, no existen posibles confusiones debido a la caracterización de la cámara y al preprocesamiento, y se pueden investigar eficazmente varios factores que afectan a la constancia del color porque se pueden manipular de forma individual y precisa. Los algoritmos elegidos para el estudio cercano incluyen dos métodos del mundo gris, un caso limitante de una versión del método Retinex, una serie de variantes del método de mapeo Gamut Forsyths (1990), el método Cardei et al.s (2000), y el color de Finlayson et al.s por método de correlación (Finlayson et al. 1997, 2001; Hubel y Finlayson 2000). Investigamos la capacidad de estos algoritmos para hacer estimaciones de tres diferentes cantidades de constancia de color: la cromática de la escena iluminante, la magnitud global de esa iluminante, y una imagen corregida, invariante de iluminación. Consideramos el rendimiento del algoritmo como una función del número de superficies en escenas generadas a partir de espectros de reflectancia, el efecto relativo en los algoritmos de especulaciones añadidas, y el efecto de recorte posterior de los datos. Todos los datos están disponibles en línea en http://www.cs.sfu.ca/~color/data, y las implementaciones para la mayoría de los algoritmos también están disponibles (http://www.cs.sfu.ca/~color/code) ",
            "error": []
        }
    }
}