{
    "original_text": "Quality image metrics for synthetic images based on perceptual color differences Due to the improvement of image rendering processes, and the increasing importance of quantitative comparisons among synthetic color images, it is essential to define perceptually based metrics which enable to objectively assess the visual quality of digital simulations. In response to this need, this paper proposes a new methodology for the determination of an objective image quality metric, and gives an answer to this problem through three metrics. This methodology is based on the LLAB color space for perception of color in complex images, a modification of the CIELab1976 color space. The first metric proposed is a pixel by pixel metric which introduces a local distance map between two images. The second metric associates, to a pair of images, a global value. Finally, the third metric uses a recursive subdivision of the images to obtain an adaptative distance map, rougher but less expensive to compute than the first method",
    "original_translation": "métricas de calidad de imagen para imágenes sintéticas basadas en diferencias de color perceptivas Debido a la mejora de los procesos de renderización de imágenes y a la creciente importancia de las comparaciones cuantitativas entre imágenes de color sintéticas, es esencial definir métricas basadas en percepciones que permitan evaluar objetivamente la calidad visual de las simulaciones digitales. En respuesta a esta necesidad, este trabajo propone una nueva metodología para la determinación de una métrica de calidad de imagen objetiva, y da una respuesta a este problema a través de tres métricas. Esta metodología se basa en el espacio de color LLAB para la percepción del color en imágenes complejas, una modificación del espacio de color CIELab1976. La primera métrica propuesta es una métrica pixel por pixel que introduce un mapa de distancia local entre dos imágenes. La segunda métrica asociada, a un par de imágenes, un valor global. Finalmente, la tercera métrica utiliza una subdivisión recursiva de las imágenes para obtener un mapa de distancia adaptativo, más áspero pero menos costoso de calcular que el primer método",
    "error_count": 5,
    "keys": {
        "quality image metrics": {
            "translated_key": [],
            "translated_annotated_text": "métricas de calidad de imagen para imágenes sintéticas basadas en diferencias de color perceptivas Debido a la mejora de los procesos de renderización de imágenes y a la creciente importancia de las comparaciones cuantitativas entre imágenes de color sintéticas, es esencial definir métricas basadas en percepciones que permitan evaluar objetivamente la calidad visual de las simulaciones digitales. En respuesta a esta necesidad, este trabajo propone una nueva metodología para la determinación de una métrica de calidad de imagen objetiva, y da una respuesta a este problema a través de tres métricas. Esta metodología se basa en el espacio de color LLAB para la percepción del color en imágenes complejas, una modificación del espacio de color CIELab1976. La primera métrica propuesta es una métrica pixel por pixel que introduce un mapa de distancia local entre dos imágenes. La segunda métrica asociada, a un par de imágenes, un valor global. Finalmente, la tercera métrica utiliza una subdivisión recursiva de las imágenes para obtener un mapa de distancia adaptativo, más áspero pero menos costoso de calcular que el primer método ",
            "error": []
        },
        "synthetic images": {
            "translated_key": "sintéticas",
            "translated_annotated_text": "métricas de calidad de imagen para imágenes <br>sintéticas</br> basadas en diferencias de color perceptivas Debido a la mejora de los procesos de renderización de imágenes y a la creciente importancia de las comparaciones cuantitativas entre imágenes de color sintético, es esencial definir métricas basadas en percepciones que permitan evaluar objetivamente la calidad visual de las simulaciones digitales. En respuesta a esta necesidad, este trabajo propone una nueva metodología para la determinación de una métrica de calidad de imagen objetiva, y da una respuesta a este problema a través de tres métricas. Esta metodología se basa en el espacio de color LLAB para la percepción del color en imágenes complejas, una modificación del espacio de color CIELab1976. La primera métrica propuesta es una métrica pixel por pixel que introduce un mapa de distancia local entre dos imágenes. La segunda métrica asociada, a un par de imágenes, un valor global. Finalmente, la tercera métrica utiliza una subdivisión recursiva de las imágenes para obtener un mapa de distancia adaptativo, más áspero pero menos costoso de calcular que el primer método ",
            "error": [
                ""
            ]
        },
        "perceptual color differences": {
            "translated_key": "diferencias de color perceptual",
            "translated_annotated_text": "métricas de calidad de imagen para imágenes sintéticas basadas en <br>diferencias de color perceptual</br> Debido a la mejora de los procesos de renderizado de imágenes y a la creciente importancia de las comparaciones cuantitativas entre imágenes de color sintético, es esencial definir métricas de base perceptiva que permitan evaluar objetivamente la calidad visual de las simulaciones digitales. En respuesta a esta necesidad, este trabajo propone una nueva metodología para la determinación de una métrica de calidad de imagen objetiva, y da una respuesta a este problema a través de tres métricas. Esta metodología se basa en el espacio de color LLAB para la percepción del color en imágenes complejas, una modificación del espacio de color CIELab1976. La primera métrica propuesta es una métrica pixel por pixel que introduce un mapa de distancia local entre dos imágenes. La segunda métrica asociada, a un par de imágenes, un valor global. Finalmente, la tercera métrica utiliza una subdivisión recursiva de las imágenes para obtener un mapa de distancia adaptativo, más áspero pero menos costoso de calcular que el primer método ",
            "error": [
                ""
            ]
        },
        "image rendering": {
            "translated_key": [],
            "translated_annotated_text": "métricas de calidad de imagen para imágenes sintéticas basadas en diferencias de color perceptivas Debido a la mejora de los procesos de renderización de imágenes <br> y a la creciente importancia de las comparaciones cuantitativas entre las imágenes de color sintéticas, es esencial definir métricas basadas en percepciones que permitan evaluar objetivamente la calidad visual de las simulaciones digitales. En respuesta a esta necesidad, este trabajo propone una nueva metodología para la determinación de una métrica de calidad de imagen objetiva, y da una respuesta a este problema a través de tres métricas. Esta metodología se basa en el espacio de color LLAB para la percepción del color en imágenes complejas, una modificación del espacio de color CIELab1976. La primera métrica propuesta es una métrica pixel por pixel que introduce un mapa de distancia local entre dos imágenes. La segunda métrica asociada, a un par de imágenes, un valor global. Finalmente, la tercera métrica utiliza una subdivisión recursiva de las imágenes para obtener un mapa de distancia adaptativo, más áspero pero menos costoso de calcular que el primer método ",
            "error": []
        },
        "color images": {
            "translated_key": " en color",
            "translated_annotated_text": "métricas de calidad de imagen para imágenes sintéticas basadas en diferencias de color perceptivas Debido a la mejora de los procesos de renderización de imágenes y a la creciente importancia de las comparaciones cuantitativas entre imágenes sintéticas <br> en color</br>, es esencial definir métricas basadas en percepción que permitan evaluar objetivamente la calidad visual de las simulaciones digitales. En respuesta a esta necesidad, este trabajo propone una nueva metodología para la determinación de una métrica de calidad de imagen objetiva, y da una respuesta a este problema a través de tres métricas. Esta metodología se basa en el espacio de color LLAB para la percepción del color en imágenes complejas, una modificación del espacio de color CIELab1976. La primera métrica propuesta es una métrica pixel por pixel que introduce un mapa de distancia local entre dos imágenes. La segunda métrica asociada, a un par de imágenes, un valor global. Finalmente, la tercera métrica utiliza una subdivisión recursiva de las imágenes para obtener un mapa de distancia adaptativo, más áspero pero menos costoso de calcular que el primer método ",
            "error": [
                ""
            ]
        },
        "perceptually based metrics": {
            "translated_key": "perceptualmente en ",
            "translated_annotated_text": "métricas de calidad de imagen para imágenes sintéticas basadas en diferencias de color perceptivas Debido a la mejora de los procesos de renderización de imágenes, y a la creciente importancia de las comparaciones cuantitativas entre imágenes de color sintéticas, es esencial definir métricas basadas <br>perceptualmente en </br> que permitan evaluar objetivamente la calidad visual de las simulaciones digitales. En respuesta a esta necesidad, este trabajo propone una nueva metodología para la determinación de una métrica de calidad de imagen objetiva, y da una respuesta a este problema a través de tres métricas. Esta metodología se basa en el espacio de color LLAB para la percepción del color en imágenes complejas, una modificación del espacio de color CIELab1976. La primera métrica propuesta es una métrica pixel por pixel que introduce un mapa de distancia local entre dos imágenes. La segunda métrica asociada, a un par de imágenes, un valor global. Finalmente, la tercera métrica utiliza una subdivisión recursiva de las imágenes para obtener un mapa de distancia adaptativo, más áspero pero menos costoso de calcular que el primer método ",
            "error": [
                ""
            ]
        },
        "visual quality": {
            "translated_key": [],
            "translated_annotated_text": "métricas de calidad de imagen para imágenes sintéticas basadas en diferencias de color perceptivas Debido a la mejora de los procesos de renderización de imágenes y a la creciente importancia de las comparaciones cuantitativas entre imágenes de color sintéticas, es esencial definir métricas basadas en percepciones que permitan evaluar objetivamente la calidad visual <br> de las simulaciones digitales. En respuesta a esta necesidad, este trabajo propone una nueva metodología para la determinación de una métrica de calidad de imagen objetiva, y da una respuesta a este problema a través de tres métricas. Esta metodología se basa en el espacio de color LLAB para la percepción del color en imágenes complejas, una modificación del espacio de color CIELab1976. La primera métrica propuesta es una métrica pixel por pixel que introduce un mapa de distancia local entre dos imágenes. La segunda métrica asociada, a un par de imágenes, un valor global. Finalmente, la tercera métrica utiliza una subdivisión recursiva de las imágenes para obtener un mapa de distancia adaptativo, más áspero pero menos costoso de calcular que el primer método ",
            "error": []
        },
        "digital simulations": {
            "translated_key": " ",
            "translated_annotated_text": "métricas de calidad de imagen para imágenes sintéticas basadas en diferencias de color perceptivas Debido a la mejora de los procesos de renderización de imágenes y a la creciente importancia de las comparaciones cuantitativas entre imágenes de color sintéticas, es esencial definir métricas basadas en percepciones que permitan evaluar objetivamente la calidad visual de las simulaciones digitales <br> </br>. En respuesta a esta necesidad, este trabajo propone una nueva metodología para la determinación de una métrica de calidad de imagen objetiva, y da una respuesta a este problema a través de tres métricas. Esta metodología se basa en el espacio de color LLAB para la percepción del color en imágenes complejas, una modificación del espacio de color CIELab1976. La primera métrica propuesta es una métrica pixel por pixel que introduce un mapa de distancia local entre dos imágenes. La segunda métrica asociada, a un par de imágenes, un valor global. Finalmente, la tercera métrica utiliza una subdivisión recursiva de las imágenes para obtener un mapa de distancia adaptativo, más áspero pero menos costoso de calcular que el primer método ",
            "error": [
                ""
            ]
        },
        "LLAB color space": {
            "translated_key": "LLAB",
            "translated_annotated_text": "métricas de calidad de imagen para imágenes sintéticas basadas en diferencias de color perceptivas Debido a la mejora de los procesos de renderización de imágenes y a la creciente importancia de las comparaciones cuantitativas entre imágenes de color sintéticas, es esencial definir métricas basadas en percepciones que permitan evaluar objetivamente la calidad visual de las simulaciones digitales. En respuesta a esta necesidad, este trabajo propone una nueva metodología para la determinación de una métrica de calidad de imagen objetiva, y da una respuesta a este problema a través de tres métricas. Esta metodología se basa en el espacio de color <br>LLAB</br> para la percepción del color en imágenes complejas, una modificación del espacio de color CIELab1976. La primera métrica propuesta es una métrica pixel por pixel que introduce un mapa de distancia local entre dos imágenes. La segunda métrica asociada, a un par de imágenes, un valor global. Finalmente, la tercera métrica utiliza una subdivisión recursiva de las imágenes para obtener un mapa de distancia adaptativo, más áspero pero menos costoso de calcular que el primer método ",
            "error": [
                ""
            ]
        },
        "CIELab1976 color space": {
            "translated_key": "CIELab1976",
            "translated_annotated_text": "métricas de calidad de imagen para imágenes sintéticas basadas en diferencias de color perceptivas Debido a la mejora de los procesos de renderización de imágenes y a la creciente importancia de las comparaciones cuantitativas entre imágenes de color sintéticas, es esencial definir métricas basadas en percepciones que permitan evaluar objetivamente la calidad visual de las simulaciones digitales. En respuesta a esta necesidad, este trabajo propone una nueva metodología para la determinación de una métrica de calidad de imagen objetiva, y da una respuesta a este problema a través de tres métricas. Esta metodología se basa en el espacio de color LLAB para la percepción del color en imágenes complejas, una modificación del espacio de color <br>CIELab1976</br>. La primera métrica propuesta es una métrica pixel por pixel que introduce un mapa de distancia local entre dos imágenes. La segunda métrica asociada, a un par de imágenes, un valor global. Finalmente, la tercera métrica utiliza una subdivisión recursiva de las imágenes para obtener un mapa de distancia adaptativo, más áspero pero menos costoso de calcular que el primer método ",
            "error": [
                ""
            ]
        },
        "pixel by pixel metric": {
            "translated_key": "pixel por pixel métrica",
            "translated_annotated_text": "métricas de calidad de imagen para imágenes sintéticas basadas en diferencias de color perceptivas Debido a la mejora de los procesos de renderización de imágenes y a la creciente importancia de las comparaciones cuantitativas entre imágenes de color sintéticas, es esencial definir métricas basadas en percepciones que permitan evaluar objetivamente la calidad visual de las simulaciones digitales. En respuesta a esta necesidad, este trabajo propone una nueva metodología para la determinación de una métrica de calidad de imagen objetiva, y da una respuesta a este problema a través de tres métricas. Esta metodología se basa en el espacio de color LLAB para la percepción del color en imágenes complejas, una modificación del espacio de color CIELab1976. La primera métrica propuesta es un <br>pixel por pixel métrica</br> que introduce un mapa de distancia local entre dos imágenes. La segunda métrica asociada, a un par de imágenes, un valor global. Finalmente, la tercera métrica utiliza una subdivisión recursiva de las imágenes para obtener un mapa de distancia adaptativo, más áspero pero menos costoso de calcular que el primer método ",
            "error": [
                ""
            ]
        },
        "local distance map": {
            "translated_key": "local",
            "translated_annotated_text": "métricas de calidad de imagen para imágenes sintéticas basadas en diferencias de color perceptivas Debido a la mejora de los procesos de renderización de imágenes y a la creciente importancia de las comparaciones cuantitativas entre imágenes de color sintéticas, es esencial definir métricas basadas en percepciones que permitan evaluar objetivamente la calidad visual de las simulaciones digitales. En respuesta a esta necesidad, este trabajo propone una nueva metodología para la determinación de una métrica de calidad de imagen objetiva, y da una respuesta a este problema a través de tres métricas. Esta metodología se basa en el espacio de color LLAB para la percepción del color en imágenes complejas, una modificación del espacio de color CIELab1976. La primera métrica propuesta es una métrica pixel por pixel que introduce un mapa de distancia <br>local</br> entre dos imágenes. La segunda métrica asociada, a un par de imágenes, un valor global. Finalmente, la tercera métrica utiliza una subdivisión recursiva de las imágenes para obtener un mapa de distancia adaptativo, más áspero pero menos costoso de calcular que el primer método ",
            "error": [
                ""
            ]
        },
        "global value": {
            "translated_key": "global",
            "translated_annotated_text": "métricas de calidad de imagen para imágenes sintéticas basadas en diferencias de color perceptivas Debido a la mejora de los procesos de renderización de imágenes y a la creciente importancia de las comparaciones cuantitativas entre imágenes de color sintéticas, es esencial definir métricas basadas en percepciones que permitan evaluar objetivamente la calidad visual de las simulaciones digitales. En respuesta a esta necesidad, este trabajo propone una nueva metodología para la determinación de una métrica de calidad de imagen objetiva, y da una respuesta a este problema a través de tres métricas. Esta metodología se basa en el espacio de color LLAB para la percepción del color en imágenes complejas, una modificación del espacio de color CIELab1976. La primera métrica propuesta es una métrica pixel por pixel que introduce un mapa de distancia local entre dos imágenes. La segunda métrica asociada, a un par de imágenes, un valor <br>global</br>. Finalmente, la tercera métrica utiliza una subdivisión recursiva de las imágenes para obtener un mapa de distancia adaptativo, más áspero pero menos costoso de calcular que el primer método ",
            "error": [
                ""
            ]
        },
        "recursive subdivision": {
            "translated_key": "recursiva",
            "translated_annotated_text": "métricas de calidad de imagen para imágenes sintéticas basadas en diferencias de color perceptivas Debido a la mejora de los procesos de renderización de imágenes y a la creciente importancia de las comparaciones cuantitativas entre imágenes de color sintéticas, es esencial definir métricas basadas en percepciones que permitan evaluar objetivamente la calidad visual de las simulaciones digitales. En respuesta a esta necesidad, este trabajo propone una nueva metodología para la determinación de una métrica de calidad de imagen objetiva, y da una respuesta a este problema a través de tres métricas. Esta metodología se basa en el espacio de color LLAB para la percepción del color en imágenes complejas, una modificación del espacio de color CIELab1976. La primera métrica propuesta es una métrica pixel por pixel que introduce un mapa de distancia local entre dos imágenes. La segunda métrica asociada, a un par de imágenes, un valor global. Finalmente, la tercera métrica utiliza una subdivisión <br>recursiva</br> de las imágenes para obtener un mapa de distancia adaptativo, más áspero pero menos costoso de calcular que el primer método ",
            "error": [
                ""
            ]
        },
        "adaptative distance map": {
            "translated_key": "mapa de distancia adaptativo",
            "translated_annotated_text": "métricas de calidad de imagen para imágenes sintéticas basadas en diferencias de color perceptivas Debido a la mejora de los procesos de renderización de imágenes y a la creciente importancia de las comparaciones cuantitativas entre imágenes de color sintéticas, es esencial definir métricas basadas en percepciones que permitan evaluar objetivamente la calidad visual de las simulaciones digitales. En respuesta a esta necesidad, este trabajo propone una nueva metodología para la determinación de una métrica de calidad de imagen objetiva, y da una respuesta a este problema a través de tres métricas. Esta metodología se basa en el espacio de color LLAB para la percepción del color en imágenes complejas, una modificación del espacio de color CIELab1976. La primera métrica propuesta es una métrica pixel por pixel que introduce un mapa de distancia local entre dos imágenes. La segunda métrica asociada, a un par de imágenes, un valor global. Finalmente, la tercera métrica utiliza una subdivisión recursiva de las imágenes para obtener un <br>mapa de distancia adaptativo</br>, más áspero pero menos costoso de calcular que el primer método.  ",
            "error": [
                ""
            ]
        },
        "image colour analysis": {
            "translated_key": [],
            "translated_annotated_text": "métricas de calidad de imagen para imágenes sintéticas basadas en diferencias de color perceptivas Debido a la mejora de los procesos de renderización de imágenes y a la creciente importancia de las comparaciones cuantitativas entre imágenes de color sintéticas, es esencial definir métricas basadas en percepciones que permitan evaluar objetivamente la calidad visual de las simulaciones digitales. En respuesta a esta necesidad, este trabajo propone una nueva metodología para la determinación de una métrica de calidad de imagen objetiva, y da una respuesta a este problema a través de tres métricas. Esta metodología se basa en el espacio de color LLAB para la percepción del color en imágenes complejas, una modificación del espacio de color CIELab1976. La primera métrica propuesta es una métrica pixel por pixel que introduce un mapa de distancia local entre dos imágenes. La segunda métrica asociada, a un par de imágenes, un valor global. Finalmente, la tercera métrica utiliza una subdivisión recursiva de las imágenes para obtener un mapa de distancia adaptativo, más áspero pero menos costoso de calcular que el primer método ",
            "error": []
        },
        "rendering (computer graphics)": {
            "translated_key": [],
            "translated_annotated_text": "métricas de calidad de imagen para imágenes sintéticas basadas en diferencias de color perceptivas Debido a la mejora de los procesos de renderización de imágenes y a la creciente importancia de las comparaciones cuantitativas entre imágenes de color sintéticas, es esencial definir métricas basadas en percepciones que permitan evaluar objetivamente la calidad visual de las simulaciones digitales. En respuesta a esta necesidad, este trabajo propone una nueva metodología para la determinación de una métrica de calidad de imagen objetiva, y da una respuesta a este problema a través de tres métricas. Esta metodología se basa en el espacio de color LLAB para la percepción del color en imágenes complejas, una modificación del espacio de color CIELab1976. La primera métrica propuesta es una métrica pixel por pixel que introduce un mapa de distancia local entre dos imágenes. La segunda métrica asociada, a un par de imágenes, un valor global. Finalmente, la tercera métrica utiliza una subdivisión recursiva de las imágenes para obtener un mapa de distancia adaptativo, más áspero pero menos costoso de calcular que el primer método ",
            "error": []
        }
    }
}