{
    "original_text": "Adaptive state feedback control for a class of linear systems with unknown bounds of uncertainties The problem of adaptive robust stabilization for a class of linear time-varying systems with disturbance and nonlinear uncertainties is considered. The bounds of the disturbance and uncertainties are assumed to be unknown, being even arbitrary. For such uncertain dynamical systems, the adaptive robust state feedback controller is obtained. And the resulting closed-loop systems are asymptotically stable in theory. Moreover, an adaptive robust state feedback control scheme is given. The scheme ensures the closed-loop systems exponentially practically stable and can be used in practical engineering. Finally, simulations show that the control scheme is effective",
    "original_translation": "Control de retroalimentación del estado adaptativo para una clase de sistemas lineales con límites desconocidos de incertidumbres Se considera el problema de la estabilización robusta adaptativa para una clase de sistemas lineales que varían el tiempo con perturbaciones e incertidumbres no lineales. Se supone que los límites de la perturbación y las incertidumbres son desconocidos, siendo incluso arbitrarios. Para sistemas dinámicos tan inciertos, se obtiene el controlador de retroalimentación de estado robusto adaptativo. Y los sistemas de circuito cerrado resultantes son asintóticamente estables en teoría. Además, se proporciona un sistema de control de retroalimentación del estado robusto y adaptativo. El esquema asegura los sistemas de circuito cerrado exponencialmente estable y se puede utilizar en la ingeniería práctica. Por último, las simulaciones muestran que el sistema de control es eficaz",
    "error_count": 9,
    "keys": {
        "robust stabilization": {
            "translated_key": "estabilización robusta",
            "translated_annotated_text": "Control de retroalimentación del estado adaptativo para una clase de sistemas lineales con límites desconocidos de incertidumbres Se considera el problema de la \"estabilización robusta\" adaptativa para una clase de sistemas lineales que varían el tiempo con perturbaciones e incertidumbres no lineales. Se supone que los límites de la perturbación y las incertidumbres son desconocidos, siendo incluso arbitrarios. Para sistemas dinámicos tan inciertos, se obtiene el controlador de retroalimentación de estado robusto adaptativo. Y los sistemas de circuito cerrado resultantes son asintóticamente estables en teoría. Además, se proporciona un sistema de control de retroalimentación del estado robusto y adaptativo. El esquema asegura los sistemas de circuito cerrado exponencialmente estable y se puede utilizar en la ingeniería práctica. Por último, las simulaciones muestran que el sistema de control es eficaz ",
            "error": [
                ""
            ]
        },
        "adaptive stabilization": {
            "translated_key": [],
            "translated_annotated_text": "Control de retroalimentación del estado adaptativo para una clase de sistemas lineales con límites desconocidos de incertidumbres Se considera el problema de la estabilización robusta adaptativa para una clase de sistemas lineales que varían el tiempo con perturbaciones e incertidumbres no lineales. Se supone que los límites de la perturbación y las incertidumbres son desconocidos, siendo incluso arbitrarios. Para sistemas dinámicos tan inciertos, se obtiene el controlador de retroalimentación de estado robusto adaptativo. Y los sistemas de circuito cerrado resultantes son asintóticamente estables en teoría. Además, se proporciona un sistema de control de retroalimentación del estado robusto y adaptativo. El esquema asegura los sistemas de circuito cerrado exponencialmente estable y se puede utilizar en la ingeniería práctica. Por último, las simulaciones muestran que el sistema de control es eficaz ",
            "error": []
        },
        "linear time-varying systems": {
            "translated_key": "sistemas lineales de variación del tiempo",
            "translated_annotated_text": "Control de retroalimentación del estado adaptativo para una clase de sistemas lineales con límites desconocidos de incertidumbres Se considera el problema de la estabilización robusta adaptativa para una clase de \"sistemas lineales de variación del tiempo\" con perturbaciones e incertidumbres no lineales. Se supone que los límites de la perturbación y las incertidumbres son desconocidos, siendo incluso arbitrarios. Para sistemas dinámicos tan inciertos, se obtiene el controlador de retroalimentación de estado robusto adaptativo. Y los sistemas de circuito cerrado resultantes son asintóticamente estables en teoría. Además, se proporciona un sistema de control de retroalimentación del estado robusto y adaptativo. El esquema asegura los sistemas de circuito cerrado exponencialmente estable y se puede utilizar en la ingeniería práctica. Por último, las simulaciones muestran que el sistema de control es eficaz ",
            "error": [
                ""
            ]
        },
        "nonlinear uncertainties": {
            "translated_key": "incertidumbres no lineales",
            "translated_annotated_text": "Control de retroalimentación del estado adaptativo para una clase de sistemas lineales con límites desconocidos de incertidumbres Se considera el problema de la estabilización robusta adaptativa para una clase de sistemas lineales que varían el tiempo con perturbaciones e \"incertidumbres no lineales\". Se supone que los límites de la perturbación y las incertidumbres son desconocidos, siendo incluso arbitrarios. Para sistemas dinámicos tan inciertos, se obtiene el controlador de retroalimentación de estado robusto adaptativo. Y los sistemas de circuito cerrado resultantes son asintóticamente estables en teoría. Además, se proporciona un sistema de control de retroalimentación del estado robusto y adaptativo. El esquema asegura los sistemas de circuito cerrado exponencialmente estable y se puede utilizar en la ingeniería práctica. Por último, las simulaciones muestran que el sistema de control es eficaz ",
            "error": [
                ""
            ]
        },
        "closed-loop systems": {
            "translated_key": "sistemas de bucle cerrado",
            "translated_annotated_text": "Control de retroalimentación del estado adaptativo para una clase de sistemas lineales con límites desconocidos de incertidumbres Se considera el problema de la estabilización robusta adaptativa para una clase de sistemas lineales que varían el tiempo con perturbaciones e incertidumbres no lineales. Se supone que los límites de la perturbación y las incertidumbres son desconocidos, siendo incluso arbitrarios. Para sistemas dinámicos tan inciertos, se obtiene el controlador de retroalimentación de estado robusto adaptativo. Y los \"sistemas de bucle cerrado\" resultantes son asintóticamente estables en teoría. Además, se proporciona un sistema de control de retroalimentación del estado robusto y adaptativo. El esquema asegura los \"sistemas de bucle cerrado\" exponencialmente estable y puede ser utilizado en ingeniería práctica. Por último, las simulaciones muestran que el sistema de control es eficaz ",
            "error": [
                ""
            ]
        },
        "uncertain dynamical systems": {
            "translated_key": "sistemas dinámicos inciertos",
            "translated_annotated_text": "Control de retroalimentación del estado adaptativo para una clase de sistemas lineales con límites desconocidos de incertidumbres Se considera el problema de la estabilización robusta adaptativa para una clase de sistemas lineales que varían el tiempo con perturbaciones e incertidumbres no lineales. Se supone que los límites de la perturbación y las incertidumbres son desconocidos, siendo incluso arbitrarios. Para tales \"sistemas dinámicos inciertos\", se obtiene el controlador de retroalimentación de estado robusto adaptativo. Y los sistemas de circuito cerrado resultantes son asintóticamente estables en teoría. Además, se proporciona un sistema de control de retroalimentación del estado robusto y adaptativo. El esquema asegura los sistemas de circuito cerrado exponencialmente estable y se puede utilizar en la ingeniería práctica. Por último, las simulaciones muestran que el sistema de control es eficaz ",
            "error": [
                ""
            ]
        },
        "state feedback": {
            "translated_key": [
                "retroalimentación del estado",
                "realimentación de estado",
                "retroalimentación estatal"
            ],
            "translated_annotated_text": "Control \"retroalimentación del estado\" adaptativo para una clase de sistemas lineales con límites desconocidos de incertidumbres Se considera el problema de la estabilización robusta adaptativa para una clase de sistemas lineales que varían el tiempo con perturbaciones e incertidumbres no lineales. Se supone que los límites de la perturbación y las incertidumbres son desconocidos, siendo incluso arbitrarios. Para sistemas dinámicos tan inciertos, se obtiene el robusto controlador de \"realimentación de estado\" adaptativo. Y los sistemas de circuito cerrado resultantes son asintóticamente estables en teoría. Además, se proporciona un sistema de control de \"retroalimentación estatal\" adaptable y robusto. El esquema asegura los sistemas de circuito cerrado exponencialmente estable y se puede utilizar en la ingeniería práctica. Por último, las simulaciones muestran que el sistema de control es eficaz ",
            "error": [
                "retroalimentación del estado",
                "realimentación de estado",
                "retroalimentación estatal"
            ]
        },
        "adaptive controller": {
            "translated_key": [],
            "translated_annotated_text": "Control de retroalimentación del estado adaptativo para una clase de sistemas lineales con límites desconocidos de incertidumbres Se considera el problema de la estabilización robusta adaptativa para una clase de sistemas lineales que varían el tiempo con perturbaciones e incertidumbres no lineales. Se supone que los límites de la perturbación y las incertidumbres son desconocidos, siendo incluso arbitrarios. Para sistemas dinámicos tan inciertos, se obtiene el controlador de retroalimentación de estado robusto adaptativo. Y los sistemas de circuito cerrado resultantes son asintóticamente estables en teoría. Además, se proporciona un sistema de control de retroalimentación del estado robusto y adaptativo. El esquema asegura los sistemas de circuito cerrado exponencialmente estable y se puede utilizar en la ingeniería práctica. Por último, las simulaciones muestran que el sistema de control es eficaz ",
            "error": []
        },
        "robust control": {
            "translated_key": [],
            "translated_annotated_text": "Control de retroalimentación del estado adaptativo para una clase de sistemas lineales con límites desconocidos de incertidumbres Se considera el problema de la estabilización robusta adaptativa para una clase de sistemas lineales que varían el tiempo con perturbaciones e incertidumbres no lineales. Se supone que los límites de la perturbación y las incertidumbres son desconocidos, siendo incluso arbitrarios. Para sistemas dinámicos tan inciertos, se obtiene el controlador de retroalimentación de estado robusto adaptativo. Y los sistemas de circuito cerrado resultantes son asintóticamente estables en teoría. Además, se proporciona un sistema de control de retroalimentación del estado robusto y adaptativo. El esquema asegura los sistemas de circuito cerrado exponencialmente estable y se puede utilizar en la ingeniería práctica. Por último, las simulaciones muestran que el sistema de control es eficaz ",
            "error": []
        },
        "uncertain systems": {
            "translated_key": [],
            "translated_annotated_text": "Control de retroalimentación del estado adaptativo para una clase de sistemas lineales con límites desconocidos de incertidumbres Se considera el problema de la estabilización robusta adaptativa para una clase de sistemas lineales que varían el tiempo con perturbaciones e incertidumbres no lineales. Se supone que los límites de la perturbación y las incertidumbres son desconocidos, siendo incluso arbitrarios. Para sistemas dinámicos tan inciertos, se obtiene el controlador de retroalimentación de estado robusto adaptativo. Y los sistemas de circuito cerrado resultantes son asintóticamente estables en teoría. Además, se proporciona un sistema de control de retroalimentación del estado robusto y adaptativo. El esquema asegura los sistemas de circuito cerrado exponencialmente estable y se puede utilizar en la ingeniería práctica. Por último, las simulaciones muestran que el sistema de control es eficaz ",
            "error": []
        },
        "adaptive systems": {
            "translated_key": [],
            "translated_annotated_text": "Control de retroalimentación del estado adaptativo para una clase de sistemas lineales con límites desconocidos de incertidumbres Se considera el problema de la estabilización robusta adaptativa para una clase de sistemas lineales que varían el tiempo con perturbaciones e incertidumbres no lineales. Se supone que los límites de la perturbación y las incertidumbres son desconocidos, siendo incluso arbitrarios. Para sistemas dinámicos tan inciertos, se obtiene el controlador de retroalimentación de estado robusto adaptativo. Y los sistemas de circuito cerrado resultantes son asintóticamente estables en teoría. Además, se proporciona un sistema de control de retroalimentación del estado robusto y adaptativo. El esquema asegura los sistemas de circuito cerrado exponencialmente estable y se puede utilizar en la ingeniería práctica. Por último, las simulaciones muestran que el sistema de control es eficaz ",
            "error": []
        },
        "linear systems": {
            "translated_key": "sistemas lineales",
            "translated_annotated_text": "Control de retroalimentación del estado adaptativo para una clase de \"sistemas lineales\" con límites desconocidos de incertidumbres Se considera el problema de la estabilización robusta adaptativa para una clase de sistemas lineales que varían el tiempo con perturbaciones e incertidumbres no lineales. Se supone que los límites de la perturbación y las incertidumbres son desconocidos, siendo incluso arbitrarios. Para sistemas dinámicos tan inciertos, se obtiene el controlador de retroalimentación de estado robusto adaptativo. Y los sistemas de circuito cerrado resultantes son asintóticamente estables en teoría. Además, se proporciona un sistema de control de retroalimentación del estado robusto y adaptativo. El esquema asegura los sistemas de circuito cerrado exponencialmente estable y se puede utilizar en la ingeniería práctica. Por último, las simulaciones muestran que el sistema de control es eficaz ",
            "error": [
                ""
            ]
        },
        "time-varying systems": {
            "translated_key": "sistemas de variación del tiempo",
            "translated_annotated_text": "Control de retroalimentación del estado adaptativo para una clase de sistemas lineales con límites desconocidos de incertidumbres Se considera el problema de la estabilización robusta adaptativa para una clase de \"sistemas de variación del tiempo\" lineal con perturbaciones e incertidumbres no lineales. Se supone que los límites de la perturbación y las incertidumbres son desconocidos, siendo incluso arbitrarios. Para sistemas dinámicos tan inciertos, se obtiene el controlador de retroalimentación de estado robusto adaptativo. Y los sistemas de circuito cerrado resultantes son asintóticamente estables en teoría. Además, se proporciona un sistema de control de retroalimentación del estado robusto y adaptativo. El esquema asegura los sistemas de circuito cerrado exponencialmente estable y se puede utilizar en la ingeniería práctica. Por último, las simulaciones muestran que el sistema de control es eficaz ",
            "error": [
                ""
            ]
        }
    }
}