{
    "original_text": "Nonlinear modeling and adaptive fuzzy control of MCFC stack To improve availability and performance of fuel cells, the operating temperature of the molten carbonate fuel cells (MCFC) stack should be controlled within a specified range. However, most existing models of MCFC are not ready to be applied in synthesis. In the paper, a radial basis function neural networks identification model of a MCFC stack is developed based on the input-output sampled data. An adaptive fuzzy control procedure for the temperature of the MCFC stack is also developed. The parameters of the fuzzy control system are regulated by back-propagation algorithm, and the rule database of the fuzzy system is also adaptively adjusted by the nearest-neighbor-clustering algorithm. Finally using the neural networks model of MCFC stack, the simulation results of the control algorithm are presented. The results show the effectiveness of the proposed modeling and design procedures for the MCFC stack based on neural networks identification and the novel adaptive fuzzy control",
    "original_translation": "Modelado no lineal y control difuso adaptativo de la pila MCFC Para mejorar la disponibilidad y el rendimiento de las pilas de combustible, la temperatura de funcionamiento de la pila de pilas de combustible de carbonato fundido (MCFC) debe controlarse dentro de un rango especificado. Sin embargo, la mayoría de los modelos existentes de MCFC no están listos para ser aplicados en síntesis. En el artículo, se desarrolla un modelo de identificación de redes neuronales de función radial de una pila MCFC basado en los datos de entrada-salida muestreados. También se desarrolla un procedimiento de control difuso adaptativo para la temperatura de la pila MCFC. Los parámetros del sistema de control borroso están regulados por algoritmo de retropropagación, y la base de datos de reglas del sistema borroso también se ajusta de forma adaptativa por el algoritmo de agrupamiento de vecinos más cercano. Finalmente, utilizando el modelo de redes neuronales de la pila MCFC, se presentan los resultados de simulación del algoritmo de control. Los resultados muestran la efectividad de los procedimientos de modelado y diseño propuestos para la pila MCFC basados en la identificación de redes neuronales y el nuevo control difuso adaptativo",
    "error_count": 11,
    "keys": {
        "nonlinear modeling": {
            "translated_key": [],
            "translated_annotated_text": "Modelado no lineal y control difuso adaptativo de la pila MCFC Para mejorar la disponibilidad y el rendimiento de las pilas de combustible, la temperatura de funcionamiento de la pila de pilas de combustible de carbonato fundido (MCFC) debe controlarse dentro de un rango especificado. Sin embargo, la mayoría de los modelos existentes de MCFC no están listos para ser aplicados en síntesis. En el artículo, se desarrolla un modelo de identificación de redes neuronales de función radial de una pila MCFC basado en los datos de entrada-salida muestreados. También se desarrolla un procedimiento de control difuso adaptativo para la temperatura de la pila MCFC. Los parámetros del sistema de control borroso están regulados por algoritmo de retropropagación, y la base de datos de reglas del sistema borroso también se ajusta de forma adaptativa por el algoritmo de agrupamiento de vecinos más cercano. Finalmente, utilizando el modelo de redes neuronales de la pila MCFC, se presentan los resultados de simulación del algoritmo de control. Los resultados muestran la efectividad de los procedimientos de modelado y diseño propuestos para la pila MCFC basados en la identificación de redes neuronales y el nuevo control difuso adaptativo ",
            "error": []
        },
        "adaptive fuzzy control": {
            "translated_key": [
                "control difuso adaptativo",
                "adaptivo de control borroso",
                "control difuso adaptativo"
            ],
            "translated_annotated_text": "Modelado no lineal y <br>control difuso adaptativo</br> de la pila MCFC Para mejorar la disponibilidad y el rendimiento de las pilas de combustible, la temperatura de funcionamiento de la pila de pilas de combustible de carbonato fundido (MCFC) debe controlarse dentro de un rango especificado. Sin embargo, la mayoría de los modelos existentes de MCFC no están listos para ser aplicados en síntesis. En el artículo, se desarrolla un modelo de identificación de redes neuronales de función radial de una pila MCFC basado en los datos de entrada-salida muestreados. También se desarrolla un procedimiento <br>adaptivo de control borroso</br> para la temperatura de la pila MCFC. Los parámetros del sistema de control borroso están regulados por algoritmo de retropropagación, y la base de datos de reglas del sistema borroso también se ajusta de forma adaptativa por el algoritmo de agrupamiento de vecinos más cercano. Finalmente, utilizando el modelo de redes neuronales de la pila MCFC, se presentan los resultados de simulación del algoritmo de control. Los resultados muestran la efectividad de los procedimientos de modelado y diseño propuestos para la pila MCFC basados en la identificación de redes neuronales y el nuevo <br>control difuso adaptativo</br>.  ",
            "error": [
                "control difuso adaptativo",
                "adaptivo de control borroso",
                "control difuso adaptativo"
            ]
        },
        "MCFC stack": {
            "translated_key": [
                "MCFC",
                "MCFC",
                "MCFC",
                "MCFC stack",
                "MCFC"
            ],
            "translated_annotated_text": "Modelado no lineal y control difuso adaptativo de la pila <br>MCFC</br> Para mejorar la disponibilidad y el rendimiento de las pilas de combustible, la temperatura de funcionamiento de la pila de pilas de combustible de carbonato fundido (MCFC) debe controlarse dentro de un rango especificado. Sin embargo, la mayoría de los modelos existentes de MCFC no están listos para ser aplicados en síntesis. En el artículo, se desarrolla un modelo de identificación de redes neuronales de función radial de una pila <br>MCFC</br> basado en los datos de entrada-salida muestreados. También se desarrolla un procedimiento de control difuso adaptativo para la temperatura de la pila <br>MCFC</br>. Los parámetros del sistema de control borroso están regulados por algoritmo de retropropagación, y la base de datos de reglas del sistema borroso también se ajusta de forma adaptativa por el algoritmo de agrupamiento de vecinos más cercano. Finalmente, utilizando el modelo de redes neuronales de <br>MCFC stack</br>, se presentan los resultados de simulación del algoritmo de control. Los resultados muestran la efectividad de los procedimientos de modelado y diseño propuestos para la pila <br>MCFC</br> basada en la identificación de redes neuronales y el nuevo control difuso adaptativo ",
            "error": [
                "MCFC",
                "MCFC",
                "MCFC",
                "MCFC stack",
                "MCFC"
            ]
        },
        "fuel cells": {
            "translated_key": " ",
            "translated_annotated_text": "Modelado no lineal y control difuso adaptativo de la pila MCFC Para mejorar la disponibilidad y el rendimiento de las pilas de combustible <br> </br>, la temperatura de funcionamiento de la pila de carbonato fundido <br> </br> (MCFC) debe controlarse dentro de un rango especificado. Sin embargo, la mayoría de los modelos existentes de MCFC no están listos para ser aplicados en síntesis. En el artículo, se desarrolla un modelo de identificación de redes neuronales de función radial de una pila MCFC basado en los datos de entrada-salida muestreados. También se desarrolla un procedimiento de control difuso adaptativo para la temperatura de la pila MCFC. Los parámetros del sistema de control borroso están regulados por algoritmo de retropropagación, y la base de datos de reglas del sistema borroso también se ajusta de forma adaptativa por el algoritmo de agrupamiento de vecinos más cercano. Finalmente, utilizando el modelo de redes neuronales de la pila MCFC, se presentan los resultados de simulación del algoritmo de control. Los resultados muestran la efectividad de los procedimientos de modelado y diseño propuestos para la pila MCFC basados en la identificación de redes neuronales y el nuevo control difuso adaptativo ",
            "error": [
                ""
            ]
        },
        "molten carbonate fuel cells stack": {
            "translated_key": [],
            "translated_annotated_text": "Modelado no lineal y control difuso adaptativo de la pila MCFC Para mejorar la disponibilidad y el rendimiento de las pilas de combustible, la temperatura de funcionamiento de la pila de pilas de combustible de carbonato fundido (MCFC) debe controlarse dentro de un rango especificado. Sin embargo, la mayoría de los modelos existentes de MCFC no están listos para ser aplicados en síntesis. En el artículo, se desarrolla un modelo de identificación de redes neuronales de función radial de una pila MCFC basado en los datos de entrada-salida muestreados. También se desarrolla un procedimiento de control difuso adaptativo para la temperatura de la pila MCFC. Los parámetros del sistema de control borroso están regulados por algoritmo de retropropagación, y la base de datos de reglas del sistema borroso también se ajusta de forma adaptativa por el algoritmo de agrupamiento de vecinos más cercano. Finalmente, utilizando el modelo de redes neuronales de la pila MCFC, se presentan los resultados de simulación del algoritmo de control. Los resultados muestran la efectividad de los procedimientos de modelado y diseño propuestos para la pila MCFC basados en la identificación de redes neuronales y el nuevo control difuso adaptativo ",
            "error": []
        },
        "radial basis function neural networks identification model": {
            "translated_key": [],
            "translated_annotated_text": "Modelado no lineal y control difuso adaptativo de la pila MCFC Para mejorar la disponibilidad y el rendimiento de las pilas de combustible, la temperatura de funcionamiento de la pila de pilas de combustible de carbonato fundido (MCFC) debe controlarse dentro de un rango especificado. Sin embargo, la mayoría de los modelos existentes de MCFC no están listos para ser aplicados en síntesis. En el artículo, se desarrolla un modelo de identificación de redes neuronales de función <br>radial de una pila MCFC basado en los datos de entrada-salida muestreados. También se desarrolla un procedimiento de control difuso adaptativo para la temperatura de la pila MCFC. Los parámetros del sistema de control borroso están regulados por algoritmo de retropropagación, y la base de datos de reglas del sistema borroso también se ajusta de forma adaptativa por el algoritmo de agrupamiento de vecinos más cercano. Finalmente, utilizando el modelo de redes neuronales de la pila MCFC, se presentan los resultados de simulación del algoritmo de control. Los resultados muestran la efectividad de los procedimientos de modelado y diseño propuestos para la pila MCFC basados en la identificación de redes neuronales y el nuevo control difuso adaptativo ",
            "error": []
        },
        "input-output sampled data": {
            "translated_key": "input-output",
            "translated_annotated_text": "Modelado no lineal y control difuso adaptativo de la pila MCFC Para mejorar la disponibilidad y el rendimiento de las pilas de combustible, la temperatura de funcionamiento de la pila de pilas de combustible de carbonato fundido (MCFC) debe controlarse dentro de un rango especificado. Sin embargo, la mayoría de los modelos existentes de MCFC no están listos para ser aplicados en síntesis. En el artículo, se desarrolla un modelo de identificación de redes neuronales de función radial de una pila MCFC basado en los datos de muestreo <br>input-output</br>. También se desarrolla un procedimiento de control difuso adaptativo para la temperatura de la pila MCFC. Los parámetros del sistema de control borroso están regulados por algoritmo de retropropagación, y la base de datos de reglas del sistema borroso también se ajusta de forma adaptativa por el algoritmo de agrupamiento de vecinos más cercano. Finalmente, utilizando el modelo de redes neuronales de la pila MCFC, se presentan los resultados de simulación del algoritmo de control. Los resultados muestran la efectividad de los procedimientos de modelado y diseño propuestos para la pila MCFC basados en la identificación de redes neuronales y el nuevo control difuso adaptativo ",
            "error": [
                ""
            ]
        },
        "backpropagation algorithm": {
            "translated_key": [],
            "translated_annotated_text": "Modelado no lineal y control difuso adaptativo de la pila MCFC Para mejorar la disponibilidad y el rendimiento de las pilas de combustible, la temperatura de funcionamiento de la pila de pilas de combustible de carbonato fundido (MCFC) debe controlarse dentro de un rango especificado. Sin embargo, la mayoría de los modelos existentes de MCFC no están listos para ser aplicados en síntesis. En el artículo, se desarrolla un modelo de identificación de redes neuronales de función radial de una pila MCFC basado en los datos de entrada-salida muestreados. También se desarrolla un procedimiento de control difuso adaptativo para la temperatura de la pila MCFC. Los parámetros del sistema de control borroso están regulados por algoritmo de retropropagación, y la base de datos de reglas del sistema borroso también se ajusta de forma adaptativa por el algoritmo de agrupamiento de vecinos más cercano. Finalmente, utilizando el modelo de redes neuronales de la pila MCFC, se presentan los resultados de simulación del algoritmo de control. Los resultados muestran la efectividad de los procedimientos de modelado y diseño propuestos para la pila MCFC basados en la identificación de redes neuronales y el nuevo control difuso adaptativo ",
            "error": []
        },
        "rule database": {
            "translated_key": "rule",
            "translated_annotated_text": "Modelado no lineal y control difuso adaptativo de la pila MCFC Para mejorar la disponibilidad y el rendimiento de las pilas de combustible, la temperatura de funcionamiento de la pila de pilas de combustible de carbonato fundido (MCFC) debe controlarse dentro de un rango especificado. Sin embargo, la mayoría de los modelos existentes de MCFC no están listos para ser aplicados en síntesis. En el artículo, se desarrolla un modelo de identificación de redes neuronales de función radial de una pila MCFC basado en los datos de entrada-salida muestreados. También se desarrolla un procedimiento de control difuso adaptativo para la temperatura de la pila MCFC. Los parámetros del sistema de control borroso están regulados por algoritmo de retropropagación, y la base de datos <br>rule</br> del sistema borroso también se ajusta de forma adaptativa por el algoritmo de agrupamiento de vecinos más cercano. Finalmente, utilizando el modelo de redes neuronales de la pila MCFC, se presentan los resultados de simulación del algoritmo de control. Los resultados muestran la efectividad de los procedimientos de modelado y diseño propuestos para la pila MCFC basados en la identificación de redes neuronales y el nuevo control difuso adaptativo ",
            "error": [
                ""
            ]
        },
        "nearest-neighbor-clustering algorithm": {
            "translated_key": "nearest-neighbor-clustering",
            "translated_annotated_text": "Modelado no lineal y control difuso adaptativo de la pila MCFC Para mejorar la disponibilidad y el rendimiento de las pilas de combustible, la temperatura de funcionamiento de la pila de pilas de combustible de carbonato fundido (MCFC) debe controlarse dentro de un rango especificado. Sin embargo, la mayoría de los modelos existentes de MCFC no están listos para ser aplicados en síntesis. En el artículo, se desarrolla un modelo de identificación de redes neuronales de función radial de una pila MCFC basado en los datos de entrada-salida muestreados. También se desarrolla un procedimiento de control difuso adaptativo para la temperatura de la pila MCFC. Los parámetros del sistema de control borroso están regulados por algoritmo de retropropagación, y la base de datos de reglas del sistema borroso también se ajusta adaptativamente por el algoritmo <br>nearest-neighbor-clustering</br>. Finalmente, utilizando el modelo de redes neuronales de la pila MCFC, se presentan los resultados de simulación del algoritmo de control. Los resultados muestran la efectividad de los procedimientos de modelado y diseño propuestos para la pila MCFC basados en la identificación de redes neuronales y el nuevo control difuso adaptativo ",
            "error": [
                ""
            ]
        },
        "adaptive control": {
            "translated_key": [],
            "translated_annotated_text": "Modelado no lineal y control difuso adaptativo de la pila MCFC Para mejorar la disponibilidad y el rendimiento de las pilas de combustible, la temperatura de funcionamiento de la pila de pilas de combustible de carbonato fundido (MCFC) debe controlarse dentro de un rango especificado. Sin embargo, la mayoría de los modelos existentes de MCFC no están listos para ser aplicados en síntesis. En el artículo, se desarrolla un modelo de identificación de redes neuronales de función radial de una pila MCFC basado en los datos de entrada-salida muestreados. También se desarrolla un procedimiento de control difuso adaptativo para la temperatura de la pila MCFC. Los parámetros del sistema de control borroso están regulados por algoritmo de retropropagación, y la base de datos de reglas del sistema borroso también se ajusta de forma adaptativa por el algoritmo de agrupamiento de vecinos más cercano. Finalmente, utilizando el modelo de redes neuronales de la pila MCFC, se presentan los resultados de simulación del algoritmo de control. Los resultados muestran la efectividad de los procedimientos de modelado y diseño propuestos para la pila MCFC basados en la identificación de redes neuronales y el nuevo control difuso adaptativo ",
            "error": []
        },
        "backpropagation": {
            "translated_key": [],
            "translated_annotated_text": "Modelado no lineal y control difuso adaptativo de la pila MCFC Para mejorar la disponibilidad y el rendimiento de las pilas de combustible, la temperatura de funcionamiento de la pila de pilas de combustible de carbonato fundido (MCFC) debe controlarse dentro de un rango especificado. Sin embargo, la mayoría de los modelos existentes de MCFC no están listos para ser aplicados en síntesis. En el artículo, se desarrolla un modelo de identificación de redes neuronales de función radial de una pila MCFC basado en los datos de entrada-salida muestreados. También se desarrolla un procedimiento de control difuso adaptativo para la temperatura de la pila MCFC. Los parámetros del sistema de control borroso están regulados por algoritmo de retropropagación, y la base de datos de reglas del sistema borroso también se ajusta de forma adaptativa por el algoritmo de agrupamiento de vecinos más cercano. Finalmente, utilizando el modelo de redes neuronales de la pila MCFC, se presentan los resultados de simulación del algoritmo de control. Los resultados muestran la efectividad de los procedimientos de modelado y diseño propuestos para la pila MCFC basados en la identificación de redes neuronales y el nuevo control difuso adaptativo ",
            "error": []
        },
        "fuzzy control": {
            "translated_key": [
                "fuzzy adaptativo de la pila MCFC Para mejorar la disponibilidad y el rendimiento de las pilas de combustible, la temperatura de funcionamiento de la pila de pilas de combustible de carbonato fundido (MCFC) debe controlarse dentro de un rango especificado. Sin embargo, la mayoría de los modelos existentes de MCFC no están listos para ser aplicados en síntesis. En el artículo, se desarrolla un modelo de identificación de redes neuronales de función radial de una pila MCFC basado en los datos de entrada-salida muestreados. También se desarrolla un procedimiento adaptativo <br>fuzzy control",
                "fuzzy control",
                "fuzzy"
            ],
            "translated_annotated_text": "Modelado no lineal y control <br>fuzzy adaptativo de la pila MCFC Para mejorar la disponibilidad y el rendimiento de las pilas de combustible, la temperatura de funcionamiento de la pila de pilas de combustible de carbonato fundido (MCFC) debe controlarse dentro de un rango especificado. Sin embargo, la mayoría de los modelos existentes de MCFC no están listos para ser aplicados en síntesis. En el artículo, se desarrolla un modelo de identificación de redes neuronales de función radial de una pila MCFC basado en los datos de entrada-salida muestreados. También se desarrolla un procedimiento adaptativo <br>fuzzy control</br> para la temperatura de la pila MCFC. Los parámetros del sistema <br>fuzzy control</br> están regulados por algoritmo de retropropagación, y la base de datos de reglas del sistema fuzzy también se ajusta de forma adaptativa por el algoritmo de agrupamiento de vecinos más cercanos. Finalmente, utilizando el modelo de redes neuronales de la pila MCFC, se presentan los resultados de simulación del algoritmo de control. Los resultados muestran la efectividad de los procedimientos de modelado y diseño propuestos para la pila MCFC basados en la identificación de redes neuronales y el nuevo control adaptativo <br>fuzzy</br> ",
            "error": [
                "fuzzy adaptativo de la pila MCFC Para mejorar la disponibilidad y el rendimiento de las pilas de combustible, la temperatura de funcionamiento de la pila de pilas de combustible de carbonato fundido (MCFC) debe controlarse dentro de un rango especificado. Sin embargo, la mayoría de los modelos existentes de MCFC no están listos para ser aplicados en síntesis. En el artículo, se desarrolla un modelo de identificación de redes neuronales de función radial de una pila MCFC basado en los datos de entrada-salida muestreados. También se desarrolla un procedimiento adaptativo <br>fuzzy control",
                "fuzzy control",
                "fuzzy"
            ]
        },
        "identification": {
            "translated_key": "identificación",
            "translated_annotated_text": "Modelado no lineal y control difuso adaptativo de la pila MCFC Para mejorar la disponibilidad y el rendimiento de las pilas de combustible, la temperatura de funcionamiento de la pila de pilas de combustible de carbonato fundido (MCFC) debe controlarse dentro de un rango especificado. Sin embargo, la mayoría de los modelos existentes de MCFC no están listos para ser aplicados en síntesis. En el artículo, se desarrolla un modelo de redes neuronales de función radial <br>identificación</br> de una pila MCFC basado en los datos de entrada-salida muestreados. También se desarrolla un procedimiento de control difuso adaptativo para la temperatura de la pila MCFC. Los parámetros del sistema de control borroso están regulados por algoritmo de retropropagación, y la base de datos de reglas del sistema borroso también se ajusta de forma adaptativa por el algoritmo de agrupamiento de vecinos más cercano. Finalmente, utilizando el modelo de redes neuronales de la pila MCFC, se presentan los resultados de simulación del algoritmo de control. Los resultados muestran la efectividad de los procedimientos de modelado y diseño propuestos para la pila MCFC basados en redes neuronales <br>identificación</br> y el nuevo control difuso adaptativo ",
            "error": [
                ""
            ]
        },
        "molten carbonate fuel cells": {
            "translated_key": "molten",
            "translated_annotated_text": "Modelado no lineal y control difuso adaptativo de la pila MCFC Para mejorar la disponibilidad y el rendimiento de las pilas de combustible, la temperatura de funcionamiento de la pila de combustible de carbonato <br>molten</br> (MCFC) debe controlarse dentro de un rango especificado. Sin embargo, la mayoría de los modelos existentes de MCFC no están listos para ser aplicados en síntesis. En el artículo, se desarrolla un modelo de identificación de redes neuronales de función radial de una pila MCFC basado en los datos de entrada-salida muestreados. También se desarrolla un procedimiento de control difuso adaptativo para la temperatura de la pila MCFC. Los parámetros del sistema de control borroso están regulados por algoritmo de retropropagación, y la base de datos de reglas del sistema borroso también se ajusta de forma adaptativa por el algoritmo de agrupamiento de vecinos más cercano. Finalmente, utilizando el modelo de redes neuronales de la pila MCFC, se presentan los resultados de simulación del algoritmo de control. Los resultados muestran la efectividad de los procedimientos de modelado y diseño propuestos para la pila MCFC basados en la identificación de redes neuronales y el nuevo control difuso adaptativo ",
            "error": [
                ""
            ]
        },
        "radial basis function networks": {
            "translated_key": [],
            "translated_annotated_text": "Modelado no lineal y control difuso adaptativo de la pila MCFC Para mejorar la disponibilidad y el rendimiento de las pilas de combustible, la temperatura de funcionamiento de la pila de pilas de combustible de carbonato fundido (MCFC) debe controlarse dentro de un rango especificado. Sin embargo, la mayoría de los modelos existentes de MCFC no están listos para ser aplicados en síntesis. En el artículo, se desarrolla un modelo de identificación de redes neuronales de función radial de una pila MCFC basado en los datos de entrada-salida muestreados. También se desarrolla un procedimiento de control difuso adaptativo para la temperatura de la pila MCFC. Los parámetros del sistema de control borroso están regulados por algoritmo de retropropagación, y la base de datos de reglas del sistema borroso también se ajusta de forma adaptativa por el algoritmo de agrupamiento de vecinos más cercano. Finalmente, utilizando el modelo de redes neuronales de la pila MCFC, se presentan los resultados de simulación del algoritmo de control. Los resultados muestran la efectividad de los procedimientos de modelado y diseño propuestos para la pila MCFC basados en la identificación de redes neuronales y el nuevo control difuso adaptativo ",
            "error": []
        },
        "temperature control": {
            "translated_key": [],
            "translated_annotated_text": "Modelado no lineal y control difuso adaptativo de la pila MCFC Para mejorar la disponibilidad y el rendimiento de las pilas de combustible, la temperatura de funcionamiento de la pila de pilas de combustible de carbonato fundido (MCFC) debe controlarse dentro de un rango especificado. Sin embargo, la mayoría de los modelos existentes de MCFC no están listos para ser aplicados en síntesis. En el artículo, se desarrolla un modelo de identificación de redes neuronales de función radial de una pila MCFC basado en los datos de entrada-salida muestreados. También se desarrolla un procedimiento de control difuso adaptativo para la temperatura de la pila MCFC. Los parámetros del sistema de control borroso están regulados por algoritmo de retropropagación, y la base de datos de reglas del sistema borroso también se ajusta de forma adaptativa por el algoritmo de agrupamiento de vecinos más cercano. Finalmente, utilizando el modelo de redes neuronales de la pila MCFC, se presentan los resultados de simulación del algoritmo de control. Los resultados muestran la efectividad de los procedimientos de modelado y diseño propuestos para la pila MCFC basados en la identificación de redes neuronales y el nuevo control difuso adaptativo ",
            "error": []
        }
    }
}