{
    "original_text": "State-of-the-art in orthopaedic surgical navigation with a focus on medical image modalities This paper presents a review of surgical navigation systems in orthopaedics and categorizes these systems according to the image modalities that are used for the visualization of surgical action. Medical images used to be an essential part of surgical education and documentation as well as diagnosis and operation planning over many years. With the recent introduction of navigation techniques in orthopaedic surgery, a new field of application has been opened. Today surgical navigation systems - also known as image-guided surgery systems - are available for various applications in orthopaedic surgery. They visualize the position and orientation of surgical instruments as graphical overlays onto a medical image of the operated anatomy on a computer monitor. Preoperative image data such as computed tomography scans or intra operatively generated images (for example, ultrasonic, endoscopic or fluoroscopic images) are suitable for this purpose. A new category of medical images termed surgeon-defined anatomy has been developed that exclusively relies upon the usage of navigation technology. Points on the anatomy are digitized interactively by the surgeon and are used to build up an abstract geometrical model of the bony structures to be operated on. This technique may be used when no other image data is available or appropriate for a given application",
    "original_translation": "Estado del arte en la navegación quirúrgica ortopédica con enfoque en las modalidades de imagen médica Este artículo presenta una revisión de los sistemas de navegación quirúrgica en ortopedia y categoriza estos sistemas de acuerdo a las modalidades de imagen que se utilizan para la visualización de la acción quirúrgica. Las imágenes médicas solían ser una parte esencial de la educación y documentación quirúrgica, así como el diagnóstico y la planificación de operaciones durante muchos años. Con la reciente introducción de técnicas de navegación en cirugía ortopédica, se ha abierto un nuevo campo de aplicación. Hoy en día, los sistemas de navegación quirúrgica, también conocidos como sistemas de cirugía guiados por imágenes, están disponibles para diversas aplicaciones en cirugía ortopédica. Visualizan la posición y orientación de los instrumentos quirúrgicos como superposiciones gráficas sobre una imagen médica de la anatomía operada en un monitor de computadora. Los datos de imagen preoperatorios, como tomografía computarizada o imágenes intraoperatoriamente generadas (por ejemplo, imágenes ultrasónicas, endoscópicas o fluoroscópicas) son adecuados para este propósito. Se ha desarrollado una nueva categoría de imágenes médicas denominadas anatomías definidas por cirujanos que se basan exclusivamente en el uso de la tecnología de navegación. Los puntos sobre la anatomía son digitalizados interactivamente por el cirujano y se utilizan para construir un modelo geométrico abstracto de las estructuras óseas que se van a operar. Esta técnica se puede utilizar cuando no se dispone de otros datos de imagen o no es apropiada para una aplicación dada.",
    "error_count": 12,
    "keys": {
        "orthopaedic surgical navigation": {
            "translated_key": "navegación quirúrgica ortopédica",
            "translated_annotated_text": "Estado del arte en la <br>navegación quirúrgica ortopédica</br> con enfoque en las modalidades de imagen médica Este artículo presenta una revisión de los sistemas de navegación quirúrgica en ortopedia y categoriza estos sistemas de acuerdo a las modalidades de imagen que se utilizan para la visualización de la acción quirúrgica. Las imágenes médicas solían ser una parte esencial de la educación y documentación quirúrgica, así como el diagnóstico y la planificación de operaciones durante muchos años. Con la reciente introducción de técnicas de navegación en cirugía ortopédica, se ha abierto un nuevo campo de aplicación. Hoy en día, los sistemas de navegación quirúrgica, también conocidos como sistemas de cirugía guiados por imágenes, están disponibles para diversas aplicaciones en cirugía ortopédica. Visualizan la posición y orientación de los instrumentos quirúrgicos como superposiciones gráficas sobre una imagen médica de la anatomía operada en un monitor de computadora. Los datos de imagen preoperatorios, como tomografía computarizada o imágenes intraoperatoriamente generadas (por ejemplo, imágenes ultrasónicas, endoscópicas o fluoroscópicas) son adecuados para este propósito. Se ha desarrollado una nueva categoría de imágenes médicas denominadas anatomías definidas por cirujanos que se basan exclusivamente en el uso de la tecnología de navegación. Los puntos sobre la anatomía son digitalizados interactivamente por el cirujano y se utilizan para construir un modelo geométrico abstracto de las estructuras óseas que se van a operar. Esta técnica se puede utilizar cuando no se dispone de otros datos de imagen o no es apropiada para una aplicación dada. ",
            "error": [
                ""
            ]
        },
        "medical image modalities": {
            "translated_key": "modalidades de imagen médica",
            "translated_annotated_text": "Estado de la técnica en la navegación quirúrgica ortopédica con enfoque en las <br>modalidades de imagen médica</br> Este artículo presenta una revisión de los sistemas de navegación quirúrgica en ortopedia y categoriza estos sistemas de acuerdo a las modalidades de imagen que se utilizan para la visualización de la acción quirúrgica. Las imágenes médicas solían ser una parte esencial de la educación y documentación quirúrgica, así como el diagnóstico y la planificación de operaciones durante muchos años. Con la reciente introducción de técnicas de navegación en cirugía ortopédica, se ha abierto un nuevo campo de aplicación. Hoy en día, los sistemas de navegación quirúrgica, también conocidos como sistemas de cirugía guiados por imágenes, están disponibles para diversas aplicaciones en cirugía ortopédica. Visualizan la posición y orientación de los instrumentos quirúrgicos como superposiciones gráficas sobre una imagen médica de la anatomía operada en un monitor de computadora. Los datos de imagen preoperatorios, como tomografía computarizada o imágenes intraoperatoriamente generadas (por ejemplo, imágenes ultrasónicas, endoscópicas o fluoroscópicas) son adecuados para este propósito. Se ha desarrollado una nueva categoría de imágenes médicas denominadas anatomías definidas por cirujanos que se basan exclusivamente en el uso de la tecnología de navegación. Los puntos sobre la anatomía son digitalizados interactivamente por el cirujano y se utilizan para construir un modelo geométrico abstracto de las estructuras óseas que se van a operar. Esta técnica se puede utilizar cuando no se dispone de otros datos de imagen o no es apropiada para una aplicación dada. ",
            "error": [
                ""
            ]
        },
        "surgical action visualization": {
            "translated_key": [],
            "translated_annotated_text": "Estado del arte en la navegación quirúrgica ortopédica con enfoque en las modalidades de imagen médica Este artículo presenta una revisión de los sistemas de navegación quirúrgica en ortopedia y categoriza estos sistemas de acuerdo a las modalidades de imagen que se utilizan para la visualización de la acción quirúrgica. Las imágenes médicas solían ser una parte esencial de la educación y documentación quirúrgica, así como el diagnóstico y la planificación de operaciones durante muchos años. Con la reciente introducción de técnicas de navegación en cirugía ortopédica, se ha abierto un nuevo campo de aplicación. Hoy en día, los sistemas de navegación quirúrgica, también conocidos como sistemas de cirugía guiados por imágenes, están disponibles para diversas aplicaciones en cirugía ortopédica. Visualizan la posición y orientación de los instrumentos quirúrgicos como superposiciones gráficas sobre una imagen médica de la anatomía operada en un monitor de computadora. Los datos de imagen preoperatorios, como tomografía computarizada o imágenes intraoperatoriamente generadas (por ejemplo, imágenes ultrasónicas, endoscópicas o fluoroscópicas) son adecuados para este propósito. Se ha desarrollado una nueva categoría de imágenes médicas denominadas anatomías definidas por cirujanos que se basan exclusivamente en el uso de la tecnología de navegación. Los puntos sobre la anatomía son digitalizados interactivamente por el cirujano y se utilizan para construir un modelo geométrico abstracto de las estructuras óseas que se van a operar. Esta técnica se puede utilizar cuando no se dispone de otros datos de imagen o no es apropiada para una aplicación dada. ",
            "error": []
        },
        "medical image processing": {
            "translated_key": [],
            "translated_annotated_text": "Estado del arte en la navegación quirúrgica ortopédica con enfoque en las modalidades de imagen médica Este artículo presenta una revisión de los sistemas de navegación quirúrgica en ortopedia y categoriza estos sistemas de acuerdo a las modalidades de imagen que se utilizan para la visualización de la acción quirúrgica. Las imágenes médicas solían ser una parte esencial de la educación y documentación quirúrgica, así como el diagnóstico y la planificación de operaciones durante muchos años. Con la reciente introducción de técnicas de navegación en cirugía ortopédica, se ha abierto un nuevo campo de aplicación. Hoy en día, los sistemas de navegación quirúrgica, también conocidos como sistemas de cirugía guiados por imágenes, están disponibles para diversas aplicaciones en cirugía ortopédica. Visualizan la posición y orientación de los instrumentos quirúrgicos como superposiciones gráficas sobre una imagen médica de la anatomía operada en un monitor de computadora. Los datos de imagen preoperatorios, como tomografía computarizada o imágenes intraoperatoriamente generadas (por ejemplo, imágenes ultrasónicas, endoscópicas o fluoroscópicas) son adecuados para este propósito. Se ha desarrollado una nueva categoría de imágenes médicas denominadas anatomías definidas por cirujanos que se basan exclusivamente en el uso de la tecnología de navegación. Los puntos sobre la anatomía son digitalizados interactivamente por el cirujano y se utilizan para construir un modelo geométrico abstracto de las estructuras óseas que se van a operar. Esta técnica se puede utilizar cuando no se dispone de otros datos de imagen o no es apropiada para una aplicación dada. ",
            "error": []
        },
        "surgical education": {
            "translated_key": [],
            "translated_annotated_text": "Estado del arte en la navegación quirúrgica ortopédica con enfoque en las modalidades de imagen médica Este artículo presenta una revisión de los sistemas de navegación quirúrgica en ortopedia y categoriza estos sistemas de acuerdo a las modalidades de imagen que se utilizan para la visualización de la acción quirúrgica. Las imágenes médicas solían ser una parte esencial de la educación y documentación quirúrgica, así como el diagnóstico y la planificación de operaciones durante muchos años. Con la reciente introducción de técnicas de navegación en cirugía ortopédica, se ha abierto un nuevo campo de aplicación. Hoy en día, los sistemas de navegación quirúrgica, también conocidos como sistemas de cirugía guiados por imágenes, están disponibles para diversas aplicaciones en cirugía ortopédica. Visualizan la posición y orientación de los instrumentos quirúrgicos como superposiciones gráficas sobre una imagen médica de la anatomía operada en un monitor de computadora. Los datos de imagen preoperatorios, como tomografía computarizada o imágenes intraoperatoriamente generadas (por ejemplo, imágenes ultrasónicas, endoscópicas o fluoroscópicas) son adecuados para este propósito. Se ha desarrollado una nueva categoría de imágenes médicas denominadas anatomías definidas por cirujanos que se basan exclusivamente en el uso de la tecnología de navegación. Los puntos sobre la anatomía son digitalizados interactivamente por el cirujano y se utilizan para construir un modelo geométrico abstracto de las estructuras óseas que se van a operar. Esta técnica se puede utilizar cuando no se dispone de otros datos de imagen o no es apropiada para una aplicación dada. ",
            "error": []
        },
        "image-guided surgery systems": {
            "translated_key": [],
            "translated_annotated_text": "Estado del arte en la navegación quirúrgica ortopédica con enfoque en las modalidades de imagen médica Este artículo presenta una revisión de los sistemas de navegación quirúrgica en ortopedia y categoriza estos sistemas de acuerdo a las modalidades de imagen que se utilizan para la visualización de la acción quirúrgica. Las imágenes médicas solían ser una parte esencial de la educación y documentación quirúrgica, así como el diagnóstico y la planificación de operaciones durante muchos años. Con la reciente introducción de técnicas de navegación en cirugía ortopédica, se ha abierto un nuevo campo de aplicación. Hoy en día los sistemas de navegación quirúrgica - también conocidos como sistemas de cirugía guiados por imágenes - están disponibles para diversas aplicaciones en cirugía ortopédica. Visualizan la posición y orientación de los instrumentos quirúrgicos como superposiciones gráficas sobre una imagen médica de la anatomía operada en un monitor de computadora. Los datos de imagen preoperatorios, como tomografía computarizada o imágenes intraoperatoriamente generadas (por ejemplo, imágenes ultrasónicas, endoscópicas o fluoroscópicas) son adecuados para este propósito. Se ha desarrollado una nueva categoría de imágenes médicas denominadas anatomías definidas por cirujanos que se basan exclusivamente en el uso de la tecnología de navegación. Los puntos sobre la anatomía son digitalizados interactivamente por el cirujano y se utilizan para construir un modelo geométrico abstracto de las estructuras óseas que se van a operar. Esta técnica se puede utilizar cuando no se dispone de otros datos de imagen o no es apropiada para una aplicación dada. ",
            "error": []
        },
        "surgical instruments": {
            "translated_key": [],
            "translated_annotated_text": "Estado del arte en la navegación quirúrgica ortopédica con enfoque en las modalidades de imagen médica Este artículo presenta una revisión de los sistemas de navegación quirúrgica en ortopedia y categoriza estos sistemas de acuerdo a las modalidades de imagen que se utilizan para la visualización de la acción quirúrgica. Las imágenes médicas solían ser una parte esencial de la educación y documentación quirúrgica, así como el diagnóstico y la planificación de operaciones durante muchos años. Con la reciente introducción de técnicas de navegación en cirugía ortopédica, se ha abierto un nuevo campo de aplicación. Hoy en día, los sistemas de navegación quirúrgica, también conocidos como sistemas de cirugía guiados por imágenes, están disponibles para diversas aplicaciones en cirugía ortopédica. Visualizan la posición y orientación de los instrumentos quirúrgicos <br> como superposiciones gráficas sobre una imagen médica de la anatomía operada en un monitor de computadora. Los datos de imagen preoperatorios, como tomografía computarizada o imágenes intraoperatoriamente generadas (por ejemplo, imágenes ultrasónicas, endoscópicas o fluoroscópicas) son adecuados para este propósito. Se ha desarrollado una nueva categoría de imágenes médicas denominadas anatomías definidas por cirujanos que se basan exclusivamente en el uso de la tecnología de navegación. Los puntos sobre la anatomía son digitalizados interactivamente por el cirujano y se utilizan para construir un modelo geométrico abstracto de las estructuras óseas que se van a operar. Esta técnica se puede utilizar cuando no se dispone de otros datos de imagen o no es apropiada para una aplicación dada. ",
            "error": []
        },
        "graphical overlays": {
            "translated_key": "gráficas",
            "translated_annotated_text": "Estado del arte en la navegación quirúrgica ortopédica con enfoque en las modalidades de imagen médica Este artículo presenta una revisión de los sistemas de navegación quirúrgica en ortopedia y categoriza estos sistemas de acuerdo a las modalidades de imagen que se utilizan para la visualización de la acción quirúrgica. Las imágenes médicas solían ser una parte esencial de la educación y documentación quirúrgica, así como el diagnóstico y la planificación de operaciones durante muchos años. Con la reciente introducción de técnicas de navegación en cirugía ortopédica, se ha abierto un nuevo campo de aplicación. Hoy en día, los sistemas de navegación quirúrgica, también conocidos como sistemas de cirugía guiados por imágenes, están disponibles para diversas aplicaciones en cirugía ortopédica. Visualizan la posición y orientación de los instrumentos quirúrgicos como superposiciones <br>gráficas</br> sobre una imagen médica de la anatomía operada en un monitor de computadora. Los datos de imagen preoperatorios, como tomografía computarizada o imágenes intraoperatoriamente generadas (por ejemplo, imágenes ultrasónicas, endoscópicas o fluoroscópicas) son adecuados para este propósito. Se ha desarrollado una nueva categoría de imágenes médicas denominadas anatomías definidas por cirujanos que se basan exclusivamente en el uso de la tecnología de navegación. Los puntos sobre la anatomía son digitalizados interactivamente por el cirujano y se utilizan para construir un modelo geométrico abstracto de las estructuras óseas que se van a operar. Esta técnica se puede utilizar cuando no se dispone de otros datos de imagen o no es apropiada para una aplicación dada. ",
            "error": [
                ""
            ]
        },
        "computer monitor": {
            "translated_key": "computador",
            "translated_annotated_text": "Estado del arte en la navegación quirúrgica ortopédica con enfoque en las modalidades de imagen médica Este artículo presenta una revisión de los sistemas de navegación quirúrgica en ortopedia y categoriza estos sistemas de acuerdo a las modalidades de imagen que se utilizan para la visualización de la acción quirúrgica. Las imágenes médicas solían ser una parte esencial de la educación y documentación quirúrgica, así como el diagnóstico y la planificación de operaciones durante muchos años. Con la reciente introducción de técnicas de navegación en cirugía ortopédica, se ha abierto un nuevo campo de aplicación. Hoy en día, los sistemas de navegación quirúrgica, también conocidos como sistemas de cirugía guiados por imágenes, están disponibles para diversas aplicaciones en cirugía ortopédica. Visualizan la posición y orientación de los instrumentos quirúrgicos como superposiciones gráficas sobre una imagen médica de la anatomía operada en un monitor <br>computador</br>. Los datos de imagen preoperatorios, como tomografía computarizada o imágenes intraoperatoriamente generadas (por ejemplo, imágenes ultrasónicas, endoscópicas o fluoroscópicas) son adecuados para este propósito. Se ha desarrollado una nueva categoría de imágenes médicas denominadas anatomías definidas por cirujanos que se basan exclusivamente en el uso de la tecnología de navegación. Los puntos sobre la anatomía son digitalizados interactivamente por el cirujano y se utilizan para construir un modelo geométrico abstracto de las estructuras óseas que se van a operar. Esta técnica se puede utilizar cuando no se dispone de otros datos de imagen o no es apropiada para una aplicación dada. ",
            "error": [
                ""
            ]
        },
        "computed tomography scans": {
            "translated_key": [],
            "translated_annotated_text": "Estado del arte en la navegación quirúrgica ortopédica con enfoque en las modalidades de imagen médica Este artículo presenta una revisión de los sistemas de navegación quirúrgica en ortopedia y categoriza estos sistemas de acuerdo a las modalidades de imagen que se utilizan para la visualización de la acción quirúrgica. Las imágenes médicas solían ser una parte esencial de la educación y documentación quirúrgica, así como el diagnóstico y la planificación de operaciones durante muchos años. Con la reciente introducción de técnicas de navegación en cirugía ortopédica, se ha abierto un nuevo campo de aplicación. Hoy en día, los sistemas de navegación quirúrgica, también conocidos como sistemas de cirugía guiados por imágenes, están disponibles para diversas aplicaciones en cirugía ortopédica. Visualizan la posición y orientación de los instrumentos quirúrgicos como superposiciones gráficas sobre una imagen médica de la anatomía operada en un monitor de computadora. Los datos de imagen preoperatorios, como tomografía computada <br> o imágenes intraoperatoriamente generadas (por ejemplo, imágenes ultrasónicas, endoscópicas o fluoroscópicas) son adecuados para este propósito. Se ha desarrollado una nueva categoría de imágenes médicas denominadas anatomías definidas por cirujanos que se basan exclusivamente en el uso de la tecnología de navegación. Los puntos sobre la anatomía son digitalizados interactivamente por el cirujano y se utilizan para construir un modelo geométrico abstracto de las estructuras óseas que se van a operar. Esta técnica se puede utilizar cuando no se dispone de otros datos de imagen o no es apropiada para una aplicación dada. ",
            "error": []
        },
        "intra operatively generated images": {
            "translated_key": "intra generadas operativamente",
            "translated_annotated_text": "Estado del arte en la navegación quirúrgica ortopédica con enfoque en las modalidades de imagen médica Este artículo presenta una revisión de los sistemas de navegación quirúrgica en ortopedia y categoriza estos sistemas de acuerdo a las modalidades de imagen que se utilizan para la visualización de la acción quirúrgica. Las imágenes médicas solían ser una parte esencial de la educación y documentación quirúrgica, así como el diagnóstico y la planificación de operaciones durante muchos años. Con la reciente introducción de técnicas de navegación en cirugía ortopédica, se ha abierto un nuevo campo de aplicación. Hoy en día, los sistemas de navegación quirúrgica, también conocidos como sistemas de cirugía guiados por imágenes, están disponibles para diversas aplicaciones en cirugía ortopédica. Visualizan la posición y orientación de los instrumentos quirúrgicos como superposiciones gráficas sobre una imagen médica de la anatomía operada en un monitor de computadora. Los datos de imágenes preoperatorias, como tomografía computarizada o imágenes <br>intra generadas operativamente</br> (por ejemplo, imágenes ultrasónicas, endoscópicas o fluoroscópicas) son adecuados para este propósito. Se ha desarrollado una nueva categoría de imágenes médicas denominadas anatomías definidas por cirujanos que se basan exclusivamente en el uso de la tecnología de navegación. Los puntos sobre la anatomía son digitalizados interactivamente por el cirujano y se utilizan para construir un modelo geométrico abstracto de las estructuras óseas que se van a operar. Esta técnica se puede utilizar cuando no se dispone de otros datos de imagen o no es apropiada para una aplicación dada. ",
            "error": [
                ""
            ]
        },
        "surgeon-defined anatomy": {
            "translated_key": "anatomía definida por cirujano",
            "translated_annotated_text": "Estado del arte en la navegación quirúrgica ortopédica con enfoque en las modalidades de imagen médica Este artículo presenta una revisión de los sistemas de navegación quirúrgica en ortopedia y categoriza estos sistemas de acuerdo a las modalidades de imagen que se utilizan para la visualización de la acción quirúrgica. Las imágenes médicas solían ser una parte esencial de la educación y documentación quirúrgica, así como el diagnóstico y la planificación de operaciones durante muchos años. Con la reciente introducción de técnicas de navegación en cirugía ortopédica, se ha abierto un nuevo campo de aplicación. Hoy en día, los sistemas de navegación quirúrgica, también conocidos como sistemas de cirugía guiados por imágenes, están disponibles para diversas aplicaciones en cirugía ortopédica. Visualizan la posición y orientación de los instrumentos quirúrgicos como superposiciones gráficas sobre una imagen médica de la anatomía operada en un monitor de computadora. Los datos de imagen preoperatorios, como tomografía computarizada o imágenes intraoperatoriamente generadas (por ejemplo, imágenes ultrasónicas, endoscópicas o fluoroscópicas) son adecuados para este propósito. Se ha desarrollado una nueva categoría de imágenes médicas denominadas <br>anatomía definida por cirujano</br> que se basa exclusivamente en el uso de la tecnología de navegación. Los puntos sobre la anatomía son digitalizados interactivamente por el cirujano y se utilizan para construir un modelo geométrico abstracto de las estructuras óseas que se van a operar. Esta técnica se puede utilizar cuando no se dispone de otros datos de imagen o no es apropiada para una aplicación dada. ",
            "error": [
                ""
            ]
        },
        "abstract geometrical model": {
            "translated_key": "abstracto",
            "translated_annotated_text": "Estado del arte en la navegación quirúrgica ortopédica con enfoque en las modalidades de imagen médica Este artículo presenta una revisión de los sistemas de navegación quirúrgica en ortopedia y categoriza estos sistemas de acuerdo a las modalidades de imagen que se utilizan para la visualización de la acción quirúrgica. Las imágenes médicas solían ser una parte esencial de la educación y documentación quirúrgica, así como el diagnóstico y la planificación de operaciones durante muchos años. Con la reciente introducción de técnicas de navegación en cirugía ortopédica, se ha abierto un nuevo campo de aplicación. Hoy en día, los sistemas de navegación quirúrgica, también conocidos como sistemas de cirugía guiados por imágenes, están disponibles para diversas aplicaciones en cirugía ortopédica. Visualizan la posición y orientación de los instrumentos quirúrgicos como superposiciones gráficas sobre una imagen médica de la anatomía operada en un monitor de computadora. Los datos de imagen preoperatorios, como tomografía computarizada o imágenes intraoperatoriamente generadas (por ejemplo, imágenes ultrasónicas, endoscópicas o fluoroscópicas) son adecuados para este propósito. Se ha desarrollado una nueva categoría de imágenes médicas denominadas anatomías definidas por cirujanos que se basan exclusivamente en el uso de la tecnología de navegación. Los puntos sobre la anatomía son digitalizados interactivamente por el cirujano y se utilizan para construir un modelo geométrico <br>abstracto</br> de las estructuras óseas que se van a operar. Esta técnica se puede utilizar cuando no se dispone de otros datos de imagen o no es apropiada para una aplicación dada. ",
            "error": [
                ""
            ]
        },
        "bony structures": {
            "translated_key": "huesos",
            "translated_annotated_text": "Estado del arte en la navegación quirúrgica ortopédica con enfoque en las modalidades de imagen médica Este artículo presenta una revisión de los sistemas de navegación quirúrgica en ortopedia y categoriza estos sistemas de acuerdo a las modalidades de imagen que se utilizan para la visualización de la acción quirúrgica. Las imágenes médicas solían ser una parte esencial de la educación y documentación quirúrgica, así como el diagnóstico y la planificación de operaciones durante muchos años. Con la reciente introducción de técnicas de navegación en cirugía ortopédica, se ha abierto un nuevo campo de aplicación. Hoy en día, los sistemas de navegación quirúrgica, también conocidos como sistemas de cirugía guiados por imágenes, están disponibles para diversas aplicaciones en cirugía ortopédica. Visualizan la posición y orientación de los instrumentos quirúrgicos como superposiciones gráficas sobre una imagen médica de la anatomía operada en un monitor de computadora. Los datos de imagen preoperatorios, como tomografía computarizada o imágenes intraoperatoriamente generadas (por ejemplo, imágenes ultrasónicas, endoscópicas o fluoroscópicas) son adecuados para este propósito. Se ha desarrollado una nueva categoría de imágenes médicas denominadas anatomías definidas por cirujanos que se basan exclusivamente en el uso de la tecnología de navegación. Los puntos sobre la anatomía son digitalizados interactivamente por el cirujano y se utilizan para construir un modelo geométrico abstracto de las estructuras de <br>huesos</br> que se van a operar. Esta técnica se puede utilizar cuando no se dispone de otros datos de imagen o no es apropiada para una aplicación dada. ",
            "error": [
                ""
            ]
        },
        "image registration": {
            "translated_key": [],
            "translated_annotated_text": "Estado del arte en la navegación quirúrgica ortopédica con enfoque en las modalidades de imagen médica Este artículo presenta una revisión de los sistemas de navegación quirúrgica en ortopedia y categoriza estos sistemas de acuerdo a las modalidades de imagen que se utilizan para la visualización de la acción quirúrgica. Las imágenes médicas solían ser una parte esencial de la educación y documentación quirúrgica, así como el diagnóstico y la planificación de operaciones durante muchos años. Con la reciente introducción de técnicas de navegación en cirugía ortopédica, se ha abierto un nuevo campo de aplicación. Hoy en día, los sistemas de navegación quirúrgica, también conocidos como sistemas de cirugía guiados por imágenes, están disponibles para diversas aplicaciones en cirugía ortopédica. Visualizan la posición y orientación de los instrumentos quirúrgicos como superposiciones gráficas sobre una imagen médica de la anatomía operada en un monitor de computadora. Los datos de imagen preoperatorios, como tomografía computarizada o imágenes intraoperatoriamente generadas (por ejemplo, imágenes ultrasónicas, endoscópicas o fluoroscópicas) son adecuados para este propósito. Se ha desarrollado una nueva categoría de imágenes médicas denominadas anatomías definidas por cirujanos que se basan exclusivamente en el uso de la tecnología de navegación. Los puntos sobre la anatomía son digitalizados interactivamente por el cirujano y se utilizan para construir un modelo geométrico abstracto de las estructuras óseas que se van a operar. Esta técnica se puede utilizar cuando no se dispone de otros datos de imagen o no es apropiada para una aplicación dada. ",
            "error": []
        },
        "computerised tomography": {
            "translated_key": [],
            "translated_annotated_text": "Estado del arte en la navegación quirúrgica ortopédica con enfoque en las modalidades de imagen médica Este artículo presenta una revisión de los sistemas de navegación quirúrgica en ortopedia y categoriza estos sistemas de acuerdo a las modalidades de imagen que se utilizan para la visualización de la acción quirúrgica. Las imágenes médicas solían ser una parte esencial de la educación y documentación quirúrgica, así como el diagnóstico y la planificación de operaciones durante muchos años. Con la reciente introducción de técnicas de navegación en cirugía ortopédica, se ha abierto un nuevo campo de aplicación. Hoy en día, los sistemas de navegación quirúrgica, también conocidos como sistemas de cirugía guiados por imágenes, están disponibles para diversas aplicaciones en cirugía ortopédica. Visualizan la posición y orientación de los instrumentos quirúrgicos como superposiciones gráficas sobre una imagen médica de la anatomía operada en un monitor de computadora. Los datos de imagen preoperatorios, como tomografía computarizada o imágenes intraoperatoriamente generadas (por ejemplo, imágenes ultrasónicas, endoscópicas o fluoroscópicas) son adecuados para este propósito. Se ha desarrollado una nueva categoría de imágenes médicas denominadas anatomías definidas por cirujanos que se basan exclusivamente en el uso de la tecnología de navegación. Los puntos sobre la anatomía son digitalizados interactivamente por el cirujano y se utilizan para construir un modelo geométrico abstracto de las estructuras óseas que se van a operar. Esta técnica se puede utilizar cuando no se dispone de otros datos de imagen o no es apropiada para una aplicación dada. ",
            "error": []
        },
        "data visualisation": {
            "translated_key": [],
            "translated_annotated_text": "Estado del arte en la navegación quirúrgica ortopédica con enfoque en las modalidades de imagen médica Este artículo presenta una revisión de los sistemas de navegación quirúrgica en ortopedia y categoriza estos sistemas de acuerdo a las modalidades de imagen que se utilizan para la visualización de la acción quirúrgica. Las imágenes médicas solían ser una parte esencial de la educación y documentación quirúrgica, así como el diagnóstico y la planificación de operaciones durante muchos años. Con la reciente introducción de técnicas de navegación en cirugía ortopédica, se ha abierto un nuevo campo de aplicación. Hoy en día, los sistemas de navegación quirúrgica, también conocidos como sistemas de cirugía guiados por imágenes, están disponibles para diversas aplicaciones en cirugía ortopédica. Visualizan la posición y orientación de los instrumentos quirúrgicos como superposiciones gráficas sobre una imagen médica de la anatomía operada en un monitor de computadora. Los datos de imagen preoperatorios, como tomografía computarizada o imágenes intraoperatoriamente generadas (por ejemplo, imágenes ultrasónicas, endoscópicas o fluoroscópicas) son adecuados para este propósito. Se ha desarrollado una nueva categoría de imágenes médicas denominadas anatomías definidas por cirujanos que se basan exclusivamente en el uso de la tecnología de navegación. Los puntos sobre la anatomía son digitalizados interactivamente por el cirujano y se utilizan para construir un modelo geométrico abstracto de las estructuras óseas que se van a operar. Esta técnica se puede utilizar cuando no se dispone de otros datos de imagen o no es apropiada para una aplicación dada. ",
            "error": []
        },
        "orthopaedics": {
            "translated_key": [],
            "translated_annotated_text": "Estado del arte en la navegación quirúrgica ortopédica con enfoque en las modalidades de imagen médica Este artículo presenta una revisión de los sistemas de navegación quirúrgica en ortopedia y categoriza estos sistemas de acuerdo a las modalidades de imagen que se utilizan para la visualización de la acción quirúrgica. Las imágenes médicas solían ser una parte esencial de la educación y documentación quirúrgica, así como el diagnóstico y la planificación de operaciones durante muchos años. Con la reciente introducción de técnicas de navegación en cirugía ortopédica, se ha abierto un nuevo campo de aplicación. Hoy en día, los sistemas de navegación quirúrgica, también conocidos como sistemas de cirugía guiados por imágenes, están disponibles para diversas aplicaciones en cirugía ortopédica. Visualizan la posición y orientación de los instrumentos quirúrgicos como superposiciones gráficas sobre una imagen médica de la anatomía operada en un monitor de computadora. Los datos de imagen preoperatorios, como tomografía computarizada o imágenes intraoperatoriamente generadas (por ejemplo, imágenes ultrasónicas, endoscópicas o fluoroscópicas) son adecuados para este propósito. Se ha desarrollado una nueva categoría de imágenes médicas denominadas anatomías definidas por cirujanos que se basan exclusivamente en el uso de la tecnología de navegación. Los puntos sobre la anatomía son digitalizados interactivamente por el cirujano y se utilizan para construir un modelo geométrico abstracto de las estructuras óseas que se van a operar. Esta técnica se puede utilizar cuando no se dispone de otros datos de imagen o no es apropiada para una aplicación dada. ",
            "error": []
        },
        "surgery": {
            "translated_key": ", se ha abierto un nuevo campo de aplicación. Hoy en día, los sistemas de navegación quirúrgica - también conocidos como sistemas guiados por imágenes <br>cirugía",
            "translated_annotated_text": "Estado del arte en la navegación quirúrgica ortopédica con enfoque en las modalidades de imagen médica Este artículo presenta una revisión de los sistemas de navegación quirúrgica en ortopedia y categoriza estos sistemas de acuerdo a las modalidades de imagen que se utilizan para la visualización de la acción quirúrgica. Las imágenes médicas solían ser una parte esencial de la educación y documentación quirúrgica, así como el diagnóstico y la planificación de operaciones durante muchos años. Con la reciente introducción de técnicas de navegación en cirugía ortopédica <br>, se ha abierto un nuevo campo de aplicación. Hoy en día, los sistemas de navegación quirúrgica - también conocidos como sistemas guiados por imágenes <br>cirugía</br> - están disponibles para diversas aplicaciones en cirugía ortopédica <br>. Visualizan la posición y orientación de los instrumentos quirúrgicos como superposiciones gráficas sobre una imagen médica de la anatomía operada en un monitor de computadora. Los datos de imagen preoperatorios, como tomografía computarizada o imágenes intraoperatoriamente generadas (por ejemplo, imágenes ultrasónicas, endoscópicas o fluoroscópicas) son adecuados para este propósito. Se ha desarrollado una nueva categoría de imágenes médicas denominadas anatomías definidas por cirujanos que se basan exclusivamente en el uso de la tecnología de navegación. Los puntos sobre la anatomía son digitalizados interactivamente por el cirujano y se utilizan para construir un modelo geométrico abstracto de las estructuras óseas que se van a operar. Esta técnica se puede utilizar cuando no se dispone de otros datos de imagen o no es apropiada para una aplicación dada. ",
            "error": [
                ""
            ]
        }
    }
}