{
    "original_text": "Lung metastasis detection and visualization on CT images: a knowledge-based method A solution to the problem of lung metastasis detection on computed tomography (CT) scans of the thorax is presented. A knowledge-based top-down approach for image interpretation is used. The method is inspired by the manner in which a radiologist and radiotherapist interpret CT images before radiotherapy is planned. A two-dimensional followed by a three-dimensional analysis is performed. The algorithm first detects the thorax contour, the lungs and the ribs, which further help the detection of metastases. Thus, two types of tumors are detected: nodules and metastases located at the lung extremities. A method to visualize the anatomical structures segmented is also presented. The system was tested on 20 patients (988 total images) from the Oncology Department of La Chaux-de-Fonds Hospital and the results show that the method is reliable as a computer-aided diagnostic tool for clinical purpose in an oncology department",
    "original_translation": "Detección y visualización de metástasis pulmonares en imágenes de TC: método basado en el conocimiento Se presenta una solución al problema de la detección de metástasis pulmonares en tomografía computarizada (TC) del tórax. Se utiliza un enfoque descendente basado en el conocimiento para la interpretación de imágenes. El método se inspira en la manera en que un radiólogo y radioterapeuta interpretan las imágenes de TC antes de planificar la radioterapia. Se realiza un análisis bidimensional seguido de un análisis tridimensional. El algoritmo detecta primero el contorno del tórax, los pulmones y las costillas, que ayudan aún más a la detección de metástasis. Así, se detectan dos tipos de tumores: nódulos y metástasis ubicados en las extremidades pulmonares. También se presenta un método para visualizar las estructuras anatómicas segmentadas. El sistema fue probado en 20 pacientes (988 imágenes totales) del Departamento de Oncología del Hospital La Chaux-de-Fonds y los resultados muestran que el método es confiable como una herramienta de diagnóstico asistida por computadora para fines clínicos en un departamento de oncología",
    "error_count": 14,
    "keys": {
        "lung metastasis detection": {
            "translated_key": "detección de metástasis pulmonares",
            "translated_annotated_text": "Detección y visualización de metástasis pulmonares en imágenes de TC: método basado en el conocimiento Se presenta una solución al problema de la \"detección de metástasis pulmonares\" en tomografía computarizada (TC) del tórax. Se utiliza un enfoque descendente basado en el conocimiento para la interpretación de imágenes. El método se inspira en la manera en que un radiólogo y radioterapeuta interpretan las imágenes de TC antes de planificar la radioterapia. Se realiza un análisis bidimensional seguido de un análisis tridimensional. El algoritmo detecta primero el contorno del tórax, los pulmones y las costillas, que ayudan aún más a la detección de metástasis. Así, se detectan dos tipos de tumores: nódulos y metástasis ubicados en las extremidades pulmonares. También se presenta un método para visualizar las estructuras anatómicas segmentadas. El sistema fue probado en 20 pacientes (988 imágenes totales) del Departamento de Oncología del Hospital La Chaux-de-Fonds y los resultados muestran que el método es confiable como una herramienta de diagnóstico asistida por computadora para fines clínicos en un departamento de oncología ",
            "error": [
                ""
            ]
        },
        "data visualization": {
            "translated_key": [],
            "translated_annotated_text": "Detección y visualización de metástasis pulmonares en imágenes de TC: método basado en el conocimiento Se presenta una solución al problema de la detección de metástasis pulmonares en tomografía computarizada (TC) del tórax. Se utiliza un enfoque descendente basado en el conocimiento para la interpretación de imágenes. El método se inspira en la manera en que un radiólogo y radioterapeuta interpretan las imágenes de TC antes de planificar la radioterapia. Se realiza un análisis bidimensional seguido de un análisis tridimensional. El algoritmo detecta primero el contorno del tórax, los pulmones y las costillas, que ayudan aún más a la detección de metástasis. Así, se detectan dos tipos de tumores: nódulos y metástasis ubicados en las extremidades pulmonares. También se presenta un método para visualizar las estructuras anatómicas segmentadas. El sistema fue probado en 20 pacientes (988 imágenes totales) del Departamento de Oncología del Hospital La Chaux-de-Fonds y los resultados muestran que el método es confiable como una herramienta de diagnóstico asistida por computadora para fines clínicos en un departamento de oncología ",
            "error": []
        },
        "CT images": {
            "translated_key": [
                "imágenes de TAC",
                "imágenes TCA"
            ],
            "translated_annotated_text": "Detección y visualización de metástasis pulmonares en \"imágenes de TAC\": método basado en el conocimiento Se presenta una solución al problema de la detección de metástasis pulmonares en tomografía computarizada (TC) del tórax. Se utiliza un enfoque descendente basado en el conocimiento para la interpretación de imágenes. El método se inspira en la manera en que un radiólogo y radioterapeuta interpretan las \"imágenes TCA\" antes de planificar la radioterapia. Se realiza un análisis bidimensional seguido de un análisis tridimensional. El algoritmo detecta primero el contorno del tórax, los pulmones y las costillas, que ayudan aún más a la detección de metástasis. Así, se detectan dos tipos de tumores: nódulos y metástasis ubicados en las extremidades pulmonares. También se presenta un método para visualizar las estructuras anatómicas segmentadas. El sistema fue probado en 20 pacientes (988 imágenes totales) del Departamento de Oncología del Hospital La Chaux-de-Fonds y los resultados muestran que el método es confiable como una herramienta de diagnóstico asistida por computadora para fines clínicos en un departamento de oncología ",
            "error": [
                "imágenes de TAC",
                "imágenes TCA"
            ]
        },
        "computed tomography": {
            "translated_key": [],
            "translated_annotated_text": "Detección y visualización de metástasis pulmonares en imágenes de TC: método basado en el conocimiento Se presenta una solución al problema de la detección de metástasis pulmonares en tomografía computarizada (TC) del tórax. Se utiliza un enfoque descendente basado en el conocimiento para la interpretación de imágenes. El método se inspira en la manera en que un radiólogo y radioterapeuta interpretan las imágenes de TC antes de planificar la radioterapia. Se realiza un análisis bidimensional seguido de un análisis tridimensional. El algoritmo detecta primero el contorno del tórax, los pulmones y las costillas, que ayudan aún más a la detección de metástasis. Así, se detectan dos tipos de tumores: nódulos y metástasis ubicados en las extremidades pulmonares. También se presenta un método para visualizar las estructuras anatómicas segmentadas. El sistema fue probado en 20 pacientes (988 imágenes totales) del Departamento de Oncología del Hospital La Chaux-de-Fonds y los resultados muestran que el método es confiable como una herramienta de diagnóstico asistida por computadora para fines clínicos en un departamento de oncología ",
            "error": []
        },
        "knowledge-based top-down approach": {
            "translated_key": "enfoque descendente basado en el conocimiento",
            "translated_annotated_text": "Detección y visualización de metástasis pulmonares en imágenes de TC: método basado en el conocimiento Se presenta una solución al problema de la detección de metástasis pulmonares en tomografía computarizada (TC) del tórax. Se utiliza un \"enfoque descendente basado en el conocimiento\" para la interpretación de imágenes. El método se inspira en la manera en que un radiólogo y radioterapeuta interpretan las imágenes de TC antes de planificar la radioterapia. Se realiza un análisis bidimensional seguido de un análisis tridimensional. El algoritmo detecta primero el contorno del tórax, los pulmones y las costillas, que ayudan aún más a la detección de metástasis. Así, se detectan dos tipos de tumores: nódulos y metástasis ubicados en las extremidades pulmonares. También se presenta un método para visualizar las estructuras anatómicas segmentadas. El sistema fue probado en 20 pacientes (988 imágenes totales) del Departamento de Oncología del Hospital La Chaux-de-Fonds y los resultados muestran que el método es confiable como una herramienta de diagnóstico asistida por computadora para fines clínicos en un departamento de oncología ",
            "error": [
                ""
            ]
        },
        "two-dimensional analysis": {
            "translated_key": [],
            "translated_annotated_text": "Detección y visualización de metástasis pulmonares en imágenes de TC: método basado en el conocimiento Se presenta una solución al problema de la detección de metástasis pulmonares en tomografía computarizada (TC) del tórax. Se utiliza un enfoque descendente basado en el conocimiento para la interpretación de imágenes. El método se inspira en la manera en que un radiólogo y radioterapeuta interpretan las imágenes de TC antes de planificar la radioterapia. Se realiza un análisis bidimensional seguido de un análisis tridimensional. El algoritmo detecta primero el contorno del tórax, los pulmones y las costillas, que ayudan aún más a la detección de metástasis. Así, se detectan dos tipos de tumores: nódulos y metástasis ubicados en las extremidades pulmonares. También se presenta un método para visualizar las estructuras anatómicas segmentadas. El sistema fue probado en 20 pacientes (988 imágenes totales) del Departamento de Oncología del Hospital La Chaux-de-Fonds y los resultados muestran que el método es confiable como una herramienta de diagnóstico asistida por computadora para fines clínicos en un departamento de oncología ",
            "error": []
        },
        "three-dimensional analysis": {
            "translated_key": "análisis tridimensional",
            "translated_annotated_text": "Detección y visualización de metástasis pulmonares en imágenes de TC: método basado en el conocimiento Se presenta una solución al problema de la detección de metástasis pulmonares en tomografía computarizada (TC) del tórax. Se utiliza un enfoque descendente basado en el conocimiento para la interpretación de imágenes. El método se inspira en la manera en que un radiólogo y radioterapeuta interpretan las imágenes de TC antes de planificar la radioterapia. Se realiza un análisis bidimensional seguido de un \"análisis tridimensional\". El algoritmo detecta primero el contorno del tórax, los pulmones y las costillas, que ayudan aún más a la detección de metástasis. Así, se detectan dos tipos de tumores: nódulos y metástasis ubicados en las extremidades pulmonares. También se presenta un método para visualizar las estructuras anatómicas segmentadas. El sistema fue probado en 20 pacientes (988 imágenes totales) del Departamento de Oncología del Hospital La Chaux-de-Fonds y los resultados muestran que el método es confiable como una herramienta de diagnóstico asistida por computadora para fines clínicos en un departamento de oncología ",
            "error": [
                ""
            ]
        },
        "computer-aided diagnostic tool": {
            "translated_key": "herramienta diagnóstica asistida por ordenador",
            "translated_annotated_text": "Detección y visualización de metástasis pulmonares en imágenes de TC: método basado en el conocimiento Se presenta una solución al problema de la detección de metástasis pulmonares en tomografía computarizada (TC) del tórax. Se utiliza un enfoque descendente basado en el conocimiento para la interpretación de imágenes. El método se inspira en la manera en que un radiólogo y radioterapeuta interpretan las imágenes de TC antes de planificar la radioterapia. Se realiza un análisis bidimensional seguido de un análisis tridimensional. El algoritmo detecta primero el contorno del tórax, los pulmones y las costillas, que ayudan aún más a la detección de metástasis. Así, se detectan dos tipos de tumores: nódulos y metástasis ubicados en las extremidades pulmonares. También se presenta un método para visualizar las estructuras anatómicas segmentadas. El sistema fue probado en 20 pacientes (988 imágenes totales) del Departamento de Oncología del Hospital La Chaux-de-Fonds y los resultados muestran que el método es confiable como una \"herramienta diagnóstica asistida por ordenador\" con propósito clínico en un departamento de oncología ",
            "error": [
                ""
            ]
        },
        "oncology": {
            "translated_key": "oncología",
            "translated_annotated_text": "Detección y visualización de metástasis pulmonares en imágenes de TC: método basado en el conocimiento Se presenta una solución al problema de la detección de metástasis pulmonares en tomografía computarizada (TC) del tórax. Se utiliza un enfoque descendente basado en el conocimiento para la interpretación de imágenes. El método se inspira en la manera en que un radiólogo y radioterapeuta interpretan las imágenes de TC antes de planificar la radioterapia. Se realiza un análisis bidimensional seguido de un análisis tridimensional. El algoritmo detecta primero el contorno del tórax, los pulmones y las costillas, que ayudan aún más a la detección de metástasis. Así, se detectan dos tipos de tumores: nódulos y metástasis ubicados en las extremidades pulmonares. También se presenta un método para visualizar las estructuras anatómicas segmentadas. El sistema fue probado en 20 pacientes (988 imágenes totales) del Departamento de Oncología del Hospital La Chaux-de-Fonds y los resultados muestran que el método es confiable como una herramienta de diagnóstico asistida por computadora con propósito clínico en un departamento de \"oncología\" ",
            "error": [
                ""
            ]
        },
        "medical imaging": {
            "translated_key": [],
            "translated_annotated_text": "Detección y visualización de metástasis pulmonares en imágenes de TC: método basado en el conocimiento Se presenta una solución al problema de la detección de metástasis pulmonares en tomografía computarizada (TC) del tórax. Se utiliza un enfoque descendente basado en el conocimiento para la interpretación de imágenes. El método se inspira en la manera en que un radiólogo y radioterapeuta interpretan las imágenes de TC antes de planificar la radioterapia. Se realiza un análisis bidimensional seguido de un análisis tridimensional. El algoritmo detecta primero el contorno del tórax, los pulmones y las costillas, que ayudan aún más a la detección de metástasis. Así, se detectan dos tipos de tumores: nódulos y metástasis ubicados en las extremidades pulmonares. También se presenta un método para visualizar las estructuras anatómicas segmentadas. El sistema fue probado en 20 pacientes (988 imágenes totales) del Departamento de Oncología del Hospital La Chaux-de-Fonds y los resultados muestran que el método es confiable como una herramienta de diagnóstico asistida por computadora para fines clínicos en un departamento de oncología ",
            "error": []
        },
        "knowledge representation": {
            "translated_key": [],
            "translated_annotated_text": "Detección y visualización de metástasis pulmonares en imágenes de TC: método basado en el conocimiento Se presenta una solución al problema de la detección de metástasis pulmonares en tomografía computarizada (TC) del tórax. Se utiliza un enfoque descendente basado en el conocimiento para la interpretación de imágenes. El método se inspira en la manera en que un radiólogo y radioterapeuta interpretan las imágenes de TC antes de planificar la radioterapia. Se realiza un análisis bidimensional seguido de un análisis tridimensional. El algoritmo detecta primero el contorno del tórax, los pulmones y las costillas, que ayudan aún más a la detección de metástasis. Así, se detectan dos tipos de tumores: nódulos y metástasis ubicados en las extremidades pulmonares. También se presenta un método para visualizar las estructuras anatómicas segmentadas. El sistema fue probado en 20 pacientes (988 imágenes totales) del Departamento de Oncología del Hospital La Chaux-de-Fonds y los resultados muestran que el método es confiable como una herramienta de diagnóstico asistida por computadora para fines clínicos en un departamento de oncología ",
            "error": []
        },
        "thorax": {
            "translated_key": "tórax",
            "translated_annotated_text": "Detección y visualización de metástasis pulmonares en imágenes de TC: método basado en el conocimiento Se presenta una solución al problema de la detección de metástasis pulmonares en tomografía computarizada (TC) del \"tórax\". Se utiliza un enfoque descendente basado en el conocimiento para la interpretación de imágenes. El método se inspira en la manera en que un radiólogo y radioterapeuta interpretan las imágenes de TC antes de planificar la radioterapia. Se realiza un análisis bidimensional seguido de un análisis tridimensional. El algoritmo detecta en primer lugar el contorno \"tórax\", los pulmones y las costillas, que ayudan aún más a la detección de metástasis. Así, se detectan dos tipos de tumores: nódulos y metástasis ubicados en las extremidades pulmonares. También se presenta un método para visualizar las estructuras anatómicas segmentadas. El sistema fue probado en 20 pacientes (988 imágenes totales) del Departamento de Oncología del Hospital La Chaux-de-Fonds y los resultados muestran que el método es confiable como una herramienta de diagnóstico asistida por computadora para fines clínicos en un departamento de oncología ",
            "error": [
                ""
            ]
        },
        "image interpretation": {
            "translated_key": "interpretación de imágenes",
            "translated_annotated_text": "Detección y visualización de metástasis pulmonares en imágenes de TC: método basado en el conocimiento Se presenta una solución al problema de la detección de metástasis pulmonares en tomografía computarizada (TC) del tórax. Se utiliza un enfoque de arriba hacia abajo basado en el conocimiento para la \"interpretación de imágenes\". El método se inspira en la manera en que un radiólogo y radioterapeuta interpretan las imágenes de TC antes de planificar la radioterapia. Se realiza un análisis bidimensional seguido de un análisis tridimensional. El algoritmo detecta primero el contorno del tórax, los pulmones y las costillas, que ayudan aún más a la detección de metástasis. Así, se detectan dos tipos de tumores: nódulos y metástasis ubicados en las extremidades pulmonares. También se presenta un método para visualizar las estructuras anatómicas segmentadas. El sistema fue probado en 20 pacientes (988 imágenes totales) del Departamento de Oncología del Hospital La Chaux-de-Fonds y los resultados muestran que el método es confiable como una herramienta de diagnóstico asistida por computadora para fines clínicos en un departamento de oncología ",
            "error": [
                ""
            ]
        },
        "cancer": {
            "translated_key": [],
            "translated_annotated_text": "Detección y visualización de metástasis pulmonares en imágenes de TC: método basado en el conocimiento Se presenta una solución al problema de la detección de metástasis pulmonares en tomografía computarizada (TC) del tórax. Se utiliza un enfoque descendente basado en el conocimiento para la interpretación de imágenes. El método se inspira en la manera en que un radiólogo y radioterapeuta interpretan las imágenes de TC antes de planificar la radioterapia. Se realiza un análisis bidimensional seguido de un análisis tridimensional. El algoritmo detecta primero el contorno del tórax, los pulmones y las costillas, que ayudan aún más a la detección de metástasis. Así, se detectan dos tipos de tumores: nódulos y metástasis ubicados en las extremidades pulmonares. También se presenta un método para visualizar las estructuras anatómicas segmentadas. El sistema fue probado en 20 pacientes (988 imágenes totales) del Departamento de Oncología del Hospital La Chaux-de-Fonds y los resultados muestran que el método es confiable como una herramienta de diagnóstico asistida por computadora para fines clínicos en un departamento de oncología ",
            "error": []
        },
        "computerised tomography": {
            "translated_key": [],
            "translated_annotated_text": "Detección y visualización de metástasis pulmonares en imágenes de TC: método basado en el conocimiento Se presenta una solución al problema de la detección de metástasis pulmonares en tomografía computarizada (TC) del tórax. Se utiliza un enfoque descendente basado en el conocimiento para la interpretación de imágenes. El método se inspira en la manera en que un radiólogo y radioterapeuta interpretan las imágenes de TC antes de planificar la radioterapia. Se realiza un análisis bidimensional seguido de un análisis tridimensional. El algoritmo detecta primero el contorno del tórax, los pulmones y las costillas, que ayudan aún más a la detección de metástasis. Así, se detectan dos tipos de tumores: nódulos y metástasis ubicados en las extremidades pulmonares. También se presenta un método para visualizar las estructuras anatómicas segmentadas. El sistema fue probado en 20 pacientes (988 imágenes totales) del Departamento de Oncología del Hospital La Chaux-de-Fonds y los resultados muestran que el método es confiable como una herramienta de diagnóstico asistida por computadora para fines clínicos en un departamento de oncología ",
            "error": []
        },
        "data visualisation": {
            "translated_key": [],
            "translated_annotated_text": "Detección y visualización de metástasis pulmonares en imágenes de TC: método basado en el conocimiento Se presenta una solución al problema de la detección de metástasis pulmonares en tomografía computarizada (TC) del tórax. Se utiliza un enfoque descendente basado en el conocimiento para la interpretación de imágenes. El método se inspira en la manera en que un radiólogo y radioterapeuta interpretan las imágenes de TC antes de planificar la radioterapia. Se realiza un análisis bidimensional seguido de un análisis tridimensional. El algoritmo detecta primero el contorno del tórax, los pulmones y las costillas, que ayudan aún más a la detección de metástasis. Así, se detectan dos tipos de tumores: nódulos y metástasis ubicados en las extremidades pulmonares. También se presenta un método para visualizar las estructuras anatómicas segmentadas. El sistema fue probado en 20 pacientes (988 imágenes totales) del Departamento de Oncología del Hospital La Chaux-de-Fonds y los resultados muestran que el método es confiable como una herramienta de diagnóstico asistida por computadora para fines clínicos en un departamento de oncología ",
            "error": []
        },
        "image recognition": {
            "translated_key": [],
            "translated_annotated_text": "Detección y visualización de metástasis pulmonares en imágenes de TC: método basado en el conocimiento Se presenta una solución al problema de la detección de metástasis pulmonares en tomografía computarizada (TC) del tórax. Se utiliza un enfoque descendente basado en el conocimiento para la interpretación de imágenes. El método se inspira en la manera en que un radiólogo y radioterapeuta interpretan las imágenes de TC antes de planificar la radioterapia. Se realiza un análisis bidimensional seguido de un análisis tridimensional. El algoritmo detecta primero el contorno del tórax, los pulmones y las costillas, que ayudan aún más a la detección de metástasis. Así, se detectan dos tipos de tumores: nódulos y metástasis ubicados en las extremidades pulmonares. También se presenta un método para visualizar las estructuras anatómicas segmentadas. El sistema fue probado en 20 pacientes (988 imágenes totales) del Departamento de Oncología del Hospital La Chaux-de-Fonds y los resultados muestran que el método es confiable como una herramienta de diagnóstico asistida por computadora para fines clínicos en un departamento de oncología ",
            "error": []
        },
        "lung": {
            "translated_key": "pulmonares",
            "translated_annotated_text": "Detección y visualización de metástasis pulmonares en imágenes de TC: método basado en el conocimiento Se presenta una solución al problema de la detección de metástasis pulmonares en tomografía computarizada (TC) del tórax. Se utiliza un enfoque descendente basado en el conocimiento para la interpretación de imágenes. El método se inspira en la manera en que un radiólogo y radioterapeuta interpretan las imágenes de TC antes de planificar la radioterapia. Se realiza un análisis bidimensional seguido de un análisis tridimensional. El algoritmo detecta primero el contorno del tórax, los pulmones y las costillas, que ayudan aún más a la detección de metástasis. Así, se detectan dos tipos de tumores: nódulos y metástasis ubicados en las extremidades \"pulmonares\". También se presenta un método para visualizar las estructuras anatómicas segmentadas. El sistema fue probado en 20 pacientes (988 imágenes totales) del Departamento de Oncología del Hospital La Chaux-de-Fonds y los resultados muestran que el método es confiable como una herramienta de diagnóstico asistida por computadora para fines clínicos en un departamento de oncología ",
            "error": [
                ""
            ]
        },
        "medical expert systems": {
            "translated_key": [],
            "translated_annotated_text": "Detección y visualización de metástasis pulmonares en imágenes de TC: método basado en el conocimiento Se presenta una solución al problema de la detección de metástasis pulmonares en tomografía computarizada (TC) del tórax. Se utiliza un enfoque descendente basado en el conocimiento para la interpretación de imágenes. El método se inspira en la manera en que un radiólogo y radioterapeuta interpretan las imágenes de TC antes de planificar la radioterapia. Se realiza un análisis bidimensional seguido de un análisis tridimensional. El algoritmo detecta primero el contorno del tórax, los pulmones y las costillas, que ayudan aún más a la detección de metástasis. Así, se detectan dos tipos de tumores: nódulos y metástasis ubicados en las extremidades pulmonares. También se presenta un método para visualizar las estructuras anatómicas segmentadas. El sistema fue probado en 20 pacientes (988 imágenes totales) del Departamento de Oncología del Hospital La Chaux-de-Fonds y los resultados muestran que el método es confiable como una herramienta de diagnóstico asistida por computadora para fines clínicos en un departamento de oncología ",
            "error": []
        },
        "medical image processing": {
            "translated_key": [],
            "translated_annotated_text": "Detección y visualización de metástasis pulmonares en imágenes de TC: método basado en el conocimiento Se presenta una solución al problema de la detección de metástasis pulmonares en tomografía computarizada (TC) del tórax. Se utiliza un enfoque descendente basado en el conocimiento para la interpretación de imágenes. El método se inspira en la manera en que un radiólogo y radioterapeuta interpretan las imágenes de TC antes de planificar la radioterapia. Se realiza un análisis bidimensional seguido de un análisis tridimensional. El algoritmo detecta primero el contorno del tórax, los pulmones y las costillas, que ayudan aún más a la detección de metástasis. Así, se detectan dos tipos de tumores: nódulos y metástasis ubicados en las extremidades pulmonares. También se presenta un método para visualizar las estructuras anatómicas segmentadas. El sistema fue probado en 20 pacientes (988 imágenes totales) del Departamento de Oncología del Hospital La Chaux-de-Fonds y los resultados muestran que el método es confiable como una herramienta de diagnóstico asistida por computadora para fines clínicos en un departamento de oncología ",
            "error": []
        },
        "tumours": {
            "translated_key": [],
            "translated_annotated_text": "Detección y visualización de metástasis pulmonares en imágenes de TC: método basado en el conocimiento Se presenta una solución al problema de la detección de metástasis pulmonares en tomografía computarizada (TC) del tórax. Se utiliza un enfoque descendente basado en el conocimiento para la interpretación de imágenes. El método se inspira en la manera en que un radiólogo y radioterapeuta interpretan las imágenes de TC antes de planificar la radioterapia. Se realiza un análisis bidimensional seguido de un análisis tridimensional. El algoritmo detecta primero el contorno del tórax, los pulmones y las costillas, que ayudan aún más a la detección de metástasis. Así, se detectan dos tipos de tumores: nódulos y metástasis ubicados en las extremidades pulmonares. También se presenta un método para visualizar las estructuras anatómicas segmentadas. El sistema fue probado en 20 pacientes (988 imágenes totales) del Departamento de Oncología del Hospital La Chaux-de-Fonds y los resultados muestran que el método es confiable como una herramienta de diagnóstico asistida por computadora para fines clínicos en un departamento de oncología ",
            "error": []
        }
    }
}