{
    "original_text": "A survey of interactive mesh-cutting techniques and a new method for implementing generalized interactive mesh cutting using virtual tools In our experience, mesh-cutting methods can be distinguished by how their solutions address the following major issues: definition of the cut path, primitive removal and re-meshing, number of new primitives created, when re-meshing is performed, and representation of the cutting tool. Many researchers have developed schemes for interactive mesh cutting with the goals of reducing the number of new primitives created, creating new primitives with good aspect ratios, avoiding a disconnected mesh structure between primitives in the cut path, and representing the path traversed by the tool as accurately as possible. The goal of this paper is to explain how, by using a very simple framework, one can build a generalized cutting scheme. This method allows for any arbitrary cut to be made within a virtual object, and can simulate cutting surface, layered surface or tetrahedral objects using a virtual scalpel, scissors, or loop cautery tool. This method has been implemented in a real-time, haptic-rate surgical simulation system allowing arbitrary cuts to be made on high-resolution patient-specific models",
    "original_translation": "Un estudio de las técnicas interactivas de corte de mallas y un nuevo método para implementar el corte de mallas interactivo generalizado utilizando herramientas virtuales En nuestra experiencia, los métodos de corte de mallas pueden distinguirse por cómo sus soluciones abordan los siguientes problemas principales: definición del camino de corte, eliminación primitiva y re-meshing, número de nuevos primitivos creados, cuando se realiza el re-meshing, y representación de la herramienta de corte. Muchos investigadores han desarrollado esquemas para el corte interactivo de mallas con el objetivo de reducir el número de nuevos primitivos creados, crear nuevos primitivos con buenas relaciones de aspecto, evitar una estructura de malla desconectada entre primitivos en el camino de corte, y representar el camino atravesado por la herramienta con la mayor precisión posible. El objetivo de este trabajo es explicar cómo, utilizando un marco muy simple, se puede construir un esquema de corte generalizado. Este método permite que cualquier corte arbitrario se haga dentro de un objeto virtual, y puede simular la superficie de corte, la superficie en capas u objetos tetraédricos usando un bisturí virtual, tijeras o herramienta cauterizada de bucle. Este método se ha implementado en un sistema de simulación quirúrgica en tiempo real, de tasa háptica, que permite realizar cortes arbitrarios en modelos específicos de pacientes de alta resolución.",
    "error_count": 13,
    "keys": {
        "generalized interactive mesh cutting": {
            "translated_key": [],
            "translated_annotated_text": "Un estudio de las técnicas interactivas de corte de mallas y un nuevo método para implementar el corte de mallas <br>generalizado usando herramientas virtuales En nuestra experiencia, los métodos de corte de mallas pueden distinguirse por cómo sus soluciones abordan los siguientes problemas principales: definición de la trayectoria de corte, eliminación primitiva y re-meshing, número de nuevos primitivos creados, cuando se realiza el re-meshing, y representación de la herramienta de corte. Muchos investigadores han desarrollado esquemas para el corte interactivo de mallas con el objetivo de reducir el número de nuevos primitivos creados, crear nuevos primitivos con buenas relaciones de aspecto, evitar una estructura de malla desconectada entre primitivos en el camino de corte, y representar el camino atravesado por la herramienta con la mayor precisión posible. El objetivo de este trabajo es explicar cómo, utilizando un marco muy simple, se puede construir un esquema de corte generalizado. Este método permite que cualquier corte arbitrario se haga dentro de un objeto virtual, y puede simular la superficie de corte, la superficie en capas u objetos tetraédricos usando un bisturí virtual, tijeras o herramienta cauterizada de bucle. Este método se ha implementado en un sistema de simulación quirúrgica en tiempo real, de tasa háptica, que permite realizar cortes arbitrarios en modelos específicos de pacientes de alta resolución. ",
            "error": []
        },
        "virtual tools": {
            "translated_key": " ",
            "translated_annotated_text": "Un estudio de las técnicas interactivas de corte de mallas y un nuevo método para implementar el corte de mallas interactivo generalizado utilizando herramientas virtuales <br> </br> En nuestra experiencia, los métodos de corte de mallas pueden distinguirse por cómo sus soluciones abordan los siguientes problemas principales: definición del camino de corte, eliminación primitiva y re-meshing, número de nuevos primitivos creados, cuando se realiza el re-meshing, y representación de la herramienta de corte. Muchos investigadores han desarrollado esquemas para el corte interactivo de mallas con el objetivo de reducir el número de nuevos primitivos creados, crear nuevos primitivos con buenas relaciones de aspecto, evitar una estructura de malla desconectada entre primitivos en el camino de corte, y representar el camino atravesado por la herramienta con la mayor precisión posible. El objetivo de este trabajo es explicar cómo, utilizando un marco muy simple, se puede construir un esquema de corte generalizado. Este método permite que cualquier corte arbitrario se haga dentro de un objeto virtual, y puede simular la superficie de corte, la superficie en capas u objetos tetraédricos usando un bisturí virtual, tijeras o herramienta cauterizada de bucle. Este método se ha implementado en un sistema de simulación quirúrgica en tiempo real, de tasa háptica, que permite realizar cortes arbitrarios en modelos específicos de pacientes de alta resolución. ",
            "error": [
                ""
            ]
        },
        "cut path definition": {
            "translated_key": [],
            "translated_annotated_text": "Un estudio de las técnicas interactivas de corte de mallas y un nuevo método para implementar el corte de mallas interactivo generalizado utilizando herramientas virtuales En nuestra experiencia, los métodos de corte de mallas pueden distinguirse por cómo sus soluciones abordan los siguientes problemas principales: definición del camino de corte, eliminación primitiva y re-meshing, número de nuevos primitivos creados, cuando se realiza el re-meshing, y representación de la herramienta de corte. Muchos investigadores han desarrollado esquemas para el corte interactivo de mallas con el objetivo de reducir el número de nuevos primitivos creados, crear nuevos primitivos con buenas relaciones de aspecto, evitar una estructura de malla desconectada entre primitivos en el camino de corte, y representar el camino atravesado por la herramienta con la mayor precisión posible. El objetivo de este trabajo es explicar cómo, utilizando un marco muy simple, se puede construir un esquema de corte generalizado. Este método permite que cualquier corte arbitrario se haga dentro de un objeto virtual, y puede simular la superficie de corte, la superficie en capas u objetos tetraédricos usando un bisturí virtual, tijeras o herramienta cauterizada de bucle. Este método se ha implementado en un sistema de simulación quirúrgica en tiempo real, de tasa háptica, que permite realizar cortes arbitrarios en modelos específicos de pacientes de alta resolución. ",
            "error": []
        },
        "re-meshing": {
            "translated_key": "re-meshing",
            "translated_annotated_text": "Un estudio de las técnicas interactivas de corte de mallas y un nuevo método para implementar el corte de mallas interactivo generalizado utilizando herramientas virtuales En nuestra experiencia, los métodos de corte de mallas pueden distinguirse por cómo sus soluciones abordan los siguientes problemas principales: definición de la trayectoria de corte, eliminación primitiva y <br>re-meshing</br>, número de nuevos primitivos creados, cuando se realiza <br>re-meshing</br>, y representación de la herramienta de corte. Muchos investigadores han desarrollado esquemas para el corte interactivo de mallas con el objetivo de reducir el número de nuevos primitivos creados, crear nuevos primitivos con buenas relaciones de aspecto, evitar una estructura de malla desconectada entre primitivos en el camino de corte, y representar el camino atravesado por la herramienta con la mayor precisión posible. El objetivo de este trabajo es explicar cómo, utilizando un marco muy simple, se puede construir un esquema de corte generalizado. Este método permite que cualquier corte arbitrario se haga dentro de un objeto virtual, y puede simular la superficie de corte, la superficie en capas u objetos tetraédricos usando un bisturí virtual, tijeras o herramienta cauterizada de bucle. Este método se ha implementado en un sistema de simulación quirúrgica en tiempo real, de tasa háptica, que permite realizar cortes arbitrarios en modelos específicos de pacientes de alta resolución. ",
            "error": [
                ""
            ]
        },
        "cutting tool": {
            "translated_key": " ",
            "translated_annotated_text": "Un estudio de las técnicas interactivas de corte de mallas y un nuevo método para implementar el corte de mallas interactivo generalizado utilizando herramientas virtuales En nuestra experiencia, los métodos de corte de mallas pueden distinguirse por cómo sus soluciones abordan los siguientes problemas principales: definición de la trayectoria de corte, eliminación primitiva y re-meshing, número de nuevos primitivos creados, cuando se realiza el re-meshing, y representación de la herramienta de corte <br> </br>. Muchos investigadores han desarrollado esquemas para el corte interactivo de mallas con el objetivo de reducir el número de nuevos primitivos creados, crear nuevos primitivos con buenas relaciones de aspecto, evitar una estructura de malla desconectada entre primitivos en el camino de corte, y representar el camino atravesado por la herramienta con la mayor precisión posible. El objetivo de este trabajo es explicar cómo, utilizando un marco muy simple, se puede construir un esquema de corte generalizado. Este método permite que cualquier corte arbitrario se haga dentro de un objeto virtual, y puede simular la superficie de corte, la superficie en capas u objetos tetraédricos usando un bisturí virtual, tijeras o herramienta cauterizada de bucle. Este método se ha implementado en un sistema de simulación quirúrgica en tiempo real, de tasa háptica, que permite realizar cortes arbitrarios en modelos específicos de pacientes de alta resolución. ",
            "error": [
                ""
            ]
        },
        "disconnected mesh structure": {
            "translated_key": "desconectada",
            "translated_annotated_text": "Un estudio de las técnicas interactivas de corte de mallas y un nuevo método para implementar el corte de mallas interactivo generalizado utilizando herramientas virtuales En nuestra experiencia, los métodos de corte de mallas pueden distinguirse por cómo sus soluciones abordan los siguientes problemas principales: definición del camino de corte, eliminación primitiva y re-meshing, número de nuevos primitivos creados, cuando se realiza el re-meshing, y representación de la herramienta de corte. Muchos investigadores han desarrollado esquemas para el corte interactivo de mallas con el objetivo de reducir el número de nuevos primitivos creados, creando nuevos primitivos con buenas relaciones de aspecto, evitando una estructura de malla <br>desconectada</br> entre primitivos en el camino de corte, y representando el camino atravesado por la herramienta con la mayor precisión posible. El objetivo de este trabajo es explicar cómo, utilizando un marco muy simple, se puede construir un esquema de corte generalizado. Este método permite que cualquier corte arbitrario se haga dentro de un objeto virtual, y puede simular la superficie de corte, la superficie en capas u objetos tetraédricos usando un bisturí virtual, tijeras o herramienta cauterizada de bucle. Este método se ha implementado en un sistema de simulación quirúrgica en tiempo real, de tasa háptica, que permite realizar cortes arbitrarios en modelos específicos de pacientes de alta resolución. ",
            "error": [
                ""
            ]
        },
        "virtual object": {
            "translated_key": [],
            "translated_annotated_text": "Un estudio de las técnicas interactivas de corte de mallas y un nuevo método para implementar el corte de mallas interactivo generalizado utilizando herramientas virtuales En nuestra experiencia, los métodos de corte de mallas pueden distinguirse por cómo sus soluciones abordan los siguientes problemas principales: definición del camino de corte, eliminación primitiva y re-meshing, número de nuevos primitivos creados, cuando se realiza el re-meshing, y representación de la herramienta de corte. Muchos investigadores han desarrollado esquemas para el corte interactivo de mallas con el objetivo de reducir el número de nuevos primitivos creados, crear nuevos primitivos con buenas relaciones de aspecto, evitar una estructura de malla desconectada entre primitivos en el camino de corte, y representar el camino atravesado por la herramienta con la mayor precisión posible. El objetivo de este trabajo es explicar cómo, utilizando un marco muy simple, se puede construir un esquema de corte generalizado. Este método permite que cualquier corte arbitrario se haga dentro de un objeto virtual <br>, y puede simular la superficie de corte, la superficie en capas u objetos tetraédricos usando un bisturí virtual, tijeras o una herramienta cauterizada de bucle. Este método se ha implementado en un sistema de simulación quirúrgica en tiempo real, de tasa háptica, que permite realizar cortes arbitrarios en modelos específicos de pacientes de alta resolución. ",
            "error": []
        },
        "tetrahedral objects": {
            "translated_key": "objetos tetraédricos",
            "translated_annotated_text": "Un estudio de las técnicas interactivas de corte de mallas y un nuevo método para implementar el corte de mallas interactivo generalizado utilizando herramientas virtuales En nuestra experiencia, los métodos de corte de mallas pueden distinguirse por cómo sus soluciones abordan los siguientes problemas principales: definición del camino de corte, eliminación primitiva y re-meshing, número de nuevos primitivos creados, cuando se realiza el re-meshing, y representación de la herramienta de corte. Muchos investigadores han desarrollado esquemas para el corte interactivo de mallas con el objetivo de reducir el número de nuevos primitivos creados, crear nuevos primitivos con buenas relaciones de aspecto, evitar una estructura de malla desconectada entre primitivos en el camino de corte, y representar el camino atravesado por la herramienta con la mayor precisión posible. El objetivo de este trabajo es explicar cómo, utilizando un marco muy simple, se puede construir un esquema de corte generalizado. Este método permite que cualquier corte arbitrario se haga dentro de un objeto virtual, y puede simular la superficie de corte, la superficie en capas u <br>objetos tetraédricos</br> usando un bisturí virtual, tijeras o herramienta cauterística de bucle.  Este método se ha implementado en un sistema de simulación quirúrgica en tiempo real, de tasa háptica, que permite realizar cortes arbitrarios en modelos específicos de pacientes de alta resolución. ",
            "error": [
                ""
            ]
        },
        "layered surface": {
            "translated_key": "superficie en capas",
            "translated_annotated_text": "Un estudio de las técnicas interactivas de corte de mallas y un nuevo método para implementar el corte de mallas interactivo generalizado utilizando herramientas virtuales En nuestra experiencia, los métodos de corte de mallas pueden distinguirse por cómo sus soluciones abordan los siguientes problemas principales: definición del camino de corte, eliminación primitiva y re-meshing, número de nuevos primitivos creados, cuando se realiza el re-meshing, y representación de la herramienta de corte. Muchos investigadores han desarrollado esquemas para el corte interactivo de mallas con el objetivo de reducir el número de nuevos primitivos creados, crear nuevos primitivos con buenas relaciones de aspecto, evitar una estructura de malla desconectada entre primitivos en el camino de corte, y representar el camino atravesado por la herramienta con la mayor precisión posible. El objetivo de este trabajo es explicar cómo, utilizando un marco muy simple, se puede construir un esquema de corte generalizado. Este método permite que cualquier corte arbitrario se haga dentro de un objeto virtual, y puede simular superficie de corte, <br>superficie en capas</br> u objetos tetraédricos usando un bisturí virtual, tijeras o herramienta cauterizada de bucle. Este método se ha implementado en un sistema de simulación quirúrgica en tiempo real, de tasa háptica, que permite realizar cortes arbitrarios en modelos específicos de pacientes de alta resolución. ",
            "error": [
                ""
            ]
        },
        "real-time system": {
            "translated_key": [],
            "translated_annotated_text": "Un estudio de las técnicas interactivas de corte de mallas y un nuevo método para implementar el corte de mallas interactivo generalizado utilizando herramientas virtuales En nuestra experiencia, los métodos de corte de mallas pueden distinguirse por cómo sus soluciones abordan los siguientes problemas principales: definición del camino de corte, eliminación primitiva y re-meshing, número de nuevos primitivos creados, cuando se realiza el re-meshing, y representación de la herramienta de corte. Muchos investigadores han desarrollado esquemas para el corte interactivo de mallas con el objetivo de reducir el número de nuevos primitivos creados, crear nuevos primitivos con buenas relaciones de aspecto, evitar una estructura de malla desconectada entre primitivos en el camino de corte, y representar el camino atravesado por la herramienta con la mayor precisión posible. El objetivo de este trabajo es explicar cómo, utilizando un marco muy simple, se puede construir un esquema de corte generalizado. Este método permite que cualquier corte arbitrario se haga dentro de un objeto virtual, y puede simular la superficie de corte, la superficie en capas u objetos tetraédricos usando un bisturí virtual, tijeras o herramienta cauterizada de bucle. Este método se ha implementado en un sistema de simulación quirúrgica en tiempo real, de tasa háptica, que permite realizar cortes arbitrarios en modelos específicos de pacientes de alta resolución. ",
            "error": []
        },
        "haptic-rate surgical simulation system": {
            "translated_key": "haptic-rate",
            "translated_annotated_text": "Un estudio de las técnicas interactivas de corte de mallas y un nuevo método para implementar el corte de mallas interactivo generalizado utilizando herramientas virtuales En nuestra experiencia, los métodos de corte de mallas pueden distinguirse por cómo sus soluciones abordan los siguientes problemas principales: definición del camino de corte, eliminación primitiva y re-meshing, número de nuevos primitivos creados, cuando se realiza el re-meshing, y representación de la herramienta de corte. Muchos investigadores han desarrollado esquemas para el corte interactivo de mallas con el objetivo de reducir el número de nuevos primitivos creados, crear nuevos primitivos con buenas relaciones de aspecto, evitar una estructura de malla desconectada entre primitivos en el camino de corte, y representar el camino atravesado por la herramienta con la mayor precisión posible. El objetivo de este trabajo es explicar cómo, utilizando un marco muy simple, se puede construir un esquema de corte generalizado. Este método permite que cualquier corte arbitrario se haga dentro de un objeto virtual, y puede simular la superficie de corte, la superficie en capas u objetos tetraédricos usando un bisturí virtual, tijeras o herramienta cauterizada de bucle. Este método se ha implementado en un sistema de simulación quirúrgica en tiempo real, <br>haptic-rate</br> que permite realizar cortes arbitrarios en modelos específicos de pacientes de alta resolución ",
            "error": [
                ""
            ]
        },
        "high-resolution patient-specific models": {
            "translated_key": "modelos específicos de pacientes de alta resolución",
            "translated_annotated_text": "Un estudio de las técnicas interactivas de corte de mallas y un nuevo método para implementar el corte de mallas interactivo generalizado utilizando herramientas virtuales En nuestra experiencia, los métodos de corte de mallas pueden distinguirse por cómo sus soluciones abordan los siguientes problemas principales: definición del camino de corte, eliminación primitiva y re-meshing, número de nuevos primitivos creados, cuando se realiza el re-meshing, y representación de la herramienta de corte. Muchos investigadores han desarrollado esquemas para el corte interactivo de mallas con el objetivo de reducir el número de nuevos primitivos creados, crear nuevos primitivos con buenas relaciones de aspecto, evitar una estructura de malla desconectada entre primitivos en el camino de corte, y representar el camino atravesado por la herramienta con la mayor precisión posible. El objetivo de este trabajo es explicar cómo, utilizando un marco muy simple, se puede construir un esquema de corte generalizado. Este método permite que cualquier corte arbitrario se haga dentro de un objeto virtual, y puede simular la superficie de corte, la superficie en capas u objetos tetraédricos usando un bisturí virtual, tijeras o herramienta cauterizada de bucle. Este método se ha implementado en un sistema de simulación quirúrgica en tiempo real, a velocidad háptica, que permite realizar cortes arbitrarios en <br>modelos específicos de pacientes de alta resolución</br>. ",
            "error": [
                ""
            ]
        },
        "rendering": {
            "translated_key": [],
            "translated_annotated_text": "Un estudio de las técnicas interactivas de corte de mallas y un nuevo método para implementar el corte de mallas interactivo generalizado utilizando herramientas virtuales En nuestra experiencia, los métodos de corte de mallas pueden distinguirse por cómo sus soluciones abordan los siguientes problemas principales: definición del camino de corte, eliminación primitiva y re-meshing, número de nuevos primitivos creados, cuando se realiza el re-meshing, y representación de la herramienta de corte. Muchos investigadores han desarrollado esquemas para el corte interactivo de mallas con el objetivo de reducir el número de nuevos primitivos creados, crear nuevos primitivos con buenas relaciones de aspecto, evitar una estructura de malla desconectada entre primitivos en el camino de corte, y representar el camino atravesado por la herramienta con la mayor precisión posible. El objetivo de este trabajo es explicar cómo, utilizando un marco muy simple, se puede construir un esquema de corte generalizado. Este método permite que cualquier corte arbitrario se haga dentro de un objeto virtual, y puede simular la superficie de corte, la superficie en capas u objetos tetraédricos usando un bisturí virtual, tijeras o herramienta cauterizada de bucle. Este método se ha implementado en un sistema de simulación quirúrgica en tiempo real, de tasa háptica, que permite realizar cortes arbitrarios en modelos específicos de pacientes de alta resolución. ",
            "error": []
        },
        "haptic interfaces": {
            "translated_key": [],
            "translated_annotated_text": "Un estudio de las técnicas interactivas de corte de mallas y un nuevo método para implementar el corte de mallas interactivo generalizado utilizando herramientas virtuales En nuestra experiencia, los métodos de corte de mallas pueden distinguirse por cómo sus soluciones abordan los siguientes problemas principales: definición del camino de corte, eliminación primitiva y re-meshing, número de nuevos primitivos creados, cuando se realiza el re-meshing, y representación de la herramienta de corte. Muchos investigadores han desarrollado esquemas para el corte interactivo de mallas con el objetivo de reducir el número de nuevos primitivos creados, crear nuevos primitivos con buenas relaciones de aspecto, evitar una estructura de malla desconectada entre primitivos en el camino de corte, y representar el camino atravesado por la herramienta con la mayor precisión posible. El objetivo de este trabajo es explicar cómo, utilizando un marco muy simple, se puede construir un esquema de corte generalizado. Este método permite que cualquier corte arbitrario se haga dentro de un objeto virtual, y puede simular la superficie de corte, la superficie en capas u objetos tetraédricos usando un bisturí virtual, tijeras o herramienta cauterizada de bucle. Este método se ha implementado en un sistema de simulación quirúrgica en tiempo real, de tasa háptica, que permite realizar cortes arbitrarios en modelos específicos de pacientes de alta resolución. ",
            "error": []
        },
        "cutting": {
            "translated_key": [
                "cortar",
                "cortar",
                "cortar",
                "cortar",
                "cortando",
                " ",
                "cortar"
            ],
            "translated_annotated_text": "Un estudio de las técnicas interactivas de malla-<br>cortar</br> y un nuevo método para implementar malla interactiva generalizada <br>cortar</br> utilizando herramientas virtuales En nuestra experiencia, los métodos de malla-<br>cortar</br> se distinguen por cómo sus soluciones abordan los siguientes problemas principales: definición del camino de corte, eliminación primitiva y remechado, número de nuevos primitivos creados, cuando se realiza el remechado, y representación de la herramienta <br>cortar</br>. Muchos investigadores han desarrollado esquemas de malla interactiva <br>cortando</br> con el objetivo de reducir el número de nuevos primitivos creados, creando nuevos primitivos con buenas relaciones de aspecto, evitando una estructura de malla desconectada entre primitivos en el camino cortado, y representando el camino atravesado por la herramienta con la mayor precisión posible. El objetivo de este trabajo es explicar cómo, utilizando un marco muy simple, se puede construir un esquema generalizado de corte <br> </br>. Este método permite que cualquier corte arbitrario se haga dentro de un objeto virtual, y puede simular <br>cortar</br> superficie, superficie en capas u objetos tetraédricos usando un bisturí virtual, tijeras o herramienta cauterizada de bucle. Este método se ha implementado en un sistema de simulación quirúrgica en tiempo real, de tasa háptica, que permite realizar cortes arbitrarios en modelos específicos de pacientes de alta resolución. ",
            "error": [
                "cortar",
                "cortar",
                "cortar",
                "cortar",
                "cortando",
                " ",
                "cortar"
            ]
        },
        "digital simulation": {
            "translated_key": [],
            "translated_annotated_text": "Un estudio de las técnicas interactivas de corte de mallas y un nuevo método para implementar el corte de mallas interactivo generalizado utilizando herramientas virtuales En nuestra experiencia, los métodos de corte de mallas pueden distinguirse por cómo sus soluciones abordan los siguientes problemas principales: definición del camino de corte, eliminación primitiva y re-meshing, número de nuevos primitivos creados, cuando se realiza el re-meshing, y representación de la herramienta de corte. Muchos investigadores han desarrollado esquemas para el corte interactivo de mallas con el objetivo de reducir el número de nuevos primitivos creados, crear nuevos primitivos con buenas relaciones de aspecto, evitar una estructura de malla desconectada entre primitivos en el camino de corte, y representar el camino atravesado por la herramienta con la mayor precisión posible. El objetivo de este trabajo es explicar cómo, utilizando un marco muy simple, se puede construir un esquema de corte generalizado. Este método permite que cualquier corte arbitrario se haga dentro de un objeto virtual, y puede simular la superficie de corte, la superficie en capas u objetos tetraédricos usando un bisturí virtual, tijeras o herramienta cauterizada de bucle. Este método se ha implementado en un sistema de simulación quirúrgica en tiempo real, de tasa háptica, que permite realizar cortes arbitrarios en modelos específicos de pacientes de alta resolución. ",
            "error": []
        },
        "medical computing": {
            "translated_key": [],
            "translated_annotated_text": "Un estudio de las técnicas interactivas de corte de mallas y un nuevo método para implementar el corte de mallas interactivo generalizado utilizando herramientas virtuales En nuestra experiencia, los métodos de corte de mallas pueden distinguirse por cómo sus soluciones abordan los siguientes problemas principales: definición del camino de corte, eliminación primitiva y re-meshing, número de nuevos primitivos creados, cuando se realiza el re-meshing, y representación de la herramienta de corte. Muchos investigadores han desarrollado esquemas para el corte interactivo de mallas con el objetivo de reducir el número de nuevos primitivos creados, crear nuevos primitivos con buenas relaciones de aspecto, evitar una estructura de malla desconectada entre primitivos en el camino de corte, y representar el camino atravesado por la herramienta con la mayor precisión posible. El objetivo de este trabajo es explicar cómo, utilizando un marco muy simple, se puede construir un esquema de corte generalizado. Este método permite que cualquier corte arbitrario se haga dentro de un objeto virtual, y puede simular la superficie de corte, la superficie en capas u objetos tetraédricos usando un bisturí virtual, tijeras o herramienta cauterizada de bucle. Este método se ha implementado en un sistema de simulación quirúrgica en tiempo real, de tasa háptica, que permite realizar cortes arbitrarios en modelos específicos de pacientes de alta resolución. ",
            "error": []
        },
        "real-time systems": {
            "translated_key": [],
            "translated_annotated_text": "Un estudio de las técnicas interactivas de corte de mallas y un nuevo método para implementar el corte de mallas interactivo generalizado utilizando herramientas virtuales En nuestra experiencia, los métodos de corte de mallas pueden distinguirse por cómo sus soluciones abordan los siguientes problemas principales: definición del camino de corte, eliminación primitiva y re-meshing, número de nuevos primitivos creados, cuando se realiza el re-meshing, y representación de la herramienta de corte. Muchos investigadores han desarrollado esquemas para el corte interactivo de mallas con el objetivo de reducir el número de nuevos primitivos creados, crear nuevos primitivos con buenas relaciones de aspecto, evitar una estructura de malla desconectada entre primitivos en el camino de corte, y representar el camino atravesado por la herramienta con la mayor precisión posible. El objetivo de este trabajo es explicar cómo, utilizando un marco muy simple, se puede construir un esquema de corte generalizado. Este método permite que cualquier corte arbitrario se haga dentro de un objeto virtual, y puede simular la superficie de corte, la superficie en capas u objetos tetraédricos usando un bisturí virtual, tijeras o herramienta cauterizada de bucle. Este método se ha implementado en un sistema de simulación quirúrgica en tiempo real, de tasa háptica, que permite realizar cortes arbitrarios en modelos específicos de pacientes de alta resolución. ",
            "error": []
        },
        "rendering (computer graphics)": {
            "translated_key": [],
            "translated_annotated_text": "Un estudio de las técnicas interactivas de corte de mallas y un nuevo método para implementar el corte de mallas interactivo generalizado utilizando herramientas virtuales En nuestra experiencia, los métodos de corte de mallas pueden distinguirse por cómo sus soluciones abordan los siguientes problemas principales: definición del camino de corte, eliminación primitiva y re-meshing, número de nuevos primitivos creados, cuando se realiza el re-meshing, y representación de la herramienta de corte. Muchos investigadores han desarrollado esquemas para el corte interactivo de mallas con el objetivo de reducir el número de nuevos primitivos creados, crear nuevos primitivos con buenas relaciones de aspecto, evitar una estructura de malla desconectada entre primitivos en el camino de corte, y representar el camino atravesado por la herramienta con la mayor precisión posible. El objetivo de este trabajo es explicar cómo, utilizando un marco muy simple, se puede construir un esquema de corte generalizado. Este método permite que cualquier corte arbitrario se haga dentro de un objeto virtual, y puede simular la superficie de corte, la superficie en capas u objetos tetraédricos usando un bisturí virtual, tijeras o herramienta cauterizada de bucle. Este método se ha implementado en un sistema de simulación quirúrgica en tiempo real, de tasa háptica, que permite realizar cortes arbitrarios en modelos específicos de pacientes de alta resolución. ",
            "error": []
        },
        "surgery": {
            "translated_key": [],
            "translated_annotated_text": "Un estudio de las técnicas interactivas de corte de mallas y un nuevo método para implementar el corte de mallas interactivo generalizado utilizando herramientas virtuales En nuestra experiencia, los métodos de corte de mallas pueden distinguirse por cómo sus soluciones abordan los siguientes problemas principales: definición del camino de corte, eliminación primitiva y re-meshing, número de nuevos primitivos creados, cuando se realiza el re-meshing, y representación de la herramienta de corte. Muchos investigadores han desarrollado esquemas para el corte interactivo de mallas con el objetivo de reducir el número de nuevos primitivos creados, crear nuevos primitivos con buenas relaciones de aspecto, evitar una estructura de malla desconectada entre primitivos en el camino de corte, y representar el camino atravesado por la herramienta con la mayor precisión posible. El objetivo de este trabajo es explicar cómo, utilizando un marco muy simple, se puede construir un esquema de corte generalizado. Este método permite que cualquier corte arbitrario se haga dentro de un objeto virtual, y puede simular la superficie de corte, la superficie en capas u objetos tetraédricos usando un bisturí virtual, tijeras o herramienta cauterizada de bucle. Este método se ha implementado en un sistema de simulación quirúrgica en tiempo real, de tasa háptica, que permite realizar cortes arbitrarios en modelos específicos de pacientes de alta resolución. ",
            "error": []
        }
    }
}