{
    "original_text": "Scale-invariant segmentation of dynamic contrast-enhanced perfusion MR images with inherent scale selection Selection of the best set of scales is problematic when developing signal-driven approaches for pixel-based image segmentation. Often, different possibly conflicting criteria need to be fulfilled in order to obtain the best trade-off between uncertainty (variance) and location accuracy. The optimal set of scales depends on several factors: the noise level present in the image material, the prior distribution of the different types of segments, the class-conditional distributions associated with each type of segment as well as the actual size of the (connected) segments. We analyse, theoretically and through experiments, the possibility of using the overall and class-conditional error rates as criteria for selecting the optimal sampling of the linear and morphological scale spaces. It is shown that the overall error rate is optimized by taking the prior class distribution in the image material into account. However, a uniform (ignorant) prior distribution ensures constant class-conditional error rates. Consequently, we advocate for a uniform prior class distribution when an uncommitted, scale-invariant segmentation approach is desired. Experiments with a neural net classifier developed for segmentation of dynamic magnetic resonance (MR) images, acquired with a paramagnetic tracer, support the theoretical results. Furthermore, the experiments show that the addition of spatial features to the classifier, extracted from the linear or morphological scale spaces, improves the segmentation result compared to a signal-driven approach based solely on the dynamic MR signal. The segmentation results obtained from the two types of features are compared using two novel quality measures that characterize spatial properties of labelled images",
    "original_translation": "Segmentación invariante a escala de imágenes de perfusión dinámica potenciadas por contraste con selección de escala inherente La selección del mejor conjunto de escalas es problemática cuando se desarrollan enfoques impulsados por señales para la segmentación de imágenes basadas en píxeles. A menudo es necesario cumplir distintos criterios posiblemente contradictorios para obtener la mejor compensación entre la incertidumbre (varianza) y la exactitud de la ubicación. El conjunto óptimo de escalas depende de varios factores: el nivel de ruido presente en el material de la imagen, la distribución previa de los diferentes tipos de segmentos, las distribuciones condicionales de clase asociadas a cada tipo de segmento, así como el tamaño real de los segmentos (conectados). Analizamos, teóricamente y a través de experimentos, la posibilidad de utilizar las tasas de error global y de clase-condicional como criterios para seleccionar el muestreo óptimo de los espacios de escala lineal y morfológica. Se muestra que la tasa de error global está optimizada teniendo en cuenta la distribución de clase previa en el material de imagen. Sin embargo, una distribución previa uniforme (ignorante) garantiza tasas de error constante de clase-condicional. En consecuencia, abogamos por una distribución uniforme de clases previas cuando se desea un enfoque de segmentación no comprometido, invariante de escala. Los experimentos con un clasificador de redes neuronales desarrollados para la segmentación de imágenes de resonancia magnética dinámica (RM), adquiridos con un trazador paramagnético, apoyan los resultados teóricos. Además, los experimentos muestran que la adición de características espaciales al clasificador, extraído de los espacios de escala lineal o morfológica, mejora el resultado de segmentación en comparación con un enfoque impulsado por la señal basado únicamente en la señal MR dinámica. Los resultados de segmentación obtenidos de los dos tipos de características se comparan utilizando dos nuevas medidas de calidad que caracterizan las propiedades espaciales de las imágenes etiquetadas",
    "error_count": 8,
    "keys": {
        "scale-invariant segmentation": {
            "translated_key": "segmentación invariante a escala",
            "translated_annotated_text": "Segmentación invariante a escala de imágenes de perfusión dinámica potenciadas por contraste con selección de escala inherente La selección del mejor conjunto de escalas es problemática cuando se desarrollan enfoques impulsados por señales para la segmentación de imágenes basadas en píxeles. A menudo es necesario cumplir distintos criterios posiblemente contradictorios para obtener la mejor compensación entre la incertidumbre (varianza) y la exactitud de la ubicación. El conjunto óptimo de escalas depende de varios factores: el nivel de ruido presente en el material de la imagen, la distribución previa de los diferentes tipos de segmentos, las distribuciones condicionales de clase asociadas a cada tipo de segmento, así como el tamaño real de los segmentos (conectados). Analizamos, teóricamente y a través de experimentos, la posibilidad de utilizar las tasas de error global y de clase-condicional como criterios para seleccionar el muestreo óptimo de los espacios de escala lineal y morfológica. Se muestra que la tasa de error global está optimizada teniendo en cuenta la distribución de clase previa en el material de imagen. Sin embargo, una distribución previa uniforme (ignorante) garantiza tasas de error constante de clase-condicional. En consecuencia, abogamos por una distribución uniforme de clases previas cuando se desea un enfoque de \"segmentación invariante a escala\" no comprometido. Los experimentos con un clasificador de redes neuronales desarrollados para la segmentación de imágenes de resonancia magnética dinámica (RM), adquiridos con un trazador paramagnético, apoyan los resultados teóricos. Además, los experimentos muestran que la adición de características espaciales al clasificador, extraído de los espacios de escala lineal o morfológica, mejora el resultado de segmentación en comparación con un enfoque impulsado por la señal basado únicamente en la señal MR dinámica. Los resultados de segmentación obtenidos de los dos tipos de características se comparan utilizando dos nuevas medidas de calidad que caracterizan las propiedades espaciales de las imágenes etiquetadas ",
            "error": [
                ""
            ]
        },
        "dynamic contrast-enhanced perfusion MR images": {
            "translated_key": "imágenes de perfusión dinámica mejorada por contraste",
            "translated_annotated_text": "Segmentación a escala variable de \"imágenes de perfusión dinámica mejorada por contraste\" con selección de escala inherente La selección del mejor conjunto de escalas es problemática cuando se desarrollan enfoques impulsados por señales para la segmentación de imágenes basadas en píxeles. A menudo es necesario cumplir distintos criterios posiblemente contradictorios para obtener la mejor compensación entre la incertidumbre (varianza) y la exactitud de la ubicación. El conjunto óptimo de escalas depende de varios factores: el nivel de ruido presente en el material de la imagen, la distribución previa de los diferentes tipos de segmentos, las distribuciones condicionales de clase asociadas a cada tipo de segmento, así como el tamaño real de los segmentos (conectados). Analizamos, teóricamente y a través de experimentos, la posibilidad de utilizar las tasas de error global y de clase-condicional como criterios para seleccionar el muestreo óptimo de los espacios de escala lineal y morfológica. Se muestra que la tasa de error global está optimizada teniendo en cuenta la distribución de clase previa en el material de imagen. Sin embargo, una distribución previa uniforme (ignorante) garantiza tasas de error constante de clase-condicional. En consecuencia, abogamos por una distribución uniforme de clases previas cuando se desea un enfoque de segmentación no comprometido, invariante de escala. Los experimentos con un clasificador de redes neuronales desarrollados para la segmentación de imágenes de resonancia magnética dinámica (RM), adquiridos con un trazador paramagnético, apoyan los resultados teóricos. Además, los experimentos muestran que la adición de características espaciales al clasificador, extraído de los espacios de escala lineal o morfológica, mejora el resultado de segmentación en comparación con un enfoque impulsado por la señal basado únicamente en la señal MR dinámica. Los resultados de segmentación obtenidos de los dos tipos de características se comparan utilizando dos nuevas medidas de calidad que caracterizan las propiedades espaciales de las imágenes etiquetadas ",
            "error": [
                ""
            ]
        },
        "inherent scale selection": {
            "translated_key": "selección de escala inherente",
            "translated_annotated_text": "La segmentación a escala invariante de imágenes de perfusión dinámica potenciadas por contraste con MR con \"selección de escala inherente\" La selección del mejor conjunto de escalas es problemática cuando se desarrollan enfoques impulsados por señales para la segmentación de imágenes basadas en píxeles. A menudo es necesario cumplir distintos criterios posiblemente contradictorios para obtener la mejor compensación entre la incertidumbre (varianza) y la exactitud de la ubicación. El conjunto óptimo de escalas depende de varios factores: el nivel de ruido presente en el material de la imagen, la distribución previa de los diferentes tipos de segmentos, las distribuciones condicionales de clase asociadas a cada tipo de segmento, así como el tamaño real de los segmentos (conectados). Analizamos, teóricamente y a través de experimentos, la posibilidad de utilizar las tasas de error global y de clase-condicional como criterios para seleccionar el muestreo óptimo de los espacios de escala lineal y morfológica. Se muestra que la tasa de error global está optimizada teniendo en cuenta la distribución de clase previa en el material de imagen. Sin embargo, una distribución previa uniforme (ignorante) garantiza tasas de error constante de clase-condicional. En consecuencia, abogamos por una distribución uniforme de clases previas cuando se desea un enfoque de segmentación no comprometido, invariante de escala. Los experimentos con un clasificador de redes neuronales desarrollados para la segmentación de imágenes de resonancia magnética dinámica (RM), adquiridos con un trazador paramagnético, apoyan los resultados teóricos. Además, los experimentos muestran que la adición de características espaciales al clasificador, extraído de los espacios de escala lineal o morfológica, mejora el resultado de segmentación en comparación con un enfoque impulsado por la señal basado únicamente en la señal MR dinámica. Los resultados de segmentación obtenidos de los dos tipos de características se comparan utilizando dos nuevas medidas de calidad que caracterizan las propiedades espaciales de las imágenes etiquetadas ",
            "error": [
                ""
            ]
        },
        "pixel-based image segmentation": {
            "translated_key": "segmentación de imagen basada en píxeles",
            "translated_annotated_text": "Segmentación a escala invariante de imágenes de perfusión dinámica mejorada por contraste con selección de escala inherente La selección del mejor conjunto de escalas es problemática cuando se desarrollan enfoques impulsados por señales para la \"segmentación de imagen basada en píxeles\". A menudo es necesario cumplir distintos criterios posiblemente contradictorios para obtener la mejor compensación entre la incertidumbre (varianza) y la exactitud de la ubicación. El conjunto óptimo de escalas depende de varios factores: el nivel de ruido presente en el material de la imagen, la distribución previa de los diferentes tipos de segmentos, las distribuciones condicionales de clase asociadas a cada tipo de segmento, así como el tamaño real de los segmentos (conectados). Analizamos, teóricamente y a través de experimentos, la posibilidad de utilizar las tasas de error global y de clase-condicional como criterios para seleccionar el muestreo óptimo de los espacios de escala lineal y morfológica. Se muestra que la tasa de error global está optimizada teniendo en cuenta la distribución de clase previa en el material de imagen. Sin embargo, una distribución previa uniforme (ignorante) garantiza tasas de error constante de clase-condicional. En consecuencia, abogamos por una distribución uniforme de clases previas cuando se desea un enfoque de segmentación no comprometido, invariante de escala. Los experimentos con un clasificador de redes neuronales desarrollados para la segmentación de imágenes de resonancia magnética dinámica (RM), adquiridos con un trazador paramagnético, apoyan los resultados teóricos. Además, los experimentos muestran que la adición de características espaciales al clasificador, extraído de los espacios de escala lineal o morfológica, mejora el resultado de segmentación en comparación con un enfoque impulsado por la señal basado únicamente en la señal MR dinámica. Los resultados de segmentación obtenidos de los dos tipos de características se comparan utilizando dos nuevas medidas de calidad que caracterizan las propiedades espaciales de las imágenes etiquetadas ",
            "error": [
                ""
            ]
        },
        "noise level": {
            "translated_key": "nivel de ruido",
            "translated_annotated_text": "Segmentación invariante a escala de imágenes de perfusión dinámica potenciadas por contraste con selección de escala inherente La selección del mejor conjunto de escalas es problemática cuando se desarrollan enfoques impulsados por señales para la segmentación de imágenes basadas en píxeles. A menudo es necesario cumplir distintos criterios posiblemente contradictorios para obtener la mejor compensación entre la incertidumbre (varianza) y la exactitud de la ubicación. El conjunto óptimo de escalas depende de varios factores: el \"nivel de ruido\" presente en el material de la imagen, la distribución previa de los diferentes tipos de segmentos, las distribuciones clase-condicionales asociadas a cada tipo de segmento, así como el tamaño real de los segmentos (conectados). Analizamos, teóricamente y a través de experimentos, la posibilidad de utilizar las tasas de error global y de clase-condicional como criterios para seleccionar el muestreo óptimo de los espacios de escala lineal y morfológica. Se muestra que la tasa de error global está optimizada teniendo en cuenta la distribución de clase previa en el material de imagen. Sin embargo, una distribución previa uniforme (ignorante) garantiza tasas de error constante de clase-condicional. En consecuencia, abogamos por una distribución uniforme de clases previas cuando se desea un enfoque de segmentación no comprometido, invariante de escala. Los experimentos con un clasificador de redes neuronales desarrollados para la segmentación de imágenes de resonancia magnética dinámica (RM), adquiridos con un trazador paramagnético, apoyan los resultados teóricos. Además, los experimentos muestran que la adición de características espaciales al clasificador, extraído de los espacios de escala lineal o morfológica, mejora el resultado de segmentación en comparación con un enfoque impulsado por la señal basado únicamente en la señal MR dinámica. Los resultados de segmentación obtenidos de los dos tipos de características se comparan utilizando dos nuevas medidas de calidad que caracterizan las propiedades espaciales de las imágenes etiquetadas ",
            "error": [
                ""
            ]
        },
        "class-conditional error rates": {
            "translated_key": [
                "clase condicional",
                "tasa de error constante de clase-condicional"
            ],
            "translated_annotated_text": "Segmentación invariante a escala de imágenes de perfusión dinámica potenciadas por contraste con selección de escala inherente La selección del mejor conjunto de escalas es problemática cuando se desarrollan enfoques impulsados por señales para la segmentación de imágenes basadas en píxeles. A menudo es necesario cumplir distintos criterios posiblemente contradictorios para obtener la mejor compensación entre la incertidumbre (varianza) y la exactitud de la ubicación. El conjunto óptimo de escalas depende de varios factores: el nivel de ruido presente en el material de la imagen, la distribución previa de los diferentes tipos de segmentos, las distribuciones condicionales de clase asociadas a cada tipo de segmento, así como el tamaño real de los segmentos (conectados). Analizamos, teóricamente y a través de experimentos, la posibilidad de utilizar las tasas de error global y \"clase condicional\" como criterios para seleccionar el muestreo óptimo de los espacios de escala lineal y morfológica. Se muestra que la tasa de error global está optimizada teniendo en cuenta la distribución de clase previa en el material de imagen. Sin embargo, una distribución previa uniforme (ignorante) garantiza una \"tasa de error constante de clase-condicional\". En consecuencia, abogamos por una distribución uniforme de clases previas cuando se desea un enfoque de segmentación no comprometido, invariante de escala. Los experimentos con un clasificador de redes neuronales desarrollados para la segmentación de imágenes de resonancia magnética dinámica (RM), adquiridos con un trazador paramagnético, apoyan los resultados teóricos. Además, los experimentos muestran que la adición de características espaciales al clasificador, extraído de los espacios de escala lineal o morfológica, mejora el resultado de segmentación en comparación con un enfoque impulsado por la señal basado únicamente en la señal MR dinámica. Los resultados de segmentación obtenidos de los dos tipos de características se comparan utilizando dos nuevas medidas de calidad que caracterizan las propiedades espaciales de las imágenes etiquetadas ",
            "error": [
                "clase condicional",
                "tasa de error constante de clase-condicional"
            ]
        },
        "optimal sampling": {
            "translated_key": "modelo óptimo",
            "translated_annotated_text": "Segmentación invariante a escala de imágenes de perfusión dinámica potenciadas por contraste con selección de escala inherente La selección del mejor conjunto de escalas es problemática cuando se desarrollan enfoques impulsados por señales para la segmentación de imágenes basadas en píxeles. A menudo es necesario cumplir distintos criterios posiblemente contradictorios para obtener la mejor compensación entre la incertidumbre (varianza) y la exactitud de la ubicación. El conjunto óptimo de escalas depende de varios factores: el nivel de ruido presente en el material de la imagen, la distribución previa de los diferentes tipos de segmentos, las distribuciones condicionales de clase asociadas a cada tipo de segmento, así como el tamaño real de los segmentos (conectados). Analizamos, teóricamente y a través de experimentos, la posibilidad de utilizar las tasas de error global y de clase-condicional como criterios para seleccionar el \"modelo óptimo\" de los espacios de escala lineal y morfológica. Se muestra que la tasa de error global está optimizada teniendo en cuenta la distribución de clase previa en el material de imagen. Sin embargo, una distribución previa uniforme (ignorante) garantiza tasas de error constante de clase-condicional. En consecuencia, abogamos por una distribución uniforme de clases previas cuando se desea un enfoque de segmentación no comprometido, invariante de escala. Los experimentos con un clasificador de redes neuronales desarrollados para la segmentación de imágenes de resonancia magnética dinámica (RM), adquiridos con un trazador paramagnético, apoyan los resultados teóricos. Además, los experimentos muestran que la adición de características espaciales al clasificador, extraído de los espacios de escala lineal o morfológica, mejora el resultado de segmentación en comparación con un enfoque impulsado por la señal basado únicamente en la señal MR dinámica. Los resultados de segmentación obtenidos de los dos tipos de características se comparan utilizando dos nuevas medidas de calidad que caracterizan las propiedades espaciales de las imágenes etiquetadas ",
            "error": [
                ""
            ]
        },
        "experiments": {
            "translated_key": [
                "experimentos",
                "ensayos"
            ],
            "translated_annotated_text": "Segmentación invariante a escala de imágenes de perfusión dinámica potenciadas por contraste con selección de escala inherente La selección del mejor conjunto de escalas es problemática cuando se desarrollan enfoques impulsados por señales para la segmentación de imágenes basadas en píxeles. A menudo es necesario cumplir distintos criterios posiblemente contradictorios para obtener la mejor compensación entre la incertidumbre (varianza) y la exactitud de la ubicación. El conjunto óptimo de escalas depende de varios factores: el nivel de ruido presente en el material de la imagen, la distribución previa de los diferentes tipos de segmentos, las distribuciones condicionales de clase asociadas a cada tipo de segmento, así como el tamaño real de los segmentos (conectados). Analizamos, teóricamente y a través de \"experimentos\", la posibilidad de utilizar las tasas de error global y de clase-condicional como criterios para seleccionar el muestreo óptimo de los espacios de escala lineal y morfológica. Se muestra que la tasa de error global está optimizada teniendo en cuenta la distribución de clase previa en el material de imagen. Sin embargo, una distribución previa uniforme (ignorante) garantiza tasas de error constante de clase-condicional. En consecuencia, abogamos por una distribución uniforme de clases previas cuando se desea un enfoque de segmentación no comprometido, invariante de escala. Los experimentos con un clasificador de redes neuronales desarrollados para la segmentación de imágenes de resonancia magnética dinámica (RM), adquiridos con un trazador paramagnético, apoyan los resultados teóricos. Además, los \"ensayos\" muestran que la adición de características espaciales al clasificador, extraído de los espacios de escala lineal o morfológica, mejora el resultado de segmentación en comparación con un enfoque impulsado por la señal basado únicamente en la señal MR dinámica. Los resultados de segmentación obtenidos de los dos tipos de características se comparan utilizando dos nuevas medidas de calidad que caracterizan las propiedades espaciales de las imágenes etiquetadas ",
            "error": [
                "experimentos",
                "ensayos"
            ]
        },
        "neural net classifier": {
            "translated_key": "clasificador de red neuronal",
            "translated_annotated_text": "Segmentación invariante a escala de imágenes de perfusión dinámica potenciadas por contraste con selección de escala inherente La selección del mejor conjunto de escalas es problemática cuando se desarrollan enfoques impulsados por señales para la segmentación de imágenes basadas en píxeles. A menudo es necesario cumplir distintos criterios posiblemente contradictorios para obtener la mejor compensación entre la incertidumbre (varianza) y la exactitud de la ubicación. El conjunto óptimo de escalas depende de varios factores: el nivel de ruido presente en el material de la imagen, la distribución previa de los diferentes tipos de segmentos, las distribuciones condicionales de clase asociadas a cada tipo de segmento, así como el tamaño real de los segmentos (conectados). Analizamos, teóricamente y a través de experimentos, la posibilidad de utilizar las tasas de error global y de clase-condicional como criterios para seleccionar el muestreo óptimo de los espacios de escala lineal y morfológica. Se muestra que la tasa de error global está optimizada teniendo en cuenta la distribución de clase previa en el material de imagen. Sin embargo, una distribución previa uniforme (ignorante) garantiza tasas de error constante de clase-condicional. En consecuencia, abogamos por una distribución uniforme de clases previas cuando se desea un enfoque de segmentación no comprometido, invariante de escala. Los experimentos con un \"clasificador de red neuronal\" desarrollado para la segmentación de imágenes de resonancia magnética dinámica (RM), adquiridos con un trazador paramagnético, apoyan los resultados teóricos. Además, los experimentos muestran que la adición de características espaciales al clasificador, extraído de los espacios de escala lineal o morfológica, mejora el resultado de segmentación en comparación con un enfoque impulsado por la señal basado únicamente en la señal MR dinámica. Los resultados de segmentación obtenidos de los dos tipos de características se comparan utilizando dos nuevas medidas de calidad que caracterizan las propiedades espaciales de las imágenes etiquetadas ",
            "error": [
                ""
            ]
        },
        "dynamic magnetic resonance images": {
            "translated_key": [],
            "translated_annotated_text": "Segmentación invariante a escala de imágenes de perfusión dinámica potenciadas por contraste con selección de escala inherente La selección del mejor conjunto de escalas es problemática cuando se desarrollan enfoques impulsados por señales para la segmentación de imágenes basadas en píxeles. A menudo es necesario cumplir distintos criterios posiblemente contradictorios para obtener la mejor compensación entre la incertidumbre (varianza) y la exactitud de la ubicación. El conjunto óptimo de escalas depende de varios factores: el nivel de ruido presente en el material de la imagen, la distribución previa de los diferentes tipos de segmentos, las distribuciones condicionales de clase asociadas a cada tipo de segmento, así como el tamaño real de los segmentos (conectados). Analizamos, teóricamente y a través de experimentos, la posibilidad de utilizar las tasas de error global y de clase-condicional como criterios para seleccionar el muestreo óptimo de los espacios de escala lineal y morfológica. Se muestra que la tasa de error global está optimizada teniendo en cuenta la distribución de clase previa en el material de imagen. Sin embargo, una distribución previa uniforme (ignorante) garantiza tasas de error constante de clase-condicional. En consecuencia, abogamos por una distribución uniforme de clases previas cuando se desea un enfoque de segmentación no comprometido, invariante de escala. Los experimentos con un clasificador de redes neuronales desarrollados para la segmentación de imágenes de resonancia magnética dinámica (RM), adquiridos con un trazador paramagnético, apoyan los resultados teóricos. Además, los experimentos muestran que la adición de características espaciales al clasificador, extraído de los espacios de escala lineal o morfológica, mejora el resultado de segmentación en comparación con un enfoque impulsado por la señal basado únicamente en la señal MR dinámica. Los resultados de segmentación obtenidos de los dos tipos de características se comparan utilizando dos nuevas medidas de calidad que caracterizan las propiedades espaciales de las imágenes etiquetadas ",
            "error": []
        },
        "paramagnetic tracer": {
            "translated_key": "marcador paramagnético",
            "translated_annotated_text": "Segmentación invariante a escala de imágenes de perfusión dinámica potenciadas por contraste con selección de escala inherente La selección del mejor conjunto de escalas es problemática cuando se desarrollan enfoques impulsados por señales para la segmentación de imágenes basadas en píxeles. A menudo es necesario cumplir distintos criterios posiblemente contradictorios para obtener la mejor compensación entre la incertidumbre (varianza) y la exactitud de la ubicación. El conjunto óptimo de escalas depende de varios factores: el nivel de ruido presente en el material de la imagen, la distribución previa de los diferentes tipos de segmentos, las distribuciones condicionales de clase asociadas a cada tipo de segmento, así como el tamaño real de los segmentos (conectados). Analizamos, teóricamente y a través de experimentos, la posibilidad de utilizar las tasas de error global y de clase-condicional como criterios para seleccionar el muestreo óptimo de los espacios de escala lineal y morfológica. Se muestra que la tasa de error global está optimizada teniendo en cuenta la distribución de clase previa en el material de imagen. Sin embargo, una distribución previa uniforme (ignorante) garantiza tasas de error constante de clase-condicional. En consecuencia, abogamos por una distribución uniforme de clases previas cuando se desea un enfoque de segmentación no comprometido, invariante de escala. Los experimentos con un clasificador de redes neuronales desarrollados para la segmentación de imágenes de resonancia magnética dinámica (RM), adquiridos con un \"marcador paramagnético\", apoyan los resultados teóricos. Además, los experimentos muestran que la adición de características espaciales al clasificador, extraído de los espacios de escala lineal o morfológica, mejora el resultado de segmentación en comparación con un enfoque impulsado por la señal basado únicamente en la señal MR dinámica. Los resultados de segmentación obtenidos de los dos tipos de características se comparan utilizando dos nuevas medidas de calidad que caracterizan las propiedades espaciales de las imágenes etiquetadas ",
            "error": [
                ""
            ]
        },
        "quality measures": {
            "translated_key": "medidas de calidad",
            "translated_annotated_text": "Segmentación invariante a escala de imágenes de perfusión dinámica potenciadas por contraste con selección de escala inherente La selección del mejor conjunto de escalas es problemática cuando se desarrollan enfoques impulsados por señales para la segmentación de imágenes basadas en píxeles. A menudo es necesario cumplir distintos criterios posiblemente contradictorios para obtener la mejor compensación entre la incertidumbre (varianza) y la exactitud de la ubicación. El conjunto óptimo de escalas depende de varios factores: el nivel de ruido presente en el material de la imagen, la distribución previa de los diferentes tipos de segmentos, las distribuciones condicionales de clase asociadas a cada tipo de segmento, así como el tamaño real de los segmentos (conectados). Analizamos, teóricamente y a través de experimentos, la posibilidad de utilizar las tasas de error global y de clase-condicional como criterios para seleccionar el muestreo óptimo de los espacios de escala lineal y morfológica. Se muestra que la tasa de error global está optimizada teniendo en cuenta la distribución de clase previa en el material de imagen. Sin embargo, una distribución previa uniforme (ignorante) garantiza tasas de error constante de clase-condicional. En consecuencia, abogamos por una distribución uniforme de clases previas cuando se desea un enfoque de segmentación no comprometido, invariante de escala. Los experimentos con un clasificador de redes neuronales desarrollados para la segmentación de imágenes de resonancia magnética dinámica (RM), adquiridos con un trazador paramagnético, apoyan los resultados teóricos. Además, los experimentos muestran que la adición de características espaciales al clasificador, extraído de los espacios de escala lineal o morfológica, mejora el resultado de segmentación en comparación con un enfoque impulsado por la señal basado únicamente en la señal MR dinámica. Los resultados de segmentación obtenidos de los dos tipos de características se comparan utilizando dos nuevas \"medidas de calidad\" que caracterizan las propiedades espaciales de las imágenes etiquetadas ",
            "error": [
                ""
            ]
        },
        "labelled images": {
            "translated_key": "imágenes etiquetadas",
            "translated_annotated_text": "Segmentación invariante a escala de imágenes de perfusión dinámica potenciadas por contraste con selección de escala inherente La selección del mejor conjunto de escalas es problemática cuando se desarrollan enfoques impulsados por señales para la segmentación de imágenes basadas en píxeles. A menudo es necesario cumplir distintos criterios posiblemente contradictorios para obtener la mejor compensación entre la incertidumbre (varianza) y la exactitud de la ubicación. El conjunto óptimo de escalas depende de varios factores: el nivel de ruido presente en el material de la imagen, la distribución previa de los diferentes tipos de segmentos, las distribuciones condicionales de clase asociadas a cada tipo de segmento, así como el tamaño real de los segmentos (conectados). Analizamos, teóricamente y a través de experimentos, la posibilidad de utilizar las tasas de error global y de clase-condicional como criterios para seleccionar el muestreo óptimo de los espacios de escala lineal y morfológica. Se muestra que la tasa de error global está optimizada teniendo en cuenta la distribución de clase previa en el material de imagen. Sin embargo, una distribución previa uniforme (ignorante) garantiza tasas de error constante de clase-condicional. En consecuencia, abogamos por una distribución uniforme de clases previas cuando se desea un enfoque de segmentación no comprometido, invariante de escala. Los experimentos con un clasificador de redes neuronales desarrollados para la segmentación de imágenes de resonancia magnética dinámica (RM), adquiridos con un trazador paramagnético, apoyan los resultados teóricos. Además, los experimentos muestran que la adición de características espaciales al clasificador, extraído de los espacios de escala lineal o morfológica, mejora el resultado de segmentación en comparación con un enfoque impulsado por la señal basado únicamente en la señal MR dinámica. Los resultados de segmentación obtenidos de los dos tipos de características se comparan utilizando dos nuevas medidas de calidad que caracterizan las propiedades espaciales de las \"imágenes etiquetadas\" ",
            "error": [
                ""
            ]
        },
        "class-conditional distributions": {
            "translated_key": "distribuciones clase-condicionales",
            "translated_annotated_text": "Segmentación invariante a escala de imágenes de perfusión dinámica potenciadas por contraste con selección de escala inherente La selección del mejor conjunto de escalas es problemática cuando se desarrollan enfoques impulsados por señales para la segmentación de imágenes basadas en píxeles. A menudo es necesario cumplir distintos criterios posiblemente contradictorios para obtener la mejor compensación entre la incertidumbre (varianza) y la exactitud de la ubicación. El conjunto óptimo de escalas depende de varios factores: el nivel de ruido presente en el material de la imagen, la distribución previa de los diferentes tipos de segmentos, las \"distribuciones clase-condicionales\" asociadas a cada tipo de segmento, así como el tamaño real de los segmentos (conectados). Analizamos, teóricamente y a través de experimentos, la posibilidad de utilizar las tasas de error global y de clase-condicional como criterios para seleccionar el muestreo óptimo de los espacios de escala lineal y morfológica. Se muestra que la tasa de error global está optimizada teniendo en cuenta la distribución de clase previa en el material de imagen. Sin embargo, una distribución previa uniforme (ignorante) garantiza tasas de error constante de clase-condicional. En consecuencia, abogamos por una distribución uniforme de clases previas cuando se desea un enfoque de segmentación no comprometido, invariante de escala. Los experimentos con un clasificador de redes neuronales desarrollados para la segmentación de imágenes de resonancia magnética dinámica (RM), adquiridos con un trazador paramagnético, apoyan los resultados teóricos. Además, los experimentos muestran que la adición de características espaciales al clasificador, extraído de los espacios de escala lineal o morfológica, mejora el resultado de segmentación en comparación con un enfoque impulsado por la señal basado únicamente en la señal MR dinámica. Los resultados de segmentación obtenidos de los dos tipos de características se comparan utilizando dos nuevas medidas de calidad que caracterizan las propiedades espaciales de las imágenes etiquetadas ",
            "error": [
                ""
            ]
        },
        "biomedical MRI": {
            "translated_key": [],
            "translated_annotated_text": "Segmentación invariante a escala de imágenes de perfusión dinámica potenciadas por contraste con selección de escala inherente La selección del mejor conjunto de escalas es problemática cuando se desarrollan enfoques impulsados por señales para la segmentación de imágenes basadas en píxeles. A menudo es necesario cumplir distintos criterios posiblemente contradictorios para obtener la mejor compensación entre la incertidumbre (varianza) y la exactitud de la ubicación. El conjunto óptimo de escalas depende de varios factores: el nivel de ruido presente en el material de la imagen, la distribución previa de los diferentes tipos de segmentos, las distribuciones condicionales de clase asociadas a cada tipo de segmento, así como el tamaño real de los segmentos (conectados). Analizamos, teóricamente y a través de experimentos, la posibilidad de utilizar las tasas de error global y de clase-condicional como criterios para seleccionar el muestreo óptimo de los espacios de escala lineal y morfológica. Se muestra que la tasa de error global está optimizada teniendo en cuenta la distribución de clase previa en el material de imagen. Sin embargo, una distribución previa uniforme (ignorante) garantiza tasas de error constante de clase-condicional. En consecuencia, abogamos por una distribución uniforme de clases previas cuando se desea un enfoque de segmentación no comprometido, invariante de escala. Los experimentos con un clasificador de redes neuronales desarrollados para la segmentación de imágenes de resonancia magnética dinámica (RM), adquiridos con un trazador paramagnético, apoyan los resultados teóricos. Además, los experimentos muestran que la adición de características espaciales al clasificador, extraído de los espacios de escala lineal o morfológica, mejora el resultado de segmentación en comparación con un enfoque impulsado por la señal basado únicamente en la señal MR dinámica. Los resultados de segmentación obtenidos de los dos tipos de características se comparan utilizando dos nuevas medidas de calidad que caracterizan las propiedades espaciales de las imágenes etiquetadas ",
            "error": []
        },
        "image classification": {
            "translated_key": [],
            "translated_annotated_text": "Segmentación invariante a escala de imágenes de perfusión dinámica potenciadas por contraste con selección de escala inherente La selección del mejor conjunto de escalas es problemática cuando se desarrollan enfoques impulsados por señales para la segmentación de imágenes basadas en píxeles. A menudo es necesario cumplir distintos criterios posiblemente contradictorios para obtener la mejor compensación entre la incertidumbre (varianza) y la exactitud de la ubicación. El conjunto óptimo de escalas depende de varios factores: el nivel de ruido presente en el material de la imagen, la distribución previa de los diferentes tipos de segmentos, las distribuciones condicionales de clase asociadas a cada tipo de segmento, así como el tamaño real de los segmentos (conectados). Analizamos, teóricamente y a través de experimentos, la posibilidad de utilizar las tasas de error global y de clase-condicional como criterios para seleccionar el muestreo óptimo de los espacios de escala lineal y morfológica. Se muestra que la tasa de error global está optimizada teniendo en cuenta la distribución de clase previa en el material de imagen. Sin embargo, una distribución previa uniforme (ignorante) garantiza tasas de error constante de clase-condicional. En consecuencia, abogamos por una distribución uniforme de clases previas cuando se desea un enfoque de segmentación no comprometido, invariante de escala. Los experimentos con un clasificador de redes neuronales desarrollados para la segmentación de imágenes de resonancia magnética dinámica (RM), adquiridos con un trazador paramagnético, apoyan los resultados teóricos. Además, los experimentos muestran que la adición de características espaciales al clasificador, extraído de los espacios de escala lineal o morfológica, mejora el resultado de segmentación en comparación con un enfoque impulsado por la señal basado únicamente en la señal MR dinámica. Los resultados de segmentación obtenidos de los dos tipos de características se comparan utilizando dos nuevas medidas de calidad que caracterizan las propiedades espaciales de las imágenes etiquetadas ",
            "error": []
        },
        "image sampling": {
            "translated_key": [],
            "translated_annotated_text": "Segmentación invariante a escala de imágenes de perfusión dinámica potenciadas por contraste con selección de escala inherente La selección del mejor conjunto de escalas es problemática cuando se desarrollan enfoques impulsados por señales para la segmentación de imágenes basadas en píxeles. A menudo es necesario cumplir distintos criterios posiblemente contradictorios para obtener la mejor compensación entre la incertidumbre (varianza) y la exactitud de la ubicación. El conjunto óptimo de escalas depende de varios factores: el nivel de ruido presente en el material de la imagen, la distribución previa de los diferentes tipos de segmentos, las distribuciones condicionales de clase asociadas a cada tipo de segmento, así como el tamaño real de los segmentos (conectados). Analizamos, teóricamente y a través de experimentos, la posibilidad de utilizar las tasas de error global y de clase-condicional como criterios para seleccionar el muestreo óptimo de los espacios de escala lineal y morfológica. Se muestra que la tasa de error global está optimizada teniendo en cuenta la distribución de clase previa en el material de imagen. Sin embargo, una distribución previa uniforme (ignorante) garantiza tasas de error constante de clase-condicional. En consecuencia, abogamos por una distribución uniforme de clases previas cuando se desea un enfoque de segmentación no comprometido, invariante de escala. Los experimentos con un clasificador de redes neuronales desarrollados para la segmentación de imágenes de resonancia magnética dinámica (RM), adquiridos con un trazador paramagnético, apoyan los resultados teóricos. Además, los experimentos muestran que la adición de características espaciales al clasificador, extraído de los espacios de escala lineal o morfológica, mejora el resultado de segmentación en comparación con un enfoque impulsado por la señal basado únicamente en la señal MR dinámica. Los resultados de segmentación obtenidos de los dos tipos de características se comparan utilizando dos nuevas medidas de calidad que caracterizan las propiedades espaciales de las imágenes etiquetadas ",
            "error": []
        },
        "image segmentation": {
            "translated_key": "segmentación de imágenes",
            "translated_annotated_text": "Segmentación invariante en escala de imágenes de perfusión dinámica mejorada por contraste con selección de escala inherente La selección del mejor conjunto de escalas es problemática cuando se desarrollan enfoques impulsados por señales para la \"segmentación de imágenes\" basada en píxeles. A menudo es necesario cumplir distintos criterios posiblemente contradictorios para obtener la mejor compensación entre la incertidumbre (varianza) y la exactitud de la ubicación. El conjunto óptimo de escalas depende de varios factores: el nivel de ruido presente en el material de la imagen, la distribución previa de los diferentes tipos de segmentos, las distribuciones condicionales de clase asociadas a cada tipo de segmento, así como el tamaño real de los segmentos (conectados). Analizamos, teóricamente y a través de experimentos, la posibilidad de utilizar las tasas de error global y de clase-condicional como criterios para seleccionar el muestreo óptimo de los espacios de escala lineal y morfológica. Se muestra que la tasa de error global está optimizada teniendo en cuenta la distribución de clase previa en el material de imagen. Sin embargo, una distribución previa uniforme (ignorante) garantiza tasas de error constante de clase-condicional. En consecuencia, abogamos por una distribución uniforme de clases previas cuando se desea un enfoque de segmentación no comprometido, invariante de escala. Los experimentos con un clasificador de redes neuronales desarrollados para la segmentación de imágenes de resonancia magnética dinámica (RM), adquiridos con un trazador paramagnético, apoyan los resultados teóricos. Además, los experimentos muestran que la adición de características espaciales al clasificador, extraído de los espacios de escala lineal o morfológica, mejora el resultado de segmentación en comparación con un enfoque impulsado por la señal basado únicamente en la señal MR dinámica. Los resultados de segmentación obtenidos de los dos tipos de características se comparan utilizando dos nuevas medidas de calidad que caracterizan las propiedades espaciales de las imágenes etiquetadas ",
            "error": [
                ""
            ]
        },
        "medical image processing": {
            "translated_key": [],
            "translated_annotated_text": "Segmentación invariante a escala de imágenes de perfusión dinámica potenciadas por contraste con selección de escala inherente La selección del mejor conjunto de escalas es problemática cuando se desarrollan enfoques impulsados por señales para la segmentación de imágenes basadas en píxeles. A menudo es necesario cumplir distintos criterios posiblemente contradictorios para obtener la mejor compensación entre la incertidumbre (varianza) y la exactitud de la ubicación. El conjunto óptimo de escalas depende de varios factores: el nivel de ruido presente en el material de la imagen, la distribución previa de los diferentes tipos de segmentos, las distribuciones condicionales de clase asociadas a cada tipo de segmento, así como el tamaño real de los segmentos (conectados). Analizamos, teóricamente y a través de experimentos, la posibilidad de utilizar las tasas de error global y de clase-condicional como criterios para seleccionar el muestreo óptimo de los espacios de escala lineal y morfológica. Se muestra que la tasa de error global está optimizada teniendo en cuenta la distribución de clase previa en el material de imagen. Sin embargo, una distribución previa uniforme (ignorante) garantiza tasas de error constante de clase-condicional. En consecuencia, abogamos por una distribución uniforme de clases previas cuando se desea un enfoque de segmentación no comprometido, invariante de escala. Los experimentos con un clasificador de redes neuronales desarrollados para la segmentación de imágenes de resonancia magnética dinámica (RM), adquiridos con un trazador paramagnético, apoyan los resultados teóricos. Además, los experimentos muestran que la adición de características espaciales al clasificador, extraído de los espacios de escala lineal o morfológica, mejora el resultado de segmentación en comparación con un enfoque impulsado por la señal basado únicamente en la señal MR dinámica. Los resultados de segmentación obtenidos de los dos tipos de características se comparan utilizando dos nuevas medidas de calidad que caracterizan las propiedades espaciales de las imágenes etiquetadas ",
            "error": []
        },
        "neural nets": {
            "translated_key": [],
            "translated_annotated_text": "Segmentación invariante a escala de imágenes de perfusión dinámica potenciadas por contraste con selección de escala inherente La selección del mejor conjunto de escalas es problemática cuando se desarrollan enfoques impulsados por señales para la segmentación de imágenes basadas en píxeles. A menudo es necesario cumplir distintos criterios posiblemente contradictorios para obtener la mejor compensación entre la incertidumbre (varianza) y la exactitud de la ubicación. El conjunto óptimo de escalas depende de varios factores: el nivel de ruido presente en el material de la imagen, la distribución previa de los diferentes tipos de segmentos, las distribuciones condicionales de clase asociadas a cada tipo de segmento, así como el tamaño real de los segmentos (conectados). Analizamos, teóricamente y a través de experimentos, la posibilidad de utilizar las tasas de error global y de clase-condicional como criterios para seleccionar el muestreo óptimo de los espacios de escala lineal y morfológica. Se muestra que la tasa de error global está optimizada teniendo en cuenta la distribución de clase previa en el material de imagen. Sin embargo, una distribución previa uniforme (ignorante) garantiza tasas de error constante de clase-condicional. En consecuencia, abogamos por una distribución uniforme de clases previas cuando se desea un enfoque de segmentación no comprometido, invariante de escala. Los experimentos con un clasificador de redes neuronales desarrollados para la segmentación de imágenes de resonancia magnética dinámica (RM), adquiridos con un trazador paramagnético, apoyan los resultados teóricos. Además, los experimentos muestran que la adición de características espaciales al clasificador, extraído de los espacios de escala lineal o morfológica, mejora el resultado de segmentación en comparación con un enfoque impulsado por la señal basado únicamente en la señal MR dinámica. Los resultados de segmentación obtenidos de los dos tipos de características se comparan utilizando dos nuevas medidas de calidad que caracterizan las propiedades espaciales de las imágenes etiquetadas ",
            "error": []
        }
    }
}