{
    "original_text": "Innovative phase unwrapping algorithm: hybrid approach We present a novel algorithm based on a hybrid of the global and local treatment of a wrapped map. The proposed algorithm is especially effective for the unwrapping of speckle-coded interferogram contour maps. In contrast to earlier unwrapping algorithms by region, we propose a local discontinuity-restoring criterion to serve as the preprocessor or postprocessor of our hybrid algorithm, which makes the unwrapping by region much easier and more efficient. With this hybrid algorithm, a robust, stable, and especially time effective phase unwrapping can be achieved. Additionally, the criterion and limitation of this hybrid algorithm are fully described. The robustness, stability, and speed of this hybrid algorithm are also studied. The proposed algorithm can be easily upgraded with minor modifications to solve the unwrapping problem of maps with phase inconsistency. Both numerical simulation and experimental applications demonstrate the effectiveness of the proposed algorithm",
    "original_translation": "Algoritmo de desenvolver fase innovadora: enfoque híbrido Presentamos un algoritmo novedoso basado en un híbrido del tratamiento global y local de un mapa envuelto. El algoritmo propuesto es especialmente eficaz para el desenvolvimiento de mapas de contorno de interferograma codificados con especificaciones. A diferencia de los algoritmos anteriores de desenvolvimiento por región, proponemos un criterio local de desenvolvimiento de discontinuidad para servir como el preprocesador o postprocesador de nuestro algoritmo híbrido, lo que hace que el desenvolvimiento por región sea mucho más fácil y eficiente. Con este algoritmo híbrido, se puede lograr un desenvolvimiento de fase robusto, estable y especialmente efectivo en el tiempo. Además, el criterio y la limitación de este algoritmo híbrido están completamente descritos. También se estudia la robustez, estabilidad y velocidad de este algoritmo híbrido. El algoritmo propuesto se puede actualizar fácilmente con modificaciones menores para resolver el problema de desenvolver mapas con inconsistencia de fase. Tanto la simulación numérica como las aplicaciones experimentales demuestran la eficacia del algoritmo propuesto",
    "error_count": 7,
    "keys": {
        "phase unwrapping algorithm": {
            "translated_key": "algoritmo de desenvolver fase",
            "translated_annotated_text": "Innovador \"algoritmo de desenvolver fase\": enfoque híbrido Presentamos un algoritmo novedoso basado en un híbrido del tratamiento global y local de un mapa envuelto. El algoritmo propuesto es especialmente eficaz para el desenvolvimiento de mapas de contorno de interferograma codificados con especificaciones. A diferencia de los algoritmos anteriores de desenvolvimiento por región, proponemos un criterio local de desenvolvimiento de discontinuidad para servir como el preprocesador o postprocesador de nuestro algoritmo híbrido, lo que hace que el desenvolvimiento por región sea mucho más fácil y eficiente. Con este algoritmo híbrido, se puede lograr un desenvolvimiento de fase robusto, estable y especialmente efectivo en el tiempo. Además, el criterio y la limitación de este algoritmo híbrido están completamente descritos. También se estudia la robustez, estabilidad y velocidad de este algoritmo híbrido. El algoritmo propuesto se puede actualizar fácilmente con modificaciones menores para resolver el problema de desenvolver mapas con inconsistencia de fase. Tanto la simulación numérica como las aplicaciones experimentales demuestran la eficacia del algoritmo propuesto ",
            "error": [
                ""
            ]
        },
        "global treatment": {
            "translated_key": [],
            "translated_annotated_text": "Algoritmo de desenvolver fase innovadora: enfoque híbrido Presentamos un algoritmo novedoso basado en un híbrido del tratamiento global y local de un mapa envuelto. El algoritmo propuesto es especialmente eficaz para el desenvolvimiento de mapas de contorno de interferograma codificados con especificaciones. A diferencia de los algoritmos anteriores de desenvolvimiento por región, proponemos un criterio local de desenvolvimiento de discontinuidad para servir como el preprocesador o postprocesador de nuestro algoritmo híbrido, lo que hace que el desenvolvimiento por región sea mucho más fácil y eficiente. Con este algoritmo híbrido, se puede lograr un desenvolvimiento de fase robusto, estable y especialmente efectivo en el tiempo. Además, el criterio y la limitación de este algoritmo híbrido están completamente descritos. También se estudia la robustez, estabilidad y velocidad de este algoritmo híbrido. El algoritmo propuesto se puede actualizar fácilmente con modificaciones menores para resolver el problema de desenvolver mapas con inconsistencia de fase. Tanto la simulación numérica como las aplicaciones experimentales demuestran la eficacia del algoritmo propuesto ",
            "error": []
        },
        "local treatment": {
            "translated_key": "local",
            "translated_annotated_text": "Algoritmo innovador para desenvolver la fase: enfoque híbrido Presentamos un algoritmo novedoso basado en un híbrido del tratamiento global y \"local\" de un mapa envuelto. El algoritmo propuesto es especialmente eficaz para el desenvolvimiento de mapas de contorno de interferograma codificados con especificaciones. A diferencia de los algoritmos anteriores de desenvolvimiento por región, proponemos un criterio local de desenvolvimiento de discontinuidad para servir como el preprocesador o postprocesador de nuestro algoritmo híbrido, lo que hace que el desenvolvimiento por región sea mucho más fácil y eficiente. Con este algoritmo híbrido, se puede lograr un desenvolvimiento de fase robusto, estable y especialmente efectivo en el tiempo. Además, el criterio y la limitación de este algoritmo híbrido están completamente descritos. También se estudia la robustez, estabilidad y velocidad de este algoritmo híbrido. El algoritmo propuesto se puede actualizar fácilmente con modificaciones menores para resolver el problema de desenvolver mapas con inconsistencia de fase. Tanto la simulación numérica como las aplicaciones experimentales demuestran la eficacia del algoritmo propuesto ",
            "error": [
                ""
            ]
        },
        "wrapped map": {
            "translated_key": "mapa envuelto",
            "translated_annotated_text": "Algoritmo de desenvolver fase innovadora: enfoque híbrido Presentamos un algoritmo novedoso basado en un híbrido del tratamiento global y local de un \"mapa envuelto\". El algoritmo propuesto es especialmente eficaz para el desenvolvimiento de mapas de contorno de interferograma codificados con especificaciones. A diferencia de los algoritmos anteriores de desenvolvimiento por región, proponemos un criterio local de desenvolvimiento de discontinuidad para servir como el preprocesador o postprocesador de nuestro algoritmo híbrido, lo que hace que el desenvolvimiento por región sea mucho más fácil y eficiente. Con este algoritmo híbrido, se puede lograr un desenvolvimiento de fase robusto, estable y especialmente efectivo en el tiempo. Además, el criterio y la limitación de este algoritmo híbrido están completamente descritos. También se estudia la robustez, estabilidad y velocidad de este algoritmo híbrido. El algoritmo propuesto se puede actualizar fácilmente con modificaciones menores para resolver el problema de desenvolver mapas con inconsistencia de fase. Tanto la simulación numérica como las aplicaciones experimentales demuestran la eficacia del algoritmo propuesto ",
            "error": [
                ""
            ]
        },
        "speckle-coded interferogram contour maps": {
            "translated_key": "mapas de contorno de interferograma codificadas con especículos",
            "translated_annotated_text": "Algoritmo de desenvolver fase innovadora: enfoque híbrido Presentamos un algoritmo novedoso basado en un híbrido del tratamiento global y local de un mapa envuelto. El algoritmo propuesto es especialmente eficaz para el desenvolvimiento de \"mapas de contorno de interferograma codificadas con especículos\". A diferencia de los algoritmos anteriores de desenvolvimiento por región, proponemos un criterio local de desenvolvimiento de discontinuidad para servir como el preprocesador o postprocesador de nuestro algoritmo híbrido, lo que hace que el desenvolvimiento por región sea mucho más fácil y eficiente. Con este algoritmo híbrido, se puede lograr un desenvolvimiento de fase robusto, estable y especialmente efectivo en el tiempo. Además, el criterio y la limitación de este algoritmo híbrido están completamente descritos. También se estudia la robustez, estabilidad y velocidad de este algoritmo híbrido. El algoritmo propuesto se puede actualizar fácilmente con modificaciones menores para resolver el problema de desenvolver mapas con inconsistencia de fase. Tanto la simulación numérica como las aplicaciones experimentales demuestran la eficacia del algoritmo propuesto ",
            "error": [
                ""
            ]
        },
        "unwrapping algorithms": {
            "translated_key": "algoritmos de desenvolver",
            "translated_annotated_text": "Algoritmo de desenvolver fase innovadora: enfoque híbrido Presentamos un algoritmo novedoso basado en un híbrido del tratamiento global y local de un mapa envuelto. El algoritmo propuesto es especialmente eficaz para el desenvolvimiento de mapas de contorno de interferograma codificados con especificaciones. A diferencia de anteriores \"algoritmos de desenvolver\" por región, proponemos un criterio local de discontinuidad-restauración para servir como el preprocesador o postprocesador de nuestro algoritmo híbrido, lo que hace que el desenvolver por región sea mucho más fácil y eficiente. Con este algoritmo híbrido, se puede lograr un desenvolvimiento de fase robusto, estable y especialmente efectivo en el tiempo. Además, el criterio y la limitación de este algoritmo híbrido están completamente descritos. También se estudia la robustez, estabilidad y velocidad de este algoritmo híbrido. El algoritmo propuesto se puede actualizar fácilmente con modificaciones menores para resolver el problema de desenvolver mapas con inconsistencia de fase. Tanto la simulación numérica como las aplicaciones experimentales demuestran la eficacia del algoritmo propuesto ",
            "error": [
                ""
            ]
        },
        "local discontinuity-restoring criterion": {
            "translated_key": "criterio local de desenvolvimiento de discontinuidad",
            "translated_annotated_text": "Algoritmo de desenvolver fase innovadora: enfoque híbrido Presentamos un algoritmo novedoso basado en un híbrido del tratamiento global y local de un mapa envuelto. El algoritmo propuesto es especialmente eficaz para el desenvolvimiento de mapas de contorno de interferograma codificados con especificaciones. A diferencia de los algoritmos anteriores de desenvolvimiento por región, proponemos un \"criterio local de desenvolvimiento de discontinuidad\" para servir como el preprocesador o postprocesador de nuestro algoritmo híbrido, lo que hace que el desenvolvimiento por región sea mucho más fácil y eficiente. Con este algoritmo híbrido, se puede lograr un desenvolvimiento de fase robusto, estable y especialmente efectivo en el tiempo. Además, el criterio y la limitación de este algoritmo híbrido están completamente descritos. También se estudia la robustez, estabilidad y velocidad de este algoritmo híbrido. El algoritmo propuesto se puede actualizar fácilmente con modificaciones menores para resolver el problema de desenvolver mapas con inconsistencia de fase. Tanto la simulación numérica como las aplicaciones experimentales demuestran la eficacia del algoritmo propuesto ",
            "error": [
                ""
            ]
        },
        "postprocessor": {
            "translated_key": "postprocesador",
            "translated_annotated_text": "Algoritmo de desenvolver fase innovadora: enfoque híbrido Presentamos un algoritmo novedoso basado en un híbrido del tratamiento global y local de un mapa envuelto. El algoritmo propuesto es especialmente eficaz para el desenvolvimiento de mapas de contorno de interferograma codificados con especificaciones. A diferencia de los algoritmos anteriores de desenvolvimiento por región, proponemos un criterio local de desenvolvimiento de discontinuidad para servir como el preprocesador o \"postprocesador\" de nuestro algoritmo híbrido, lo que hace que el desenvolvimiento por región sea mucho más fácil y eficiente. Con este algoritmo híbrido, se puede lograr un desenvolvimiento de fase robusto, estable y especialmente efectivo en el tiempo. Además, el criterio y la limitación de este algoritmo híbrido están completamente descritos. También se estudia la robustez, estabilidad y velocidad de este algoritmo híbrido. El algoritmo propuesto se puede actualizar fácilmente con modificaciones menores para resolver el problema de desenvolver mapas con inconsistencia de fase. Tanto la simulación numérica como las aplicaciones experimentales demuestran la eficacia del algoritmo propuesto ",
            "error": [
                ""
            ]
        },
        "hybrid algorithm": {
            "translated_key": "algoritmo híbrido",
            "translated_annotated_text": "Algoritmo de desenvolver fase innovadora: enfoque híbrido Presentamos un algoritmo novedoso basado en un híbrido del tratamiento global y local de un mapa envuelto. El algoritmo propuesto es especialmente eficaz para el desenvolvimiento de mapas de contorno de interferograma codificados con especificaciones. A diferencia de los algoritmos anteriores de desenvolvimiento por región, proponemos un criterio local de desenvolvimiento de discontinuidad para servir como el preprocesador o postprocesador de nuestro \"algoritmo híbrido\", que hace que el desenvolvimiento por región sea mucho más fácil y eficiente. Con este \"algoritmo híbrido\", se puede lograr un desenvolvimiento de fase robusto, estable y especialmente efectivo en el tiempo. Además, el criterio y la limitación de este \"algoritmo híbrido\" están completamente descritos. También se estudia la robustez, estabilidad y velocidad de este \"algoritmo híbrido\". El algoritmo propuesto se puede actualizar fácilmente con modificaciones menores para resolver el problema de desenvolver mapas con inconsistencia de fase. Tanto la simulación numérica como las aplicaciones experimentales demuestran la eficacia del algoritmo propuesto ",
            "error": [
                ""
            ]
        },
        "robust stable time effective phase unwrapping": {
            "translated_key": [],
            "translated_annotated_text": "Algoritmo de desenvolver fase innovadora: enfoque híbrido Presentamos un algoritmo novedoso basado en un híbrido del tratamiento global y local de un mapa envuelto. El algoritmo propuesto es especialmente eficaz para el desenvolvimiento de mapas de contorno de interferograma codificados con especificaciones. A diferencia de los algoritmos anteriores de desenvolvimiento por región, proponemos un criterio local de desenvolvimiento de discontinuidad para servir como el preprocesador o postprocesador de nuestro algoritmo híbrido, lo que hace que el desenvolvimiento por región sea mucho más fácil y eficiente. Con este algoritmo híbrido, se puede lograr un desenvolvimiento de fase robusto, estable y especialmente efectivo en el tiempo. Además, el criterio y la limitación de este algoritmo híbrido están completamente descritos. También se estudia la robustez, estabilidad y velocidad de este algoritmo híbrido. El algoritmo propuesto se puede actualizar fácilmente con modificaciones menores para resolver el problema de desenvolver mapas con inconsistencia de fase. Tanto la simulación numérica como las aplicaciones experimentales demuestran la eficacia del algoritmo propuesto ",
            "error": []
        },
        "unwrapping problem": {
            "translated_key": "problema de desenvolver",
            "translated_annotated_text": "Algoritmo de desenvolver fase innovadora: enfoque híbrido Presentamos un algoritmo novedoso basado en un híbrido del tratamiento global y local de un mapa envuelto. El algoritmo propuesto es especialmente eficaz para el desenvolvimiento de mapas de contorno de interferograma codificados con especificaciones. A diferencia de los algoritmos anteriores de desenvolvimiento por región, proponemos un criterio local de desenvolvimiento de discontinuidad para servir como el preprocesador o postprocesador de nuestro algoritmo híbrido, lo que hace que el desenvolvimiento por región sea mucho más fácil y eficiente. Con este algoritmo híbrido, se puede lograr un desenvolvimiento de fase robusto, estable y especialmente efectivo en el tiempo. Además, el criterio y la limitación de este algoritmo híbrido están completamente descritos. También se estudia la robustez, estabilidad y velocidad de este algoritmo híbrido. El algoritmo propuesto se puede actualizar fácilmente con modificaciones menores para resolver el \"problema de desenvolver\" de los mapas con inconsistencia de fase. Tanto la simulación numérica como las aplicaciones experimentales demuestran la eficacia del algoritmo propuesto ",
            "error": [
                ""
            ]
        },
        "phase inconsistency": {
            "translated_key": "incoherencia de fase",
            "translated_annotated_text": "Algoritmo de desenvolver fase innovadora: enfoque híbrido Presentamos un algoritmo novedoso basado en un híbrido del tratamiento global y local de un mapa envuelto. El algoritmo propuesto es especialmente eficaz para el desenvolvimiento de mapas de contorno de interferograma codificados con especificaciones. A diferencia de los algoritmos anteriores de desenvolvimiento por región, proponemos un criterio local de desenvolvimiento de discontinuidad para servir como el preprocesador o postprocesador de nuestro algoritmo híbrido, lo que hace que el desenvolvimiento por región sea mucho más fácil y eficiente. Con este algoritmo híbrido, se puede lograr un desenvolvimiento de fase robusto, estable y especialmente efectivo en el tiempo. Además, el criterio y la limitación de este algoritmo híbrido están completamente descritos. También se estudia la robustez, estabilidad y velocidad de este algoritmo híbrido. El algoritmo propuesto se puede actualizar fácilmente con modificaciones menores para resolver el problema de desenvolver los mapas con \"incoherencia de fase\". Tanto la simulación numérica como las aplicaciones experimentales demuestran la eficacia del algoritmo propuesto ",
            "error": [
                ""
            ]
        },
        "numerical simulation": {
            "translated_key": [],
            "translated_annotated_text": "Algoritmo de desenvolver fase innovadora: enfoque híbrido Presentamos un algoritmo novedoso basado en un híbrido del tratamiento global y local de un mapa envuelto. El algoritmo propuesto es especialmente eficaz para el desenvolvimiento de mapas de contorno de interferograma codificados con especificaciones. A diferencia de los algoritmos anteriores de desenvolvimiento por región, proponemos un criterio local de desenvolvimiento de discontinuidad para servir como el preprocesador o postprocesador de nuestro algoritmo híbrido, lo que hace que el desenvolvimiento por región sea mucho más fácil y eficiente. Con este algoritmo híbrido, se puede lograr un desenvolvimiento de fase robusto, estable y especialmente efectivo en el tiempo. Además, el criterio y la limitación de este algoritmo híbrido están completamente descritos. También se estudia la robustez, estabilidad y velocidad de este algoritmo híbrido. El algoritmo propuesto se puede actualizar fácilmente con modificaciones menores para resolver el problema de desenvolver mapas con inconsistencia de fase. Tanto la simulación numérica como las aplicaciones experimentales demuestran la eficacia del algoritmo propuesto ",
            "error": []
        },
        "interferogram analysis": {
            "translated_key": [],
            "translated_annotated_text": "Algoritmo de desenvolver fase innovadora: enfoque híbrido Presentamos un algoritmo novedoso basado en un híbrido del tratamiento global y local de un mapa envuelto. El algoritmo propuesto es especialmente eficaz para el desenvolvimiento de mapas de contorno de interferograma codificados con especificaciones. A diferencia de los algoritmos anteriores de desenvolvimiento por región, proponemos un criterio local de desenvolvimiento de discontinuidad para servir como el preprocesador o postprocesador de nuestro algoritmo híbrido, lo que hace que el desenvolvimiento por región sea mucho más fácil y eficiente. Con este algoritmo híbrido, se puede lograr un desenvolvimiento de fase robusto, estable y especialmente efectivo en el tiempo. Además, el criterio y la limitación de este algoritmo híbrido están completamente descritos. También se estudia la robustez, estabilidad y velocidad de este algoritmo híbrido. El algoritmo propuesto se puede actualizar fácilmente con modificaciones menores para resolver el problema de desenvolver mapas con inconsistencia de fase. Tanto la simulación numérica como las aplicaciones experimentales demuestran la eficacia del algoritmo propuesto ",
            "error": []
        },
        "light interferometry": {
            "translated_key": [],
            "translated_annotated_text": "Algoritmo de desenvolver fase innovadora: enfoque híbrido Presentamos un algoritmo novedoso basado en un híbrido del tratamiento global y local de un mapa envuelto. El algoritmo propuesto es especialmente eficaz para el desenvolvimiento de mapas de contorno de interferograma codificados con especificaciones. A diferencia de los algoritmos anteriores de desenvolvimiento por región, proponemos un criterio local de desenvolvimiento de discontinuidad para servir como el preprocesador o postprocesador de nuestro algoritmo híbrido, lo que hace que el desenvolvimiento por región sea mucho más fácil y eficiente. Con este algoritmo híbrido, se puede lograr un desenvolvimiento de fase robusto, estable y especialmente efectivo en el tiempo. Además, el criterio y la limitación de este algoritmo híbrido están completamente descritos. También se estudia la robustez, estabilidad y velocidad de este algoritmo híbrido. El algoritmo propuesto se puede actualizar fácilmente con modificaciones menores para resolver el problema de desenvolver mapas con inconsistencia de fase. Tanto la simulación numérica como las aplicaciones experimentales demuestran la eficacia del algoritmo propuesto ",
            "error": []
        },
        "optical information processing": {
            "translated_key": [],
            "translated_annotated_text": "Algoritmo de desenvolver fase innovadora: enfoque híbrido Presentamos un algoritmo novedoso basado en un híbrido del tratamiento global y local de un mapa envuelto. El algoritmo propuesto es especialmente eficaz para el desenvolvimiento de mapas de contorno de interferograma codificados con especificaciones. A diferencia de los algoritmos anteriores de desenvolvimiento por región, proponemos un criterio local de desenvolvimiento de discontinuidad para servir como el preprocesador o postprocesador de nuestro algoritmo híbrido, lo que hace que el desenvolvimiento por región sea mucho más fácil y eficiente. Con este algoritmo híbrido, se puede lograr un desenvolvimiento de fase robusto, estable y especialmente efectivo en el tiempo. Además, el criterio y la limitación de este algoritmo híbrido están completamente descritos. También se estudia la robustez, estabilidad y velocidad de este algoritmo híbrido. El algoritmo propuesto se puede actualizar fácilmente con modificaciones menores para resolver el problema de desenvolver mapas con inconsistencia de fase. Tanto la simulación numérica como las aplicaciones experimentales demuestran la eficacia del algoritmo propuesto ",
            "error": []
        },
        "speckle": {
            "translated_key": "especcle",
            "translated_annotated_text": "Algoritmo de desenvolver fase innovadora: enfoque híbrido Presentamos un algoritmo novedoso basado en un híbrido del tratamiento global y local de un mapa envuelto. El algoritmo propuesto es especialmente eficaz para desenvolver mapas de contornos de interferogramas codificados con \"especcle\". A diferencia de los algoritmos anteriores de desenvolvimiento por región, proponemos un criterio local de desenvolvimiento de discontinuidad para servir como el preprocesador o postprocesador de nuestro algoritmo híbrido, lo que hace que el desenvolvimiento por región sea mucho más fácil y eficiente. Con este algoritmo híbrido, se puede lograr un desenvolvimiento de fase robusto, estable y especialmente efectivo en el tiempo. Además, el criterio y la limitación de este algoritmo híbrido están completamente descritos. También se estudia la robustez, estabilidad y velocidad de este algoritmo híbrido. El algoritmo propuesto se puede actualizar fácilmente con modificaciones menores para resolver el problema de desenvolver mapas con inconsistencia de fase. Tanto la simulación numérica como las aplicaciones experimentales demuestran la eficacia del algoritmo propuesto ",
            "error": [
                ""
            ]
        },
        "stability": {
            "translated_key": "estabilidad",
            "translated_annotated_text": "Algoritmo de desenvolver fase innovadora: enfoque híbrido Presentamos un algoritmo novedoso basado en un híbrido del tratamiento global y local de un mapa envuelto. El algoritmo propuesto es especialmente eficaz para el desenvolvimiento de mapas de contorno de interferograma codificados con especificaciones. A diferencia de los algoritmos anteriores de desenvolvimiento por región, proponemos un criterio local de desenvolvimiento de discontinuidad para servir como el preprocesador o postprocesador de nuestro algoritmo híbrido, lo que hace que el desenvolvimiento por región sea mucho más fácil y eficiente. Con este algoritmo híbrido, se puede lograr un desenvolvimiento de fase robusto, estable y especialmente efectivo en el tiempo. Además, el criterio y la limitación de este algoritmo híbrido están completamente descritos. También se estudian la robustez, la \"estabilidad\" y la velocidad de este algoritmo híbrido. El algoritmo propuesto se puede actualizar fácilmente con modificaciones menores para resolver el problema de desenvolver mapas con inconsistencia de fase. Tanto la simulación numérica como las aplicaciones experimentales demuestran la eficacia del algoritmo propuesto ",
            "error": [
                ""
            ]
        }
    }
}