{
    "original_text": "Strain contouring using Gabor filters: principle and algorithm Moire interferometry is a powerful technique for high sensitivity in-plane deformation contouring. However, from an engineering viewpoint, the derivatives of displacement, i.e., strain, are the desired parameter. Thus there is a need to differentiate the displacement field. Optical and digital methods have been proposed for this differentiation. Optical methods provide contours that still need to be quantified, while digital methods suffer from drawbacks inherent in the digital differentiation process. We describe a novel approach of strain segmentation for the moire pattern using a multichannel Gabor filter. Appropriate filter design allows for user-specific segmentation, which is essentially in engineering design and analysis",
    "original_translation": "Contorneado de tensión con filtros Gabor: principio y algoritmo La interferometría Moire es una técnica potente para el contorneado de alta sensibilidad en el plano. Sin embargo, desde el punto de vista de la ingeniería, los derivados del desplazamiento, es decir, la deformación, son el parámetro deseado. Por lo tanto, es necesario diferenciar el campo de desplazamiento. Se han propuesto métodos ópticos y digitales para esta diferenciación. Los métodos ópticos proporcionan contornos que todavía deben cuantificarse, mientras que los métodos digitales sufren desventajas inherentes al proceso de diferenciación digital. Describimos un enfoque novedoso de segmentación de deformación para el patrón de moire usando un filtro Gabor multicanal. El diseño apropiado del filtro permite la segmentación específica del usuario, que es esencialmente en diseño y análisis de ingeniería",
    "error_count": 13,
    "keys": {
        "strain contouring": {
            "translated_key": [],
            "translated_annotated_text": "Contorneado de tensión con filtros Gabor: principio y algoritmo La interferometría Moire es una técnica potente para el contorneado de alta sensibilidad en el plano. Sin embargo, desde el punto de vista de la ingeniería, los derivados del desplazamiento, es decir, la deformación, son el parámetro deseado. Por lo tanto, es necesario diferenciar el campo de desplazamiento. Se han propuesto métodos ópticos y digitales para esta diferenciación. Los métodos ópticos proporcionan contornos que todavía deben cuantificarse, mientras que los métodos digitales sufren desventajas inherentes al proceso de diferenciación digital. Describimos un enfoque novedoso de segmentación de deformación para el patrón de moire usando un filtro Gabor multicanal. El diseño apropiado del filtro permite la segmentación específica del usuario, que es esencialmente en diseño y análisis de ingeniería ",
            "error": []
        },
        "Gabor filters": {
            "translated_key": "filtros Gabor",
            "translated_annotated_text": "Contorneado de la tensión utilizando \"filtros Gabor\": principio y algoritmo La interferometría Moire es una técnica potente para el contorneado de alta sensibilidad en el plano. Sin embargo, desde el punto de vista de la ingeniería, los derivados del desplazamiento, es decir, la deformación, son el parámetro deseado. Por lo tanto, es necesario diferenciar el campo de desplazamiento. Se han propuesto métodos ópticos y digitales para esta diferenciación. Los métodos ópticos proporcionan contornos que todavía deben cuantificarse, mientras que los métodos digitales sufren desventajas inherentes al proceso de diferenciación digital. Describimos un enfoque novedoso de segmentación de deformación para el patrón de moire usando un filtro Gabor multicanal. El diseño apropiado del filtro permite la segmentación específica del usuario, que es esencialmente en diseño y análisis de ingeniería ",
            "error": [
                ""
            ]
        },
        "algorithm": {
            "translated_key": "algoritmo",
            "translated_annotated_text": "Contorneado de tensión con filtros Gabor: principio y \"algoritmo\" La interferometría Moire es una técnica potente para el contorneado de alta sensibilidad en el plano. Sin embargo, desde el punto de vista de la ingeniería, los derivados del desplazamiento, es decir, la deformación, son el parámetro deseado. Por lo tanto, es necesario diferenciar el campo de desplazamiento. Se han propuesto métodos ópticos y digitales para esta diferenciación. Los métodos ópticos proporcionan contornos que todavía deben cuantificarse, mientras que los métodos digitales sufren desventajas inherentes al proceso de diferenciación digital. Describimos un enfoque novedoso de segmentación de deformación para el patrón de moire usando un filtro Gabor multicanal. El diseño apropiado del filtro permite la segmentación específica del usuario, que es esencialmente en diseño y análisis de ingeniería ",
            "error": [
                ""
            ]
        },
        "moire interferometry": {
            "translated_key": [],
            "translated_annotated_text": "Contorneado de tensión con filtros Gabor: principio y algoritmo La interferometría Moire es una técnica potente para el contorneado de alta sensibilidad en el plano. Sin embargo, desde el punto de vista de la ingeniería, los derivados del desplazamiento, es decir, la deformación, son el parámetro deseado. Por lo tanto, es necesario diferenciar el campo de desplazamiento. Se han propuesto métodos ópticos y digitales para esta diferenciación. Los métodos ópticos proporcionan contornos que todavía deben cuantificarse, mientras que los métodos digitales sufren desventajas inherentes al proceso de diferenciación digital. Describimos un enfoque novedoso de segmentación de deformación para el patrón de moire usando un filtro Gabor multicanal. El diseño apropiado del filtro permite la segmentación específica del usuario, que es esencialmente en diseño y análisis de ingeniería ",
            "error": []
        },
        "high sensitivity in-plane deformation contouring": {
            "translated_key": "contorneado de alta sensibilidad en el plano",
            "translated_annotated_text": "Contorneado de tensión con filtros Gabor: principio y algoritmo La interferometría Moire es una técnica potente para \"contorneado de alta sensibilidad en el plano\". Sin embargo, desde el punto de vista de la ingeniería, los derivados del desplazamiento, es decir, la deformación, son el parámetro deseado. Por lo tanto, es necesario diferenciar el campo de desplazamiento. Se han propuesto métodos ópticos y digitales para esta diferenciación. Los métodos ópticos proporcionan contornos que todavía deben cuantificarse, mientras que los métodos digitales sufren desventajas inherentes al proceso de diferenciación digital. Describimos un enfoque novedoso de segmentación de deformación para el patrón de moire usando un filtro Gabor multicanal. El diseño apropiado del filtro permite la segmentación específica del usuario, que es esencialmente en diseño y análisis de ingeniería ",
            "error": [
                ""
            ]
        },
        "displacement": {
            "translated_key": "desplazamiento",
            "translated_annotated_text": "Contorneado de tensión con filtros Gabor: principio y algoritmo La interferometría Moire es una técnica potente para el contorneado de alta sensibilidad en el plano. Sin embargo, desde el punto de vista de la ingeniería, los derivados del \"desplazamiento\", es decir, la deformación, son el parámetro deseado. Por lo tanto, es necesario diferenciar el campo de \"desplazamiento\". Se han propuesto métodos ópticos y digitales para esta diferenciación. Los métodos ópticos proporcionan contornos que todavía deben cuantificarse, mientras que los métodos digitales sufren desventajas inherentes al proceso de diferenciación digital. Describimos un enfoque novedoso de segmentación de deformación para el patrón de moire usando un filtro Gabor multicanal. El diseño apropiado del filtro permite la segmentación específica del usuario, que es esencialmente en diseño y análisis de ingeniería ",
            "error": [
                ""
            ]
        },
        "displacement field": {
            "translated_key": "campo de desplazamiento",
            "translated_annotated_text": "Contorneado de tensión con filtros Gabor: principio y algoritmo La interferometría Moire es una técnica potente para el contorneado de alta sensibilidad en el plano. Sin embargo, desde el punto de vista de la ingeniería, los derivados del desplazamiento, es decir, la deformación, son el parámetro deseado. Por lo tanto, es necesario diferenciar el \"campo de desplazamiento\". Se han propuesto métodos ópticos y digitales para esta diferenciación. Los métodos ópticos proporcionan contornos que todavía deben cuantificarse, mientras que los métodos digitales sufren desventajas inherentes al proceso de diferenciación digital. Describimos un enfoque novedoso de segmentación de deformación para el patrón de moire usando un filtro Gabor multicanal. El diseño apropiado del filtro permite la segmentación específica del usuario, que es esencialmente en diseño y análisis de ingeniería ",
            "error": [
                ""
            ]
        },
        "digital methods": {
            "translated_key": [
                "digitales",
                "métodos digitales"
            ],
            "translated_annotated_text": "Contorneado de tensión con filtros Gabor: principio y algoritmo La interferometría Moire es una técnica potente para el contorneado de alta sensibilidad en el plano. Sin embargo, desde el punto de vista de la ingeniería, los derivados del desplazamiento, es decir, la deformación, son el parámetro deseado. Por lo tanto, es necesario diferenciar el campo de desplazamiento. Para esta diferenciación se han propuesto métodos ópticos y \"digitales\". Los métodos ópticos proporcionan contornos que todavía deben cuantificarse, mientras que los \"métodos digitales\" sufren los inconvenientes inherentes al proceso de diferenciación digital. Describimos un enfoque novedoso de segmentación de deformación para el patrón de moire usando un filtro Gabor multicanal. El diseño apropiado del filtro permite la segmentación específica del usuario, que es esencialmente en diseño y análisis de ingeniería ",
            "error": [
                "digitales",
                "métodos digitales"
            ]
        },
        "optical methods": {
            "translated_key": [],
            "translated_annotated_text": "Contorneado de tensión con filtros Gabor: principio y algoritmo La interferometría Moire es una técnica potente para el contorneado de alta sensibilidad en el plano. Sin embargo, desde el punto de vista de la ingeniería, los derivados del desplazamiento, es decir, la deformación, son el parámetro deseado. Por lo tanto, es necesario diferenciar el campo de desplazamiento. Se han propuesto métodos ópticos y digitales para esta diferenciación. Los métodos ópticos proporcionan contornos que todavía deben cuantificarse, mientras que los métodos digitales sufren desventajas inherentes al proceso de diferenciación digital. Describimos un enfoque novedoso de segmentación de deformación para el patrón de moire usando un filtro Gabor multicanal. El diseño apropiado del filtro permite la segmentación específica del usuario, que es esencialmente en diseño y análisis de ingeniería ",
            "error": []
        },
        "differentiation": {
            "translated_key": "diferenciación",
            "translated_annotated_text": "Contorneado de tensión con filtros Gabor: principio y algoritmo La interferometría Moire es una técnica potente para el contorneado de alta sensibilidad en el plano. Sin embargo, desde el punto de vista de la ingeniería, los derivados del desplazamiento, es decir, la deformación, son el parámetro deseado. Por lo tanto, es necesario diferenciar el campo de desplazamiento. Se han propuesto métodos ópticos y digitales para esta \"diferenciación\". Los métodos ópticos proporcionan contornos que todavía necesitan ser cuantificados, mientras que los métodos digitales sufren de inconvenientes inherentes al proceso de \"diferenciación\" digital. Describimos un enfoque novedoso de segmentación de deformación para el patrón de moire usando un filtro Gabor multicanal. El diseño apropiado del filtro permite la segmentación específica del usuario, que es esencialmente en diseño y análisis de ingeniería ",
            "error": [
                ""
            ]
        },
        "digital differentiation process": {
            "translated_key": "proceso de diferenciación digital",
            "translated_annotated_text": "Contorneado de tensión con filtros Gabor: principio y algoritmo La interferometría Moire es una técnica potente para el contorneado de alta sensibilidad en el plano. Sin embargo, desde el punto de vista de la ingeniería, los derivados del desplazamiento, es decir, la deformación, son el parámetro deseado. Por lo tanto, es necesario diferenciar el campo de desplazamiento. Se han propuesto métodos ópticos y digitales para esta diferenciación. Los métodos ópticos proporcionan contornos que todavía deben cuantificarse, mientras que los métodos digitales sufren desventajas inherentes al \"proceso de diferenciación digital\". Describimos un enfoque novedoso de segmentación de deformación para el patrón de moire usando un filtro Gabor multicanal. El diseño apropiado del filtro permite la segmentación específica del usuario, que es esencialmente en diseño y análisis de ingeniería ",
            "error": [
                ""
            ]
        },
        "strain segmentation": {
            "translated_key": "segmentación del tren",
            "translated_annotated_text": "Contorneado de tensión con filtros Gabor: principio y algoritmo La interferometría Moire es una técnica potente para el contorneado de alta sensibilidad en el plano. Sin embargo, desde el punto de vista de la ingeniería, los derivados del desplazamiento, es decir, la deformación, son el parámetro deseado. Por lo tanto, es necesario diferenciar el campo de desplazamiento. Se han propuesto métodos ópticos y digitales para esta diferenciación. Los métodos ópticos proporcionan contornos que todavía deben cuantificarse, mientras que los métodos digitales sufren desventajas inherentes al proceso de diferenciación digital. Describimos un enfoque novedoso de la \"segmentación del tren\" para el patrón de moire usando un filtro Gabor multicanal. El diseño apropiado del filtro permite la segmentación específica del usuario, que es esencialmente en diseño y análisis de ingeniería ",
            "error": [
                ""
            ]
        },
        "multichannel Gabor filter": {
            "translated_key": "filtro Gabor multicanal",
            "translated_annotated_text": "Contorneado de tensión con filtros Gabor: principio y algoritmo La interferometría Moire es una técnica potente para el contorneado de alta sensibilidad en el plano. Sin embargo, desde el punto de vista de la ingeniería, los derivados del desplazamiento, es decir, la deformación, son el parámetro deseado. Por lo tanto, es necesario diferenciar el campo de desplazamiento. Se han propuesto métodos ópticos y digitales para esta diferenciación. Los métodos ópticos proporcionan contornos que todavía deben cuantificarse, mientras que los métodos digitales sufren desventajas inherentes al proceso de diferenciación digital. Describimos un enfoque novedoso de segmentación de deformación para el patrón de moire usando un \"filtro Gabor multicanal\". El diseño apropiado del filtro permite la segmentación específica del usuario, que es esencialmente en diseño y análisis de ingeniería ",
            "error": [
                ""
            ]
        },
        "filter design": {
            "translated_key": "diseño apropiado del filtro",
            "translated_annotated_text": "Contorneado de tensión con filtros Gabor: principio y algoritmo La interferometría Moire es una técnica potente para el contorneado de alta sensibilidad en el plano. Sin embargo, desde el punto de vista de la ingeniería, los derivados del desplazamiento, es decir, la deformación, son el parámetro deseado. Por lo tanto, es necesario diferenciar el campo de desplazamiento. Se han propuesto métodos ópticos y digitales para esta diferenciación. Los métodos ópticos proporcionan contornos que todavía deben cuantificarse, mientras que los métodos digitales sufren desventajas inherentes al proceso de diferenciación digital. Describimos un enfoque novedoso de segmentación de deformación para el patrón de moire usando un filtro Gabor multicanal. El \"diseño apropiado del filtro\" permite la segmentación específica del usuario, que es esencialmente en diseño y análisis de ingeniería ",
            "error": [
                ""
            ]
        },
        "user-specific segmentation": {
            "translated_key": "segmentación específica del usuario",
            "translated_annotated_text": "Contorneado de tensión con filtros Gabor: principio y algoritmo La interferometría Moire es una técnica potente para el contorneado de alta sensibilidad en el plano. Sin embargo, desde el punto de vista de la ingeniería, los derivados del desplazamiento, es decir, la deformación, son el parámetro deseado. Por lo tanto, es necesario diferenciar el campo de desplazamiento. Se han propuesto métodos ópticos y digitales para esta diferenciación. Los métodos ópticos proporcionan contornos que todavía deben cuantificarse, mientras que los métodos digitales sufren desventajas inherentes al proceso de diferenciación digital. Describimos un enfoque novedoso de segmentación de deformación para el patrón de moire usando un filtro Gabor multicanal. El diseño apropiado del filtro permite la \"segmentación específica del usuario\", que es esencialmente en el diseño y análisis de ingeniería ",
            "error": [
                ""
            ]
        },
        "engineering design": {
            "translated_key": "diseño de ingeniería",
            "translated_annotated_text": "Contorneado de tensión con filtros Gabor: principio y algoritmo La interferometría Moire es una técnica potente para el contorneado de alta sensibilidad en el plano. Sin embargo, desde el punto de vista de la ingeniería, los derivados del desplazamiento, es decir, la deformación, son el parámetro deseado. Por lo tanto, es necesario diferenciar el campo de desplazamiento. Se han propuesto métodos ópticos y digitales para esta diferenciación. Los métodos ópticos proporcionan contornos que todavía deben cuantificarse, mientras que los métodos digitales sufren desventajas inherentes al proceso de diferenciación digital. Describimos un enfoque novedoso de segmentación de deformación para el patrón de moire usando un filtro Gabor multicanal. El diseño apropiado del filtro permite la segmentación específica del usuario, que es esencialmente en el \"diseño de ingeniería\" y el análisis ",
            "error": [
                ""
            ]
        },
        "engineering analysis": {
            "translated_key": [],
            "translated_annotated_text": "Contorneado de tensión con filtros Gabor: principio y algoritmo La interferometría Moire es una técnica potente para el contorneado de alta sensibilidad en el plano. Sin embargo, desde el punto de vista de la ingeniería, los derivados del desplazamiento, es decir, la deformación, son el parámetro deseado. Por lo tanto, es necesario diferenciar el campo de desplazamiento. Se han propuesto métodos ópticos y digitales para esta diferenciación. Los métodos ópticos proporcionan contornos que todavía deben cuantificarse, mientras que los métodos digitales sufren desventajas inherentes al proceso de diferenciación digital. Describimos un enfoque novedoso de segmentación de deformación para el patrón de moire usando un filtro Gabor multicanal. El diseño apropiado del filtro permite la segmentación específica del usuario, que es esencialmente en diseño y análisis de ingeniería ",
            "error": []
        },
        "image segmentation": {
            "translated_key": [],
            "translated_annotated_text": "Contorneado de tensión con filtros Gabor: principio y algoritmo La interferometría Moire es una técnica potente para el contorneado de alta sensibilidad en el plano. Sin embargo, desde el punto de vista de la ingeniería, los derivados del desplazamiento, es decir, la deformación, son el parámetro deseado. Por lo tanto, es necesario diferenciar el campo de desplazamiento. Se han propuesto métodos ópticos y digitales para esta diferenciación. Los métodos ópticos proporcionan contornos que todavía deben cuantificarse, mientras que los métodos digitales sufren desventajas inherentes al proceso de diferenciación digital. Describimos un enfoque novedoso de segmentación de deformación para el patrón de moire usando un filtro Gabor multicanal. El diseño apropiado del filtro permite la segmentación específica del usuario, que es esencialmente en diseño y análisis de ingeniería ",
            "error": []
        },
        "spatial filters": {
            "translated_key": [],
            "translated_annotated_text": "Contorneado de tensión con filtros Gabor: principio y algoritmo La interferometría Moire es una técnica potente para el contorneado de alta sensibilidad en el plano. Sin embargo, desde el punto de vista de la ingeniería, los derivados del desplazamiento, es decir, la deformación, son el parámetro deseado. Por lo tanto, es necesario diferenciar el campo de desplazamiento. Se han propuesto métodos ópticos y digitales para esta diferenciación. Los métodos ópticos proporcionan contornos que todavía deben cuantificarse, mientras que los métodos digitales sufren desventajas inherentes al proceso de diferenciación digital. Describimos un enfoque novedoso de segmentación de deformación para el patrón de moire usando un filtro Gabor multicanal. El diseño apropiado del filtro permite la segmentación específica del usuario, que es esencialmente en diseño y análisis de ingeniería ",
            "error": []
        },
        "deformation": {
            "translated_key": "deformación",
            "translated_annotated_text": "Contorneado de tensión mediante filtros Gabor: principio y algoritmo La interferometría Moire es una técnica potente para el contorneado de alta sensibilidad en el plano \"deformación\". Sin embargo, desde el punto de vista de la ingeniería, los derivados del desplazamiento, es decir, la deformación, son el parámetro deseado. Por lo tanto, es necesario diferenciar el campo de desplazamiento. Se han propuesto métodos ópticos y digitales para esta diferenciación. Los métodos ópticos proporcionan contornos que todavía deben cuantificarse, mientras que los métodos digitales sufren desventajas inherentes al proceso de diferenciación digital. Describimos un enfoque novedoso de segmentación de deformación para el patrón de moire usando un filtro Gabor multicanal. El diseño apropiado del filtro permite la segmentación específica del usuario, que es esencialmente en diseño y análisis de ingeniería ",
            "error": [
                ""
            ]
        },
        "light interferometry": {
            "translated_key": [],
            "translated_annotated_text": "Contorneado de tensión con filtros Gabor: principio y algoritmo La interferometría Moire es una técnica potente para el contorneado de alta sensibilidad en el plano. Sin embargo, desde el punto de vista de la ingeniería, los derivados del desplazamiento, es decir, la deformación, son el parámetro deseado. Por lo tanto, es necesario diferenciar el campo de desplazamiento. Se han propuesto métodos ópticos y digitales para esta diferenciación. Los métodos ópticos proporcionan contornos que todavía deben cuantificarse, mientras que los métodos digitales sufren desventajas inherentes al proceso de diferenciación digital. Describimos un enfoque novedoso de segmentación de deformación para el patrón de moire usando un filtro Gabor multicanal. El diseño apropiado del filtro permite la segmentación específica del usuario, que es esencialmente en diseño y análisis de ingeniería ",
            "error": []
        },
        "moire fringes": {
            "translated_key": [],
            "translated_annotated_text": "Contorneado de tensión con filtros Gabor: principio y algoritmo La interferometría Moire es una técnica potente para el contorneado de alta sensibilidad en el plano. Sin embargo, desde el punto de vista de la ingeniería, los derivados del desplazamiento, es decir, la deformación, son el parámetro deseado. Por lo tanto, es necesario diferenciar el campo de desplazamiento. Se han propuesto métodos ópticos y digitales para esta diferenciación. Los métodos ópticos proporcionan contornos que todavía deben cuantificarse, mientras que los métodos digitales sufren desventajas inherentes al proceso de diferenciación digital. Describimos un enfoque novedoso de segmentación de deformación para el patrón de moire usando un filtro Gabor multicanal. El diseño apropiado del filtro permite la segmentación específica del usuario, que es esencialmente en diseño y análisis de ingeniería ",
            "error": []
        },
        "nondestructive testing": {
            "translated_key": [],
            "translated_annotated_text": "Contorneado de tensión con filtros Gabor: principio y algoritmo La interferometría Moire es una técnica potente para el contorneado de alta sensibilidad en el plano. Sin embargo, desde el punto de vista de la ingeniería, los derivados del desplazamiento, es decir, la deformación, son el parámetro deseado. Por lo tanto, es necesario diferenciar el campo de desplazamiento. Se han propuesto métodos ópticos y digitales para esta diferenciación. Los métodos ópticos proporcionan contornos que todavía deben cuantificarse, mientras que los métodos digitales sufren desventajas inherentes al proceso de diferenciación digital. Describimos un enfoque novedoso de segmentación de deformación para el patrón de moire usando un filtro Gabor multicanal. El diseño apropiado del filtro permite la segmentación específica del usuario, que es esencialmente en diseño y análisis de ingeniería ",
            "error": []
        },
        "strain measurement": {
            "translated_key": [],
            "translated_annotated_text": "Contorneado de tensión con filtros Gabor: principio y algoritmo La interferometría Moire es una técnica potente para el contorneado de alta sensibilidad en el plano. Sin embargo, desde el punto de vista de la ingeniería, los derivados del desplazamiento, es decir, la deformación, son el parámetro deseado. Por lo tanto, es necesario diferenciar el campo de desplazamiento. Se han propuesto métodos ópticos y digitales para esta diferenciación. Los métodos ópticos proporcionan contornos que todavía deben cuantificarse, mientras que los métodos digitales sufren desventajas inherentes al proceso de diferenciación digital. Describimos un enfoque novedoso de segmentación de deformación para el patrón de moire usando un filtro Gabor multicanal. El diseño apropiado del filtro permite la segmentación específica del usuario, que es esencialmente en diseño y análisis de ingeniería ",
            "error": []
        }
    }
}