{
    "original_text": "Adaptive filtering for noise reduction in hue saturation intensity color space Even though the hue saturation intensity (HSI) color model has been widely used in color image processing and analysis, the conversion formulas from the RGB color model to HSI are nonlinear and complicated in comparison with the conversion formulas of other color models. When an RGB image is degraded by random Gaussian noise, this nonlinearity leads to a nonuniform noise distribution in HSI, making accurate image analysis more difficult. We have analyzed the noise characteristics of the HSI color model and developed an adaptive spatial filtering method to reduce the magnitude of noise and the nonuniformity of noise variance in the HSI color space. With this adaptive filtering method, the filter kernel for each pixel is dynamically adjusted, depending on the values of intensity and saturation. In our experiments we have filtered the saturation and hue components and generated edge maps from color gradients. We have found that by using the adaptive filtering method, the minimum error rate in edge detection improves by approximately 15%",
    "original_translation": "Filtro adaptativo para la reducción de ruido en el espacio de color de intensidad de saturación de tonos Aunque el modelo de color de intensidad de saturación de tonos (HSI) se ha utilizado ampliamente en el procesamiento y análisis de imágenes de color, las fórmulas de conversión del modelo de color RGB a HSI son no lineales y complicadas en comparación con las fórmulas de conversión de otros modelos de color. Cuando una imagen RGB es degradada por el ruido gaussiano aleatorio, esta no linealidad lleva a una distribución de ruido no uniforme en HSI, haciendo más difícil un análisis preciso de la imagen. Hemos analizado las características del ruido del modelo de color HSI y desarrollado un método de filtrado espacial adaptativo para reducir la magnitud del ruido y la no uniformidad de la varianza del ruido en el espacio de color HSI. Con este método de filtrado adaptativo, el núcleo del filtro para cada píxel se ajusta dinámicamente, dependiendo de los valores de intensidad y saturación. En nuestros experimentos hemos filtrado los componentes de saturación y color y hemos generado mapas de bordes a partir de gradientes de color. Hemos encontrado que al utilizar el método de filtrado adaptativo, la tasa mínima de error en la detección de bordes mejora en aproximadamente un 15%",
    "error_count": 9,
    "keys": {
        "adaptive filtering": {
            "translated_key": [
                "filtro adaptativo",
                "filtrado adaptativo"
            ],
            "translated_annotated_text": "Filtro adaptativo para la reducción de ruido en el espacio de color de intensidad de saturación de tonos Aunque el modelo de color de intensidad de saturación de tonos (HSI) se ha utilizado ampliamente en el procesamiento y análisis de imágenes de color, las fórmulas de conversión del modelo de color RGB a HSI son no lineales y complicadas en comparación con las fórmulas de conversión de otros modelos de color. Cuando una imagen RGB es degradada por el ruido gaussiano aleatorio, esta no linealidad lleva a una distribución de ruido no uniforme en HSI, haciendo más difícil un análisis preciso de la imagen. Hemos analizado las características del ruido del modelo de color HSI y desarrollado un método de filtrado espacial adaptativo para reducir la magnitud del ruido y la no uniformidad de la varianza del ruido en el espacio de color HSI. Con este método de \"filtro adaptativo\", el núcleo del filtro para cada píxel se ajusta dinámicamente, dependiendo de los valores de intensidad y saturación. En nuestros experimentos hemos filtrado los componentes de saturación y color y hemos generado mapas de bordes a partir de gradientes de color. Hemos encontrado que al utilizar el método \"filtrado adaptativo\", la tasa mínima de error en la detección de bordes mejora aproximadamente en un 15% ",
            "error": [
                "filtro adaptativo",
                "filtrado adaptativo"
            ]
        },
        "noise reduction": {
            "translated_key": "reducción de ruido",
            "translated_annotated_text": "Filtro adaptativo para \"reducción de ruido\" en el espacio de color de intensidad de saturación de tonos Aunque el modelo de color de intensidad de saturación de tonos (HSI) se ha utilizado ampliamente en el procesamiento y análisis de imágenes de color, las fórmulas de conversión del modelo de color RGB a HSI son no lineales y complicadas en comparación con las fórmulas de conversión de otros modelos de color. Cuando una imagen RGB es degradada por el ruido gaussiano aleatorio, esta no linealidad lleva a una distribución de ruido no uniforme en HSI, haciendo más difícil un análisis preciso de la imagen. Hemos analizado las características del ruido del modelo de color HSI y desarrollado un método de filtrado espacial adaptativo para reducir la magnitud del ruido y la no uniformidad de la varianza del ruido en el espacio de color HSI. Con este método de filtrado adaptativo, el núcleo del filtro para cada píxel se ajusta dinámicamente, dependiendo de los valores de intensidad y saturación. En nuestros experimentos hemos filtrado los componentes de saturación y color y hemos generado mapas de bordes a partir de gradientes de color. Hemos encontrado que al utilizar el método de filtrado adaptativo, la tasa mínima de error en la detección de bordes mejora en aproximadamente un 15% ",
            "error": [
                ""
            ]
        },
        "hue saturation intensity color space": {
            "translated_key": "espacio de color de intensidad de saturación",
            "translated_annotated_text": "Filtro adaptativo para la reducción de ruido en \"espacio de color de intensidad de saturación\" Aunque el modelo de color de intensidad de saturación de tono (HSI) se ha utilizado ampliamente en el procesamiento y análisis de imágenes de color, las fórmulas de conversión del modelo de color RGB a HSI son no lineales y complicadas en comparación con las fórmulas de conversión de otros modelos de color. Cuando una imagen RGB es degradada por el ruido gaussiano aleatorio, esta no linealidad lleva a una distribución de ruido no uniforme en HSI, haciendo más difícil un análisis preciso de la imagen. Hemos analizado las características del ruido del modelo de color HSI y desarrollado un método de filtrado espacial adaptativo para reducir la magnitud del ruido y la no uniformidad de la varianza del ruido en el espacio de color HSI. Con este método de filtrado adaptativo, el núcleo del filtro para cada píxel se ajusta dinámicamente, dependiendo de los valores de intensidad y saturación. En nuestros experimentos hemos filtrado los componentes de saturación y color y hemos generado mapas de bordes a partir de gradientes de color. Hemos encontrado que al utilizar el método de filtrado adaptativo, la tasa mínima de error en la detección de bordes mejora en aproximadamente un 15% ",
            "error": [
                ""
            ]
        },
        "color image processing": {
            "translated_key": "proceso de imágenes de color",
            "translated_annotated_text": "Filtro adaptativo para la reducción de ruido en el espacio de color de intensidad de saturación de tonos Aunque el modelo de color de intensidad de saturación de tonos (HSI) se ha utilizado ampliamente en el \"proceso de imágenes de color\" y el análisis, las fórmulas de conversión del modelo de color RGB a HSI son no lineales y complicadas en comparación con las fórmulas de conversión de otros modelos de color. Cuando una imagen RGB es degradada por el ruido gaussiano aleatorio, esta no linealidad lleva a una distribución de ruido no uniforme en HSI, haciendo más difícil un análisis preciso de la imagen. Hemos analizado las características del ruido del modelo de color HSI y desarrollado un método de filtrado espacial adaptativo para reducir la magnitud del ruido y la no uniformidad de la varianza del ruido en el espacio de color HSI. Con este método de filtrado adaptativo, el núcleo del filtro para cada píxel se ajusta dinámicamente, dependiendo de los valores de intensidad y saturación. En nuestros experimentos hemos filtrado los componentes de saturación y color y hemos generado mapas de bordes a partir de gradientes de color. Hemos encontrado que al utilizar el método de filtrado adaptativo, la tasa mínima de error en la detección de bordes mejora en aproximadamente un 15% ",
            "error": [
                ""
            ]
        },
        "color image analysis": {
            "translated_key": [],
            "translated_annotated_text": "Filtro adaptativo para la reducción de ruido en el espacio de color de intensidad de saturación de tonos Aunque el modelo de color de intensidad de saturación de tonos (HSI) se ha utilizado ampliamente en el procesamiento y análisis de imágenes de color, las fórmulas de conversión del modelo de color RGB a HSI son no lineales y complicadas en comparación con las fórmulas de conversión de otros modelos de color. Cuando una imagen RGB es degradada por el ruido gaussiano aleatorio, esta no linealidad lleva a una distribución de ruido no uniforme en HSI, haciendo más difícil un análisis preciso de la imagen. Hemos analizado las características del ruido del modelo de color HSI y desarrollado un método de filtrado espacial adaptativo para reducir la magnitud del ruido y la no uniformidad de la varianza del ruido en el espacio de color HSI. Con este método de filtrado adaptativo, el núcleo del filtro para cada píxel se ajusta dinámicamente, dependiendo de los valores de intensidad y saturación. En nuestros experimentos hemos filtrado los componentes de saturación y color y hemos generado mapas de bordes a partir de gradientes de color. Hemos encontrado que al utilizar el método de filtrado adaptativo, la tasa mínima de error en la detección de bordes mejora en aproximadamente un 15% ",
            "error": []
        },
        "RGB color model": {
            "translated_key": "modelo de color RGB",
            "translated_annotated_text": "Filtro adaptativo para la reducción de ruido en el espacio de color de intensidad de saturación de tonos Aunque el modelo de color de intensidad de saturación de tonos (HSI) se ha utilizado ampliamente en el procesamiento y análisis de imágenes de color, las fórmulas de conversión del \"modelo de color RGB\" a HSI son no lineales y complicadas en comparación con las fórmulas de conversión de otros modelos de color. Cuando una imagen RGB es degradada por el ruido gaussiano aleatorio, esta no linealidad lleva a una distribución de ruido no uniforme en HSI, haciendo más difícil un análisis preciso de la imagen. Hemos analizado las características del ruido del modelo de color HSI y desarrollado un método de filtrado espacial adaptativo para reducir la magnitud del ruido y la no uniformidad de la varianza del ruido en el espacio de color HSI. Con este método de filtrado adaptativo, el núcleo del filtro para cada píxel se ajusta dinámicamente, dependiendo de los valores de intensidad y saturación. En nuestros experimentos hemos filtrado los componentes de saturación y color y hemos generado mapas de bordes a partir de gradientes de color. Hemos encontrado que al utilizar el método de filtrado adaptativo, la tasa mínima de error en la detección de bordes mejora en aproximadamente un 15% ",
            "error": [
                ""
            ]
        },
        "random Gaussian noise": {
            "translated_key": "ruido gaussiano aleatorio",
            "translated_annotated_text": "Filtro adaptativo para la reducción de ruido en el espacio de color de intensidad de saturación de tonos Aunque el modelo de color de intensidad de saturación de tonos (HSI) se ha utilizado ampliamente en el procesamiento y análisis de imágenes de color, las fórmulas de conversión del modelo de color RGB a HSI son no lineales y complicadas en comparación con las fórmulas de conversión de otros modelos de color. Cuando una imagen RGB es degradada por \"ruido gaussiano aleatorio\", esta no linealidad lleva a una distribución de ruido no uniforme en HSI, haciendo más difícil un análisis preciso de la imagen. Hemos analizado las características del ruido del modelo de color HSI y desarrollado un método de filtrado espacial adaptativo para reducir la magnitud del ruido y la no uniformidad de la varianza del ruido en el espacio de color HSI. Con este método de filtrado adaptativo, el núcleo del filtro para cada píxel se ajusta dinámicamente, dependiendo de los valores de intensidad y saturación. En nuestros experimentos hemos filtrado los componentes de saturación y color y hemos generado mapas de bordes a partir de gradientes de color. Hemos encontrado que al utilizar el método de filtrado adaptativo, la tasa mínima de error en la detección de bordes mejora en aproximadamente un 15% ",
            "error": [
                ""
            ]
        },
        "nonuniform noise distribution": {
            "translated_key": "distribución del ruido no uniforme",
            "translated_annotated_text": "Filtro adaptativo para la reducción de ruido en el espacio de color de intensidad de saturación de tonos Aunque el modelo de color de intensidad de saturación de tonos (HSI) se ha utilizado ampliamente en el procesamiento y análisis de imágenes de color, las fórmulas de conversión del modelo de color RGB a HSI son no lineales y complicadas en comparación con las fórmulas de conversión de otros modelos de color. Cuando una imagen RGB es degradada por el ruido gaussiano aleatorio, esta no linealidad lleva a una \"distribución del ruido no uniforme\" en HSI, haciendo más difícil un análisis preciso de la imagen. Hemos analizado las características del ruido del modelo de color HSI y desarrollado un método de filtrado espacial adaptativo para reducir la magnitud del ruido y la no uniformidad de la varianza del ruido en el espacio de color HSI. Con este método de filtrado adaptativo, el núcleo del filtro para cada píxel se ajusta dinámicamente, dependiendo de los valores de intensidad y saturación. En nuestros experimentos hemos filtrado los componentes de saturación y color y hemos generado mapas de bordes a partir de gradientes de color. Hemos encontrado que al utilizar el método de filtrado adaptativo, la tasa mínima de error en la detección de bordes mejora en aproximadamente un 15% ",
            "error": [
                ""
            ]
        },
        "accurate image analysis": {
            "translated_key": "análisis de imagen exacto",
            "translated_annotated_text": "Filtro adaptativo para la reducción de ruido en el espacio de color de intensidad de saturación de tonos Aunque el modelo de color de intensidad de saturación de tonos (HSI) se ha utilizado ampliamente en el procesamiento y análisis de imágenes de color, las fórmulas de conversión del modelo de color RGB a HSI son no lineales y complicadas en comparación con las fórmulas de conversión de otros modelos de color. Cuando una imagen RGB es degradada por el ruido gaussiano aleatorio, esta no linealidad lleva a una distribución de ruido no uniforme en HSI, haciendo \"análisis de imagen exacto\" más difícil. Hemos analizado las características del ruido del modelo de color HSI y desarrollado un método de filtrado espacial adaptativo para reducir la magnitud del ruido y la no uniformidad de la varianza del ruido en el espacio de color HSI. Con este método de filtrado adaptativo, el núcleo del filtro para cada píxel se ajusta dinámicamente, dependiendo de los valores de intensidad y saturación. En nuestros experimentos hemos filtrado los componentes de saturación y color y hemos generado mapas de bordes a partir de gradientes de color. Hemos encontrado que al utilizar el método de filtrado adaptativo, la tasa mínima de error en la detección de bordes mejora en aproximadamente un 15% ",
            "error": [
                ""
            ]
        },
        "adaptive spatial filtering method": {
            "translated_key": "método de filtrado espacial adaptativo",
            "translated_annotated_text": "Filtro adaptativo para la reducción de ruido en el espacio de color de intensidad de saturación de tonos Aunque el modelo de color de intensidad de saturación de tonos (HSI) se ha utilizado ampliamente en el procesamiento y análisis de imágenes de color, las fórmulas de conversión del modelo de color RGB a HSI son no lineales y complicadas en comparación con las fórmulas de conversión de otros modelos de color. Cuando una imagen RGB es degradada por el ruido gaussiano aleatorio, esta no linealidad lleva a una distribución de ruido no uniforme en HSI, haciendo más difícil un análisis preciso de la imagen. Hemos analizado las características del ruido del modelo de color HSI y desarrollado un \"método de filtrado espacial adaptativo\" para reducir la magnitud del ruido y la no uniformidad de la varianza del ruido en el espacio de color HSI. Con este método de filtrado adaptativo, el núcleo del filtro para cada píxel se ajusta dinámicamente, dependiendo de los valores de intensidad y saturación. En nuestros experimentos hemos filtrado los componentes de saturación y color y hemos generado mapas de bordes a partir de gradientes de color. Hemos encontrado que al utilizar el método de filtrado adaptativo, la tasa mínima de error en la detección de bordes mejora en aproximadamente un 15% ",
            "error": [
                ""
            ]
        },
        "nonuniformity": {
            "translated_key": "nonuniformidad",
            "translated_annotated_text": "Filtro adaptativo para la reducción de ruido en el espacio de color de intensidad de saturación de tonos Aunque el modelo de color de intensidad de saturación de tonos (HSI) se ha utilizado ampliamente en el procesamiento y análisis de imágenes de color, las fórmulas de conversión del modelo de color RGB a HSI son no lineales y complicadas en comparación con las fórmulas de conversión de otros modelos de color. Cuando una imagen RGB es degradada por el ruido gaussiano aleatorio, esta no linealidad lleva a una distribución de ruido no uniforme en HSI, haciendo más difícil un análisis preciso de la imagen. Hemos analizado las características de ruido del modelo de color HSI y desarrollado un método de filtrado espacial adaptativo para reducir la magnitud del ruido y la \"nonuniformidad\" de la varianza de ruido en el espacio de color HSI. Con este método de filtrado adaptativo, el núcleo del filtro para cada píxel se ajusta dinámicamente, dependiendo de los valores de intensidad y saturación. En nuestros experimentos hemos filtrado los componentes de saturación y color y hemos generado mapas de bordes a partir de gradientes de color. Hemos encontrado que al utilizar el método de filtrado adaptativo, la tasa mínima de error en la detección de bordes mejora en aproximadamente un 15% ",
            "error": [
                ""
            ]
        },
        "noise variance": {
            "translated_key": "varianza del ruido",
            "translated_annotated_text": "Filtro adaptativo para la reducción de ruido en el espacio de color de intensidad de saturación de tonos Aunque el modelo de color de intensidad de saturación de tonos (HSI) se ha utilizado ampliamente en el procesamiento y análisis de imágenes de color, las fórmulas de conversión del modelo de color RGB a HSI son no lineales y complicadas en comparación con las fórmulas de conversión de otros modelos de color. Cuando una imagen RGB es degradada por el ruido gaussiano aleatorio, esta no linealidad lleva a una distribución de ruido no uniforme en HSI, haciendo más difícil un análisis preciso de la imagen. Hemos analizado las características sonoras del modelo de color HSI y desarrollado un método de filtrado espacial adaptativo para reducir la magnitud del ruido y la no uniformidad de la \"varianza del ruido\" en el espacio de color HSI. Con este método de filtrado adaptativo, el núcleo del filtro para cada píxel se ajusta dinámicamente, dependiendo de los valores de intensidad y saturación. En nuestros experimentos hemos filtrado los componentes de saturación y color y hemos generado mapas de bordes a partir de gradientes de color. Hemos encontrado que al utilizar el método de filtrado adaptativo, la tasa mínima de error en la detección de bordes mejora en aproximadamente un 15% ",
            "error": [
                ""
            ]
        },
        "HSI color space": {
            "translated_key": "espacio de color HSI",
            "translated_annotated_text": "Filtro adaptativo para la reducción de ruido en el espacio de color de intensidad de saturación de tonos Aunque el modelo de color de intensidad de saturación de tonos (HSI) se ha utilizado ampliamente en el procesamiento y análisis de imágenes de color, las fórmulas de conversión del modelo de color RGB a HSI son no lineales y complicadas en comparación con las fórmulas de conversión de otros modelos de color. Cuando una imagen RGB es degradada por el ruido gaussiano aleatorio, esta no linealidad lleva a una distribución de ruido no uniforme en HSI, haciendo más difícil un análisis preciso de la imagen. Hemos analizado las características del ruido del modelo de color HSI y desarrollado un método de filtrado espacial adaptativo para reducir la magnitud del ruido y la no uniformidad de la varianza del ruido en el \"espacio de color HSI\". Con este método de filtrado adaptativo, el núcleo del filtro para cada píxel se ajusta dinámicamente, dependiendo de los valores de intensidad y saturación. En nuestros experimentos hemos filtrado los componentes de saturación y color y hemos generado mapas de bordes a partir de gradientes de color. Hemos encontrado que al utilizar el método de filtrado adaptativo, la tasa mínima de error en la detección de bordes mejora en aproximadamente un 15% ",
            "error": [
                ""
            ]
        },
        "filter kernel": {
            "translated_key": "kernel del filtro",
            "translated_annotated_text": "Filtro adaptativo para la reducción de ruido en el espacio de color de intensidad de saturación de tonos Aunque el modelo de color de intensidad de saturación de tonos (HSI) se ha utilizado ampliamente en el procesamiento y análisis de imágenes de color, las fórmulas de conversión del modelo de color RGB a HSI son no lineales y complicadas en comparación con las fórmulas de conversión de otros modelos de color. Cuando una imagen RGB es degradada por el ruido gaussiano aleatorio, esta no linealidad lleva a una distribución de ruido no uniforme en HSI, haciendo más difícil un análisis preciso de la imagen. Hemos analizado las características del ruido del modelo de color HSI y desarrollado un método de filtrado espacial adaptativo para reducir la magnitud del ruido y la no uniformidad de la varianza del ruido en el espacio de color HSI. Con este método de filtrado adaptativo, el \"kernel del filtro\" para cada píxel se ajusta dinámicamente, dependiendo de los valores de intensidad y saturación. En nuestros experimentos hemos filtrado los componentes de saturación y color y hemos generado mapas de bordes a partir de gradientes de color. Hemos encontrado que al utilizar el método de filtrado adaptativo, la tasa mínima de error en la detección de bordes mejora en aproximadamente un 15% ",
            "error": [
                ""
            ]
        },
        "pixel": {
            "translated_key": "píxel",
            "translated_annotated_text": "Filtro adaptativo para la reducción de ruido en el espacio de color de intensidad de saturación de tonos Aunque el modelo de color de intensidad de saturación de tonos (HSI) se ha utilizado ampliamente en el procesamiento y análisis de imágenes de color, las fórmulas de conversión del modelo de color RGB a HSI son no lineales y complicadas en comparación con las fórmulas de conversión de otros modelos de color. Cuando una imagen RGB es degradada por el ruido gaussiano aleatorio, esta no linealidad lleva a una distribución de ruido no uniforme en HSI, haciendo más difícil un análisis preciso de la imagen. Hemos analizado las características del ruido del modelo de color HSI y desarrollado un método de filtrado espacial adaptativo para reducir la magnitud del ruido y la no uniformidad de la varianza del ruido en el espacio de color HSI. Con este método de filtrado adaptativo, el núcleo del filtro para cada \"píxel\" se ajusta dinámicamente, dependiendo de los valores de intensidad y saturación. En nuestros experimentos hemos filtrado los componentes de saturación y color y hemos generado mapas de bordes a partir de gradientes de color. Hemos encontrado que al utilizar el método de filtrado adaptativo, la tasa mínima de error en la detección de bordes mejora en aproximadamente un 15% ",
            "error": [
                ""
            ]
        },
        "saturation": {
            "translated_key": [
                "saturación",
                "saturación",
                "saturación",
                "saturación",
                "hue"
            ],
            "translated_annotated_text": "Filtro adaptativo para la reducción de ruido en el espacio de color de intensidad de \"saturación\" de tonos Aunque el modelo de color de \"saturación\" de tonos (HSI) se ha utilizado ampliamente en el procesamiento y análisis de imágenes de color, las fórmulas de conversión del modelo de color RGB a HSI son no lineales y complicadas en comparación con las fórmulas de conversión de otros modelos de color. Cuando una imagen RGB es degradada por el ruido gaussiano aleatorio, esta no linealidad lleva a una distribución de ruido no uniforme en HSI, haciendo más difícil un análisis preciso de la imagen. Hemos analizado las características del ruido del modelo de color HSI y desarrollado un método de filtrado espacial adaptativo para reducir la magnitud del ruido y la no uniformidad de la varianza del ruido en el espacio de color HSI. Con este método de filtrado adaptativo, el núcleo del filtro para cada píxel se ajusta dinámicamente, dependiendo de los valores de intensidad y \"saturación\". En nuestros experimentos hemos filtrado los componentes de \"saturación\" y \"hue\" y hemos generado mapas de bordes a partir de gradientes de color. Hemos encontrado que al utilizar el método de filtrado adaptativo, la tasa mínima de error en la detección de bordes mejora en aproximadamente un 15% ",
            "error": [
                "saturación",
                "saturación",
                "saturación",
                "saturación",
                "hue"
            ]
        },
        "intensity": {
            "translated_key": "intensidad",
            "translated_annotated_text": "Filtro adaptativo para la reducción de ruido en el espacio de color \"intensidad\" de saturación de tonos Aunque el modelo de color \"intensidad\" de saturación de tonos (HSI) se ha utilizado ampliamente en el procesamiento y análisis de imágenes de color, las fórmulas de conversión del modelo de color RGB a HSI son no lineales y complicadas en comparación con las fórmulas de conversión de otros modelos de color. Cuando una imagen RGB es degradada por el ruido gaussiano aleatorio, esta no linealidad lleva a una distribución de ruido no uniforme en HSI, haciendo más difícil un análisis preciso de la imagen. Hemos analizado las características del ruido del modelo de color HSI y desarrollado un método de filtrado espacial adaptativo para reducir la magnitud del ruido y la no uniformidad de la varianza del ruido en el espacio de color HSI. Con este método de filtrado adaptativo, el núcleo del filtro para cada píxel se ajusta dinámicamente, dependiendo de los valores de \"intensidad\" y saturación. En nuestros experimentos hemos filtrado los componentes de saturación y color y hemos generado mapas de bordes a partir de gradientes de color. Hemos encontrado que al utilizar el método de filtrado adaptativo, la tasa mínima de error en la detección de bordes mejora en aproximadamente un 15% ",
            "error": [
                ""
            ]
        },
        "generated edge maps": {
            "translated_key": "mapas de borde generados",
            "translated_annotated_text": "Filtro adaptativo para la reducción de ruido en el espacio de color de intensidad de saturación de tonos Aunque el modelo de color de intensidad de saturación de tonos (HSI) se ha utilizado ampliamente en el procesamiento y análisis de imágenes de color, las fórmulas de conversión del modelo de color RGB a HSI son no lineales y complicadas en comparación con las fórmulas de conversión de otros modelos de color. Cuando una imagen RGB es degradada por el ruido gaussiano aleatorio, esta no linealidad lleva a una distribución de ruido no uniforme en HSI, haciendo más difícil un análisis preciso de la imagen. Hemos analizado las características del ruido del modelo de color HSI y desarrollado un método de filtrado espacial adaptativo para reducir la magnitud del ruido y la no uniformidad de la varianza del ruido en el espacio de color HSI. Con este método de filtrado adaptativo, el núcleo del filtro para cada píxel se ajusta dinámicamente, dependiendo de los valores de intensidad y saturación. En nuestros experimentos hemos filtrado los componentes de saturación y color y \"mapas de borde generados\" de los gradientes de color. Hemos encontrado que al utilizar el método de filtrado adaptativo, la tasa mínima de error en la detección de bordes mejora en aproximadamente un 15% ",
            "error": [
                ""
            ]
        },
        "color gradients": {
            "translated_key": "gradientes de color",
            "translated_annotated_text": "Filtro adaptativo para la reducción de ruido en el espacio de color de intensidad de saturación de tonos Aunque el modelo de color de intensidad de saturación de tonos (HSI) se ha utilizado ampliamente en el procesamiento y análisis de imágenes de color, las fórmulas de conversión del modelo de color RGB a HSI son no lineales y complicadas en comparación con las fórmulas de conversión de otros modelos de color. Cuando una imagen RGB es degradada por el ruido gaussiano aleatorio, esta no linealidad lleva a una distribución de ruido no uniforme en HSI, haciendo más difícil un análisis preciso de la imagen. Hemos analizado las características del ruido del modelo de color HSI y desarrollado un método de filtrado espacial adaptativo para reducir la magnitud del ruido y la no uniformidad de la varianza del ruido en el espacio de color HSI. Con este método de filtrado adaptativo, el núcleo del filtro para cada píxel se ajusta dinámicamente, dependiendo de los valores de intensidad y saturación. En nuestros experimentos hemos filtrado los componentes de saturación y color y hemos generado mapas de bordes a partir de \"gradientes de color\". Hemos encontrado que al utilizar el método de filtrado adaptativo, la tasa mínima de error en la detección de bordes mejora en aproximadamente un 15% ",
            "error": [
                ""
            ]
        },
        "edge detection": {
            "translated_key": "detección de bordes",
            "translated_annotated_text": "Filtro adaptativo para la reducción de ruido en el espacio de color de intensidad de saturación de tonos Aunque el modelo de color de intensidad de saturación de tonos (HSI) se ha utilizado ampliamente en el procesamiento y análisis de imágenes de color, las fórmulas de conversión del modelo de color RGB a HSI son no lineales y complicadas en comparación con las fórmulas de conversión de otros modelos de color. Cuando una imagen RGB es degradada por el ruido gaussiano aleatorio, esta no linealidad lleva a una distribución de ruido no uniforme en HSI, haciendo más difícil un análisis preciso de la imagen. Hemos analizado las características del ruido del modelo de color HSI y desarrollado un método de filtrado espacial adaptativo para reducir la magnitud del ruido y la no uniformidad de la varianza del ruido en el espacio de color HSI. Con este método de filtrado adaptativo, el núcleo del filtro para cada píxel se ajusta dinámicamente, dependiendo de los valores de intensidad y saturación. En nuestros experimentos hemos filtrado los componentes de saturación y color y hemos generado mapas de bordes a partir de gradientes de color. Hemos encontrado que al utilizar el método de filtrado adaptativo, la tasa de error mínima en \"detección de bordes\" mejora aproximadamente un 15% ",
            "error": [
                ""
            ]
        },
        "minimum error rate": {
            "translated_key": "tasa mínima de error",
            "translated_annotated_text": "Filtro adaptativo para la reducción de ruido en el espacio de color de intensidad de saturación de tonos Aunque el modelo de color de intensidad de saturación de tonos (HSI) se ha utilizado ampliamente en el procesamiento y análisis de imágenes de color, las fórmulas de conversión del modelo de color RGB a HSI son no lineales y complicadas en comparación con las fórmulas de conversión de otros modelos de color. Cuando una imagen RGB es degradada por el ruido gaussiano aleatorio, esta no linealidad lleva a una distribución de ruido no uniforme en HSI, haciendo más difícil un análisis preciso de la imagen. Hemos analizado las características del ruido del modelo de color HSI y desarrollado un método de filtrado espacial adaptativo para reducir la magnitud del ruido y la no uniformidad de la varianza del ruido en el espacio de color HSI. Con este método de filtrado adaptativo, el núcleo del filtro para cada píxel se ajusta dinámicamente, dependiendo de los valores de intensidad y saturación. En nuestros experimentos hemos filtrado los componentes de saturación y color y hemos generado mapas de bordes a partir de gradientes de color. Hemos encontrado que al utilizar el método de filtrado adaptativo, la \"tasa mínima de error\" en la detección de bordes mejora aproximadamente un 15% ",
            "error": [
                ""
            ]
        },
        "adaptive optics": {
            "translated_key": [],
            "translated_annotated_text": "Filtro adaptativo para la reducción de ruido en el espacio de color de intensidad de saturación de tonos Aunque el modelo de color de intensidad de saturación de tonos (HSI) se ha utilizado ampliamente en el procesamiento y análisis de imágenes de color, las fórmulas de conversión del modelo de color RGB a HSI son no lineales y complicadas en comparación con las fórmulas de conversión de otros modelos de color. Cuando una imagen RGB es degradada por el ruido gaussiano aleatorio, esta no linealidad lleva a una distribución de ruido no uniforme en HSI, haciendo más difícil un análisis preciso de la imagen. Hemos analizado las características del ruido del modelo de color HSI y desarrollado un método de filtrado espacial adaptativo para reducir la magnitud del ruido y la no uniformidad de la varianza del ruido en el espacio de color HSI. Con este método de filtrado adaptativo, el núcleo del filtro para cada píxel se ajusta dinámicamente, dependiendo de los valores de intensidad y saturación. En nuestros experimentos hemos filtrado los componentes de saturación y color y hemos generado mapas de bordes a partir de gradientes de color. Hemos encontrado que al utilizar el método de filtrado adaptativo, la tasa mínima de error en la detección de bordes mejora en aproximadamente un 15% ",
            "error": []
        },
        "colorimetry": {
            "translated_key": [],
            "translated_annotated_text": "Filtro adaptativo para la reducción de ruido en el espacio de color de intensidad de saturación de tonos Aunque el modelo de color de intensidad de saturación de tonos (HSI) se ha utilizado ampliamente en el procesamiento y análisis de imágenes de color, las fórmulas de conversión del modelo de color RGB a HSI son no lineales y complicadas en comparación con las fórmulas de conversión de otros modelos de color. Cuando una imagen RGB es degradada por el ruido gaussiano aleatorio, esta no linealidad lleva a una distribución de ruido no uniforme en HSI, haciendo más difícil un análisis preciso de la imagen. Hemos analizado las características del ruido del modelo de color HSI y desarrollado un método de filtrado espacial adaptativo para reducir la magnitud del ruido y la no uniformidad de la varianza del ruido en el espacio de color HSI. Con este método de filtrado adaptativo, el núcleo del filtro para cada píxel se ajusta dinámicamente, dependiendo de los valores de intensidad y saturación. En nuestros experimentos hemos filtrado los componentes de saturación y color y hemos generado mapas de bordes a partir de gradientes de color. Hemos encontrado que al utilizar el método de filtrado adaptativo, la tasa mínima de error en la detección de bordes mejora en aproximadamente un 15% ",
            "error": []
        },
        "image colour analysis": {
            "translated_key": [],
            "translated_annotated_text": "Filtro adaptativo para la reducción de ruido en el espacio de color de intensidad de saturación de tonos Aunque el modelo de color de intensidad de saturación de tonos (HSI) se ha utilizado ampliamente en el procesamiento y análisis de imágenes de color, las fórmulas de conversión del modelo de color RGB a HSI son no lineales y complicadas en comparación con las fórmulas de conversión de otros modelos de color. Cuando una imagen RGB es degradada por el ruido gaussiano aleatorio, esta no linealidad lleva a una distribución de ruido no uniforme en HSI, haciendo más difícil un análisis preciso de la imagen. Hemos analizado las características del ruido del modelo de color HSI y desarrollado un método de filtrado espacial adaptativo para reducir la magnitud del ruido y la no uniformidad de la varianza del ruido en el espacio de color HSI. Con este método de filtrado adaptativo, el núcleo del filtro para cada píxel se ajusta dinámicamente, dependiendo de los valores de intensidad y saturación. En nuestros experimentos hemos filtrado los componentes de saturación y color y hemos generado mapas de bordes a partir de gradientes de color. Hemos encontrado que al utilizar el método de filtrado adaptativo, la tasa mínima de error en la detección de bordes mejora en aproximadamente un 15% ",
            "error": []
        },
        "optical noise": {
            "translated_key": [],
            "translated_annotated_text": "Filtro adaptativo para la reducción de ruido en el espacio de color de intensidad de saturación de tonos Aunque el modelo de color de intensidad de saturación de tonos (HSI) se ha utilizado ampliamente en el procesamiento y análisis de imágenes de color, las fórmulas de conversión del modelo de color RGB a HSI son no lineales y complicadas en comparación con las fórmulas de conversión de otros modelos de color. Cuando una imagen RGB es degradada por el ruido gaussiano aleatorio, esta no linealidad lleva a una distribución de ruido no uniforme en HSI, haciendo más difícil un análisis preciso de la imagen. Hemos analizado las características del ruido del modelo de color HSI y desarrollado un método de filtrado espacial adaptativo para reducir la magnitud del ruido y la no uniformidad de la varianza del ruido en el espacio de color HSI. Con este método de filtrado adaptativo, el núcleo del filtro para cada píxel se ajusta dinámicamente, dependiendo de los valores de intensidad y saturación. En nuestros experimentos hemos filtrado los componentes de saturación y color y hemos generado mapas de bordes a partir de gradientes de color. Hemos encontrado que al utilizar el método de filtrado adaptativo, la tasa mínima de error en la detección de bordes mejora en aproximadamente un 15% ",
            "error": []
        },
        "optical saturation": {
            "translated_key": [],
            "translated_annotated_text": "Filtro adaptativo para la reducción de ruido en el espacio de color de intensidad de saturación de tonos Aunque el modelo de color de intensidad de saturación de tonos (HSI) se ha utilizado ampliamente en el procesamiento y análisis de imágenes de color, las fórmulas de conversión del modelo de color RGB a HSI son no lineales y complicadas en comparación con las fórmulas de conversión de otros modelos de color. Cuando una imagen RGB es degradada por el ruido gaussiano aleatorio, esta no linealidad lleva a una distribución de ruido no uniforme en HSI, haciendo más difícil un análisis preciso de la imagen. Hemos analizado las características del ruido del modelo de color HSI y desarrollado un método de filtrado espacial adaptativo para reducir la magnitud del ruido y la no uniformidad de la varianza del ruido en el espacio de color HSI. Con este método de filtrado adaptativo, el núcleo del filtro para cada píxel se ajusta dinámicamente, dependiendo de los valores de intensidad y saturación. En nuestros experimentos hemos filtrado los componentes de saturación y color y hemos generado mapas de bordes a partir de gradientes de color. Hemos encontrado que al utilizar el método de filtrado adaptativo, la tasa mínima de error en la detección de bordes mejora en aproximadamente un 15% ",
            "error": []
        },
        "spatial filters": {
            "translated_key": [],
            "translated_annotated_text": "Filtro adaptativo para la reducción de ruido en el espacio de color de intensidad de saturación de tonos Aunque el modelo de color de intensidad de saturación de tonos (HSI) se ha utilizado ampliamente en el procesamiento y análisis de imágenes de color, las fórmulas de conversión del modelo de color RGB a HSI son no lineales y complicadas en comparación con las fórmulas de conversión de otros modelos de color. Cuando una imagen RGB es degradada por el ruido gaussiano aleatorio, esta no linealidad lleva a una distribución de ruido no uniforme en HSI, haciendo más difícil un análisis preciso de la imagen. Hemos analizado las características del ruido del modelo de color HSI y desarrollado un método de filtrado espacial adaptativo para reducir la magnitud del ruido y la no uniformidad de la varianza del ruido en el espacio de color HSI. Con este método de filtrado adaptativo, el núcleo del filtro para cada píxel se ajusta dinámicamente, dependiendo de los valores de intensidad y saturación. En nuestros experimentos hemos filtrado los componentes de saturación y color y hemos generado mapas de bordes a partir de gradientes de color. Hemos encontrado que al utilizar el método de filtrado adaptativo, la tasa mínima de error en la detección de bordes mejora en aproximadamente un 15% ",
            "error": []
        }
    }
}