{
    "original_text": "Autofocus system for microscope A technique is developed for microscope autofocusing, which is called the eccentric light beam approach with high resolution, wide focusing range, and compact construction. The principle is described. The theoretical formula of the eccentric light beam approach deduced can be applied not only to an object lens whose objective plane is just at the focal plane, but also to an object lens whose objective plane is not at the focal plane. The experimental setup uses a semiconductor laser device as the light source. The laser beam that enters into the microscope is eccentric with the main light axis. A defocused signal is acquired by a symmetrical silicon photocell for the change of the reflected light position caused by differential amplification and processed by a microprocessor. Then the electric signal is power-amplified and drives a dc motor, which moves a fine working platform to an automatic focus of the microscope. The result of the experiments shows a +or-0.1- mu m precision of autofocusing for a range of +or-500- mu m defocusing. The system has high reliability and can meet the requirements of various accurate micro measurement systems",
    "original_translation": "Sistema de enfoque automático para microscopio Se desarrolla una técnica para el enfoque automático del microscopio, que se llama enfoque excéntrico de haz de luz con alta resolución, amplio rango de enfoque y construcción compacta. Se describe el principio. La fórmula teórica del enfoque excéntrico del haz de luz deducido puede aplicarse no sólo a una lente de objeto cuyo plano objetivo se encuentra sólo en el plano focal, sino también a una lente de objeto cuyo plano objetivo no se encuentra en el plano focal. La configuración experimental utiliza un dispositivo láser semiconductor como fuente de luz. El rayo láser que entra en el microscopio es excéntrico con el eje principal de la luz. Una señal desenfocada es adquirida por una fotocélula de silicio simétrica para el cambio de la posición de la luz reflejada causada por la amplificación diferencial y procesada por un microprocesador. A continuación, la señal eléctrica se amplifica y conduce un motor DC, que mueve una plataforma de trabajo fino a un foco automático del microscopio. El resultado de los experimentos muestra una precisión +or-0.1- mu m de autoenfoque para una gama de +o-500- mu m desenfoque. El sistema tiene una alta fiabilidad y puede cumplir con los requisitos de varios sistemas de medición de micro precisión",
    "error_count": 6,
    "keys": {
        "autofocus system": {
            "translated_key": [],
            "translated_annotated_text": "Sistema de enfoque automático para microscopio Se desarrolla una técnica para el enfoque automático del microscopio, que se llama enfoque excéntrico de haz de luz con alta resolución, amplio rango de enfoque y construcción compacta. Se describe el principio. La fórmula teórica del enfoque excéntrico del haz de luz deducido puede aplicarse no sólo a una lente de objeto cuyo plano objetivo se encuentra sólo en el plano focal, sino también a una lente de objeto cuyo plano objetivo no se encuentra en el plano focal. La configuración experimental utiliza un dispositivo láser semiconductor como fuente de luz. El rayo láser que entra en el microscopio es excéntrico con el eje principal de la luz. Una señal desenfocada es adquirida por una fotocélula de silicio simétrica para el cambio de la posición de la luz reflejada causada por la amplificación diferencial y procesada por un microprocesador. A continuación, la señal eléctrica se amplifica y conduce un motor DC, que mueve una plataforma de trabajo fino a un foco automático del microscopio. El resultado de los experimentos muestra una precisión +or-0.1- mu m de autoenfoque para una gama de +o-500- mu m desenfoque. El sistema tiene una alta fiabilidad y puede cumplir con los requisitos de varios sistemas de medición de micro precisión ",
            "error": []
        },
        "microscope autofocusing": {
            "translated_key": "enfoque microscópico",
            "translated_annotated_text": "Sistema de autoenfoque para microscopio Se desarrolla una técnica para el \"enfoque microscópico\", que se llama enfoque excéntrico de haz de luz con alta resolución, amplio rango de enfoque y construcción compacta. Se describe el principio. La fórmula teórica del enfoque excéntrico del haz de luz deducido puede aplicarse no sólo a una lente de objeto cuyo plano objetivo se encuentra sólo en el plano focal, sino también a una lente de objeto cuyo plano objetivo no se encuentra en el plano focal. La configuración experimental utiliza un dispositivo láser semiconductor como fuente de luz. El rayo láser que entra en el microscopio es excéntrico con el eje principal de la luz. Una señal desenfocada es adquirida por una fotocélula de silicio simétrica para el cambio de la posición de la luz reflejada causada por la amplificación diferencial y procesada por un microprocesador. A continuación, la señal eléctrica se amplifica y conduce un motor DC, que mueve una plataforma de trabajo fino a un foco automático del microscopio. El resultado de los experimentos muestra una precisión +or-0.1- mu m de autoenfoque para una gama de +o-500- mu m desenfoque. El sistema tiene una alta fiabilidad y puede cumplir con los requisitos de varios sistemas de medición de micro precisión ",
            "error": [
                ""
            ]
        },
        "eccentric light beam approach": {
            "translated_key": "enfoque de haz de luz excéntrico",
            "translated_annotated_text": "Sistema de enfoque automático para microscopio Se desarrolla una técnica para el enfoque automático del microscopio, que se denomina \"enfoque de haz de luz excéntrico\" con alta resolución, amplio rango de enfoque y construcción compacta. Se describe el principio. La fórmula teórica del \"enfoque de haz de luz excéntrico\" deducido puede aplicarse no sólo a una lente de objeto cuyo plano objetivo está sólo en el plano focal, sino también a una lente de objeto cuyo plano objetivo no está en el plano focal. La configuración experimental utiliza un dispositivo láser semiconductor como fuente de luz. El rayo láser que entra en el microscopio es excéntrico con el eje principal de la luz. Una señal desenfocada es adquirida por una fotocélula de silicio simétrica para el cambio de la posición de la luz reflejada causada por la amplificación diferencial y procesada por un microprocesador. A continuación, la señal eléctrica se amplifica y conduce un motor DC, que mueve una plataforma de trabajo fino a un foco automático del microscopio. El resultado de los experimentos muestra una precisión +or-0.1- mu m de autoenfoque para una gama de +o-500- mu m desenfoque. El sistema tiene una alta fiabilidad y puede cumplir con los requisitos de varios sistemas de medición de micro precisión ",
            "error": [
                ""
            ]
        },
        "object lens": {
            "translated_key": "objetivo objetivo",
            "translated_annotated_text": "Sistema de enfoque automático para microscopio Se desarrolla una técnica para el enfoque automático del microscopio, que se llama enfoque excéntrico de haz de luz con alta resolución, amplio rango de enfoque y construcción compacta. Se describe el principio. La fórmula teórica del enfoque excéntrico del haz de luz deducido puede aplicarse no sólo a un \"objetivo objetivo\" cuyo plano objetivo se encuentra sólo en el plano focal, sino también a un \"objetivo objetivo\" cuyo plano objetivo no se encuentra en el plano focal. La configuración experimental utiliza un dispositivo láser semiconductor como fuente de luz. El rayo láser que entra en el microscopio es excéntrico con el eje principal de la luz. Una señal desenfocada es adquirida por una fotocélula de silicio simétrica para el cambio de la posición de la luz reflejada causada por la amplificación diferencial y procesada por un microprocesador. A continuación, la señal eléctrica se amplifica y conduce un motor DC, que mueve una plataforma de trabajo fino a un foco automático del microscopio. El resultado de los experimentos muestra una precisión +or-0.1- mu m de autoenfoque para una gama de +o-500- mu m desenfoque. El sistema tiene una alta fiabilidad y puede cumplir con los requisitos de varios sistemas de medición de micro precisión ",
            "error": [
                ""
            ]
        },
        "objective plane": {
            "translated_key": "plano objetivo",
            "translated_annotated_text": "Sistema de enfoque automático para microscopio Se desarrolla una técnica para el enfoque automático del microscopio, que se llama enfoque excéntrico de haz de luz con alta resolución, amplio rango de enfoque y construcción compacta. Se describe el principio. La fórmula teórica del enfoque excéntrico del haz de luz deducido se puede aplicar no sólo a una lente de objeto cuyo \"plano objetivo\" está sólo en el plano focal, sino también a una lente de objeto cuyo \"plano objetivo\" no está en el plano focal. La configuración experimental utiliza un dispositivo láser semiconductor como fuente de luz. El rayo láser que entra en el microscopio es excéntrico con el eje principal de la luz. Una señal desenfocada es adquirida por una fotocélula de silicio simétrica para el cambio de la posición de la luz reflejada causada por la amplificación diferencial y procesada por un microprocesador. A continuación, la señal eléctrica se amplifica y conduce un motor DC, que mueve una plataforma de trabajo fino a un foco automático del microscopio. El resultado de los experimentos muestra una precisión +or-0.1- mu m de autoenfoque para una gama de +o-500- mu m desenfoque. El sistema tiene una alta fiabilidad y puede cumplir con los requisitos de varios sistemas de medición de micro precisión ",
            "error": [
                ""
            ]
        },
        "semiconductor laser": {
            "translated_key": "semiconductor láser",
            "translated_annotated_text": "Sistema de enfoque automático para microscopio Se desarrolla una técnica para el enfoque automático del microscopio, que se llama enfoque excéntrico de haz de luz con alta resolución, amplio rango de enfoque y construcción compacta. Se describe el principio. La fórmula teórica del enfoque excéntrico del haz de luz deducido puede aplicarse no sólo a una lente de objeto cuyo plano objetivo se encuentra sólo en el plano focal, sino también a una lente de objeto cuyo plano objetivo no se encuentra en el plano focal. La configuración experimental utiliza un dispositivo \"semiconductor láser\" como fuente de luz. El rayo láser que entra en el microscopio es excéntrico con el eje principal de la luz. Una señal desenfocada es adquirida por una fotocélula de silicio simétrica para el cambio de la posición de la luz reflejada causada por la amplificación diferencial y procesada por un microprocesador. A continuación, la señal eléctrica se amplifica y conduce un motor DC, que mueve una plataforma de trabajo fino a un foco automático del microscopio. El resultado de los experimentos muestra una precisión +or-0.1- mu m de autoenfoque para una gama de +o-500- mu m desenfoque. El sistema tiene una alta fiabilidad y puede cumplir con los requisitos de varios sistemas de medición de micro precisión ",
            "error": [
                ""
            ]
        },
        "main light axis": {
            "translated_key": "eje principal de la luz",
            "translated_annotated_text": "Sistema de enfoque automático para microscopio Se desarrolla una técnica para el enfoque automático del microscopio, que se llama enfoque excéntrico de haz de luz con alta resolución, amplio rango de enfoque y construcción compacta. Se describe el principio. La fórmula teórica del enfoque excéntrico del haz de luz deducido puede aplicarse no sólo a una lente de objeto cuyo plano objetivo se encuentra sólo en el plano focal, sino también a una lente de objeto cuyo plano objetivo no se encuentra en el plano focal. La configuración experimental utiliza un dispositivo láser semiconductor como fuente de luz. El rayo láser que entra en el microscopio es excéntrico con el \"eje principal de la luz\". Una señal desenfocada es adquirida por una fotocélula de silicio simétrica para el cambio de la posición de la luz reflejada causada por la amplificación diferencial y procesada por un microprocesador. A continuación, la señal eléctrica se amplifica y conduce un motor DC, que mueve una plataforma de trabajo fino a un foco automático del microscopio. El resultado de los experimentos muestra una precisión +or-0.1- mu m de autoenfoque para una gama de +o-500- mu m desenfoque. El sistema tiene una alta fiabilidad y puede cumplir con los requisitos de varios sistemas de medición de micro precisión ",
            "error": [
                ""
            ]
        },
        "defocused signal": {
            "translated_key": "señal desenfocada",
            "translated_annotated_text": "Sistema de enfoque automático para microscopio Se desarrolla una técnica para el enfoque automático del microscopio, que se llama enfoque excéntrico de haz de luz con alta resolución, amplio rango de enfoque y construcción compacta. Se describe el principio. La fórmula teórica del enfoque excéntrico del haz de luz deducido puede aplicarse no sólo a una lente de objeto cuyo plano objetivo se encuentra sólo en el plano focal, sino también a una lente de objeto cuyo plano objetivo no se encuentra en el plano focal. La configuración experimental utiliza un dispositivo láser semiconductor como fuente de luz. El rayo láser que entra en el microscopio es excéntrico con el eje principal de la luz. Una \"señal desenfocada\" es adquirida por una fotocélula de silicio simétrica para el cambio de la posición de la luz reflejada causada por la amplificación diferencial y procesada por un microprocesador. A continuación, la señal eléctrica se amplifica y conduce un motor DC, que mueve una plataforma de trabajo fino a un foco automático del microscopio. El resultado de los experimentos muestra una precisión +or-0.1- mu m de autoenfoque para una gama de +o-500- mu m desenfoque. El sistema tiene una alta fiabilidad y puede cumplir con los requisitos de varios sistemas de medición de micro precisión ",
            "error": [
                ""
            ]
        },
        "symmetrical silicon photocell": {
            "translated_key": "fotocélula de silicio simétrica",
            "translated_annotated_text": "Sistema de enfoque automático para microscopio Se desarrolla una técnica para el enfoque automático del microscopio, que se llama enfoque excéntrico de haz de luz con alta resolución, amplio rango de enfoque y construcción compacta. Se describe el principio. La fórmula teórica del enfoque excéntrico del haz de luz deducido puede aplicarse no sólo a una lente de objeto cuyo plano objetivo se encuentra sólo en el plano focal, sino también a una lente de objeto cuyo plano objetivo no se encuentra en el plano focal. La configuración experimental utiliza un dispositivo láser semiconductor como fuente de luz. El rayo láser que entra en el microscopio es excéntrico con el eje principal de la luz. Una señal desenfocada es adquirida por una \"fotocélula de silicio simétrica\" para el cambio de la posición de la luz reflejada causada por la amplificación diferencial y procesada por un microprocesador. A continuación, la señal eléctrica se amplifica y conduce un motor DC, que mueve una plataforma de trabajo fino a un foco automático del microscopio. El resultado de los experimentos muestra una precisión +or-0.1- mu m de autoenfoque para una gama de +o-500- mu m desenfoque. El sistema tiene una alta fiabilidad y puede cumplir con los requisitos de varios sistemas de medición de micro precisión ",
            "error": [
                ""
            ]
        },
        "reflected light position": {
            "translated_key": "posición luminosa reflejada",
            "translated_annotated_text": "Sistema de enfoque automático para microscopio Se desarrolla una técnica para el enfoque automático del microscopio, que se llama enfoque excéntrico de haz de luz con alta resolución, amplio rango de enfoque y construcción compacta. Se describe el principio. La fórmula teórica del enfoque excéntrico del haz de luz deducido puede aplicarse no sólo a una lente de objeto cuyo plano objetivo se encuentra sólo en el plano focal, sino también a una lente de objeto cuyo plano objetivo no se encuentra en el plano focal. La configuración experimental utiliza un dispositivo láser semiconductor como fuente de luz. El rayo láser que entra en el microscopio es excéntrico con el eje principal de la luz. Una señal desenfocada es adquirida por una fotocélula de silicio simétrica para el cambio de la \"posición luminosa reflejada\" causada por la amplificación diferencial y procesada por un microprocesador. A continuación, la señal eléctrica se amplifica y conduce un motor DC, que mueve una plataforma de trabajo fino a un foco automático del microscopio. El resultado de los experimentos muestra una precisión +or-0.1- mu m de autoenfoque para una gama de +o-500- mu m desenfoque. El sistema tiene una alta fiabilidad y puede cumplir con los requisitos de varios sistemas de medición de micro precisión ",
            "error": [
                ""
            ]
        },
        "differential amplification": {
            "translated_key": "ampliación diferencial",
            "translated_annotated_text": "Sistema de enfoque automático para microscopio Se desarrolla una técnica para el enfoque automático del microscopio, que se llama enfoque excéntrico de haz de luz con alta resolución, amplio rango de enfoque y construcción compacta. Se describe el principio. La fórmula teórica del enfoque excéntrico del haz de luz deducido puede aplicarse no sólo a una lente de objeto cuyo plano objetivo se encuentra sólo en el plano focal, sino también a una lente de objeto cuyo plano objetivo no se encuentra en el plano focal. La configuración experimental utiliza un dispositivo láser semiconductor como fuente de luz. El rayo láser que entra en el microscopio es excéntrico con el eje principal de la luz. Una señal desenfocada es adquirida por una fotocélula de silicio simétrica para el cambio de la posición de luz reflejada causada por la \"ampliación diferencial\" y procesada por un microprocesador. A continuación, la señal eléctrica se amplifica y conduce un motor DC, que mueve una plataforma de trabajo fino a un foco automático del microscopio. El resultado de los experimentos muestra una precisión +or-0.1- mu m de autoenfoque para una gama de +o-500- mu m desenfoque. El sistema tiene una alta fiabilidad y puede cumplir con los requisitos de varios sistemas de medición de micro precisión ",
            "error": [
                ""
            ]
        },
        "microprocessor": {
            "translated_key": "microprocesador",
            "translated_annotated_text": "Sistema de enfoque automático para microscopio Se desarrolla una técnica para el enfoque automático del microscopio, que se llama enfoque excéntrico de haz de luz con alta resolución, amplio rango de enfoque y construcción compacta. Se describe el principio. La fórmula teórica del enfoque excéntrico del haz de luz deducido puede aplicarse no sólo a una lente de objeto cuyo plano objetivo se encuentra sólo en el plano focal, sino también a una lente de objeto cuyo plano objetivo no se encuentra en el plano focal. La configuración experimental utiliza un dispositivo láser semiconductor como fuente de luz. El rayo láser que entra en el microscopio es excéntrico con el eje principal de la luz. Una señal desenfocada es adquirida por una fotocélula de silicio simétrica para el cambio de la posición de la luz reflejada causada por la amplificación diferencial y procesada por un \"microprocesador\". A continuación, la señal eléctrica se amplifica y conduce un motor DC, que mueve una plataforma de trabajo fino a un foco automático del microscopio. El resultado de los experimentos muestra una precisión +or-0.1- mu m de autoenfoque para una gama de +o-500- mu m desenfoque. El sistema tiene una alta fiabilidad y puede cumplir con los requisitos de varios sistemas de medición de micro precisión ",
            "error": [
                ""
            ]
        },
        "power-amplified electric signal": {
            "translated_key": [],
            "translated_annotated_text": "Sistema de enfoque automático para microscopio Se desarrolla una técnica para el enfoque automático del microscopio, que se llama enfoque excéntrico de haz de luz con alta resolución, amplio rango de enfoque y construcción compacta. Se describe el principio. La fórmula teórica del enfoque excéntrico del haz de luz deducido puede aplicarse no sólo a una lente de objeto cuyo plano objetivo se encuentra sólo en el plano focal, sino también a una lente de objeto cuyo plano objetivo no se encuentra en el plano focal. La configuración experimental utiliza un dispositivo láser semiconductor como fuente de luz. El rayo láser que entra en el microscopio es excéntrico con el eje principal de la luz. Una señal desenfocada es adquirida por una fotocélula de silicio simétrica para el cambio de la posición de la luz reflejada causada por la amplificación diferencial y procesada por un microprocesador. A continuación, la señal eléctrica se amplifica y conduce un motor DC, que mueve una plataforma de trabajo fino a un foco automático del microscopio. El resultado de los experimentos muestra una precisión +or-0.1- mu m de autoenfoque para una gama de +o-500- mu m desenfoque. El sistema tiene una alta fiabilidad y puede cumplir con los requisitos de varios sistemas de medición de micro precisión ",
            "error": []
        },
        "dc motor": {
            "translated_key": "motor DC",
            "translated_annotated_text": "Sistema de enfoque automático para microscopio Se desarrolla una técnica para el enfoque automático del microscopio, que se llama enfoque excéntrico de haz de luz con alta resolución, amplio rango de enfoque y construcción compacta. Se describe el principio. La fórmula teórica del enfoque excéntrico del haz de luz deducido puede aplicarse no sólo a una lente de objeto cuyo plano objetivo se encuentra sólo en el plano focal, sino también a una lente de objeto cuyo plano objetivo no se encuentra en el plano focal. La configuración experimental utiliza un dispositivo láser semiconductor como fuente de luz. El rayo láser que entra en el microscopio es excéntrico con el eje principal de la luz. Una señal desenfocada es adquirida por una fotocélula de silicio simétrica para el cambio de la posición de la luz reflejada causada por la amplificación diferencial y procesada por un microprocesador. A continuación, la señal eléctrica se amplifica y conduce un \"motor DC\", que mueve una plataforma de trabajo fina a un foco automático del microscopio. El resultado de los experimentos muestra una precisión +or-0.1- mu m de autoenfoque para una gama de +o-500- mu m desenfoque. El sistema tiene una alta fiabilidad y puede cumplir con los requisitos de varios sistemas de medición de micro precisión ",
            "error": [
                ""
            ]
        },
        "fine working platform": {
            "translated_key": "plataforma de trabajo fina",
            "translated_annotated_text": "Sistema de enfoque automático para microscopio Se desarrolla una técnica para el enfoque automático del microscopio, que se llama enfoque excéntrico de haz de luz con alta resolución, amplio rango de enfoque y construcción compacta. Se describe el principio. La fórmula teórica del enfoque excéntrico del haz de luz deducido puede aplicarse no sólo a una lente de objeto cuyo plano objetivo se encuentra sólo en el plano focal, sino también a una lente de objeto cuyo plano objetivo no se encuentra en el plano focal. La configuración experimental utiliza un dispositivo láser semiconductor como fuente de luz. El rayo láser que entra en el microscopio es excéntrico con el eje principal de la luz. Una señal desenfocada es adquirida por una fotocélula de silicio simétrica para el cambio de la posición de la luz reflejada causada por la amplificación diferencial y procesada por un microprocesador. A continuación, la señal eléctrica se amplifica y conduce un motor DC, que mueve una \"plataforma de trabajo fina\" a un foco automático del microscopio. El resultado de los experimentos muestra una precisión +or-0.1- mu m de autoenfoque para una gama de +o-500- mu m desenfoque. El sistema tiene una alta fiabilidad y puede cumplir con los requisitos de varios sistemas de medición de micro precisión ",
            "error": [
                ""
            ]
        },
        "high reliability": {
            "translated_key": "alta fiabilidad",
            "translated_annotated_text": "Sistema de enfoque automático para microscopio Se desarrolla una técnica para el enfoque automático del microscopio, que se llama enfoque excéntrico de haz de luz con alta resolución, amplio rango de enfoque y construcción compacta. Se describe el principio. La fórmula teórica del enfoque excéntrico del haz de luz deducido puede aplicarse no sólo a una lente de objeto cuyo plano objetivo se encuentra sólo en el plano focal, sino también a una lente de objeto cuyo plano objetivo no se encuentra en el plano focal. La configuración experimental utiliza un dispositivo láser semiconductor como fuente de luz. El rayo láser que entra en el microscopio es excéntrico con el eje principal de la luz. Una señal desenfocada es adquirida por una fotocélula de silicio simétrica para el cambio de la posición de la luz reflejada causada por la amplificación diferencial y procesada por un microprocesador. A continuación, la señal eléctrica se amplifica y conduce un motor DC, que mueve una plataforma de trabajo fino a un foco automático del microscopio. El resultado de los experimentos muestra una precisión +or-0.1- mu m de autoenfoque para una gama de +o-500- mu m desenfoque. El sistema tiene \"alta fiabilidad\" y puede cumplir con los requisitos de varios sistemas de micro medición precisos ",
            "error": [
                ""
            ]
        },
        "micro measurement systems": {
            "translated_key": "microsistemas de medición",
            "translated_annotated_text": "Sistema de enfoque automático para microscopio Se desarrolla una técnica para el enfoque automático del microscopio, que se llama enfoque excéntrico de haz de luz con alta resolución, amplio rango de enfoque y construcción compacta. Se describe el principio. La fórmula teórica del enfoque excéntrico del haz de luz deducido puede aplicarse no sólo a una lente de objeto cuyo plano objetivo se encuentra sólo en el plano focal, sino también a una lente de objeto cuyo plano objetivo no se encuentra en el plano focal. La configuración experimental utiliza un dispositivo láser semiconductor como fuente de luz. El rayo láser que entra en el microscopio es excéntrico con el eje principal de la luz. Una señal desenfocada es adquirida por una fotocélula de silicio simétrica para el cambio de la posición de la luz reflejada causada por la amplificación diferencial y procesada por un microprocesador. A continuación, la señal eléctrica se amplifica y conduce un motor DC, que mueve una plataforma de trabajo fino a un foco automático del microscopio. El resultado de los experimentos muestra una precisión +or-0.1- mu m de autoenfoque para una gama de +o-500- mu m desenfoque. El sistema tiene una alta fiabilidad y puede satisfacer los requisitos de varios \"microsistemas de medición\" precisos ",
            "error": [
                ""
            ]
        },
        "lenses": {
            "translated_key": [],
            "translated_annotated_text": "Sistema de enfoque automático para microscopio Se desarrolla una técnica para el enfoque automático del microscopio, que se llama enfoque excéntrico de haz de luz con alta resolución, amplio rango de enfoque y construcción compacta. Se describe el principio. La fórmula teórica del enfoque excéntrico del haz de luz deducido puede aplicarse no sólo a una lente de objeto cuyo plano objetivo se encuentra sólo en el plano focal, sino también a una lente de objeto cuyo plano objetivo no se encuentra en el plano focal. La configuración experimental utiliza un dispositivo láser semiconductor como fuente de luz. El rayo láser que entra en el microscopio es excéntrico con el eje principal de la luz. Una señal desenfocada es adquirida por una fotocélula de silicio simétrica para el cambio de la posición de la luz reflejada causada por la amplificación diferencial y procesada por un microprocesador. A continuación, la señal eléctrica se amplifica y conduce un motor DC, que mueve una plataforma de trabajo fino a un foco automático del microscopio. El resultado de los experimentos muestra una precisión +or-0.1- mu m de autoenfoque para una gama de +o-500- mu m desenfoque. El sistema tiene una alta fiabilidad y puede cumplir con los requisitos de varios sistemas de medición de micro precisión ",
            "error": []
        },
        "micropositioning": {
            "translated_key": [],
            "translated_annotated_text": "Sistema de enfoque automático para microscopio Se desarrolla una técnica para el enfoque automático del microscopio, que se llama enfoque excéntrico de haz de luz con alta resolución, amplio rango de enfoque y construcción compacta. Se describe el principio. La fórmula teórica del enfoque excéntrico del haz de luz deducido puede aplicarse no sólo a una lente de objeto cuyo plano objetivo se encuentra sólo en el plano focal, sino también a una lente de objeto cuyo plano objetivo no se encuentra en el plano focal. La configuración experimental utiliza un dispositivo láser semiconductor como fuente de luz. El rayo láser que entra en el microscopio es excéntrico con el eje principal de la luz. Una señal desenfocada es adquirida por una fotocélula de silicio simétrica para el cambio de la posición de la luz reflejada causada por la amplificación diferencial y procesada por un microprocesador. A continuación, la señal eléctrica se amplifica y conduce un motor DC, que mueve una plataforma de trabajo fino a un foco automático del microscopio. El resultado de los experimentos muestra una precisión +or-0.1- mu m de autoenfoque para una gama de +o-500- mu m desenfoque. El sistema tiene una alta fiabilidad y puede cumplir con los requisitos de varios sistemas de medición de micro precisión ",
            "error": []
        },
        "optical focusing": {
            "translated_key": [],
            "translated_annotated_text": "Sistema de enfoque automático para microscopio Se desarrolla una técnica para el enfoque automático del microscopio, que se llama enfoque excéntrico de haz de luz con alta resolución, amplio rango de enfoque y construcción compacta. Se describe el principio. La fórmula teórica del enfoque excéntrico del haz de luz deducido puede aplicarse no sólo a una lente de objeto cuyo plano objetivo se encuentra sólo en el plano focal, sino también a una lente de objeto cuyo plano objetivo no se encuentra en el plano focal. La configuración experimental utiliza un dispositivo láser semiconductor como fuente de luz. El rayo láser que entra en el microscopio es excéntrico con el eje principal de la luz. Una señal desenfocada es adquirida por una fotocélula de silicio simétrica para el cambio de la posición de la luz reflejada causada por la amplificación diferencial y procesada por un microprocesador. A continuación, la señal eléctrica se amplifica y conduce un motor DC, que mueve una plataforma de trabajo fino a un foco automático del microscopio. El resultado de los experimentos muestra una precisión +or-0.1- mu m de autoenfoque para una gama de +o-500- mu m desenfoque. El sistema tiene una alta fiabilidad y puede cumplir con los requisitos de varios sistemas de medición de micro precisión ",
            "error": []
        },
        "optical microscopes": {
            "translated_key": [],
            "translated_annotated_text": "Sistema de enfoque automático para microscopio Se desarrolla una técnica para el enfoque automático del microscopio, que se llama enfoque excéntrico de haz de luz con alta resolución, amplio rango de enfoque y construcción compacta. Se describe el principio. La fórmula teórica del enfoque excéntrico del haz de luz deducido puede aplicarse no sólo a una lente de objeto cuyo plano objetivo se encuentra sólo en el plano focal, sino también a una lente de objeto cuyo plano objetivo no se encuentra en el plano focal. La configuración experimental utiliza un dispositivo láser semiconductor como fuente de luz. El rayo láser que entra en el microscopio es excéntrico con el eje principal de la luz. Una señal desenfocada es adquirida por una fotocélula de silicio simétrica para el cambio de la posición de la luz reflejada causada por la amplificación diferencial y procesada por un microprocesador. A continuación, la señal eléctrica se amplifica y conduce un motor DC, que mueve una plataforma de trabajo fino a un foco automático del microscopio. El resultado de los experimentos muestra una precisión +or-0.1- mu m de autoenfoque para una gama de +o-500- mu m desenfoque. El sistema tiene una alta fiabilidad y puede cumplir con los requisitos de varios sistemas de medición de micro precisión ",
            "error": []
        }
    }
}