{
    "original_text": "Effective moving cast shadow detection for monocular color traffic image sequences For an accurate scene analysis using monocular color traffic image sequences, a robust segmentation of moving vehicles from the stationary background is generally required. However, the presence of moving cast shadow may lead to an inaccurate vehicle segmentation, and as a result, may lead to further erroneous scene analysis. We propose an effective method for the detection of moving cast shadow. By observing the characteristics of cast shadow in the luminance, chrominance, gradient density, and geometry domains, a combined probability map, called a shadow confidence score (SCS), is obtained. From the edge map of the input image, each edge pixel is examined to determine whether it belongs to the vehicle region based on its neighboring SCSs. The cast shadow is identified as those regions with high SCSs, which are outside the convex hull of the selected vehicle edge pixels. The proposed method is tested on 100 vehicle images taken under different lighting conditions (sunny and cloudy), viewing angles (roadside and overhead), vehicle sizes (small, medium, and large), and colors (similar to the road and not). The results indicate that an average error rate of around 14% is obtained while the lowest error rate is around 3% for large vehicles",
    "original_translation": "Detección de sombras de colada en movimiento efectiva para secuencias de imágenes de tráfico de color monocular Para un análisis preciso de la escena utilizando secuencias de imágenes de tráfico de color monocular, generalmente se requiere una segmentación robusta de vehículos en movimiento desde el fondo estacionario. Sin embargo, la presencia de una sombra de fundición en movimiento puede llevar a una segmentación inexacta del vehículo, y como resultado, puede conducir a un análisis más erróneo de la escena. Proponemos un método eficaz para la detección de la sombra de fundición en movimiento. Al observar las características de la sombra fundida en los dominios luminancia, crominancia, densidad de gradiente y geometría, se obtiene un mapa de probabilidad combinado, llamado puntaje de confianza en la sombra (SCS). Desde el mapa del borde de la imagen de entrada, cada píxel del borde se examina para determinar si pertenece a la región del vehículo basado en sus SCS vecinos. La sombra de fundición se identifica como aquellas regiones con SCSs altos, que están fuera del casco convexo de los píxeles de borde del vehículo seleccionados. El método propuesto se prueba en 100 imágenes del vehículo tomadas bajo diferentes condiciones de iluminación (sol y nublado), ángulos de visión (carretera y superior), tamaños del vehículo (pequeño, medio y grande), y colores (similares a la carretera y no). Los resultados indican que se obtiene una tasa media de error de alrededor del 14%, mientras que la tasa de error más baja es de alrededor del 3% para los vehículos grandes",
    "error_count": 10,
    "keys": {
        "effective moving cast shadow detection": {
            "translated_key": [],
            "translated_annotated_text": "Detección de sombras de colada en movimiento efectiva para secuencias de imágenes de tráfico de color monocular Para un análisis preciso de la escena utilizando secuencias de imágenes de tráfico de color monocular, generalmente se requiere una segmentación robusta de vehículos en movimiento desde el fondo estacionario. Sin embargo, la presencia de una sombra de fundición en movimiento puede llevar a una segmentación inexacta del vehículo, y como resultado, puede conducir a un análisis más erróneo de la escena. Proponemos un método eficaz para la detección de la sombra de fundición en movimiento. Al observar las características de la sombra fundida en los dominios luminancia, crominancia, densidad de gradiente y geometría, se obtiene un mapa de probabilidad combinado, llamado puntaje de confianza en la sombra (SCS). Desde el mapa del borde de la imagen de entrada, cada píxel del borde se examina para determinar si pertenece a la región del vehículo basado en sus SCS vecinos. La sombra de fundición se identifica como aquellas regiones con SCSs altos, que están fuera del casco convexo de los píxeles de borde del vehículo seleccionados. El método propuesto se prueba en 100 imágenes del vehículo tomadas bajo diferentes condiciones de iluminación (sol y nublado), ángulos de visión (carretera y superior), tamaños del vehículo (pequeño, medio y grande), y colores (similares a la carretera y no). Los resultados indican que se obtiene una tasa media de error de alrededor del 14%, mientras que la tasa de error más baja es de alrededor del 3% para los vehículos grandes ",
            "error": []
        },
        "monocular color traffic image sequences": {
            "translated_key": "secuencias de imágenes de tráfico de color monocular",
            "translated_annotated_text": "Detección de sombras de colada móvil efectiva para \"secuencias de imágenes de tráfico de color monocular\" Para un análisis preciso de la escena utilizando \"secuencias de imágenes de tráfico de color monocular\", generalmente se requiere una segmentación robusta de vehículos en movimiento desde el fondo estacionario. Sin embargo, la presencia de una sombra de fundición en movimiento puede llevar a una segmentación inexacta del vehículo, y como resultado, puede conducir a un análisis más erróneo de la escena. Proponemos un método eficaz para la detección de la sombra de fundición en movimiento. Al observar las características de la sombra fundida en los dominios luminancia, crominancia, densidad de gradiente y geometría, se obtiene un mapa de probabilidad combinado, llamado puntaje de confianza en la sombra (SCS). Desde el mapa del borde de la imagen de entrada, cada píxel del borde se examina para determinar si pertenece a la región del vehículo basado en sus SCS vecinos. La sombra de fundición se identifica como aquellas regiones con SCSs altos, que están fuera del casco convexo de los píxeles de borde del vehículo seleccionados. El método propuesto se prueba en 100 imágenes del vehículo tomadas bajo diferentes condiciones de iluminación (sol y nublado), ángulos de visión (carretera y superior), tamaños del vehículo (pequeño, medio y grande), y colores (similares a la carretera y no). Los resultados indican que se obtiene una tasa media de error de alrededor del 14%, mientras que la tasa de error más baja es de alrededor del 3% para los vehículos grandes ",
            "error": [
                ""
            ]
        },
        "accurate scene analysis": {
            "translated_key": "análisis preciso de la escena",
            "translated_annotated_text": "Detección de sombras en movimiento efectiva para secuencias de imágenes de tráfico de color monocular Para un \"análisis preciso de la escena\" utilizando secuencias de imágenes de tráfico de color monocular, generalmente se requiere una segmentación robusta de vehículos en movimiento desde el fondo estacionario. Sin embargo, la presencia de una sombra de fundición en movimiento puede llevar a una segmentación inexacta del vehículo, y como resultado, puede conducir a un análisis más erróneo de la escena. Proponemos un método eficaz para la detección de la sombra de fundición en movimiento. Al observar las características de la sombra fundida en los dominios luminancia, crominancia, densidad de gradiente y geometría, se obtiene un mapa de probabilidad combinado, llamado puntaje de confianza en la sombra (SCS). Desde el mapa del borde de la imagen de entrada, cada píxel del borde se examina para determinar si pertenece a la región del vehículo basado en sus SCS vecinos. La sombra de fundición se identifica como aquellas regiones con SCSs altos, que están fuera del casco convexo de los píxeles de borde del vehículo seleccionados. El método propuesto se prueba en 100 imágenes del vehículo tomadas bajo diferentes condiciones de iluminación (sol y nublado), ángulos de visión (carretera y superior), tamaños del vehículo (pequeño, medio y grande), y colores (similares a la carretera y no). Los resultados indican que se obtiene una tasa media de error de alrededor del 14%, mientras que la tasa de error más baja es de alrededor del 3% para los vehículos grandes ",
            "error": [
                ""
            ]
        },
        "robust segmentation": {
            "translated_key": "segmentación robusta",
            "translated_annotated_text": "Detección de sombras de colada en movimiento efectiva para secuencias de imágenes de tráfico de color monocular Para un análisis preciso de la escena utilizando secuencias de imágenes de tráfico de color monocular, generalmente se requiere una \"segmentación robusta\" de vehículos en movimiento desde el fondo estacionario. Sin embargo, la presencia de una sombra de fundición en movimiento puede llevar a una segmentación inexacta del vehículo, y como resultado, puede conducir a un análisis más erróneo de la escena. Proponemos un método eficaz para la detección de la sombra de fundición en movimiento. Al observar las características de la sombra fundida en los dominios luminancia, crominancia, densidad de gradiente y geometría, se obtiene un mapa de probabilidad combinado, llamado puntaje de confianza en la sombra (SCS). Desde el mapa del borde de la imagen de entrada, cada píxel del borde se examina para determinar si pertenece a la región del vehículo basado en sus SCS vecinos. La sombra de fundición se identifica como aquellas regiones con SCSs altos, que están fuera del casco convexo de los píxeles de borde del vehículo seleccionados. El método propuesto se prueba en 100 imágenes del vehículo tomadas bajo diferentes condiciones de iluminación (sol y nublado), ángulos de visión (carretera y superior), tamaños del vehículo (pequeño, medio y grande), y colores (similares a la carretera y no). Los resultados indican que se obtiene una tasa media de error de alrededor del 14%, mientras que la tasa de error más baja es de alrededor del 3% para los vehículos grandes ",
            "error": [
                ""
            ]
        },
        "moving vehicles": {
            "translated_key": "vehículos móviles",
            "translated_annotated_text": "Detección de sombras móviles para secuencias de imágenes de tráfico de color monocular Para un análisis preciso de la escena utilizando secuencias de imágenes de tráfico de color monocular, generalmente se requiere una segmentación robusta de \"vehículos móviles\" desde el fondo estacionario. Sin embargo, la presencia de una sombra de fundición en movimiento puede llevar a una segmentación inexacta del vehículo, y como resultado, puede conducir a un análisis más erróneo de la escena. Proponemos un método eficaz para la detección de la sombra de fundición en movimiento. Al observar las características de la sombra fundida en los dominios luminancia, crominancia, densidad de gradiente y geometría, se obtiene un mapa de probabilidad combinado, llamado puntaje de confianza en la sombra (SCS). Desde el mapa del borde de la imagen de entrada, cada píxel del borde se examina para determinar si pertenece a la región del vehículo basado en sus SCS vecinos. La sombra de fundición se identifica como aquellas regiones con SCSs altos, que están fuera del casco convexo de los píxeles de borde del vehículo seleccionados. El método propuesto se prueba en 100 imágenes del vehículo tomadas bajo diferentes condiciones de iluminación (sol y nublado), ángulos de visión (carretera y superior), tamaños del vehículo (pequeño, medio y grande), y colores (similares a la carretera y no). Los resultados indican que se obtiene una tasa media de error de alrededor del 14%, mientras que la tasa de error más baja es de alrededor del 3% para los vehículos grandes ",
            "error": [
                ""
            ]
        },
        "stationary background": {
            "translated_key": "fondo estacionario",
            "translated_annotated_text": "Detección de sombras de colada en movimiento efectiva para secuencias de imágenes de tráfico de color monocular Para un análisis preciso de la escena utilizando secuencias de imágenes de tráfico de color monocular, generalmente se requiere una segmentación robusta de vehículos en movimiento desde el \"fondo estacionario\". Sin embargo, la presencia de una sombra de fundición en movimiento puede llevar a una segmentación inexacta del vehículo, y como resultado, puede conducir a un análisis más erróneo de la escena. Proponemos un método eficaz para la detección de la sombra de fundición en movimiento. Al observar las características de la sombra fundida en los dominios luminancia, crominancia, densidad de gradiente y geometría, se obtiene un mapa de probabilidad combinado, llamado puntaje de confianza en la sombra (SCS). Desde el mapa del borde de la imagen de entrada, cada píxel del borde se examina para determinar si pertenece a la región del vehículo basado en sus SCS vecinos. La sombra de fundición se identifica como aquellas regiones con SCSs altos, que están fuera del casco convexo de los píxeles de borde del vehículo seleccionados. El método propuesto se prueba en 100 imágenes del vehículo tomadas bajo diferentes condiciones de iluminación (sol y nublado), ángulos de visión (carretera y superior), tamaños del vehículo (pequeño, medio y grande), y colores (similares a la carretera y no). Los resultados indican que se obtiene una tasa media de error de alrededor del 14%, mientras que la tasa de error más baja es de alrededor del 3% para los vehículos grandes ",
            "error": [
                ""
            ]
        },
        "moving cast shadow": {
            "translated_key": "sombra de colada móvil",
            "translated_annotated_text": "Detección efectiva de \"sombra de colada móvil\" para secuencias de imágenes de tráfico de color monocular Para un análisis preciso de la escena utilizando secuencias de imágenes de tráfico de color monocular, generalmente se requiere una segmentación robusta de vehículos en movimiento desde el fondo estacionario. Sin embargo, la presencia de \"sombra de colada móvil\" puede llevar a una segmentación inexacta del vehículo, y como resultado, puede conducir a un análisis más erróneo de la escena. Proponemos un método eficaz para la detección de la \"sombra de colada móvil\". Al observar las características de la sombra fundida en los dominios luminancia, crominancia, densidad de gradiente y geometría, se obtiene un mapa de probabilidad combinado, llamado puntaje de confianza en la sombra (SCS). Desde el mapa del borde de la imagen de entrada, cada píxel del borde se examina para determinar si pertenece a la región del vehículo basado en sus SCS vecinos. La sombra de fundición se identifica como aquellas regiones con SCSs altos, que están fuera del casco convexo de los píxeles de borde del vehículo seleccionados. El método propuesto se prueba en 100 imágenes del vehículo tomadas bajo diferentes condiciones de iluminación (sol y nublado), ángulos de visión (carretera y superior), tamaños del vehículo (pequeño, medio y grande), y colores (similares a la carretera y no). Los resultados indican que se obtiene una tasa media de error de alrededor del 14%, mientras que la tasa de error más baja es de alrededor del 3% para los vehículos grandes ",
            "error": [
                ""
            ]
        },
        "inaccurate vehicle segmentation": {
            "translated_key": "segmentación inadecuada del vehículo",
            "translated_annotated_text": "Detección de sombras de colada en movimiento efectiva para secuencias de imágenes de tráfico de color monocular Para un análisis preciso de la escena utilizando secuencias de imágenes de tráfico de color monocular, generalmente se requiere una segmentación robusta de vehículos en movimiento desde el fondo estacionario. Sin embargo, la presencia de una sombra en movimiento puede llevar a una \"segmentación inadecuada del vehículo\", y como resultado, puede conducir a un análisis más erróneo de la escena. Proponemos un método eficaz para la detección de la sombra de fundición en movimiento. Al observar las características de la sombra fundida en los dominios luminancia, crominancia, densidad de gradiente y geometría, se obtiene un mapa de probabilidad combinado, llamado puntaje de confianza en la sombra (SCS). Desde el mapa del borde de la imagen de entrada, cada píxel del borde se examina para determinar si pertenece a la región del vehículo basado en sus SCS vecinos. La sombra de fundición se identifica como aquellas regiones con SCSs altos, que están fuera del casco convexo de los píxeles de borde del vehículo seleccionados. El método propuesto se prueba en 100 imágenes del vehículo tomadas bajo diferentes condiciones de iluminación (sol y nublado), ángulos de visión (carretera y superior), tamaños del vehículo (pequeño, medio y grande), y colores (similares a la carretera y no). Los resultados indican que se obtiene una tasa media de error de alrededor del 14%, mientras que la tasa de error más baja es de alrededor del 3% para los vehículos grandes ",
            "error": [
                ""
            ]
        },
        "erroneous scene analysis": {
            "translated_key": "análisis de la escena errónea",
            "translated_annotated_text": "Detección de sombras de colada en movimiento efectiva para secuencias de imágenes de tráfico de color monocular Para un análisis preciso de la escena utilizando secuencias de imágenes de tráfico de color monocular, generalmente se requiere una segmentación robusta de vehículos en movimiento desde el fondo estacionario. Sin embargo, la presencia de una sombra de fundición en movimiento puede llevar a una segmentación inexacta del vehículo, y como resultado, puede conducir a un \"análisis de la escena errónea\". Proponemos un método eficaz para la detección de la sombra de fundición en movimiento. Al observar las características de la sombra fundida en los dominios luminancia, crominancia, densidad de gradiente y geometría, se obtiene un mapa de probabilidad combinado, llamado puntaje de confianza en la sombra (SCS). Desde el mapa del borde de la imagen de entrada, cada píxel del borde se examina para determinar si pertenece a la región del vehículo basado en sus SCS vecinos. La sombra de fundición se identifica como aquellas regiones con SCSs altos, que están fuera del casco convexo de los píxeles de borde del vehículo seleccionados. El método propuesto se prueba en 100 imágenes del vehículo tomadas bajo diferentes condiciones de iluminación (sol y nublado), ángulos de visión (carretera y superior), tamaños del vehículo (pequeño, medio y grande), y colores (similares a la carretera y no). Los resultados indican que se obtiene una tasa media de error de alrededor del 14%, mientras que la tasa de error más baja es de alrededor del 3% para los vehículos grandes ",
            "error": [
                ""
            ]
        },
        "luminance": {
            "translated_key": "luminancia",
            "translated_annotated_text": "Detección de sombras de colada en movimiento efectiva para secuencias de imágenes de tráfico de color monocular Para un análisis preciso de la escena utilizando secuencias de imágenes de tráfico de color monocular, generalmente se requiere una segmentación robusta de vehículos en movimiento desde el fondo estacionario. Sin embargo, la presencia de una sombra de fundición en movimiento puede llevar a una segmentación inexacta del vehículo, y como resultado, puede conducir a un análisis más erróneo de la escena. Proponemos un método eficaz para la detección de la sombra de fundición en movimiento. Al observar las características de la sombra fundida en los dominios de \"luminancia\", crominancia, densidad de gradiente y geometría, se obtiene un mapa de probabilidad combinado, llamado puntaje de confianza en la sombra (SCS). Desde el mapa del borde de la imagen de entrada, cada píxel del borde se examina para determinar si pertenece a la región del vehículo basado en sus SCS vecinos. La sombra de fundición se identifica como aquellas regiones con SCSs altos, que están fuera del casco convexo de los píxeles de borde del vehículo seleccionados. El método propuesto se prueba en 100 imágenes del vehículo tomadas bajo diferentes condiciones de iluminación (sol y nublado), ángulos de visión (carretera y superior), tamaños del vehículo (pequeño, medio y grande), y colores (similares a la carretera y no). Los resultados indican que se obtiene una tasa media de error de alrededor del 14%, mientras que la tasa de error más baja es de alrededor del 3% para los vehículos grandes ",
            "error": [
                ""
            ]
        },
        "chrominance": {
            "translated_key": "crominancia",
            "translated_annotated_text": "Detección de sombras de colada en movimiento efectiva para secuencias de imágenes de tráfico de color monocular Para un análisis preciso de la escena utilizando secuencias de imágenes de tráfico de color monocular, generalmente se requiere una segmentación robusta de vehículos en movimiento desde el fondo estacionario. Sin embargo, la presencia de una sombra de fundición en movimiento puede llevar a una segmentación inexacta del vehículo, y como resultado, puede conducir a un análisis más erróneo de la escena. Proponemos un método eficaz para la detección de la sombra de fundición en movimiento. Al observar las características de la sombra fundida en los dominios luminancia, \"crominancia\", densidad de gradiente y geometría, se obtiene un mapa de probabilidad combinado, llamado puntaje de confianza en la sombra (SCS). Desde el mapa del borde de la imagen de entrada, cada píxel del borde se examina para determinar si pertenece a la región del vehículo basado en sus SCS vecinos. La sombra de fundición se identifica como aquellas regiones con SCSs altos, que están fuera del casco convexo de los píxeles de borde del vehículo seleccionados. El método propuesto se prueba en 100 imágenes del vehículo tomadas bajo diferentes condiciones de iluminación (sol y nublado), ángulos de visión (carretera y superior), tamaños del vehículo (pequeño, medio y grande), y colores (similares a la carretera y no). Los resultados indican que se obtiene una tasa media de error de alrededor del 14%, mientras que la tasa de error más baja es de alrededor del 3% para los vehículos grandes ",
            "error": [
                ""
            ]
        },
        "gradient density": {
            "translated_key": "densidad gradiente",
            "translated_annotated_text": "Detección de sombras de colada en movimiento efectiva para secuencias de imágenes de tráfico de color monocular Para un análisis preciso de la escena utilizando secuencias de imágenes de tráfico de color monocular, generalmente se requiere una segmentación robusta de vehículos en movimiento desde el fondo estacionario. Sin embargo, la presencia de una sombra de fundición en movimiento puede llevar a una segmentación inexacta del vehículo, y como resultado, puede conducir a un análisis más erróneo de la escena. Proponemos un método eficaz para la detección de la sombra de fundición en movimiento. Al observar las características de la sombra fundida en la luminancia, crominancia, \"densidad gradiente\" y dominios de geometría, se obtiene un mapa de probabilidad combinado, llamado puntaje de confianza en la sombra (SCS). Desde el mapa del borde de la imagen de entrada, cada píxel del borde se examina para determinar si pertenece a la región del vehículo basado en sus SCS vecinos. La sombra de fundición se identifica como aquellas regiones con SCSs altos, que están fuera del casco convexo de los píxeles de borde del vehículo seleccionados. El método propuesto se prueba en 100 imágenes del vehículo tomadas bajo diferentes condiciones de iluminación (sol y nublado), ángulos de visión (carretera y superior), tamaños del vehículo (pequeño, medio y grande), y colores (similares a la carretera y no). Los resultados indican que se obtiene una tasa media de error de alrededor del 14%, mientras que la tasa de error más baja es de alrededor del 3% para los vehículos grandes ",
            "error": [
                ""
            ]
        },
        "geometry domains": {
            "translated_key": "dominios de geometría",
            "translated_annotated_text": "Detección de sombras de colada en movimiento efectiva para secuencias de imágenes de tráfico de color monocular Para un análisis preciso de la escena utilizando secuencias de imágenes de tráfico de color monocular, generalmente se requiere una segmentación robusta de vehículos en movimiento desde el fondo estacionario. Sin embargo, la presencia de una sombra de fundición en movimiento puede llevar a una segmentación inexacta del vehículo, y como resultado, puede conducir a un análisis más erróneo de la escena. Proponemos un método eficaz para la detección de la sombra de fundición en movimiento. Al observar las características de la sombra fundida en la luminancia, crominancia, densidad de gradiente y \"dominios de geometría\", se obtiene un mapa de probabilidad combinado, llamado puntaje de confianza en la sombra (SCS). Desde el mapa del borde de la imagen de entrada, cada píxel del borde se examina para determinar si pertenece a la región del vehículo basado en sus SCS vecinos. La sombra de fundición se identifica como aquellas regiones con SCSs altos, que están fuera del casco convexo de los píxeles de borde del vehículo seleccionados. El método propuesto se prueba en 100 imágenes del vehículo tomadas bajo diferentes condiciones de iluminación (sol y nublado), ángulos de visión (carretera y superior), tamaños del vehículo (pequeño, medio y grande), y colores (similares a la carretera y no). Los resultados indican que se obtiene una tasa media de error de alrededor del 14%, mientras que la tasa de error más baja es de alrededor del 3% para los vehículos grandes ",
            "error": [
                ""
            ]
        },
        "combined probability map": {
            "translated_key": "mapa de probabilidad combinada",
            "translated_annotated_text": "Detección de sombras de colada en movimiento efectiva para secuencias de imágenes de tráfico de color monocular Para un análisis preciso de la escena utilizando secuencias de imágenes de tráfico de color monocular, generalmente se requiere una segmentación robusta de vehículos en movimiento desde el fondo estacionario. Sin embargo, la presencia de una sombra de fundición en movimiento puede llevar a una segmentación inexacta del vehículo, y como resultado, puede conducir a un análisis más erróneo de la escena. Proponemos un método eficaz para la detección de la sombra de fundición en movimiento. Al observar las características de la sombra fundida en los dominios luminancia, crominancia, densidad de gradiente y geometría, se obtiene un \"mapa de probabilidad combinada\", llamado puntaje de confianza en la sombra (SCS). Desde el mapa del borde de la imagen de entrada, cada píxel del borde se examina para determinar si pertenece a la región del vehículo basado en sus SCS vecinos. La sombra de fundición se identifica como aquellas regiones con SCSs altos, que están fuera del casco convexo de los píxeles de borde del vehículo seleccionados. El método propuesto se prueba en 100 imágenes del vehículo tomadas bajo diferentes condiciones de iluminación (sol y nublado), ángulos de visión (carretera y superior), tamaños del vehículo (pequeño, medio y grande), y colores (similares a la carretera y no). Los resultados indican que se obtiene una tasa media de error de alrededor del 14%, mientras que la tasa de error más baja es de alrededor del 3% para los vehículos grandes ",
            "error": [
                ""
            ]
        },
        "shadow confidence score": {
            "translated_key": "puntuación de confianza en la sombra",
            "translated_annotated_text": "Detección de sombras de colada en movimiento efectiva para secuencias de imágenes de tráfico de color monocular Para un análisis preciso de la escena utilizando secuencias de imágenes de tráfico de color monocular, generalmente se requiere una segmentación robusta de vehículos en movimiento desde el fondo estacionario. Sin embargo, la presencia de una sombra de fundición en movimiento puede llevar a una segmentación inexacta del vehículo, y como resultado, puede conducir a un análisis más erróneo de la escena. Proponemos un método eficaz para la detección de la sombra de fundición en movimiento. Al observar las características de la sombra fundida en los dominios luminancia, crominancia, densidad de gradiente y geometría, se obtiene un mapa de probabilidad combinado, llamado \"puntuación de confianza en la sombra\" (SCS). Desde el mapa del borde de la imagen de entrada, cada píxel del borde se examina para determinar si pertenece a la región del vehículo basado en sus SCS vecinos. La sombra de fundición se identifica como aquellas regiones con SCSs altos, que están fuera del casco convexo de los píxeles de borde del vehículo seleccionados. El método propuesto se prueba en 100 imágenes del vehículo tomadas bajo diferentes condiciones de iluminación (sol y nublado), ángulos de visión (carretera y superior), tamaños del vehículo (pequeño, medio y grande), y colores (similares a la carretera y no). Los resultados indican que se obtiene una tasa media de error de alrededor del 14%, mientras que la tasa de error más baja es de alrededor del 3% para los vehículos grandes ",
            "error": [
                ""
            ]
        },
        "input image": {
            "translated_key": "imagen de entrada",
            "translated_annotated_text": "Detección de sombras de colada en movimiento efectiva para secuencias de imágenes de tráfico de color monocular Para un análisis preciso de la escena utilizando secuencias de imágenes de tráfico de color monocular, generalmente se requiere una segmentación robusta de vehículos en movimiento desde el fondo estacionario. Sin embargo, la presencia de una sombra de fundición en movimiento puede llevar a una segmentación inexacta del vehículo, y como resultado, puede conducir a un análisis más erróneo de la escena. Proponemos un método eficaz para la detección de la sombra de fundición en movimiento. Al observar las características de la sombra fundida en los dominios luminancia, crominancia, densidad de gradiente y geometría, se obtiene un mapa de probabilidad combinado, llamado puntaje de confianza en la sombra (SCS). Desde el mapa del borde de la \"imagen de entrada\", cada píxel del borde se examina para determinar si pertenece a la región del vehículo en base a sus SCS vecinas. La sombra de fundición se identifica como aquellas regiones con SCSs altos, que están fuera del casco convexo de los píxeles de borde del vehículo seleccionados. El método propuesto se prueba en 100 imágenes del vehículo tomadas bajo diferentes condiciones de iluminación (sol y nublado), ángulos de visión (carretera y superior), tamaños del vehículo (pequeño, medio y grande), y colores (similares a la carretera y no). Los resultados indican que se obtiene una tasa media de error de alrededor del 14%, mientras que la tasa de error más baja es de alrededor del 3% para los vehículos grandes ",
            "error": [
                ""
            ]
        },
        "cast shadow": {
            "translated_key": [
                "sombra de fundición",
                "sombra de fundición",
                "sombra fundida",
                "sombra de fundición",
                "sombra de fundición"
            ],
            "translated_annotated_text": "Detección en movimiento efectiva de \"sombra de fundición\" para secuencias de imágenes de tráfico de color monocular Para un análisis preciso de la escena utilizando secuencias de imágenes de tráfico de color monocular, generalmente se requiere una segmentación robusta de vehículos en movimiento desde el fondo estacionario. Sin embargo, la presencia de \"sombra de fundición\" en movimiento puede llevar a una segmentación inexacta del vehículo, y como resultado, puede conducir a un análisis más erróneo de la escena. Proponemos un método eficaz para la detección de la \"sombra fundida\" en movimiento. Al observar las características de la \"sombra de fundición\" en los dominios luminancia, crominancia, densidad de gradiente y geometría, se obtiene un mapa de probabilidad combinado, llamado puntaje de confianza de la sombra (SCS). Desde el mapa del borde de la imagen de entrada, cada píxel del borde se examina para determinar si pertenece a la región del vehículo basado en sus SCS vecinos. La \"sombra de fundición\" se identifica como aquellas regiones con SCS altos, que están fuera del casco convexo de los píxeles de borde del vehículo seleccionados. El método propuesto se prueba en 100 imágenes del vehículo tomadas bajo diferentes condiciones de iluminación (sol y nublado), ángulos de visión (carretera y superior), tamaños del vehículo (pequeño, medio y grande), y colores (similares a la carretera y no). Los resultados indican que se obtiene una tasa media de error de alrededor del 14%, mientras que la tasa de error más baja es de alrededor del 3% para los vehículos grandes ",
            "error": [
                "sombra de fundición",
                "sombra de fundición",
                "sombra fundida",
                "sombra de fundición",
                "sombra de fundición"
            ]
        },
        "convex hull": {
            "translated_key": "casco convexo",
            "translated_annotated_text": "Detección de sombras de colada en movimiento efectiva para secuencias de imágenes de tráfico de color monocular Para un análisis preciso de la escena utilizando secuencias de imágenes de tráfico de color monocular, generalmente se requiere una segmentación robusta de vehículos en movimiento desde el fondo estacionario. Sin embargo, la presencia de una sombra de fundición en movimiento puede llevar a una segmentación inexacta del vehículo, y como resultado, puede conducir a un análisis más erróneo de la escena. Proponemos un método eficaz para la detección de la sombra de fundición en movimiento. Al observar las características de la sombra fundida en los dominios luminancia, crominancia, densidad de gradiente y geometría, se obtiene un mapa de probabilidad combinado, llamado puntaje de confianza en la sombra (SCS). Desde el mapa del borde de la imagen de entrada, cada píxel del borde se examina para determinar si pertenece a la región del vehículo basado en sus SCS vecinos. La sombra de fundición se identifica como aquellas regiones con SCSs altos, que están fuera del \"casco convexo\" de los píxeles de borde del vehículo seleccionados. El método propuesto se prueba en 100 imágenes del vehículo tomadas bajo diferentes condiciones de iluminación (sol y nublado), ángulos de visión (carretera y superior), tamaños del vehículo (pequeño, medio y grande), y colores (similares a la carretera y no). Los resultados indican que se obtiene una tasa media de error de alrededor del 14%, mientras que la tasa de error más baja es de alrededor del 3% para los vehículos grandes ",
            "error": [
                ""
            ]
        },
        "selected vehicle edge pixels": {
            "translated_key": "píxeles de borde del vehículo seleccionados",
            "translated_annotated_text": "Detección de sombras de colada en movimiento efectiva para secuencias de imágenes de tráfico de color monocular Para un análisis preciso de la escena utilizando secuencias de imágenes de tráfico de color monocular, generalmente se requiere una segmentación robusta de vehículos en movimiento desde el fondo estacionario. Sin embargo, la presencia de una sombra de fundición en movimiento puede llevar a una segmentación inexacta del vehículo, y como resultado, puede conducir a un análisis más erróneo de la escena. Proponemos un método eficaz para la detección de la sombra de fundición en movimiento. Al observar las características de la sombra fundida en los dominios luminancia, crominancia, densidad de gradiente y geometría, se obtiene un mapa de probabilidad combinado, llamado puntaje de confianza en la sombra (SCS). Desde el mapa del borde de la imagen de entrada, cada píxel del borde se examina para determinar si pertenece a la región del vehículo basado en sus SCS vecinos. La sombra de fundición se identifica como aquellas regiones con SCSs altos, que están fuera del casco convexo de los \"píxeles de borde del vehículo seleccionados\". El método propuesto se prueba en 100 imágenes del vehículo tomadas bajo diferentes condiciones de iluminación (sol y nublado), ángulos de visión (carretera y superior), tamaños del vehículo (pequeño, medio y grande), y colores (similares a la carretera y no). Los resultados indican que se obtiene una tasa media de error de alrededor del 14%, mientras que la tasa de error más baja es de alrededor del 3% para los vehículos grandes ",
            "error": [
                ""
            ]
        },
        "lighting conditions": {
            "translated_key": "condiciones de iluminación",
            "translated_annotated_text": "Detección de sombras de colada en movimiento efectiva para secuencias de imágenes de tráfico de color monocular Para un análisis preciso de la escena utilizando secuencias de imágenes de tráfico de color monocular, generalmente se requiere una segmentación robusta de vehículos en movimiento desde el fondo estacionario. Sin embargo, la presencia de una sombra de fundición en movimiento puede llevar a una segmentación inexacta del vehículo, y como resultado, puede conducir a un análisis más erróneo de la escena. Proponemos un método eficaz para la detección de la sombra de fundición en movimiento. Al observar las características de la sombra fundida en los dominios luminancia, crominancia, densidad de gradiente y geometría, se obtiene un mapa de probabilidad combinado, llamado puntaje de confianza en la sombra (SCS). Desde el mapa del borde de la imagen de entrada, cada píxel del borde se examina para determinar si pertenece a la región del vehículo basado en sus SCS vecinos. La sombra de fundición se identifica como aquellas regiones con SCSs altos, que están fuera del casco convexo de los píxeles de borde del vehículo seleccionados. El método propuesto se prueba en 100 imágenes del vehículo tomadas en diferentes \"condiciones de iluminación\" (soleado y nublado), ángulos de visión (lado de carretera y superior), tamaños del vehículo (pequeño, medio y grande), y colores (similares a la carretera y no). Los resultados indican que se obtiene una tasa media de error de alrededor del 14%, mientras que la tasa de error más baja es de alrededor del 3% para los vehículos grandes ",
            "error": [
                ""
            ]
        },
        "vehicle images": {
            "translated_key": "imágenes de vehículos",
            "translated_annotated_text": "Detección de sombras de colada en movimiento efectiva para secuencias de imágenes de tráfico de color monocular Para un análisis preciso de la escena utilizando secuencias de imágenes de tráfico de color monocular, generalmente se requiere una segmentación robusta de vehículos en movimiento desde el fondo estacionario. Sin embargo, la presencia de una sombra de fundición en movimiento puede llevar a una segmentación inexacta del vehículo, y como resultado, puede conducir a un análisis más erróneo de la escena. Proponemos un método eficaz para la detección de la sombra de fundición en movimiento. Al observar las características de la sombra fundida en los dominios luminancia, crominancia, densidad de gradiente y geometría, se obtiene un mapa de probabilidad combinado, llamado puntaje de confianza en la sombra (SCS). Desde el mapa del borde de la imagen de entrada, cada píxel del borde se examina para determinar si pertenece a la región del vehículo basado en sus SCS vecinos. La sombra de fundición se identifica como aquellas regiones con SCSs altos, que están fuera del casco convexo de los píxeles de borde del vehículo seleccionados. El método propuesto se prueba en 100 \"imágenes de vehículos\" tomadas bajo diferentes condiciones de iluminación (soledad y nubes), ángulos de visión (carretera y arriba), tamaños de vehículos (pequeños, medianos y grandes), y colores (similares a la carretera y no). Los resultados indican que se obtiene una tasa media de error de alrededor del 14%, mientras que la tasa de error más baja es de alrededor del 3% para los vehículos grandes ",
            "error": [
                ""
            ]
        },
        "sunny": {
            "translated_key": "sunny",
            "translated_annotated_text": "Detección de sombras de colada en movimiento efectiva para secuencias de imágenes de tráfico de color monocular Para un análisis preciso de la escena utilizando secuencias de imágenes de tráfico de color monocular, generalmente se requiere una segmentación robusta de vehículos en movimiento desde el fondo estacionario. Sin embargo, la presencia de una sombra de fundición en movimiento puede llevar a una segmentación inexacta del vehículo, y como resultado, puede conducir a un análisis más erróneo de la escena. Proponemos un método eficaz para la detección de la sombra de fundición en movimiento. Al observar las características de la sombra fundida en los dominios luminancia, crominancia, densidad de gradiente y geometría, se obtiene un mapa de probabilidad combinado, llamado puntaje de confianza en la sombra (SCS). Desde el mapa del borde de la imagen de entrada, cada píxel del borde se examina para determinar si pertenece a la región del vehículo basado en sus SCS vecinos. La sombra de fundición se identifica como aquellas regiones con SCSs altos, que están fuera del casco convexo de los píxeles de borde del vehículo seleccionados. El método propuesto se prueba en 100 imágenes del vehículo tomadas bajo diferentes condiciones de iluminación (\"sunny\" y turbio), ángulos de visión (lado de carretera y superior), tamaños del vehículo (pequeño, medio y grande), y colores (similares a la carretera y no). Los resultados indican que se obtiene una tasa media de error de alrededor del 14%, mientras que la tasa de error más baja es de alrededor del 3% para los vehículos grandes ",
            "error": [
                ""
            ]
        },
        "cloudy": {
            "translated_key": "nuboso",
            "translated_annotated_text": "Detección de sombras de colada en movimiento efectiva para secuencias de imágenes de tráfico de color monocular Para un análisis preciso de la escena utilizando secuencias de imágenes de tráfico de color monocular, generalmente se requiere una segmentación robusta de vehículos en movimiento desde el fondo estacionario. Sin embargo, la presencia de una sombra de fundición en movimiento puede llevar a una segmentación inexacta del vehículo, y como resultado, puede conducir a un análisis más erróneo de la escena. Proponemos un método eficaz para la detección de la sombra de fundición en movimiento. Al observar las características de la sombra fundida en los dominios luminancia, crominancia, densidad de gradiente y geometría, se obtiene un mapa de probabilidad combinado, llamado puntaje de confianza en la sombra (SCS). Desde el mapa del borde de la imagen de entrada, cada píxel del borde se examina para determinar si pertenece a la región del vehículo basado en sus SCS vecinos. La sombra de fundición se identifica como aquellas regiones con SCSs altos, que están fuera del casco convexo de los píxeles de borde del vehículo seleccionados. El método propuesto se prueba en 100 imágenes del vehículo tomadas bajo diferentes condiciones de iluminación (soleado y \"nuboso\"), ángulos de visión (carretera y superior), tamaños del vehículo (pequeño, medio y grande), y colores (similares a la carretera y no). Los resultados indican que se obtiene una tasa media de error de alrededor del 14%, mientras que la tasa de error más baja es de alrededor del 3% para los vehículos grandes ",
            "error": [
                ""
            ]
        },
        "viewing angles": {
            "translated_key": "ángulos de visión",
            "translated_annotated_text": "Detección de sombras de colada en movimiento efectiva para secuencias de imágenes de tráfico de color monocular Para un análisis preciso de la escena utilizando secuencias de imágenes de tráfico de color monocular, generalmente se requiere una segmentación robusta de vehículos en movimiento desde el fondo estacionario. Sin embargo, la presencia de una sombra de fundición en movimiento puede llevar a una segmentación inexacta del vehículo, y como resultado, puede conducir a un análisis más erróneo de la escena. Proponemos un método eficaz para la detección de la sombra de fundición en movimiento. Al observar las características de la sombra fundida en los dominios luminancia, crominancia, densidad de gradiente y geometría, se obtiene un mapa de probabilidad combinado, llamado puntaje de confianza en la sombra (SCS). Desde el mapa del borde de la imagen de entrada, cada píxel del borde se examina para determinar si pertenece a la región del vehículo basado en sus SCS vecinos. La sombra de fundición se identifica como aquellas regiones con SCSs altos, que están fuera del casco convexo de los píxeles de borde del vehículo seleccionados. El método propuesto se prueba en 100 imágenes del vehículo tomadas bajo diferentes condiciones de iluminación (soledad y nubes), \"ángulos de visión\" (carretera y cabeza), tamaños del vehículo (pequeños, medianos y grandes), y colores (similares a la carretera y no). Los resultados indican que se obtiene una tasa media de error de alrededor del 14%, mientras que la tasa de error más baja es de alrededor del 3% para los vehículos grandes ",
            "error": [
                ""
            ]
        },
        "vehicle sizes": {
            "translated_key": "tamaño del vehículo",
            "translated_annotated_text": "Detección de sombras de colada en movimiento efectiva para secuencias de imágenes de tráfico de color monocular Para un análisis preciso de la escena utilizando secuencias de imágenes de tráfico de color monocular, generalmente se requiere una segmentación robusta de vehículos en movimiento desde el fondo estacionario. Sin embargo, la presencia de una sombra de fundición en movimiento puede llevar a una segmentación inexacta del vehículo, y como resultado, puede conducir a un análisis más erróneo de la escena. Proponemos un método eficaz para la detección de la sombra de fundición en movimiento. Al observar las características de la sombra fundida en los dominios luminancia, crominancia, densidad de gradiente y geometría, se obtiene un mapa de probabilidad combinado, llamado puntaje de confianza en la sombra (SCS). Desde el mapa del borde de la imagen de entrada, cada píxel del borde se examina para determinar si pertenece a la región del vehículo basado en sus SCS vecinos. La sombra de fundición se identifica como aquellas regiones con SCSs altos, que están fuera del casco convexo de los píxeles de borde del vehículo seleccionados. El método propuesto se prueba en 100 imágenes del vehículo tomadas bajo diferentes condiciones de iluminación (sol y nublado), ángulos de visión (carretera y superior), \"tamaño del vehículo\" (pequeño, medio y grande), y colores (similar a la carretera y no). Los resultados indican que se obtiene una tasa media de error de alrededor del 14%, mientras que la tasa de error más baja es de alrededor del 3% para los vehículos grandes ",
            "error": [
                ""
            ]
        },
        "average error rate": {
            "translated_key": "tasa media de error",
            "translated_annotated_text": "Detección de sombras de colada en movimiento efectiva para secuencias de imágenes de tráfico de color monocular Para un análisis preciso de la escena utilizando secuencias de imágenes de tráfico de color monocular, generalmente se requiere una segmentación robusta de vehículos en movimiento desde el fondo estacionario. Sin embargo, la presencia de una sombra de fundición en movimiento puede llevar a una segmentación inexacta del vehículo, y como resultado, puede conducir a un análisis más erróneo de la escena. Proponemos un método eficaz para la detección de la sombra de fundición en movimiento. Al observar las características de la sombra fundida en los dominios luminancia, crominancia, densidad de gradiente y geometría, se obtiene un mapa de probabilidad combinado, llamado puntaje de confianza en la sombra (SCS). Desde el mapa del borde de la imagen de entrada, cada píxel del borde se examina para determinar si pertenece a la región del vehículo basado en sus SCS vecinos. La sombra de fundición se identifica como aquellas regiones con SCSs altos, que están fuera del casco convexo de los píxeles de borde del vehículo seleccionados. El método propuesto se prueba en 100 imágenes del vehículo tomadas bajo diferentes condiciones de iluminación (sol y nublado), ángulos de visión (carretera y superior), tamaños del vehículo (pequeño, medio y grande), y colores (similares a la carretera y no). Los resultados indican que se obtiene una \"tasa media de error\" de alrededor del 14%, mientras que la tasa de error más baja es alrededor del 3% para los vehículos grandes ",
            "error": [
                ""
            ]
        },
        "image segmentation": {
            "translated_key": [],
            "translated_annotated_text": "Detección de sombras de colada en movimiento efectiva para secuencias de imágenes de tráfico de color monocular Para un análisis preciso de la escena utilizando secuencias de imágenes de tráfico de color monocular, generalmente se requiere una segmentación robusta de vehículos en movimiento desde el fondo estacionario. Sin embargo, la presencia de una sombra de fundición en movimiento puede llevar a una segmentación inexacta del vehículo, y como resultado, puede conducir a un análisis más erróneo de la escena. Proponemos un método eficaz para la detección de la sombra de fundición en movimiento. Al observar las características de la sombra fundida en los dominios luminancia, crominancia, densidad de gradiente y geometría, se obtiene un mapa de probabilidad combinado, llamado puntaje de confianza en la sombra (SCS). Desde el mapa del borde de la imagen de entrada, cada píxel del borde se examina para determinar si pertenece a la región del vehículo basado en sus SCS vecinos. La sombra de fundición se identifica como aquellas regiones con SCSs altos, que están fuera del casco convexo de los píxeles de borde del vehículo seleccionados. El método propuesto se prueba en 100 imágenes del vehículo tomadas bajo diferentes condiciones de iluminación (sol y nublado), ángulos de visión (carretera y superior), tamaños del vehículo (pequeño, medio y grande), y colores (similares a la carretera y no). Los resultados indican que se obtiene una tasa media de error de alrededor del 14%, mientras que la tasa de error más baja es de alrededor del 3% para los vehículos grandes ",
            "error": []
        },
        "brightness": {
            "translated_key": [],
            "translated_annotated_text": "Detección de sombras de colada en movimiento efectiva para secuencias de imágenes de tráfico de color monocular Para un análisis preciso de la escena utilizando secuencias de imágenes de tráfico de color monocular, generalmente se requiere una segmentación robusta de vehículos en movimiento desde el fondo estacionario. Sin embargo, la presencia de una sombra de fundición en movimiento puede llevar a una segmentación inexacta del vehículo, y como resultado, puede conducir a un análisis más erróneo de la escena. Proponemos un método eficaz para la detección de la sombra de fundición en movimiento. Al observar las características de la sombra fundida en los dominios luminancia, crominancia, densidad de gradiente y geometría, se obtiene un mapa de probabilidad combinado, llamado puntaje de confianza en la sombra (SCS). Desde el mapa del borde de la imagen de entrada, cada píxel del borde se examina para determinar si pertenece a la región del vehículo basado en sus SCS vecinos. La sombra de fundición se identifica como aquellas regiones con SCSs altos, que están fuera del casco convexo de los píxeles de borde del vehículo seleccionados. El método propuesto se prueba en 100 imágenes del vehículo tomadas bajo diferentes condiciones de iluminación (sol y nublado), ángulos de visión (carretera y superior), tamaños del vehículo (pequeño, medio y grande), y colores (similares a la carretera y no). Los resultados indican que se obtiene una tasa media de error de alrededor del 14%, mientras que la tasa de error más baja es de alrededor del 3% para los vehículos grandes ",
            "error": []
        },
        "image colour analysis": {
            "translated_key": [],
            "translated_annotated_text": "Detección de sombras de colada en movimiento efectiva para secuencias de imágenes de tráfico de color monocular Para un análisis preciso de la escena utilizando secuencias de imágenes de tráfico de color monocular, generalmente se requiere una segmentación robusta de vehículos en movimiento desde el fondo estacionario. Sin embargo, la presencia de una sombra de fundición en movimiento puede llevar a una segmentación inexacta del vehículo, y como resultado, puede conducir a un análisis más erróneo de la escena. Proponemos un método eficaz para la detección de la sombra de fundición en movimiento. Al observar las características de la sombra fundida en los dominios luminancia, crominancia, densidad de gradiente y geometría, se obtiene un mapa de probabilidad combinado, llamado puntaje de confianza en la sombra (SCS). Desde el mapa del borde de la imagen de entrada, cada píxel del borde se examina para determinar si pertenece a la región del vehículo basado en sus SCS vecinos. La sombra de fundición se identifica como aquellas regiones con SCSs altos, que están fuera del casco convexo de los píxeles de borde del vehículo seleccionados. El método propuesto se prueba en 100 imágenes del vehículo tomadas bajo diferentes condiciones de iluminación (sol y nublado), ángulos de visión (carretera y superior), tamaños del vehículo (pequeño, medio y grande), y colores (similares a la carretera y no). Los resultados indican que se obtiene una tasa media de error de alrededor del 14%, mientras que la tasa de error más baja es de alrededor del 3% para los vehículos grandes ",
            "error": []
        },
        "image recognition": {
            "translated_key": [],
            "translated_annotated_text": "Detección de sombras de colada en movimiento efectiva para secuencias de imágenes de tráfico de color monocular Para un análisis preciso de la escena utilizando secuencias de imágenes de tráfico de color monocular, generalmente se requiere una segmentación robusta de vehículos en movimiento desde el fondo estacionario. Sin embargo, la presencia de una sombra de fundición en movimiento puede llevar a una segmentación inexacta del vehículo, y como resultado, puede conducir a un análisis más erróneo de la escena. Proponemos un método eficaz para la detección de la sombra de fundición en movimiento. Al observar las características de la sombra fundida en los dominios luminancia, crominancia, densidad de gradiente y geometría, se obtiene un mapa de probabilidad combinado, llamado puntaje de confianza en la sombra (SCS). Desde el mapa del borde de la imagen de entrada, cada píxel del borde se examina para determinar si pertenece a la región del vehículo basado en sus SCS vecinos. La sombra de fundición se identifica como aquellas regiones con SCSs altos, que están fuera del casco convexo de los píxeles de borde del vehículo seleccionados. El método propuesto se prueba en 100 imágenes del vehículo tomadas bajo diferentes condiciones de iluminación (sol y nublado), ángulos de visión (carretera y superior), tamaños del vehículo (pequeño, medio y grande), y colores (similares a la carretera y no). Los resultados indican que se obtiene una tasa media de error de alrededor del 14%, mientras que la tasa de error más baja es de alrededor del 3% para los vehículos grandes ",
            "error": []
        },
        "image sensors": {
            "translated_key": [],
            "translated_annotated_text": "Detección de sombras de colada en movimiento efectiva para secuencias de imágenes de tráfico de color monocular Para un análisis preciso de la escena utilizando secuencias de imágenes de tráfico de color monocular, generalmente se requiere una segmentación robusta de vehículos en movimiento desde el fondo estacionario. Sin embargo, la presencia de una sombra de fundición en movimiento puede llevar a una segmentación inexacta del vehículo, y como resultado, puede conducir a un análisis más erróneo de la escena. Proponemos un método eficaz para la detección de la sombra de fundición en movimiento. Al observar las características de la sombra fundida en los dominios luminancia, crominancia, densidad de gradiente y geometría, se obtiene un mapa de probabilidad combinado, llamado puntaje de confianza en la sombra (SCS). Desde el mapa del borde de la imagen de entrada, cada píxel del borde se examina para determinar si pertenece a la región del vehículo basado en sus SCS vecinos. La sombra de fundición se identifica como aquellas regiones con SCSs altos, que están fuera del casco convexo de los píxeles de borde del vehículo seleccionados. El método propuesto se prueba en 100 imágenes del vehículo tomadas bajo diferentes condiciones de iluminación (sol y nublado), ángulos de visión (carretera y superior), tamaños del vehículo (pequeño, medio y grande), y colores (similares a la carretera y no). Los resultados indican que se obtiene una tasa media de error de alrededor del 14%, mientras que la tasa de error más baja es de alrededor del 3% para los vehículos grandes ",
            "error": []
        },
        "image sequences": {
            "translated_key": "secuencias de imágenes",
            "translated_annotated_text": "Detección de sombras en movimiento efectiva para \"secuencias de imágenes\" de tráfico de color monocular Para un análisis preciso de la escena utilizando \"secuencias de imágenes\" de tráfico de color monocular, generalmente se requiere una segmentación robusta de vehículos en movimiento desde el fondo estacionario. Sin embargo, la presencia de una sombra de fundición en movimiento puede llevar a una segmentación inexacta del vehículo, y como resultado, puede conducir a un análisis más erróneo de la escena. Proponemos un método eficaz para la detección de la sombra de fundición en movimiento. Al observar las características de la sombra fundida en los dominios luminancia, crominancia, densidad de gradiente y geometría, se obtiene un mapa de probabilidad combinado, llamado puntaje de confianza en la sombra (SCS). Desde el mapa del borde de la imagen de entrada, cada píxel del borde se examina para determinar si pertenece a la región del vehículo basado en sus SCS vecinos. La sombra de fundición se identifica como aquellas regiones con SCSs altos, que están fuera del casco convexo de los píxeles de borde del vehículo seleccionados. El método propuesto se prueba en 100 imágenes del vehículo tomadas bajo diferentes condiciones de iluminación (sol y nublado), ángulos de visión (carretera y superior), tamaños del vehículo (pequeño, medio y grande), y colores (similares a la carretera y no). Los resultados indican que se obtiene una tasa media de error de alrededor del 14%, mientras que la tasa de error más baja es de alrededor del 3% para los vehículos grandes ",
            "error": [
                ""
            ]
        },
        "road vehicles": {
            "translated_key": [],
            "translated_annotated_text": "Detección de sombras de colada en movimiento efectiva para secuencias de imágenes de tráfico de color monocular Para un análisis preciso de la escena utilizando secuencias de imágenes de tráfico de color monocular, generalmente se requiere una segmentación robusta de vehículos en movimiento desde el fondo estacionario. Sin embargo, la presencia de una sombra de fundición en movimiento puede llevar a una segmentación inexacta del vehículo, y como resultado, puede conducir a un análisis más erróneo de la escena. Proponemos un método eficaz para la detección de la sombra de fundición en movimiento. Al observar las características de la sombra fundida en los dominios luminancia, crominancia, densidad de gradiente y geometría, se obtiene un mapa de probabilidad combinado, llamado puntaje de confianza en la sombra (SCS). Desde el mapa del borde de la imagen de entrada, cada píxel del borde se examina para determinar si pertenece a la región del vehículo basado en sus SCS vecinos. La sombra de fundición se identifica como aquellas regiones con SCSs altos, que están fuera del casco convexo de los píxeles de borde del vehículo seleccionados. El método propuesto se prueba en 100 imágenes del vehículo tomadas bajo diferentes condiciones de iluminación (sol y nublado), ángulos de visión (carretera y superior), tamaños del vehículo (pequeño, medio y grande), y colores (similares a la carretera y no). Los resultados indican que se obtiene una tasa media de error de alrededor del 14%, mientras que la tasa de error más baja es de alrededor del 3% para los vehículos grandes ",
            "error": []
        },
        "transportation": {
            "translated_key": [],
            "translated_annotated_text": "Detección de sombras de colada en movimiento efectiva para secuencias de imágenes de tráfico de color monocular Para un análisis preciso de la escena utilizando secuencias de imágenes de tráfico de color monocular, generalmente se requiere una segmentación robusta de vehículos en movimiento desde el fondo estacionario. Sin embargo, la presencia de una sombra de fundición en movimiento puede llevar a una segmentación inexacta del vehículo, y como resultado, puede conducir a un análisis más erróneo de la escena. Proponemos un método eficaz para la detección de la sombra de fundición en movimiento. Al observar las características de la sombra fundida en los dominios luminancia, crominancia, densidad de gradiente y geometría, se obtiene un mapa de probabilidad combinado, llamado puntaje de confianza en la sombra (SCS). Desde el mapa del borde de la imagen de entrada, cada píxel del borde se examina para determinar si pertenece a la región del vehículo basado en sus SCS vecinos. La sombra de fundición se identifica como aquellas regiones con SCSs altos, que están fuera del casco convexo de los píxeles de borde del vehículo seleccionados. El método propuesto se prueba en 100 imágenes del vehículo tomadas bajo diferentes condiciones de iluminación (sol y nublado), ángulos de visión (carretera y superior), tamaños del vehículo (pequeño, medio y grande), y colores (similares a la carretera y no). Los resultados indican que se obtiene una tasa media de error de alrededor del 14%, mientras que la tasa de error más baja es de alrededor del 3% para los vehículos grandes ",
            "error": []
        }
    }
}