{
    "original_text": "Diffraction limit for a circular mask with a periodic rectangular apertures array A mask with periodic apertures imaging system is adopted very widely and plays a leading role in modern technology for uses such as pinhole cameras, coded imaging systems, optical information processing, etc. because of its high resolution, its infinite depth of focus, and its usefulness over a broad frequency spectra ranging from visible light to X-rays and gamma rays. While the masks with periodic apertures investigated in the literature are limited only to far-field diffraction, they do not take the shift of apertures within the mask into consideration. Therefore the derivation of the far-field diffraction for a single aperture cannot be applied to a mask with periodic apertures. The far-field diffraction formula modified for a multiaperture mask has been proposed in the past, the analysis remains too complicated to offer some practical guidance for mask design. We study a circular mask with periodic rectangular apertures and develop an easier way to interpret it. First, the near-field diffraction intensity of a circular aperture is calculated by means of Lommels function. Then the convolution of the circular mask diffraction with periodic rectangular apertures is put together, and we can present a simple mathematical tool to analyze the mask properties including the intensity distribution, blurring aberration, and the criterion of defining the far- or near-field diffraction. This concept can also be expanded to analyze different types of masks with the arbitrarily shaped apertures",
    "original_translation": "Límite de difracción para una máscara circular con una matriz de aberturas rectangulares periódicas Una máscara con sistema de imagen de aberturas periódicas se adopta muy ampliamente y desempeña un papel de liderazgo en la tecnología moderna para usos tales como cámaras de agujeros, sistemas de imágenes codificadas, procesamiento de información óptica, etc. debido a su alta resolución, su infinita profundidad de enfoque, y su utilidad sobre un espectro de frecuencias amplias que van desde la luz visible a rayos X y rayos gamma. Mientras que las máscaras con aberturas periódicas investigadas en la literatura se limitan sólo a difracción de campo lejano, no toman en consideración el cambio de aberturas dentro de la máscara. Por lo tanto, la derivación de la difracción de campo lejano para una sola abertura no se puede aplicar a la máscara con aberturas periódicas. La fórmula de difracción de campo lejano modificada para una máscara multiapertura se ha propuesto en el pasado, el análisis sigue siendo demasiado complicado para ofrecer alguna orientación práctica para el diseño de máscaras. Estudiamos una máscara circular con aberturas rectangulares periódicas y desarrollamos una forma más fácil de interpretarla. En primer lugar, la intensidad de difracción de campo cercano de una abertura circular se calcula mediante la función Lommels. Luego se junta la convolución de la difracción circular de la máscara con aberturas rectangulares periódicas, y podemos presentar una herramienta matemática simple para analizar las propiedades de la máscara incluyendo la distribución de intensidad, aberración borrosa, y el criterio de definir la difracción de campo lejano o cercano. Este concepto también se puede ampliar para analizar diferentes tipos de máscaras con las aberturas de forma arbitraria",
    "error_count": 8,
    "keys": {
        "diffraction limit": {
            "translated_key": [],
            "translated_annotated_text": "Límite de difracción para una máscara circular con una matriz de aberturas rectangulares periódicas Una máscara con sistema de imagen de aberturas periódicas se adopta muy ampliamente y desempeña un papel de liderazgo en la tecnología moderna para usos tales como cámaras de agujeros, sistemas de imágenes codificadas, procesamiento de información óptica, etc. debido a su alta resolución, su infinita profundidad de enfoque, y su utilidad sobre un espectro de frecuencias amplias que van desde la luz visible a rayos X y rayos gamma. Mientras que las máscaras con aberturas periódicas investigadas en la literatura se limitan sólo a difracción de campo lejano, no toman en consideración el cambio de aberturas dentro de la máscara. Por lo tanto, la derivación de la difracción de campo lejano para una sola abertura no se puede aplicar a la máscara con aberturas periódicas. La fórmula de difracción de campo lejano modificada para una máscara multiapertura se ha propuesto en el pasado, el análisis sigue siendo demasiado complicado para ofrecer alguna orientación práctica para el diseño de máscaras. Estudiamos una máscara circular con aberturas rectangulares periódicas y desarrollamos una forma más fácil de interpretarla. En primer lugar, la intensidad de difracción de campo cercano de una abertura circular se calcula mediante la función Lommels. Luego se junta la convolución de la difracción circular de la máscara con aberturas rectangulares periódicas, y podemos presentar una herramienta matemática simple para analizar las propiedades de la máscara incluyendo la distribución de intensidad, aberración borrosa, y el criterio de definir la difracción de campo lejano o cercano. Este concepto también se puede ampliar para analizar diferentes tipos de máscaras con las aberturas de forma arbitraria ",
            "error": []
        },
        "circular mask": {
            "translated_key": "máscara circular",
            "translated_annotated_text": "Límite de difracción para una \"máscara circular\" con una matriz de aberturas rectangulares periódicas Una máscara con sistema de imágenes de aberturas periódicas se adopta muy ampliamente y desempeña un papel destacado en la tecnología moderna para usos como cámaras de alfileres, sistemas de imágenes codificadas, procesamiento de información óptica, etc. debido a su alta resolución, su infinita profundidad de enfoque, y su utilidad sobre un espectro de frecuencias amplias que van desde la luz visible a rayos X y rayos gamma. Mientras que las máscaras con aberturas periódicas investigadas en la literatura se limitan sólo a difracción de campo lejano, no toman en consideración el cambio de aberturas dentro de la máscara. Por lo tanto, la derivación de la difracción de campo lejano para una sola abertura no se puede aplicar a la máscara con aberturas periódicas. La fórmula de difracción de campo lejano modificada para una máscara multiapertura se ha propuesto en el pasado, el análisis sigue siendo demasiado complicado para ofrecer alguna orientación práctica para el diseño de máscaras. Estudiamos una \"máscara circular\" con aberturas rectangulares periódicas y desarrollamos una manera más fácil de interpretarla. En primer lugar, la intensidad de difracción de campo cercano de una abertura circular se calcula mediante la función Lommels. Luego se junta la convolución de la difracción de la \"máscara circular\" con aberturas rectangulares periódicas, y podemos presentar una herramienta matemática simple para analizar las propiedades de la máscara incluyendo la distribución de intensidad, aberración borrosa, y el criterio de definir la difracción de campo lejano o cercano. Este concepto también se puede ampliar para analizar diferentes tipos de máscaras con las aberturas de forma arbitraria ",
            "error": [
                ""
            ]
        },
        "periodic rectangular apertures array": {
            "translated_key": "array de aberturas rectangulares periódicas",
            "translated_annotated_text": "Límite de difracción para una máscara circular con un \"array de aberturas rectangulares periódicas\" Una máscara con sistema de imagen de aberturas periódicas se adopta muy ampliamente y juega un papel destacado en la tecnología moderna para usos como cámaras de agujeros, sistemas de imágenes codificadas, procesamiento de información óptica, etc. debido a su alta resolución, su infinita profundidad de enfoque, y su utilidad sobre un espectro de frecuencias amplias que van desde la luz visible a rayos X y rayos gamma. Mientras que las máscaras con aberturas periódicas investigadas en la literatura se limitan sólo a difracción de campo lejano, no toman en consideración el cambio de aberturas dentro de la máscara. Por lo tanto, la derivación de la difracción de campo lejano para una sola abertura no se puede aplicar a la máscara con aberturas periódicas. La fórmula de difracción de campo lejano modificada para una máscara multiapertura se ha propuesto en el pasado, el análisis sigue siendo demasiado complicado para ofrecer alguna orientación práctica para el diseño de máscaras. Estudiamos una máscara circular con aberturas rectangulares periódicas y desarrollamos una forma más fácil de interpretarla. En primer lugar, la intensidad de difracción de campo cercano de una abertura circular se calcula mediante la función Lommels. Luego se junta la convolución de la difracción circular de la máscara con aberturas rectangulares periódicas, y podemos presentar una herramienta matemática simple para analizar las propiedades de la máscara incluyendo la distribución de intensidad, aberración borrosa, y el criterio de definir la difracción de campo lejano o cercano. Este concepto también se puede ampliar para analizar diferentes tipos de máscaras con las aberturas de forma arbitraria ",
            "error": [
                ""
            ]
        },
        "pinhole cameras": {
            "translated_key": "cámaras de agujeros",
            "translated_annotated_text": "Límite de difracción para una máscara circular con una matriz de aberturas rectangulares periódicas Una máscara con sistema de imagen de aberturas periódicas se adopta muy ampliamente y juega un papel de liderazgo en la tecnología moderna para usos como \"cámaras de agujeros\", sistemas de imágenes codificadas, procesamiento de información óptica, etc. debido a su alta resolución, su infinita profundidad de enfoque, y su utilidad sobre un espectro de frecuencias amplias que van desde la luz visible a rayos X y rayos gamma. Mientras que las máscaras con aberturas periódicas investigadas en la literatura se limitan sólo a difracción de campo lejano, no toman en consideración el cambio de aberturas dentro de la máscara. Por lo tanto, la derivación de la difracción de campo lejano para una sola abertura no se puede aplicar a la máscara con aberturas periódicas. La fórmula de difracción de campo lejano modificada para una máscara multiapertura se ha propuesto en el pasado, el análisis sigue siendo demasiado complicado para ofrecer alguna orientación práctica para el diseño de máscaras. Estudiamos una máscara circular con aberturas rectangulares periódicas y desarrollamos una forma más fácil de interpretarla. En primer lugar, la intensidad de difracción de campo cercano de una abertura circular se calcula mediante la función Lommels. Luego se junta la convolución de la difracción circular de la máscara con aberturas rectangulares periódicas, y podemos presentar una herramienta matemática simple para analizar las propiedades de la máscara incluyendo la distribución de intensidad, aberración borrosa, y el criterio de definir la difracción de campo lejano o cercano. Este concepto también se puede ampliar para analizar diferentes tipos de máscaras con las aberturas de forma arbitraria ",
            "error": [
                ""
            ]
        },
        "coded imaging systems": {
            "translated_key": "sistemas de imagen codificados",
            "translated_annotated_text": "Límite de difracción para una máscara circular con una matriz de aberturas rectangulares periódicas Una máscara con sistema de imagen de aberturas periódicas se adopta muy ampliamente y desempeña un papel de liderazgo en la tecnología moderna para usos como cámaras de agujeros, \"sistemas de imagen codificados\", procesamiento de información óptica, etc. debido a su alta resolución, su infinita profundidad de enfoque, y su utilidad sobre un espectro de frecuencias amplias que van desde la luz visible a rayos X y rayos gamma. Mientras que las máscaras con aberturas periódicas investigadas en la literatura se limitan sólo a difracción de campo lejano, no toman en consideración el cambio de aberturas dentro de la máscara. Por lo tanto, la derivación de la difracción de campo lejano para una sola abertura no se puede aplicar a la máscara con aberturas periódicas. La fórmula de difracción de campo lejano modificada para una máscara multiapertura se ha propuesto en el pasado, el análisis sigue siendo demasiado complicado para ofrecer alguna orientación práctica para el diseño de máscaras. Estudiamos una máscara circular con aberturas rectangulares periódicas y desarrollamos una forma más fácil de interpretarla. En primer lugar, la intensidad de difracción de campo cercano de una abertura circular se calcula mediante la función Lommels. Luego se junta la convolución de la difracción circular de la máscara con aberturas rectangulares periódicas, y podemos presentar una herramienta matemática simple para analizar las propiedades de la máscara incluyendo la distribución de intensidad, aberración borrosa, y el criterio de definir la difracción de campo lejano o cercano. Este concepto también se puede ampliar para analizar diferentes tipos de máscaras con las aberturas de forma arbitraria ",
            "error": [
                ""
            ]
        },
        "optical information processing": {
            "translated_key": "proceso de información óptica",
            "translated_annotated_text": "Límite de difracción para una máscara circular con una matriz de aberturas rectangulares periódicas Una máscara con sistema de imagen de aberturas periódicas se adopta muy ampliamente y desempeña un papel de liderazgo en la tecnología moderna para usos como cámaras estenopeicas, sistemas de imágenes codificadas, \"proceso de información óptica\", etc. debido a su alta resolución, su infinita profundidad de enfoque, y su utilidad sobre un espectro de frecuencias amplias que van desde la luz visible a rayos X y rayos gamma. Mientras que las máscaras con aberturas periódicas investigadas en la literatura se limitan sólo a difracción de campo lejano, no toman en consideración el cambio de aberturas dentro de la máscara. Por lo tanto, la derivación de la difracción de campo lejano para una sola abertura no se puede aplicar a la máscara con aberturas periódicas. La fórmula de difracción de campo lejano modificada para una máscara multiapertura se ha propuesto en el pasado, el análisis sigue siendo demasiado complicado para ofrecer alguna orientación práctica para el diseño de máscaras. Estudiamos una máscara circular con aberturas rectangulares periódicas y desarrollamos una forma más fácil de interpretarla. En primer lugar, la intensidad de difracción de campo cercano de una abertura circular se calcula mediante la función Lommels. Luego se junta la convolución de la difracción circular de la máscara con aberturas rectangulares periódicas, y podemos presentar una herramienta matemática simple para analizar las propiedades de la máscara incluyendo la distribución de intensidad, aberración borrosa, y el criterio de definir la difracción de campo lejano o cercano. Este concepto también se puede ampliar para analizar diferentes tipos de máscaras con las aberturas de forma arbitraria ",
            "error": [
                ""
            ]
        },
        "high resolution": {
            "translated_key": "alta resolución",
            "translated_annotated_text": "Límite de difracción para una máscara circular con una matriz de aberturas rectangulares periódicas Una máscara con sistema de imagen de aberturas periódicas se adopta muy ampliamente y desempeña un papel de liderazgo en la tecnología moderna para usos tales como cámaras de agujeros, sistemas de imágenes codificadas, procesamiento de información óptica, etc. debido a su \"alta resolución\", su infinita profundidad de enfoque, y su utilidad sobre un espectro de frecuencias amplias que van desde la luz visible a rayos X y rayos gamma. Mientras que las máscaras con aberturas periódicas investigadas en la literatura se limitan sólo a difracción de campo lejano, no toman en consideración el cambio de aberturas dentro de la máscara. Por lo tanto, la derivación de la difracción de campo lejano para una sola abertura no se puede aplicar a la máscara con aberturas periódicas. La fórmula de difracción de campo lejano modificada para una máscara multiapertura se ha propuesto en el pasado, el análisis sigue siendo demasiado complicado para ofrecer alguna orientación práctica para el diseño de máscaras. Estudiamos una máscara circular con aberturas rectangulares periódicas y desarrollamos una forma más fácil de interpretarla. En primer lugar, la intensidad de difracción de campo cercano de una abertura circular se calcula mediante la función Lommels. Luego se junta la convolución de la difracción circular de la máscara con aberturas rectangulares periódicas, y podemos presentar una herramienta matemática simple para analizar las propiedades de la máscara incluyendo la distribución de intensidad, aberración borrosa, y el criterio de definir la difracción de campo lejano o cercano. Este concepto también se puede ampliar para analizar diferentes tipos de máscaras con las aberturas de forma arbitraria ",
            "error": [
                ""
            ]
        },
        "infinite depth of focus": {
            "translated_key": "profundidad infinita de enfoque",
            "translated_annotated_text": "Límite de difracción para una máscara circular con una matriz de aberturas rectangulares periódicas Una máscara con sistema de imagen de aberturas periódicas se adopta muy ampliamente y desempeña un papel de liderazgo en la tecnología moderna para usos tales como cámaras de agujeros, sistemas de imágenes codificadas, procesamiento de información óptica, etc. debido a su alta resolución, su \"profundidad infinita de enfoque\", y su utilidad en un espectro de frecuencias amplias que van desde la luz visible a rayos X y rayos gamma. Mientras que las máscaras con aberturas periódicas investigadas en la literatura se limitan sólo a difracción de campo lejano, no toman en consideración el cambio de aberturas dentro de la máscara. Por lo tanto, la derivación de la difracción de campo lejano para una sola abertura no se puede aplicar a la máscara con aberturas periódicas. La fórmula de difracción de campo lejano modificada para una máscara multiapertura se ha propuesto en el pasado, el análisis sigue siendo demasiado complicado para ofrecer alguna orientación práctica para el diseño de máscaras. Estudiamos una máscara circular con aberturas rectangulares periódicas y desarrollamos una forma más fácil de interpretarla. En primer lugar, la intensidad de difracción de campo cercano de una abertura circular se calcula mediante la función Lommels. Luego se junta la convolución de la difracción circular de la máscara con aberturas rectangulares periódicas, y podemos presentar una herramienta matemática simple para analizar las propiedades de la máscara incluyendo la distribución de intensidad, aberración borrosa, y el criterio de definir la difracción de campo lejano o cercano. Este concepto también se puede ampliar para analizar diferentes tipos de máscaras con las aberturas de forma arbitraria ",
            "error": [
                ""
            ]
        },
        "broad frequency spectra": {
            "translated_key": "espectros de frecuencias anchas",
            "translated_annotated_text": "Límite de difracción para una máscara circular con una matriz de aberturas rectangulares periódicas Una máscara con sistema de imagen de aberturas periódicas se adopta muy ampliamente y desempeña un papel de liderazgo en la tecnología moderna para usos tales como cámaras de agujeros, sistemas de imágenes codificadas, procesamiento de información óptica, etc. debido a su alta resolución, su infinita profundidad de enfoque, y su utilidad sobre un \"espectros de frecuencias anchas\" que van desde la luz visible a rayos X y rayos gamma. Mientras que las máscaras con aberturas periódicas investigadas en la literatura se limitan sólo a difracción de campo lejano, no toman en consideración el cambio de aberturas dentro de la máscara. Por lo tanto, la derivación de la difracción de campo lejano para una sola abertura no se puede aplicar a la máscara con aberturas periódicas. La fórmula de difracción de campo lejano modificada para una máscara multiapertura se ha propuesto en el pasado, el análisis sigue siendo demasiado complicado para ofrecer alguna orientación práctica para el diseño de máscaras. Estudiamos una máscara circular con aberturas rectangulares periódicas y desarrollamos una forma más fácil de interpretarla. En primer lugar, la intensidad de difracción de campo cercano de una abertura circular se calcula mediante la función Lommels. Luego se junta la convolución de la difracción circular de la máscara con aberturas rectangulares periódicas, y podemos presentar una herramienta matemática simple para analizar las propiedades de la máscara incluyendo la distribución de intensidad, aberración borrosa, y el criterio de definir la difracción de campo lejano o cercano. Este concepto también se puede ampliar para analizar diferentes tipos de máscaras con las aberturas de forma arbitraria ",
            "error": [
                ""
            ]
        },
        "visible light": {
            "translated_key": "luz visible",
            "translated_annotated_text": "Límite de difracción para una máscara circular con una matriz de aberturas rectangulares periódicas Una máscara con sistema de imagen de aberturas periódicas se adopta muy ampliamente y desempeña un papel de liderazgo en la tecnología moderna para usos tales como cámaras de agujeros, sistemas de imágenes codificadas, procesamiento de información óptica, etc. debido a su alta resolución, su infinita profundidad de enfoque, y su utilidad sobre un espectro de frecuencias amplias que van desde \"luz visible\" a rayos X y rayos gamma. Mientras que las máscaras con aberturas periódicas investigadas en la literatura se limitan sólo a difracción de campo lejano, no toman en consideración el cambio de aberturas dentro de la máscara. Por lo tanto, la derivación de la difracción de campo lejano para una sola abertura no se puede aplicar a la máscara con aberturas periódicas. La fórmula de difracción de campo lejano modificada para una máscara multiapertura se ha propuesto en el pasado, el análisis sigue siendo demasiado complicado para ofrecer alguna orientación práctica para el diseño de máscaras. Estudiamos una máscara circular con aberturas rectangulares periódicas y desarrollamos una forma más fácil de interpretarla. En primer lugar, la intensidad de difracción de campo cercano de una abertura circular se calcula mediante la función Lommels. Luego se junta la convolución de la difracción circular de la máscara con aberturas rectangulares periódicas, y podemos presentar una herramienta matemática simple para analizar las propiedades de la máscara incluyendo la distribución de intensidad, aberración borrosa, y el criterio de definir la difracción de campo lejano o cercano. Este concepto también se puede ampliar para analizar diferentes tipos de máscaras con las aberturas de forma arbitraria ",
            "error": [
                ""
            ]
        },
        "x rays": {
            "translated_key": [],
            "translated_annotated_text": "Límite de difracción para una máscara circular con una matriz de aberturas rectangulares periódicas Una máscara con sistema de imagen de aberturas periódicas se adopta muy ampliamente y desempeña un papel de liderazgo en la tecnología moderna para usos tales como cámaras de agujeros, sistemas de imágenes codificadas, procesamiento de información óptica, etc. debido a su alta resolución, su infinita profundidad de enfoque, y su utilidad sobre un espectro de frecuencias amplias que van desde la luz visible a rayos X y rayos gamma. Mientras que las máscaras con aberturas periódicas investigadas en la literatura se limitan sólo a difracción de campo lejano, no toman en consideración el cambio de aberturas dentro de la máscara. Por lo tanto, la derivación de la difracción de campo lejano para una sola abertura no se puede aplicar a la máscara con aberturas periódicas. La fórmula de difracción de campo lejano modificada para una máscara multiapertura se ha propuesto en el pasado, el análisis sigue siendo demasiado complicado para ofrecer alguna orientación práctica para el diseño de máscaras. Estudiamos una máscara circular con aberturas rectangulares periódicas y desarrollamos una forma más fácil de interpretarla. En primer lugar, la intensidad de difracción de campo cercano de una abertura circular se calcula mediante la función Lommels. Luego se junta la convolución de la difracción circular de la máscara con aberturas rectangulares periódicas, y podemos presentar una herramienta matemática simple para analizar las propiedades de la máscara incluyendo la distribución de intensidad, aberración borrosa, y el criterio de definir la difracción de campo lejano o cercano. Este concepto también se puede ampliar para analizar diferentes tipos de máscaras con las aberturas de forma arbitraria ",
            "error": []
        },
        "gamma rays": {
            "translated_key": "rayos gamma",
            "translated_annotated_text": "Límite de difracción para una máscara circular con una matriz de aberturas rectangulares periódicas Una máscara con sistema de imagen de aberturas periódicas se adopta muy ampliamente y desempeña un papel de liderazgo en la tecnología moderna para usos tales como cámaras de agujeros, sistemas de imágenes codificadas, procesamiento de información óptica, etc. debido a su alta resolución, su profundidad infinita de enfoque, y su utilidad sobre un espectro de frecuencias amplias que van desde la luz visible a rayos X y \"rayos gamma\". Mientras que las máscaras con aberturas periódicas investigadas en la literatura se limitan sólo a difracción de campo lejano, no toman en consideración el cambio de aberturas dentro de la máscara. Por lo tanto, la derivación de la difracción de campo lejano para una sola abertura no se puede aplicar a la máscara con aberturas periódicas. La fórmula de difracción de campo lejano modificada para una máscara multiapertura se ha propuesto en el pasado, el análisis sigue siendo demasiado complicado para ofrecer alguna orientación práctica para el diseño de máscaras. Estudiamos una máscara circular con aberturas rectangulares periódicas y desarrollamos una forma más fácil de interpretarla. En primer lugar, la intensidad de difracción de campo cercano de una abertura circular se calcula mediante la función Lommels. Luego se junta la convolución de la difracción circular de la máscara con aberturas rectangulares periódicas, y podemos presentar una herramienta matemática simple para analizar las propiedades de la máscara incluyendo la distribución de intensidad, aberración borrosa, y el criterio de definir la difracción de campo lejano o cercano. Este concepto también se puede ampliar para analizar diferentes tipos de máscaras con las aberturas de forma arbitraria ",
            "error": [
                ""
            ]
        },
        "periodic apertures": {
            "translated_key": [
                "periódicas",
                "aberturas periódicas",
                "periódicas aberturas"
            ],
            "translated_annotated_text": "Límite de difracción para una máscara circular con una matriz periódica de aberturas rectangulares Una máscara con sistema de imágenes \"periódicas\" se adopta muy ampliamente y desempeña un papel de liderazgo en la tecnología moderna para usos como cámaras de agujeros, sistemas de imágenes codificadas, procesamiento de información óptica, etc. debido a su alta resolución, su infinita profundidad de enfoque, y su utilidad sobre un espectro de frecuencias amplias que van desde la luz visible a rayos X y rayos gamma. Mientras que las máscaras con \"aberturas periódicas\" investigadas en la literatura se limitan sólo a la difracción de campo lejano, no toman en consideración el cambio de aberturas dentro de la máscara. Por lo tanto, la derivación de la difracción de campo lejano para una sola abertura no se puede aplicar a una máscara con \"periódicas aberturas\". La fórmula de difracción de campo lejano modificada para una máscara multiapertura se ha propuesto en el pasado, el análisis sigue siendo demasiado complicado para ofrecer alguna orientación práctica para el diseño de máscaras. Estudiamos una máscara circular con aberturas rectangulares periódicas y desarrollamos una forma más fácil de interpretarla. En primer lugar, la intensidad de difracción de campo cercano de una abertura circular se calcula mediante la función Lommels. Luego se junta la convolución de la difracción circular de la máscara con aberturas rectangulares periódicas, y podemos presentar una herramienta matemática simple para analizar las propiedades de la máscara incluyendo la distribución de intensidad, aberración borrosa, y el criterio de definir la difracción de campo lejano o cercano. Este concepto también se puede ampliar para analizar diferentes tipos de máscaras con las aberturas de forma arbitraria ",
            "error": [
                "periódicas",
                "aberturas periódicas",
                "periódicas aberturas"
            ]
        },
        "far-field diffraction": {
            "translated_key": "difracción de campo lejano",
            "translated_annotated_text": "Límite de difracción para una máscara circular con una matriz de aberturas rectangulares periódicas Una máscara con sistema de imagen de aberturas periódicas se adopta muy ampliamente y desempeña un papel de liderazgo en la tecnología moderna para usos tales como cámaras de agujeros, sistemas de imágenes codificadas, procesamiento de información óptica, etc. debido a su alta resolución, su infinita profundidad de enfoque, y su utilidad sobre un espectro de frecuencias amplias que van desde la luz visible a rayos X y rayos gamma. Mientras que las máscaras con aberturas periódicas investigadas en la literatura se limitan sólo a la \"difracción de campo lejano\", no toman en consideración el cambio de aberturas dentro de la máscara. Por lo tanto, la derivación de la \"difracción de campo lejano\" para una sola abertura no puede aplicarse a una máscara con aberturas periódicas. La fórmula de \"difracción de campo lejano\" modificada para una máscara multiapertura se ha propuesto en el pasado, el análisis sigue siendo demasiado complicado para ofrecer alguna orientación práctica para el diseño de máscaras. Estudiamos una máscara circular con aberturas rectangulares periódicas y desarrollamos una forma más fácil de interpretarla. En primer lugar, la intensidad de difracción de campo cercano de una abertura circular se calcula mediante la función Lommels. Luego se junta la convolución de la difracción circular de la máscara con aberturas rectangulares periódicas, y podemos presentar una herramienta matemática simple para analizar las propiedades de la máscara incluyendo la distribución de intensidad, aberración borrosa, y el criterio de definir la difracción de campo lejano o cercano. Este concepto también se puede ampliar para analizar diferentes tipos de máscaras con las aberturas de forma arbitraria ",
            "error": [
                ""
            ]
        },
        "mask": {
            "translated_key": [
                "máscara",
                "máscara",
                "máscara",
                "máscara",
                "máscara",
                "máscara",
                "máscara",
                "mascarilla",
                "mascarilla"
            ],
            "translated_annotated_text": "Límite de difracción para una \"máscara\" circular con una matriz de aberturas rectangulares periódicas Una \"máscara\" con un sistema de imágenes de aberturas periódicas se adopta muy ampliamente y desempeña un papel de liderazgo en la tecnología moderna para usos tales como cámaras de alfiler, sistemas de imágenes codificadas, procesamiento de información óptica, etc. debido a su alta resolución, su infinita profundidad de enfoque, y su utilidad sobre un espectro de frecuencias amplias que van desde la luz visible a rayos X y rayos gamma. Mientras que las máscaras con aberturas periódicas investigadas en la literatura se limitan sólo a difracción de campo lejano, no toman en consideración el cambio de aberturas dentro de la \"máscara\". Por lo tanto, la derivación de la difracción de campo lejano para una sola abertura no puede aplicarse a una \"máscara\" con aberturas periódicas. La fórmula de difracción de campo lejano modificada para una \"máscara\" multiapertura se ha propuesto en el pasado, el análisis sigue siendo demasiado complicado para ofrecer alguna orientación práctica para el diseño de \"máscara\". Estudiamos una \"máscara\" circular con aberturas rectangulares periódicas y desarrollamos una manera más fácil de interpretarla. En primer lugar, la intensidad de difracción de campo cercano de una abertura circular se calcula mediante la función Lommels. Luego se junta la convolución de la difracción circular de la \"mascarilla\" con aberturas rectangulares periódicas, y podemos presentar una herramienta matemática simple para analizar las propiedades de la \"mascarilla\" incluyendo la distribución de intensidad, la aberración borrosa, y el criterio de definir la difracción de campo lejano o cercano. Este concepto también se puede ampliar para analizar diferentes tipos de máscaras con las aberturas de forma arbitraria ",
            "error": [
                "máscara",
                "máscara",
                "máscara",
                "máscara",
                "máscara",
                "máscara",
                "máscara",
                "mascarilla",
                "mascarilla"
            ]
        },
        "single aperture": {
            "translated_key": "abertura única",
            "translated_annotated_text": "Límite de difracción para una máscara circular con una matriz de aberturas rectangulares periódicas Una máscara con sistema de imagen de aberturas periódicas se adopta muy ampliamente y desempeña un papel de liderazgo en la tecnología moderna para usos tales como cámaras de agujeros, sistemas de imágenes codificadas, procesamiento de información óptica, etc. debido a su alta resolución, su infinita profundidad de enfoque, y su utilidad sobre un espectro de frecuencias amplias que van desde la luz visible a rayos X y rayos gamma. Mientras que las máscaras con aberturas periódicas investigadas en la literatura se limitan sólo a difracción de campo lejano, no toman en consideración el cambio de aberturas dentro de la máscara. Por lo tanto, la derivación de la difracción de campo lejano para una \"abertura única\" no se puede aplicar a una máscara con aberturas periódicas. La fórmula de difracción de campo lejano modificada para una máscara multiapertura se ha propuesto en el pasado, el análisis sigue siendo demasiado complicado para ofrecer alguna orientación práctica para el diseño de máscaras. Estudiamos una máscara circular con aberturas rectangulares periódicas y desarrollamos una forma más fácil de interpretarla. En primer lugar, la intensidad de difracción de campo cercano de una abertura circular se calcula mediante la función Lommels. Luego se junta la convolución de la difracción circular de la máscara con aberturas rectangulares periódicas, y podemos presentar una herramienta matemática simple para analizar las propiedades de la máscara incluyendo la distribución de intensidad, aberración borrosa, y el criterio de definir la difracción de campo lejano o cercano. Este concepto también se puede ampliar para analizar diferentes tipos de máscaras con las aberturas de forma arbitraria ",
            "error": [
                ""
            ]
        },
        "far-field diffraction formula": {
            "translated_key": "fórmula de difracción de campo lejano",
            "translated_annotated_text": "Límite de difracción para una máscara circular con una matriz de aberturas rectangulares periódicas Una máscara con sistema de imagen de aberturas periódicas se adopta muy ampliamente y desempeña un papel de liderazgo en la tecnología moderna para usos tales como cámaras de agujeros, sistemas de imágenes codificadas, procesamiento de información óptica, etc. debido a su alta resolución, su infinita profundidad de enfoque, y su utilidad sobre un espectro de frecuencias amplias que van desde la luz visible a rayos X y rayos gamma. Mientras que las máscaras con aberturas periódicas investigadas en la literatura se limitan sólo a difracción de campo lejano, no toman en consideración el cambio de aberturas dentro de la máscara. Por lo tanto, la derivación de la difracción de campo lejano para una sola abertura no se puede aplicar a la máscara con aberturas periódicas. La \"fórmula de difracción de campo lejano\" modificada para una máscara multiapertura se ha propuesto en el pasado, el análisis sigue siendo demasiado complicado para ofrecer alguna orientación práctica para el diseño de máscaras. Estudiamos una máscara circular con aberturas rectangulares periódicas y desarrollamos una forma más fácil de interpretarla. En primer lugar, la intensidad de difracción de campo cercano de una abertura circular se calcula mediante la función Lommels. Luego se junta la convolución de la difracción circular de la máscara con aberturas rectangulares periódicas, y podemos presentar una herramienta matemática simple para analizar las propiedades de la máscara incluyendo la distribución de intensidad, aberración borrosa, y el criterio de definir la difracción de campo lejano o cercano. Este concepto también se puede ampliar para analizar diferentes tipos de máscaras con las aberturas de forma arbitraria ",
            "error": [
                ""
            ]
        },
        "multiaperture mask": {
            "translated_key": "mascarilla multiapertura",
            "translated_annotated_text": "Límite de difracción para una máscara circular con una matriz de aberturas rectangulares periódicas Una máscara con sistema de imagen de aberturas periódicas se adopta muy ampliamente y desempeña un papel de liderazgo en la tecnología moderna para usos tales como cámaras de agujeros, sistemas de imágenes codificadas, procesamiento de información óptica, etc. debido a su alta resolución, su infinita profundidad de enfoque, y su utilidad sobre un espectro de frecuencias amplias que van desde la luz visible a rayos X y rayos gamma. Mientras que las máscaras con aberturas periódicas investigadas en la literatura se limitan sólo a difracción de campo lejano, no toman en consideración el cambio de aberturas dentro de la máscara. Por lo tanto, la derivación de la difracción de campo lejano para una sola abertura no se puede aplicar a la máscara con aberturas periódicas. La fórmula de difracción de campo lejano modificada para una \"mascarilla multiapertura\" ha sido propuesta en el pasado, el análisis sigue siendo demasiado complicado para ofrecer alguna guía práctica para el diseño de máscaras. Estudiamos una máscara circular con aberturas rectangulares periódicas y desarrollamos una forma más fácil de interpretarla. En primer lugar, la intensidad de difracción de campo cercano de una abertura circular se calcula mediante la función Lommels. Luego se junta la convolución de la difracción circular de la máscara con aberturas rectangulares periódicas, y podemos presentar una herramienta matemática simple para analizar las propiedades de la máscara incluyendo la distribución de intensidad, aberración borrosa, y el criterio de definir la difracción de campo lejano o cercano. Este concepto también se puede ampliar para analizar diferentes tipos de máscaras con las aberturas de forma arbitraria ",
            "error": [
                ""
            ]
        },
        "periodic rectangular apertures": {
            "translated_key": "aberturas rectangulares periódicas",
            "translated_annotated_text": "Límite de difracción para una máscara circular con una matriz de \"aberturas rectangulares periódicas\" Una máscara con sistema de imagen de aberturas periódicas se adopta muy ampliamente y desempeña un papel destacado en la tecnología moderna para usos como cámaras de agujeros, sistemas de imágenes codificadas, procesamiento de información óptica, etc. debido a su alta resolución, su infinita profundidad de enfoque, y su utilidad sobre un espectro de frecuencias amplias que van desde la luz visible a rayos X y rayos gamma. Mientras que las máscaras con aberturas periódicas investigadas en la literatura se limitan sólo a difracción de campo lejano, no toman en consideración el cambio de aberturas dentro de la máscara. Por lo tanto, la derivación de la difracción de campo lejano para una sola abertura no se puede aplicar a la máscara con aberturas periódicas. La fórmula de difracción de campo lejano modificada para una máscara multiapertura se ha propuesto en el pasado, el análisis sigue siendo demasiado complicado para ofrecer alguna orientación práctica para el diseño de máscaras. Estudiamos una máscara circular con \"aberturas rectangulares periódicas\" y desarrollamos una forma más fácil de interpretarla. En primer lugar, la intensidad de difracción de campo cercano de una abertura circular se calcula mediante la función Lommels. Luego se junta la convolución de la difracción circular de la máscara con \"aberturas rectangulares periódicas\", y podemos presentar una herramienta matemática simple para analizar las propiedades de la máscara incluyendo la distribución de intensidad, aberración borrosa, y el criterio de definir la difracción de campo lejano o cercano. Este concepto también se puede ampliar para analizar diferentes tipos de máscaras con las aberturas de forma arbitraria ",
            "error": [
                ""
            ]
        },
        "convolution": {
            "translated_key": "convolución",
            "translated_annotated_text": "Límite de difracción para una máscara circular con una matriz de aberturas rectangulares periódicas Una máscara con sistema de imagen de aberturas periódicas se adopta muy ampliamente y desempeña un papel de liderazgo en la tecnología moderna para usos tales como cámaras de agujeros, sistemas de imágenes codificadas, procesamiento de información óptica, etc. debido a su alta resolución, su infinita profundidad de enfoque, y su utilidad sobre un espectro de frecuencias amplias que van desde la luz visible a rayos X y rayos gamma. Mientras que las máscaras con aberturas periódicas investigadas en la literatura se limitan sólo a difracción de campo lejano, no toman en consideración el cambio de aberturas dentro de la máscara. Por lo tanto, la derivación de la difracción de campo lejano para una sola abertura no se puede aplicar a la máscara con aberturas periódicas. La fórmula de difracción de campo lejano modificada para una máscara multiapertura se ha propuesto en el pasado, el análisis sigue siendo demasiado complicado para ofrecer alguna orientación práctica para el diseño de máscaras. Estudiamos una máscara circular con aberturas rectangulares periódicas y desarrollamos una forma más fácil de interpretarla. En primer lugar, la intensidad de difracción de campo cercano de una abertura circular se calcula mediante la función Lommels. A continuación, la \"convolución\" de la difracción de máscara circular con aberturas rectangulares periódicas se une, y podemos presentar una herramienta matemática simple para analizar las propiedades de la máscara, incluyendo la distribución de intensidad, aberración borrosa, y el criterio de definir la difracción de campo lejano o cercano. Este concepto también se puede ampliar para analizar diferentes tipos de máscaras con las aberturas de forma arbitraria ",
            "error": [
                ""
            ]
        },
        "circular mask diffraction": {
            "translated_key": "difracción de máscara circular",
            "translated_annotated_text": "Límite de difracción para una máscara circular con una matriz de aberturas rectangulares periódicas Una máscara con sistema de imagen de aberturas periódicas se adopta muy ampliamente y desempeña un papel de liderazgo en la tecnología moderna para usos tales como cámaras de agujeros, sistemas de imágenes codificadas, procesamiento de información óptica, etc. debido a su alta resolución, su infinita profundidad de enfoque, y su utilidad sobre un espectro de frecuencias amplias que van desde la luz visible a rayos X y rayos gamma. Mientras que las máscaras con aberturas periódicas investigadas en la literatura se limitan sólo a difracción de campo lejano, no toman en consideración el cambio de aberturas dentro de la máscara. Por lo tanto, la derivación de la difracción de campo lejano para una sola abertura no se puede aplicar a la máscara con aberturas periódicas. La fórmula de difracción de campo lejano modificada para una máscara multiapertura se ha propuesto en el pasado, el análisis sigue siendo demasiado complicado para ofrecer alguna orientación práctica para el diseño de máscaras. Estudiamos una máscara circular con aberturas rectangulares periódicas y desarrollamos una forma más fácil de interpretarla. En primer lugar, la intensidad de difracción de campo cercano de una abertura circular se calcula mediante la función Lommels. Luego se junta la convolución de la \"difracción de máscara circular\" con aberturas rectangulares periódicas, y podemos presentar una herramienta matemática simple para analizar las propiedades de la máscara incluyendo la distribución de intensidad, aberración borrosa, y el criterio de definir la difracción de campo lejano o cercano. Este concepto también se puede ampliar para analizar diferentes tipos de máscaras con las aberturas de forma arbitraria ",
            "error": [
                ""
            ]
        },
        "near-field diffraction": {
            "translated_key": "cerca del campo",
            "translated_annotated_text": "Límite de difracción para una máscara circular con una matriz de aberturas rectangulares periódicas Una máscara con sistema de imagen de aberturas periódicas se adopta muy ampliamente y desempeña un papel de liderazgo en la tecnología moderna para usos tales como cámaras de agujeros, sistemas de imágenes codificadas, procesamiento de información óptica, etc. debido a su alta resolución, su infinita profundidad de enfoque, y su utilidad sobre un espectro de frecuencias amplias que van desde la luz visible a rayos X y rayos gamma. Mientras que las máscaras con aberturas periódicas investigadas en la literatura se limitan sólo a difracción de campo lejano, no toman en consideración el cambio de aberturas dentro de la máscara. Por lo tanto, la derivación de la difracción de campo lejano para una sola abertura no se puede aplicar a la máscara con aberturas periódicas. La fórmula de difracción de campo lejano modificada para una máscara multiapertura se ha propuesto en el pasado, el análisis sigue siendo demasiado complicado para ofrecer alguna orientación práctica para el diseño de máscaras. Estudiamos una máscara circular con aberturas rectangulares periódicas y desarrollamos una forma más fácil de interpretarla. En primer lugar, la intensidad de difracción \"cerca del campo\" de una abertura circular se calcula mediante la función Lommels. Luego se junta la convolución de la difracción circular de la máscara con aberturas rectangulares periódicas, y podemos presentar una herramienta matemática simple para analizar las propiedades de la máscara incluyendo la distribución de intensidad, aberración borrosa, y el criterio de definir la difracción de campo lejano o cercano. Este concepto también se puede ampliar para analizar diferentes tipos de máscaras con las aberturas de forma arbitraria ",
            "error": [
                ""
            ]
        },
        "arbitrarily shaped apertures": {
            "translated_key": "perspectivas de forma arbitraria",
            "translated_annotated_text": "Límite de difracción para una máscara circular con una matriz de aberturas rectangulares periódicas Una máscara con sistema de imagen de aberturas periódicas se adopta muy ampliamente y desempeña un papel de liderazgo en la tecnología moderna para usos tales como cámaras de agujeros, sistemas de imágenes codificadas, procesamiento de información óptica, etc. debido a su alta resolución, su infinita profundidad de enfoque, y su utilidad sobre un espectro de frecuencias amplias que van desde la luz visible a rayos X y rayos gamma. Mientras que las máscaras con aberturas periódicas investigadas en la literatura se limitan sólo a difracción de campo lejano, no toman en consideración el cambio de aberturas dentro de la máscara. Por lo tanto, la derivación de la difracción de campo lejano para una sola abertura no se puede aplicar a la máscara con aberturas periódicas. La fórmula de difracción de campo lejano modificada para una máscara multiapertura se ha propuesto en el pasado, el análisis sigue siendo demasiado complicado para ofrecer alguna orientación práctica para el diseño de máscaras. Estudiamos una máscara circular con aberturas rectangulares periódicas y desarrollamos una forma más fácil de interpretarla. En primer lugar, la intensidad de difracción de campo cercano de una abertura circular se calcula mediante la función Lommels. Luego se junta la convolución de la difracción circular de la máscara con aberturas rectangulares periódicas, y podemos presentar una herramienta matemática simple para analizar las propiedades de la máscara incluyendo la distribución de intensidad, aberración borrosa, y el criterio de definir la difracción de campo lejano o cercano. Este concepto también se puede ampliar para analizar diferentes tipos de máscaras con las \"perspectivas de forma arbitraria\" ",
            "error": [
                ""
            ]
        },
        "image coding": {
            "translated_key": [],
            "translated_annotated_text": "Límite de difracción para una máscara circular con una matriz de aberturas rectangulares periódicas Una máscara con sistema de imagen de aberturas periódicas se adopta muy ampliamente y desempeña un papel de liderazgo en la tecnología moderna para usos tales como cámaras de agujeros, sistemas de imágenes codificadas, procesamiento de información óptica, etc. debido a su alta resolución, su infinita profundidad de enfoque, y su utilidad sobre un espectro de frecuencias amplias que van desde la luz visible a rayos X y rayos gamma. Mientras que las máscaras con aberturas periódicas investigadas en la literatura se limitan sólo a difracción de campo lejano, no toman en consideración el cambio de aberturas dentro de la máscara. Por lo tanto, la derivación de la difracción de campo lejano para una sola abertura no se puede aplicar a la máscara con aberturas periódicas. La fórmula de difracción de campo lejano modificada para una máscara multiapertura se ha propuesto en el pasado, el análisis sigue siendo demasiado complicado para ofrecer alguna orientación práctica para el diseño de máscaras. Estudiamos una máscara circular con aberturas rectangulares periódicas y desarrollamos una forma más fácil de interpretarla. En primer lugar, la intensidad de difracción de campo cercano de una abertura circular se calcula mediante la función Lommels. Luego se junta la convolución de la difracción circular de la máscara con aberturas rectangulares periódicas, y podemos presentar una herramienta matemática simple para analizar las propiedades de la máscara incluyendo la distribución de intensidad, aberración borrosa, y el criterio de definir la difracción de campo lejano o cercano. Este concepto también se puede ampliar para analizar diferentes tipos de máscaras con las aberturas de forma arbitraria ",
            "error": []
        },
        "image resolution": {
            "translated_key": [],
            "translated_annotated_text": "Límite de difracción para una máscara circular con una matriz de aberturas rectangulares periódicas Una máscara con sistema de imagen de aberturas periódicas se adopta muy ampliamente y desempeña un papel de liderazgo en la tecnología moderna para usos tales como cámaras de agujeros, sistemas de imágenes codificadas, procesamiento de información óptica, etc. debido a su alta resolución, su infinita profundidad de enfoque, y su utilidad sobre un espectro de frecuencias amplias que van desde la luz visible a rayos X y rayos gamma. Mientras que las máscaras con aberturas periódicas investigadas en la literatura se limitan sólo a difracción de campo lejano, no toman en consideración el cambio de aberturas dentro de la máscara. Por lo tanto, la derivación de la difracción de campo lejano para una sola abertura no se puede aplicar a la máscara con aberturas periódicas. La fórmula de difracción de campo lejano modificada para una máscara multiapertura se ha propuesto en el pasado, el análisis sigue siendo demasiado complicado para ofrecer alguna orientación práctica para el diseño de máscaras. Estudiamos una máscara circular con aberturas rectangulares periódicas y desarrollamos una forma más fácil de interpretarla. En primer lugar, la intensidad de difracción de campo cercano de una abertura circular se calcula mediante la función Lommels. Luego se junta la convolución de la difracción circular de la máscara con aberturas rectangulares periódicas, y podemos presentar una herramienta matemática simple para analizar las propiedades de la máscara incluyendo la distribución de intensidad, aberración borrosa, y el criterio de definir la difracción de campo lejano o cercano. Este concepto también se puede ampliar para analizar diferentes tipos de máscaras con las aberturas de forma arbitraria ",
            "error": []
        },
        "light diffraction": {
            "translated_key": [],
            "translated_annotated_text": "Límite de difracción para una máscara circular con una matriz de aberturas rectangulares periódicas Una máscara con sistema de imagen de aberturas periódicas se adopta muy ampliamente y desempeña un papel de liderazgo en la tecnología moderna para usos tales como cámaras de agujeros, sistemas de imágenes codificadas, procesamiento de información óptica, etc. debido a su alta resolución, su infinita profundidad de enfoque, y su utilidad sobre un espectro de frecuencias amplias que van desde la luz visible a rayos X y rayos gamma. Mientras que las máscaras con aberturas periódicas investigadas en la literatura se limitan sólo a difracción de campo lejano, no toman en consideración el cambio de aberturas dentro de la máscara. Por lo tanto, la derivación de la difracción de campo lejano para una sola abertura no se puede aplicar a la máscara con aberturas periódicas. La fórmula de difracción de campo lejano modificada para una máscara multiapertura se ha propuesto en el pasado, el análisis sigue siendo demasiado complicado para ofrecer alguna orientación práctica para el diseño de máscaras. Estudiamos una máscara circular con aberturas rectangulares periódicas y desarrollamos una forma más fácil de interpretarla. En primer lugar, la intensidad de difracción de campo cercano de una abertura circular se calcula mediante la función Lommels. Luego se junta la convolución de la difracción circular de la máscara con aberturas rectangulares periódicas, y podemos presentar una herramienta matemática simple para analizar las propiedades de la máscara incluyendo la distribución de intensidad, aberración borrosa, y el criterio de definir la difracción de campo lejano o cercano. Este concepto también se puede ampliar para analizar diferentes tipos de máscaras con las aberturas de forma arbitraria ",
            "error": []
        },
        "masks": {
            "translated_key": "mascas",
            "translated_annotated_text": "Límite de difracción para una máscara circular con una matriz de aberturas rectangulares periódicas Una máscara con sistema de imagen de aberturas periódicas se adopta muy ampliamente y desempeña un papel de liderazgo en la tecnología moderna para usos tales como cámaras de agujeros, sistemas de imágenes codificadas, procesamiento de información óptica, etc. debido a su alta resolución, su infinita profundidad de enfoque, y su utilidad sobre un espectro de frecuencias amplias que van desde la luz visible a rayos X y rayos gamma. Mientras que las \"mascas\" con aberturas periódicas investigadas en la literatura se limitan sólo a la difracción de campo lejano, no toman en consideración el cambio de aberturas dentro de la máscara. Por lo tanto, la derivación de la difracción de campo lejano para una sola abertura no se puede aplicar a la máscara con aberturas periódicas. La fórmula de difracción de campo lejano modificada para una máscara multiapertura se ha propuesto en el pasado, el análisis sigue siendo demasiado complicado para ofrecer alguna orientación práctica para el diseño de máscaras. Estudiamos una máscara circular con aberturas rectangulares periódicas y desarrollamos una forma más fácil de interpretarla. En primer lugar, la intensidad de difracción de campo cercano de una abertura circular se calcula mediante la función Lommels. Luego se junta la convolución de la difracción circular de la máscara con aberturas rectangulares periódicas, y podemos presentar una herramienta matemática simple para analizar las propiedades de la máscara incluyendo la distribución de intensidad, aberración borrosa, y el criterio de definir la difracción de campo lejano o cercano. Este concepto también se puede ampliar para analizar diferentes tipos de \"mascas\" con las aberturas de forma arbitraria ",
            "error": [
                ""
            ]
        },
        "optical focusing": {
            "translated_key": [],
            "translated_annotated_text": "Límite de difracción para una máscara circular con una matriz de aberturas rectangulares periódicas Una máscara con sistema de imagen de aberturas periódicas se adopta muy ampliamente y desempeña un papel de liderazgo en la tecnología moderna para usos tales como cámaras de agujeros, sistemas de imágenes codificadas, procesamiento de información óptica, etc. debido a su alta resolución, su infinita profundidad de enfoque, y su utilidad sobre un espectro de frecuencias amplias que van desde la luz visible a rayos X y rayos gamma. Mientras que las máscaras con aberturas periódicas investigadas en la literatura se limitan sólo a difracción de campo lejano, no toman en consideración el cambio de aberturas dentro de la máscara. Por lo tanto, la derivación de la difracción de campo lejano para una sola abertura no se puede aplicar a la máscara con aberturas periódicas. La fórmula de difracción de campo lejano modificada para una máscara multiapertura se ha propuesto en el pasado, el análisis sigue siendo demasiado complicado para ofrecer alguna orientación práctica para el diseño de máscaras. Estudiamos una máscara circular con aberturas rectangulares periódicas y desarrollamos una forma más fácil de interpretarla. En primer lugar, la intensidad de difracción de campo cercano de una abertura circular se calcula mediante la función Lommels. Luego se junta la convolución de la difracción circular de la máscara con aberturas rectangulares periódicas, y podemos presentar una herramienta matemática simple para analizar las propiedades de la máscara incluyendo la distribución de intensidad, aberración borrosa, y el criterio de definir la difracción de campo lejano o cercano. Este concepto también se puede ampliar para analizar diferentes tipos de máscaras con las aberturas de forma arbitraria ",
            "error": []
        }
    }
}