{
    "original_text": "Binocular model for figure-ground segmentation in translucent and occluding images A Fourier-based solution to the problem of figure-ground segmentation in short baseline binocular image pairs is presented. Each image is modeled as an additive composite of two component images that exhibit a spatial shift due to the binocular parallax. The segmentation is accomplished by decoupling each Fourier component in one of the resultant additive images into its two constituent phasors, allocating each to its appropriate object-specific spectrum, and then reconstructing the foreground and background using the inverse Fourier transform. It is shown that the foreground and background shifts can be computed from the differences of the magnitudes and phases of the Fourier transform of the binocular image pair. While the model is based on translucent objects, it also works with occluding objects",
    "original_translation": "Modelo binocular para la segmentación figura-tierra en imágenes translúcidas y ocluidas Se presenta una solución basada en Fourier al problema de la segmentación figura-tierra en pares de imágenes binoculares basales cortas. Cada imagen se modela como un compuesto aditivo de dos imágenes componentes que exhiben un cambio espacial debido al paralaje binocular. La segmentación se logra desacoplando cada componente de Fourier en una de las imágenes aditivas resultantes en sus dos fasers constituyentes, asignando cada uno a su espectro específico de objeto apropiado, y luego reconstruyendo el primer plano y el fondo usando la transformada inversa de Fourier. Se muestra que los cambios de primer plano y de fondo se pueden calcular a partir de las diferencias de las magnitudes y fases de la transformación de Fourier del par de imágenes binoculares. Mientras que el modelo se basa en objetos translúcidos, también funciona con objetos ocluídos",
    "error_count": 8,
    "keys": {
        "binocular model": {
            "translated_key": [],
            "translated_annotated_text": "Modelo binocular para la segmentación figura-tierra en imágenes translúcidas y ocluidas Se presenta una solución basada en Fourier al problema de la segmentación figura-tierra en pares de imágenes binoculares basales cortas. Cada imagen se modela como un compuesto aditivo de dos imágenes componentes que exhiben un cambio espacial debido al paralaje binocular. La segmentación se logra desacoplando cada componente de Fourier en una de las imágenes aditivas resultantes en sus dos fasers constituyentes, asignando cada uno a su espectro específico de objeto apropiado, y luego reconstruyendo el primer plano y el fondo usando la transformada inversa de Fourier. Se muestra que los cambios de primer plano y de fondo se pueden calcular a partir de las diferencias de las magnitudes y fases de la transformación de Fourier del par de imágenes binoculares. Mientras que el modelo se basa en objetos translúcidos, también funciona con objetos ocluídos ",
            "error": []
        },
        "figure-ground segmentation": {
            "translated_key": "segmentación figura-tierra",
            "translated_annotated_text": "Modelo binocular para la \"segmentación figura-tierra\" en imágenes translúcidas y ocluidas Se presenta una solución basada en Fourier al problema de la \"segmentación figura-tierra\" en pares de imágenes binoculares basales cortas. Cada imagen se modela como un compuesto aditivo de dos imágenes componentes que exhiben un cambio espacial debido al paralaje binocular. La segmentación se logra desacoplando cada componente de Fourier en una de las imágenes aditivas resultantes en sus dos fasers constituyentes, asignando cada uno a su espectro específico de objeto apropiado, y luego reconstruyendo el primer plano y el fondo usando la transformada inversa de Fourier. Se muestra que los cambios de primer plano y de fondo se pueden calcular a partir de las diferencias de las magnitudes y fases de la transformación de Fourier del par de imágenes binoculares. Mientras que el modelo se basa en objetos translúcidos, también funciona con objetos ocluídos ",
            "error": [
                ""
            ]
        },
        "translucent images": {
            "translated_key": [],
            "translated_annotated_text": "Modelo binocular para la segmentación figura-tierra en imágenes translúcidas y ocluidas Se presenta una solución basada en Fourier al problema de la segmentación figura-tierra en pares de imágenes binoculares basales cortas. Cada imagen se modela como un compuesto aditivo de dos imágenes componentes que exhiben un cambio espacial debido al paralaje binocular. La segmentación se logra desacoplando cada componente de Fourier en una de las imágenes aditivas resultantes en sus dos fasers constituyentes, asignando cada uno a su espectro específico de objeto apropiado, y luego reconstruyendo el primer plano y el fondo usando la transformada inversa de Fourier. Se muestra que los cambios de primer plano y de fondo se pueden calcular a partir de las diferencias de las magnitudes y fases de la transformación de Fourier del par de imágenes binoculares. Mientras que el modelo se basa en objetos translúcidos, también funciona con objetos ocluídos ",
            "error": []
        },
        "occluding images": {
            "translated_key": "ocluidas",
            "translated_annotated_text": "Modelo binocular para la segmentación figura-tierra en imágenes translúcidas y \"ocluidas\" Se presenta una solución basada en Fourier al problema de la segmentación figura-tierra en pares de imágenes binoculares basales cortas. Cada imagen se modela como un compuesto aditivo de dos imágenes componentes que exhiben un cambio espacial debido al paralaje binocular. La segmentación se logra desacoplando cada componente de Fourier en una de las imágenes aditivas resultantes en sus dos fasers constituyentes, asignando cada uno a su espectro específico de objeto apropiado, y luego reconstruyendo el primer plano y el fondo usando la transformada inversa de Fourier. Se muestra que los cambios de primer plano y de fondo se pueden calcular a partir de las diferencias de las magnitudes y fases de la transformación de Fourier del par de imágenes binoculares. Mientras que el modelo se basa en objetos translúcidos, también funciona con objetos ocluídos ",
            "error": [
                ""
            ]
        },
        "images": {
            "translated_key": [
                "imágenes",
                "imágenes",
                "imagenes"
            ],
            "translated_annotated_text": "Modelo binocular para la segmentación figura-tierra en \"imágenes\" translúcidas y ocluidas Se presenta una solución basada en Fourier al problema de la segmentación figura-tierra en pares de imágenes binoculares basales cortas. Cada imagen se modela como un compuesto aditivo de dos \"imágenes\" componentes que exhiben un cambio espacial debido al paralaje binocular. La segmentación se logra desacoplando cada componente de Fourier en una de las \"imagenes\" aditivas resultantes en sus dos fasers constituyentes, asignando cada uno a su espectro específico de objeto apropiado, y luego reconstruyendo el primer plano y el fondo usando la transformada inversa de Fourier. Se muestra que los cambios de primer plano y de fondo se pueden calcular a partir de las diferencias de las magnitudes y fases de la transformación de Fourier del par de imágenes binoculares. Mientras que el modelo se basa en objetos translúcidos, también funciona con objetos ocluídos ",
            "error": [
                "imágenes",
                "imágenes",
                "imagenes"
            ]
        },
        "image segmentation": {
            "translated_key": [],
            "translated_annotated_text": "Modelo binocular para la segmentación figura-tierra en imágenes translúcidas y ocluidas Se presenta una solución basada en Fourier al problema de la segmentación figura-tierra en pares de imágenes binoculares basales cortas. Cada imagen se modela como un compuesto aditivo de dos imágenes componentes que exhiben un cambio espacial debido al paralaje binocular. La segmentación se logra desacoplando cada componente de Fourier en una de las imágenes aditivas resultantes en sus dos fasers constituyentes, asignando cada uno a su espectro específico de objeto apropiado, y luego reconstruyendo el primer plano y el fondo usando la transformada inversa de Fourier. Se muestra que los cambios de primer plano y de fondo se pueden calcular a partir de las diferencias de las magnitudes y fases de la transformación de Fourier del par de imágenes binoculares. Mientras que el modelo se basa en objetos translúcidos, también funciona con objetos ocluídos ",
            "error": []
        },
        "Fourier-based solution": {
            "translated_key": "solución a base de cuatro",
            "translated_annotated_text": "Modelo binocular para la segmentación figura-tierra en imágenes translúcidas y ocluidas Se presenta una \"solución a base de cuatro\" al problema de la segmentación figura-tierra en pares de imágenes binoculares basales cortas. Cada imagen se modela como un compuesto aditivo de dos imágenes componentes que exhiben un cambio espacial debido al paralaje binocular. La segmentación se logra desacoplando cada componente de Fourier en una de las imágenes aditivas resultantes en sus dos fasers constituyentes, asignando cada uno a su espectro específico de objeto apropiado, y luego reconstruyendo el primer plano y el fondo usando la transformada inversa de Fourier. Se muestra que los cambios de primer plano y de fondo se pueden calcular a partir de las diferencias de las magnitudes y fases de la transformación de Fourier del par de imágenes binoculares. Mientras que el modelo se basa en objetos translúcidos, también funciona con objetos ocluídos ",
            "error": [
                ""
            ]
        },
        "short baseline binocular image pairs": {
            "translated_key": "pares de imágenes binoculares basales cortas",
            "translated_annotated_text": "Modelo binocular para la segmentación figura-tierra en imágenes translúcidas y ocluidas Se presenta una solución basada en Fourier al problema de la segmentación figura-tierra en \"pares de imágenes binoculares basales cortas\". Cada imagen se modela como un compuesto aditivo de dos imágenes componentes que exhiben un cambio espacial debido al paralaje binocular. La segmentación se logra desacoplando cada componente de Fourier en una de las imágenes aditivas resultantes en sus dos fasers constituyentes, asignando cada uno a su espectro específico de objeto apropiado, y luego reconstruyendo el primer plano y el fondo usando la transformada inversa de Fourier. Se muestra que los cambios de primer plano y de fondo se pueden calcular a partir de las diferencias de las magnitudes y fases de la transformación de Fourier del par de imágenes binoculares. Mientras que el modelo se basa en objetos translúcidos, también funciona con objetos ocluídos ",
            "error": [
                ""
            ]
        },
        "component images": {
            "translated_key": "imágenes de componentes",
            "translated_annotated_text": "Modelo binocular para la segmentación figura-tierra en imágenes translúcidas y ocluidas Se presenta una solución basada en Fourier al problema de la segmentación figura-tierra en pares de imágenes binoculares basales cortas. Cada imagen se modela como un compuesto aditivo de dos \"imágenes de componentes\" que exhiben un cambio espacial debido al paralaje binocular. La segmentación se logra desacoplando cada componente de Fourier en una de las imágenes aditivas resultantes en sus dos fasers constituyentes, asignando cada uno a su espectro específico de objeto apropiado, y luego reconstruyendo el primer plano y el fondo usando la transformada inversa de Fourier. Se muestra que los cambios de primer plano y de fondo se pueden calcular a partir de las diferencias de las magnitudes y fases de la transformación de Fourier del par de imágenes binoculares. Mientras que el modelo se basa en objetos translúcidos, también funciona con objetos ocluídos ",
            "error": [
                ""
            ]
        },
        "spatial shift": {
            "translated_key": "desplazamiento espacial",
            "translated_annotated_text": "Modelo binocular para la segmentación figura-tierra en imágenes translúcidas y ocluidas Se presenta una solución basada en Fourier al problema de la segmentación figura-tierra en pares de imágenes binoculares basales cortas. Cada imagen se modela como un compuesto aditivo de dos imágenes componentes que exhiben un \"desplazamiento espacial\" debido al paralaje binocular. La segmentación se logra desacoplando cada componente de Fourier en una de las imágenes aditivas resultantes en sus dos fasers constituyentes, asignando cada uno a su espectro específico de objeto apropiado, y luego reconstruyendo el primer plano y el fondo usando la transformada inversa de Fourier. Se muestra que los cambios de primer plano y de fondo se pueden calcular a partir de las diferencias de las magnitudes y fases de la transformación de Fourier del par de imágenes binoculares. Mientras que el modelo se basa en objetos translúcidos, también funciona con objetos ocluídos ",
            "error": [
                ""
            ]
        },
        "binocular parallax": {
            "translated_key": "paralaje binocular",
            "translated_annotated_text": "Modelo binocular para la segmentación figura-tierra en imágenes translúcidas y ocluidas Se presenta una solución basada en Fourier al problema de la segmentación figura-tierra en pares de imágenes binoculares basales cortas. Cada imagen se modela como un compuesto aditivo de dos imágenes componentes que exhiben un cambio espacial debido al \"paralaje binocular\". La segmentación se logra desacoplando cada componente de Fourier en una de las imágenes aditivas resultantes en sus dos fasers constituyentes, asignando cada uno a su espectro específico de objeto apropiado, y luego reconstruyendo el primer plano y el fondo usando la transformada inversa de Fourier. Se muestra que los cambios de primer plano y de fondo se pueden calcular a partir de las diferencias de las magnitudes y fases de la transformación de Fourier del par de imágenes binoculares. Mientras que el modelo se basa en objetos translúcidos, también funciona con objetos ocluídos ",
            "error": [
                ""
            ]
        },
        "Fourier component decoupling": {
            "translated_key": [],
            "translated_annotated_text": "Modelo binocular para la segmentación figura-tierra en imágenes translúcidas y ocluidas Se presenta una solución basada en Fourier al problema de la segmentación figura-tierra en pares de imágenes binoculares basales cortas. Cada imagen se modela como un compuesto aditivo de dos imágenes componentes que exhiben un cambio espacial debido al paralaje binocular. La segmentación se logra desacoplando cada componente de Fourier en una de las imágenes aditivas resultantes en sus dos fasers constituyentes, asignando cada uno a su espectro específico de objeto apropiado, y luego reconstruyendo el primer plano y el fondo usando la transformada inversa de Fourier. Se muestra que los cambios de primer plano y de fondo se pueden calcular a partir de las diferencias de las magnitudes y fases de la transformación de Fourier del par de imágenes binoculares. Mientras que el modelo se basa en objetos translúcidos, también funciona con objetos ocluídos ",
            "error": []
        },
        "phasors": {
            "translated_key": "fasores",
            "translated_annotated_text": "Modelo binocular para la segmentación figura-tierra en imágenes translúcidas y ocluidas Se presenta una solución basada en Fourier al problema de la segmentación figura-tierra en pares de imágenes binoculares basales cortas. Cada imagen se modela como un compuesto aditivo de dos imágenes componentes que exhiben un cambio espacial debido al paralaje binocular. La segmentación se logra desacoplando cada componente de Fourier en una de las imágenes aditivas resultantes en sus dos \"fasores\" constituyentes, asignando cada uno a su espectro específico de objeto apropiado, y luego reconstruyendo el primer plano y el fondo usando la transformada inversa de Fourier. Se muestra que los cambios de primer plano y de fondo se pueden calcular a partir de las diferencias de las magnitudes y fases de la transformación de Fourier del par de imágenes binoculares. Mientras que el modelo se basa en objetos translúcidos, también funciona con objetos ocluídos ",
            "error": [
                ""
            ]
        },
        "object-specific spectrum": {
            "translated_key": "espectro específico de objeto",
            "translated_annotated_text": "Modelo binocular para la segmentación figura-tierra en imágenes translúcidas y ocluidas Se presenta una solución basada en Fourier al problema de la segmentación figura-tierra en pares de imágenes binoculares basales cortas. Cada imagen se modela como un compuesto aditivo de dos imágenes componentes que exhiben un cambio espacial debido al paralaje binocular. La segmentación se logra desacoplando cada componente de Fourier en una de las imágenes aditivas resultantes en sus dos fasers constituyentes, asignando cada uno a su \"espectro específico de objeto\" apropiado, y luego reconstruyendo el primer plano y el fondo usando la transformada inversa de Fourier. Se muestra que los cambios de primer plano y de fondo se pueden calcular a partir de las diferencias de las magnitudes y fases de la transformación de Fourier del par de imágenes binoculares. Mientras que el modelo se basa en objetos translúcidos, también funciona con objetos ocluídos ",
            "error": [
                ""
            ]
        },
        "foreground": {
            "translated_key": "anterior",
            "translated_annotated_text": "Modelo binocular para la segmentación figura-tierra en imágenes translúcidas y ocluidas Se presenta una solución basada en Fourier al problema de la segmentación figura-tierra en pares de imágenes binoculares basales cortas. Cada imagen se modela como un compuesto aditivo de dos imágenes componentes que exhiben un cambio espacial debido al paralaje binocular. La segmentación se logra desacoplando cada componente de Fourier en una de las imágenes aditivas resultantes en sus dos fasers constituyentes, asignando cada uno a su espectro específico de objeto apropiado, y luego reconstruyendo el \"anterior\" y el fondo usando la transformada inversa de Fourier. Se muestra que los cambios de \"anterior\" y de fondo se pueden calcular a partir de las diferencias de las magnitudes y fases de la transformación de Fourier del par de imágenes binoculares. Mientras que el modelo se basa en objetos translúcidos, también funciona con objetos ocluídos ",
            "error": [
                ""
            ]
        },
        "background": {
            "translated_key": "fondo",
            "translated_annotated_text": "Modelo binocular para la segmentación figura-tierra en imágenes translúcidas y ocluidas Se presenta una solución basada en Fourier al problema de la segmentación figura-tierra en pares de imágenes binoculares basales cortas. Cada imagen se modela como un compuesto aditivo de dos imágenes componentes que exhiben un cambio espacial debido al paralaje binocular. La segmentación se logra desacoplando cada componente de Fourier en una de las imágenes aditivas resultantes en sus dos fasers constituyentes, asignando cada uno a su espectro específico de objeto apropiado, y luego reconstruyendo el primer plano y el \"fondo\" usando la transformada inversa de Fourier. Se muestra que los cambios de primer plano y \"fondo\" se pueden calcular a partir de las diferencias de las magnitudes y fases de la transformación de Fourier del par de imágenes binoculares. Mientras que el modelo se basa en objetos translúcidos, también funciona con objetos ocluídos ",
            "error": [
                ""
            ]
        },
        "inverse Fourier transform": {
            "translated_key": "transformación inversa de Fourier",
            "translated_annotated_text": "Modelo binocular para la segmentación figura-tierra en imágenes translúcidas y ocluidas Se presenta una solución basada en Fourier al problema de la segmentación figura-tierra en pares de imágenes binoculares basales cortas. Cada imagen se modela como un compuesto aditivo de dos imágenes componentes que exhiben un cambio espacial debido al paralaje binocular. La segmentación se logra desacoplando cada componente de Fourier en una de las imágenes aditivas resultantes en sus dos fasers constituyentes, asignando cada uno a su espectro específico de objeto apropiado, y luego reconstruyendo el primer plano y el fondo usando la \"transformación inversa de Fourier\". Se muestra que los cambios de primer plano y de fondo se pueden calcular a partir de las diferencias de las magnitudes y fases de la transformación de Fourier del par de imágenes binoculares. Mientras que el modelo se basa en objetos translúcidos, también funciona con objetos ocluídos ",
            "error": [
                ""
            ]
        },
        "binocular image pair": {
            "translated_key": "pare de imágenes binoculares",
            "translated_annotated_text": "Modelo binocular para la segmentación figura-tierra en imágenes translúcidas y ocluidas Se presenta una solución basada en Fourier al problema de la segmentación figura-tierra en pares de imágenes binoculares basales cortas. Cada imagen se modela como un compuesto aditivo de dos imágenes componentes que exhiben un cambio espacial debido al paralaje binocular. La segmentación se logra desacoplando cada componente de Fourier en una de las imágenes aditivas resultantes en sus dos fasers constituyentes, asignando cada uno a su espectro específico de objeto apropiado, y luego reconstruyendo el primer plano y el fondo usando la transformada inversa de Fourier. Se muestra que los cambios de primer plano y de fondo se pueden calcular a partir de las diferencias de las magnitudes y fases de la transformación de Fourier del \"pare de imágenes binoculares\". Mientras que el modelo se basa en objetos translúcidos, también funciona con objetos ocluídos ",
            "error": [
                ""
            ]
        },
        "translucent objects": {
            "translated_key": "objetos translúcidos",
            "translated_annotated_text": "Modelo binocular para la segmentación figura-tierra en imágenes translúcidas y ocluidas Se presenta una solución basada en Fourier al problema de la segmentación figura-tierra en pares de imágenes binoculares basales cortas. Cada imagen se modela como un compuesto aditivo de dos imágenes componentes que exhiben un cambio espacial debido al paralaje binocular. La segmentación se logra desacoplando cada componente de Fourier en una de las imágenes aditivas resultantes en sus dos fasers constituyentes, asignando cada uno a su espectro específico de objeto apropiado, y luego reconstruyendo el primer plano y el fondo usando la transformada inversa de Fourier. Se muestra que los cambios de primer plano y de fondo se pueden calcular a partir de las diferencias de las magnitudes y fases de la transformación de Fourier del par de imágenes binoculares. Mientras que el modelo se basa en \"objetos translúcidos\", también funciona con objetos oclusivos ",
            "error": [
                ""
            ]
        },
        "occluding objects": {
            "translated_key": "objetos ocluídos",
            "translated_annotated_text": "Modelo binocular para la segmentación figura-tierra en imágenes translúcidas y ocluidas Se presenta una solución basada en Fourier al problema de la segmentación figura-tierra en pares de imágenes binoculares basales cortas. Cada imagen se modela como un compuesto aditivo de dos imágenes componentes que exhiben un cambio espacial debido al paralaje binocular. La segmentación se logra desacoplando cada componente de Fourier en una de las imágenes aditivas resultantes en sus dos fasers constituyentes, asignando cada uno a su espectro específico de objeto apropiado, y luego reconstruyendo el primer plano y el fondo usando la transformada inversa de Fourier. Se muestra que los cambios de primer plano y de fondo se pueden calcular a partir de las diferencias de las magnitudes y fases de la transformación de Fourier del par de imágenes binoculares. Mientras que el modelo se basa en objetos translúcidos, también funciona con \"objetos ocluídos\" ",
            "error": [
                ""
            ]
        },
        "Fourier transform optics": {
            "translated_key": [],
            "translated_annotated_text": "Modelo binocular para la segmentación figura-tierra en imágenes translúcidas y ocluidas Se presenta una solución basada en Fourier al problema de la segmentación figura-tierra en pares de imágenes binoculares basales cortas. Cada imagen se modela como un compuesto aditivo de dos imágenes componentes que exhiben un cambio espacial debido al paralaje binocular. La segmentación se logra desacoplando cada componente de Fourier en una de las imágenes aditivas resultantes en sus dos fasers constituyentes, asignando cada uno a su espectro específico de objeto apropiado, y luego reconstruyendo el primer plano y el fondo usando la transformada inversa de Fourier. Se muestra que los cambios de primer plano y de fondo se pueden calcular a partir de las diferencias de las magnitudes y fases de la transformación de Fourier del par de imágenes binoculares. Mientras que el modelo se basa en objetos translúcidos, también funciona con objetos ocluídos ",
            "error": []
        },
        "inverse problems": {
            "translated_key": [],
            "translated_annotated_text": "Modelo binocular para la segmentación figura-tierra en imágenes translúcidas y ocluidas Se presenta una solución basada en Fourier al problema de la segmentación figura-tierra en pares de imágenes binoculares basales cortas. Cada imagen se modela como un compuesto aditivo de dos imágenes componentes que exhiben un cambio espacial debido al paralaje binocular. La segmentación se logra desacoplando cada componente de Fourier en una de las imágenes aditivas resultantes en sus dos fasers constituyentes, asignando cada uno a su espectro específico de objeto apropiado, y luego reconstruyendo el primer plano y el fondo usando la transformada inversa de Fourier. Se muestra que los cambios de primer plano y de fondo se pueden calcular a partir de las diferencias de las magnitudes y fases de la transformación de Fourier del par de imágenes binoculares. Mientras que el modelo se basa en objetos translúcidos, también funciona con objetos ocluídos ",
            "error": []
        }
    }
}