{
    "original_text": "Multispectral color image capture using a liquid crystal tunable filter We describe the experimental setup of a multispectral color image acquisition system consisting of a professional monochrome CCD camera and a tunable filter in which the spectral transmittance can be controlled electronically. We perform a spectral characterization of the acquisition system taking into account the acquisition noise. To convert the camera output signals to device-independent color data, two main approaches are proposed and evaluated. One consists in applying regression methods to convert from the K camera outputs to a device-independent color space such as CIEXYZ or CIELAB. Another method is based on a spectral model of the acquisition system. By inverting the model using a principal eigenvector approach, we estimate the spectral reflectance of each pixel of the imaged surface",
    "original_translation": "Captura de imágenes multiespectrales de color mediante un filtro de cristal líquido regulable Describimos la configuración experimental de un sistema de adquisición de imágenes multiespectrales de color consistente en una cámara CCD monocroma profesional y un filtro tunable en el que la transmisión espectral puede ser controlada electrónicamente. Realizamos una caracterización espectral del sistema de adquisición teniendo en cuenta el ruido de adquisición. Para convertir las señales de salida de la cámara a datos de color independientes del dispositivo, se proponen y evalúan dos enfoques principales. Uno consiste en aplicar métodos de regresión para convertir de las salidas de la cámara K a un espacio de color independiente del dispositivo como CIEXYZ o CIELAB. Otro método se basa en un modelo espectral del sistema de adquisición. Al invertir el modelo utilizando un enfoque autovector principal, estimamos la reflectancia espectral de cada píxel de la superficie de la imagen",
    "error_count": 8,
    "keys": {
        "multispectral color image capture": {
            "translated_key": [],
            "translated_annotated_text": "Captura de imágenes multiespectrales de color mediante un filtro de cristal líquido regulable Describimos la configuración experimental de un sistema de adquisición de imágenes multiespectrales de color consistente en una cámara CCD monocroma profesional y un filtro tunable en el que la transmisión espectral puede ser controlada electrónicamente. Realizamos una caracterización espectral del sistema de adquisición teniendo en cuenta el ruido de adquisición. Para convertir las señales de salida de la cámara a datos de color independientes del dispositivo, se proponen y evalúan dos enfoques principales. Uno consiste en aplicar métodos de regresión para convertir de las salidas de la cámara K a un espacio de color independiente del dispositivo como CIEXYZ o CIELAB. Otro método se basa en un modelo espectral del sistema de adquisición. Al invertir el modelo utilizando un enfoque autovector principal, estimamos la reflectancia espectral de cada píxel de la superficie de la imagen ",
            "error": []
        },
        "liquid crystal tunable filter": {
            "translated_key": "filtro de cristal líquido ajustable",
            "translated_annotated_text": "Captura de imágenes multiespectrales en color mediante un \"filtro de cristal líquido ajustable\" Describimos la configuración experimental de un sistema de adquisición de imágenes multiespectrales en color consistente en una cámara CCD monocroma profesional y un filtro tunable en el que la transmisión espectral puede ser controlada electrónicamente. Realizamos una caracterización espectral del sistema de adquisición teniendo en cuenta el ruido de adquisición. Para convertir las señales de salida de la cámara a datos de color independientes del dispositivo, se proponen y evalúan dos enfoques principales. Uno consiste en aplicar métodos de regresión para convertir de las salidas de la cámara K a un espacio de color independiente del dispositivo como CIEXYZ o CIELAB. Otro método se basa en un modelo espectral del sistema de adquisición. Al invertir el modelo utilizando un enfoque autovector principal, estimamos la reflectancia espectral de cada píxel de la superficie de la imagen ",
            "error": [
                ""
            ]
        },
        "multispectral color image acquisition system": {
            "translated_key": "sistema de adquisición de imágenes de color multiespectral",
            "translated_annotated_text": "Captura de imágenes de color multiespectral mediante un filtro de cristal líquido regulable Describimos la configuración experimental de un \"sistema de adquisición de imágenes de color multiespectral\" consistente en una cámara CCD monocroma profesional y un filtro tunable en el que la transmisión espectral puede ser controlada electrónicamente. Realizamos una caracterización espectral del sistema de adquisición teniendo en cuenta el ruido de adquisición. Para convertir las señales de salida de la cámara a datos de color independientes del dispositivo, se proponen y evalúan dos enfoques principales. Uno consiste en aplicar métodos de regresión para convertir de las salidas de la cámara K a un espacio de color independiente del dispositivo como CIEXYZ o CIELAB. Otro método se basa en un modelo espectral del sistema de adquisición. Al invertir el modelo utilizando un enfoque autovector principal, estimamos la reflectancia espectral de cada píxel de la superficie de la imagen ",
            "error": [
                ""
            ]
        },
        "monochrome CCD camera": {
            "translated_key": "cámara CCD monocromo",
            "translated_annotated_text": "Captura de imágenes de color multiespectral mediante un filtro de cristal líquido regulable Describimos la configuración experimental de un sistema de adquisición de imágenes de color multiespectral consistente en una \"cámara CCD monocromo\" profesional y un filtro tunable en el que la transmisión espectral puede ser controlada electrónicamente. Realizamos una caracterización espectral del sistema de adquisición teniendo en cuenta el ruido de adquisición. Para convertir las señales de salida de la cámara a datos de color independientes del dispositivo, se proponen y evalúan dos enfoques principales. Uno consiste en aplicar métodos de regresión para convertir de las salidas de la cámara K a un espacio de color independiente del dispositivo como CIEXYZ o CIELAB. Otro método se basa en un modelo espectral del sistema de adquisición. Al invertir el modelo utilizando un enfoque autovector principal, estimamos la reflectancia espectral de cada píxel de la superficie de la imagen ",
            "error": [
                ""
            ]
        },
        "tunable filter": {
            "translated_key": "filtro tunable",
            "translated_annotated_text": "Captura de imágenes multiespectrales en color mediante un cristal líquido \"filtro tunable\" Describimos la configuración experimental de un sistema de adquisición de imágenes multiespectrales en color consistente en una cámara CCD monocroma profesional y un \"filtro tunable\" en el que la transmisión espectral puede ser controlada electrónicamente. Realizamos una caracterización espectral del sistema de adquisición teniendo en cuenta el ruido de adquisición. Para convertir las señales de salida de la cámara a datos de color independientes del dispositivo, se proponen y evalúan dos enfoques principales. Uno consiste en aplicar métodos de regresión para convertir de las salidas de la cámara K a un espacio de color independiente del dispositivo como CIEXYZ o CIELAB. Otro método se basa en un modelo espectral del sistema de adquisición. Al invertir el modelo utilizando un enfoque autovector principal, estimamos la reflectancia espectral de cada píxel de la superficie de la imagen ",
            "error": [
                ""
            ]
        },
        "spectral transmittance": {
            "translated_key": "transmisión espectral",
            "translated_annotated_text": "Captura de imágenes multiespectrales de color mediante un filtro de cristal líquido regulable Describimos la configuración experimental de un sistema de adquisición de imágenes multiespectrales de color consistente en una cámara CCD monocroma profesional y un filtro tunable en el que la \"transmisión espectral\" puede ser controlada electrónicamente. Realizamos una caracterización espectral del sistema de adquisición teniendo en cuenta el ruido de adquisición. Para convertir las señales de salida de la cámara a datos de color independientes del dispositivo, se proponen y evalúan dos enfoques principales. Uno consiste en aplicar métodos de regresión para convertir de las salidas de la cámara K a un espacio de color independiente del dispositivo como CIEXYZ o CIELAB. Otro método se basa en un modelo espectral del sistema de adquisición. Al invertir el modelo utilizando un enfoque autovector principal, estimamos la reflectancia espectral de cada píxel de la superficie de la imagen ",
            "error": [
                ""
            ]
        },
        "spectral characterization": {
            "translated_key": "caracterización espectral",
            "translated_annotated_text": "Captura de imágenes multiespectrales de color mediante un filtro de cristal líquido regulable Describimos la configuración experimental de un sistema de adquisición de imágenes multiespectrales de color consistente en una cámara CCD monocroma profesional y un filtro tunable en el que la transmisión espectral puede ser controlada electrónicamente. Realizamos una \"caracterización espectral\" del sistema de adquisición teniendo en cuenta el ruido de adquisición. Para convertir las señales de salida de la cámara a datos de color independientes del dispositivo, se proponen y evalúan dos enfoques principales. Uno consiste en aplicar métodos de regresión para convertir de las salidas de la cámara K a un espacio de color independiente del dispositivo como CIEXYZ o CIELAB. Otro método se basa en un modelo espectral del sistema de adquisición. Al invertir el modelo utilizando un enfoque autovector principal, estimamos la reflectancia espectral de cada píxel de la superficie de la imagen ",
            "error": [
                ""
            ]
        },
        "acquisition system": {
            "translated_key": "sistema de adquisición",
            "translated_annotated_text": "Captura de imágenes de color multiespectral mediante un filtro de cristal líquido regulable Describimos la configuración experimental de un \"sistema de adquisición\" de imágenes de color multiespectral consistente en una cámara CCD monocroma profesional y un filtro tunable en el que la transmisión espectral puede ser controlada electrónicamente. Realizamos una caracterización espectral del \"sistema de adquisición\" teniendo en cuenta el ruido de adquisición. Para convertir las señales de salida de la cámara a datos de color independientes del dispositivo, se proponen y evalúan dos enfoques principales. Uno consiste en aplicar métodos de regresión para convertir de las salidas de la cámara K a un espacio de color independiente del dispositivo como CIEXYZ o CIELAB. Otro método se basa en un modelo espectral del \"sistema de adquisición\". Al invertir el modelo utilizando un enfoque autovector principal, estimamos la reflectancia espectral de cada píxel de la superficie de la imagen ",
            "error": [
                ""
            ]
        },
        "acquisition noise": {
            "translated_key": "ruido de adquisición",
            "translated_annotated_text": "Captura de imágenes multiespectrales de color mediante un filtro de cristal líquido regulable Describimos la configuración experimental de un sistema de adquisición de imágenes multiespectrales de color consistente en una cámara CCD monocroma profesional y un filtro tunable en el que la transmisión espectral puede ser controlada electrónicamente. Realizamos una caracterización espectral del sistema de adquisición teniendo en cuenta el \"ruido de adquisición\". Para convertir las señales de salida de la cámara a datos de color independientes del dispositivo, se proponen y evalúan dos enfoques principales. Uno consiste en aplicar métodos de regresión para convertir de las salidas de la cámara K a un espacio de color independiente del dispositivo como CIEXYZ o CIELAB. Otro método se basa en un modelo espectral del sistema de adquisición. Al invertir el modelo utilizando un enfoque autovector principal, estimamos la reflectancia espectral de cada píxel de la superficie de la imagen ",
            "error": [
                ""
            ]
        },
        "camera output signals": {
            "translated_key": "señales de salida de cámara",
            "translated_annotated_text": "Captura de imágenes multiespectrales de color mediante un filtro de cristal líquido regulable Describimos la configuración experimental de un sistema de adquisición de imágenes multiespectrales de color consistente en una cámara CCD monocroma profesional y un filtro tunable en el que la transmisión espectral puede ser controlada electrónicamente. Realizamos una caracterización espectral del sistema de adquisición teniendo en cuenta el ruido de adquisición. Para convertir las \"señales de salida de cámara\" a datos de color independientes del dispositivo, se proponen y evalúan dos enfoques principales. Uno consiste en aplicar métodos de regresión para convertir de las salidas de la cámara K a un espacio de color independiente del dispositivo como CIEXYZ o CIELAB. Otro método se basa en un modelo espectral del sistema de adquisición. Al invertir el modelo utilizando un enfoque autovector principal, estimamos la reflectancia espectral de cada píxel de la superficie de la imagen ",
            "error": [
                ""
            ]
        },
        "device-independent color data": {
            "translated_key": "datos de color independientes del dispositivo",
            "translated_annotated_text": "Captura de imágenes multiespectrales de color mediante un filtro de cristal líquido regulable Describimos la configuración experimental de un sistema de adquisición de imágenes multiespectrales de color consistente en una cámara CCD monocroma profesional y un filtro tunable en el que la transmisión espectral puede ser controlada electrónicamente. Realizamos una caracterización espectral del sistema de adquisición teniendo en cuenta el ruido de adquisición. Para convertir las señales de salida de la cámara a \"datos de color independientes del dispositivo\", se proponen y evalúan dos enfoques principales. Uno consiste en aplicar métodos de regresión para convertir de las salidas de la cámara K a un espacio de color independiente del dispositivo como CIEXYZ o CIELAB. Otro método se basa en un modelo espectral del sistema de adquisición. Al invertir el modelo utilizando un enfoque autovector principal, estimamos la reflectancia espectral de cada píxel de la superficie de la imagen ",
            "error": [
                ""
            ]
        },
        "regression methods": {
            "translated_key": "métodos de regresión",
            "translated_annotated_text": "Captura de imágenes multiespectrales de color mediante un filtro de cristal líquido regulable Describimos la configuración experimental de un sistema de adquisición de imágenes multiespectrales de color consistente en una cámara CCD monocroma profesional y un filtro tunable en el que la transmisión espectral puede ser controlada electrónicamente. Realizamos una caracterización espectral del sistema de adquisición teniendo en cuenta el ruido de adquisición. Para convertir las señales de salida de la cámara a datos de color independientes del dispositivo, se proponen y evalúan dos enfoques principales. Uno consiste en aplicar \"métodos de regresión\" para convertir de las salidas de la cámara K a un espacio de color independiente del dispositivo como CIEXYZ o CIELAB. Otro método se basa en un modelo espectral del sistema de adquisición. Al invertir el modelo utilizando un enfoque autovector principal, estimamos la reflectancia espectral de cada píxel de la superficie de la imagen ",
            "error": [
                ""
            ]
        },
        "camera outputs": {
            "translated_key": "salidas de cámara",
            "translated_annotated_text": "Captura de imágenes multiespectrales de color mediante un filtro de cristal líquido regulable Describimos la configuración experimental de un sistema de adquisición de imágenes multiespectrales de color consistente en una cámara CCD monocroma profesional y un filtro tunable en el que la transmisión espectral puede ser controlada electrónicamente. Realizamos una caracterización espectral del sistema de adquisición teniendo en cuenta el ruido de adquisición. Para convertir las señales de salida de la cámara a datos de color independientes del dispositivo, se proponen y evalúan dos enfoques principales. Uno consiste en aplicar métodos de regresión para convertir de las \"salidas de cámara\" K a un espacio de color independiente del dispositivo como CIEXYZ o CIELAB. Otro método se basa en un modelo espectral del sistema de adquisición. Al invertir el modelo utilizando un enfoque autovector principal, estimamos la reflectancia espectral de cada píxel de la superficie de la imagen ",
            "error": [
                ""
            ]
        },
        "independent color space": {
            "translated_key": "espacio de color independiente",
            "translated_annotated_text": "Captura de imágenes multiespectrales de color mediante un filtro de cristal líquido regulable Describimos la configuración experimental de un sistema de adquisición de imágenes multiespectrales de color consistente en una cámara CCD monocroma profesional y un filtro tunable en el que la transmisión espectral puede ser controlada electrónicamente. Realizamos una caracterización espectral del sistema de adquisición teniendo en cuenta el ruido de adquisición. Para convertir las señales de salida de la cámara a datos de color independientes del dispositivo, se proponen y evalúan dos enfoques principales. Uno consiste en aplicar métodos de regresión para convertir de las salidas de la cámara K a un dispositivo \"espacio de color independiente\" como CIEXYZ o CIELAB. Otro método se basa en un modelo espectral del sistema de adquisición. Al invertir el modelo utilizando un enfoque autovector principal, estimamos la reflectancia espectral de cada píxel de la superficie de la imagen ",
            "error": [
                ""
            ]
        },
        "CIEXYZ": {
            "translated_key": "CIEXYZ",
            "translated_annotated_text": "Captura de imágenes multiespectrales de color mediante un filtro de cristal líquido regulable Describimos la configuración experimental de un sistema de adquisición de imágenes multiespectrales de color consistente en una cámara CCD monocroma profesional y un filtro tunable en el que la transmisión espectral puede ser controlada electrónicamente. Realizamos una caracterización espectral del sistema de adquisición teniendo en cuenta el ruido de adquisición. Para convertir las señales de salida de la cámara a datos de color independientes del dispositivo, se proponen y evalúan dos enfoques principales. Uno consiste en aplicar métodos de regresión para convertir de las salidas de la cámara K a un espacio de color independiente del dispositivo como \"CIEXYZ\" o CIELAB. Otro método se basa en un modelo espectral del sistema de adquisición. Al invertir el modelo utilizando un enfoque autovector principal, estimamos la reflectancia espectral de cada píxel de la superficie de la imagen ",
            "error": [
                ""
            ]
        },
        "CIELAB": {
            "translated_key": "CIELAB",
            "translated_annotated_text": "Captura de imágenes multiespectrales de color mediante un filtro de cristal líquido regulable Describimos la configuración experimental de un sistema de adquisición de imágenes multiespectrales de color consistente en una cámara CCD monocroma profesional y un filtro tunable en el que la transmisión espectral puede ser controlada electrónicamente. Realizamos una caracterización espectral del sistema de adquisición teniendo en cuenta el ruido de adquisición. Para convertir las señales de salida de la cámara a datos de color independientes del dispositivo, se proponen y evalúan dos enfoques principales. Uno consiste en aplicar métodos de regresión para convertir de las salidas de la cámara K a un espacio de color independiente del dispositivo como CIEXYZ o \"CIELAB\". Otro método se basa en un modelo espectral del sistema de adquisición. Al invertir el modelo utilizando un enfoque autovector principal, estimamos la reflectancia espectral de cada píxel de la superficie de la imagen ",
            "error": [
                ""
            ]
        },
        "spectral model": {
            "translated_key": "modelo espectral",
            "translated_annotated_text": "Captura de imágenes multiespectrales de color mediante un filtro de cristal líquido regulable Describimos la configuración experimental de un sistema de adquisición de imágenes multiespectrales de color consistente en una cámara CCD monocroma profesional y un filtro tunable en el que la transmisión espectral puede ser controlada electrónicamente. Realizamos una caracterización espectral del sistema de adquisición teniendo en cuenta el ruido de adquisición. Para convertir las señales de salida de la cámara a datos de color independientes del dispositivo, se proponen y evalúan dos enfoques principales. Uno consiste en aplicar métodos de regresión para convertir de las salidas de la cámara K a un espacio de color independiente del dispositivo como CIEXYZ o CIELAB. Otro método se basa en un \"modelo espectral\" del sistema de adquisición. Al invertir el modelo utilizando un enfoque autovector principal, estimamos la reflectancia espectral de cada píxel de la superficie de la imagen ",
            "error": [
                ""
            ]
        },
        "principal eigenvector approach": {
            "translated_key": "enfoque principal de autovector",
            "translated_annotated_text": "Captura de imágenes multiespectrales de color mediante un filtro de cristal líquido regulable Describimos la configuración experimental de un sistema de adquisición de imágenes multiespectrales de color consistente en una cámara CCD monocroma profesional y un filtro tunable en el que la transmisión espectral puede ser controlada electrónicamente. Realizamos una caracterización espectral del sistema de adquisición teniendo en cuenta el ruido de adquisición. Para convertir las señales de salida de la cámara a datos de color independientes del dispositivo, se proponen y evalúan dos enfoques principales. Uno consiste en aplicar métodos de regresión para convertir de las salidas de la cámara K a un espacio de color independiente del dispositivo como CIEXYZ o CIELAB. Otro método se basa en un modelo espectral del sistema de adquisición. Al invertir el modelo utilizando un \"enfoque principal de autovector\", estimamos la reflectancia espectral de cada píxel de la superficie de la imagen ",
            "error": [
                ""
            ]
        },
        "spectral reflectance": {
            "translated_key": "reflectancia espectral",
            "translated_annotated_text": "Captura de imágenes multiespectrales de color mediante un filtro de cristal líquido regulable Describimos la configuración experimental de un sistema de adquisición de imágenes multiespectrales de color consistente en una cámara CCD monocroma profesional y un filtro tunable en el que la transmisión espectral puede ser controlada electrónicamente. Realizamos una caracterización espectral del sistema de adquisición teniendo en cuenta el ruido de adquisición. Para convertir las señales de salida de la cámara a datos de color independientes del dispositivo, se proponen y evalúan dos enfoques principales. Uno consiste en aplicar métodos de regresión para convertir de las salidas de la cámara K a un espacio de color independiente del dispositivo como CIEXYZ o CIELAB. Otro método se basa en un modelo espectral del sistema de adquisición. Al invertir el modelo utilizando un enfoque eigenvector principal, estimamos la \"reflectancia espectral\" de cada píxel de la superficie de la imagen ",
            "error": [
                ""
            ]
        },
        "imaged surface": {
            "translated_key": "superficie imagenada",
            "translated_annotated_text": "Captura de imágenes multiespectrales de color mediante un filtro de cristal líquido regulable Describimos la configuración experimental de un sistema de adquisición de imágenes multiespectrales de color consistente en una cámara CCD monocroma profesional y un filtro tunable en el que la transmisión espectral puede ser controlada electrónicamente. Realizamos una caracterización espectral del sistema de adquisición teniendo en cuenta el ruido de adquisición. Para convertir las señales de salida de la cámara a datos de color independientes del dispositivo, se proponen y evalúan dos enfoques principales. Uno consiste en aplicar métodos de regresión para convertir de las salidas de la cámara K a un espacio de color independiente del dispositivo como CIEXYZ o CIELAB. Otro método se basa en un modelo espectral del sistema de adquisición. Al invertir el modelo utilizando un enfoque eigenvector principal, estimamos la reflectancia espectral de cada píxel de la \"superficie imagenada\" ",
            "error": [
                ""
            ]
        },
        "pixel": {
            "translated_key": "píxel",
            "translated_annotated_text": "Captura de imágenes multiespectrales de color mediante un filtro de cristal líquido regulable Describimos la configuración experimental de un sistema de adquisición de imágenes multiespectrales de color consistente en una cámara CCD monocroma profesional y un filtro tunable en el que la transmisión espectral puede ser controlada electrónicamente. Realizamos una caracterización espectral del sistema de adquisición teniendo en cuenta el ruido de adquisición. Para convertir las señales de salida de la cámara a datos de color independientes del dispositivo, se proponen y evalúan dos enfoques principales. Uno consiste en aplicar métodos de regresión para convertir de las salidas de la cámara K a un espacio de color independiente del dispositivo como CIEXYZ o CIELAB. Otro método se basa en un modelo espectral del sistema de adquisición. Al invertir el modelo utilizando un enfoque autovector principal, estimamos la reflectancia espectral de cada \"píxel\" de la superficie de la imagen ",
            "error": [
                ""
            ]
        },
        "CCD image sensors": {
            "translated_key": [],
            "translated_annotated_text": "Captura de imágenes multiespectrales de color mediante un filtro de cristal líquido regulable Describimos la configuración experimental de un sistema de adquisición de imágenes multiespectrales de color consistente en una cámara CCD monocroma profesional y un filtro tunable en el que la transmisión espectral puede ser controlada electrónicamente. Realizamos una caracterización espectral del sistema de adquisición teniendo en cuenta el ruido de adquisición. Para convertir las señales de salida de la cámara a datos de color independientes del dispositivo, se proponen y evalúan dos enfoques principales. Uno consiste en aplicar métodos de regresión para convertir de las salidas de la cámara K a un espacio de color independiente del dispositivo como CIEXYZ o CIELAB. Otro método se basa en un modelo espectral del sistema de adquisición. Al invertir el modelo utilizando un enfoque autovector principal, estimamos la reflectancia espectral de cada píxel de la superficie de la imagen ",
            "error": []
        },
        "data acquisition": {
            "translated_key": [],
            "translated_annotated_text": "Captura de imágenes multiespectrales de color mediante un filtro de cristal líquido regulable Describimos la configuración experimental de un sistema de adquisición de imágenes multiespectrales de color consistente en una cámara CCD monocroma profesional y un filtro tunable en el que la transmisión espectral puede ser controlada electrónicamente. Realizamos una caracterización espectral del sistema de adquisición teniendo en cuenta el ruido de adquisición. Para convertir las señales de salida de la cámara a datos de color independientes del dispositivo, se proponen y evalúan dos enfoques principales. Uno consiste en aplicar métodos de regresión para convertir de las salidas de la cámara K a un espacio de color independiente del dispositivo como CIEXYZ o CIELAB. Otro método se basa en un modelo espectral del sistema de adquisición. Al invertir el modelo utilizando un enfoque autovector principal, estimamos la reflectancia espectral de cada píxel de la superficie de la imagen ",
            "error": []
        },
        "eigenvalues and eigenfunctions": {
            "translated_key": [],
            "translated_annotated_text": "Captura de imágenes multiespectrales de color mediante un filtro de cristal líquido regulable Describimos la configuración experimental de un sistema de adquisición de imágenes multiespectrales de color consistente en una cámara CCD monocroma profesional y un filtro tunable en el que la transmisión espectral puede ser controlada electrónicamente. Realizamos una caracterización espectral del sistema de adquisición teniendo en cuenta el ruido de adquisición. Para convertir las señales de salida de la cámara a datos de color independientes del dispositivo, se proponen y evalúan dos enfoques principales. Uno consiste en aplicar métodos de regresión para convertir de las salidas de la cámara K a un espacio de color independiente del dispositivo como CIEXYZ o CIELAB. Otro método se basa en un modelo espectral del sistema de adquisición. Al invertir el modelo utilizando un enfoque autovector principal, estimamos la reflectancia espectral de cada píxel de la superficie de la imagen ",
            "error": []
        },
        "image colour analysis": {
            "translated_key": [],
            "translated_annotated_text": "Captura de imágenes multiespectrales de color mediante un filtro de cristal líquido regulable Describimos la configuración experimental de un sistema de adquisición de imágenes multiespectrales de color consistente en una cámara CCD monocroma profesional y un filtro tunable en el que la transmisión espectral puede ser controlada electrónicamente. Realizamos una caracterización espectral del sistema de adquisición teniendo en cuenta el ruido de adquisición. Para convertir las señales de salida de la cámara a datos de color independientes del dispositivo, se proponen y evalúan dos enfoques principales. Uno consiste en aplicar métodos de regresión para convertir de las salidas de la cámara K a un espacio de color independiente del dispositivo como CIEXYZ o CIELAB. Otro método se basa en un modelo espectral del sistema de adquisición. Al invertir el modelo utilizando un enfoque autovector principal, estimamos la reflectancia espectral de cada píxel de la superficie de la imagen ",
            "error": []
        },
        "optical filters": {
            "translated_key": [],
            "translated_annotated_text": "Captura de imágenes multiespectrales de color mediante un filtro de cristal líquido regulable Describimos la configuración experimental de un sistema de adquisición de imágenes multiespectrales de color consistente en una cámara CCD monocroma profesional y un filtro tunable en el que la transmisión espectral puede ser controlada electrónicamente. Realizamos una caracterización espectral del sistema de adquisición teniendo en cuenta el ruido de adquisición. Para convertir las señales de salida de la cámara a datos de color independientes del dispositivo, se proponen y evalúan dos enfoques principales. Uno consiste en aplicar métodos de regresión para convertir de las salidas de la cámara K a un espacio de color independiente del dispositivo como CIEXYZ o CIELAB. Otro método se basa en un modelo espectral del sistema de adquisición. Al invertir el modelo utilizando un enfoque autovector principal, estimamos la reflectancia espectral de cada píxel de la superficie de la imagen ",
            "error": []
        },
        "optical tuning": {
            "translated_key": [],
            "translated_annotated_text": "Captura de imágenes multiespectrales de color mediante un filtro de cristal líquido regulable Describimos la configuración experimental de un sistema de adquisición de imágenes multiespectrales de color consistente en una cámara CCD monocroma profesional y un filtro tunable en el que la transmisión espectral puede ser controlada electrónicamente. Realizamos una caracterización espectral del sistema de adquisición teniendo en cuenta el ruido de adquisición. Para convertir las señales de salida de la cámara a datos de color independientes del dispositivo, se proponen y evalúan dos enfoques principales. Uno consiste en aplicar métodos de regresión para convertir de las salidas de la cámara K a un espacio de color independiente del dispositivo como CIEXYZ o CIELAB. Otro método se basa en un modelo espectral del sistema de adquisición. Al invertir el modelo utilizando un enfoque autovector principal, estimamos la reflectancia espectral de cada píxel de la superficie de la imagen ",
            "error": []
        },
        "reflectivity": {
            "translated_key": [],
            "translated_annotated_text": "Captura de imágenes multiespectrales de color mediante un filtro de cristal líquido regulable Describimos la configuración experimental de un sistema de adquisición de imágenes multiespectrales de color consistente en una cámara CCD monocroma profesional y un filtro tunable en el que la transmisión espectral puede ser controlada electrónicamente. Realizamos una caracterización espectral del sistema de adquisición teniendo en cuenta el ruido de adquisición. Para convertir las señales de salida de la cámara a datos de color independientes del dispositivo, se proponen y evalúan dos enfoques principales. Uno consiste en aplicar métodos de regresión para convertir de las salidas de la cámara K a un espacio de color independiente del dispositivo como CIEXYZ o CIELAB. Otro método se basa en un modelo espectral del sistema de adquisición. Al invertir el modelo utilizando un enfoque autovector principal, estimamos la reflectancia espectral de cada píxel de la superficie de la imagen ",
            "error": []
        }
    }
}