{
    "original_text": "Iterative regularized least-mean mixed-norm image restoration We develop a regularized mixed-norm image restoration algorithm to deal with various types of noise. A mixed-norm functional is introduced, which combines the least mean square (LMS) and the least mean fourth (LMF) functionals, as well as a smoothing functional. Two regularization parameters are introduced: one to determine the relative importance of the LMS and LMF functionals, which is a function of the kurtosis, and another to determine the relative importance of the smoothing functional. The two parameters are chosen in such a way that the proposed functional is convex, so that a unique minimizer exists. An iterative algorithm is utilized for obtaining the solution, and its convergence is analyzed. The novelty of the proposed algorithm is that no knowledge of the noise distribution is required, and the relative contributions of the LMS, the LMF, and the smoothing functionals are adjusted based on the partially restored image. Experimental results demonstrate the effectiveness of the proposed algorithm",
    "original_translation": "Restauración de imagen de norm mixto regularizada iterativa Desarrollamos un algoritmo de restauración de imagen de norm mixto regularizado para lidiar con varios tipos de ruido. Se introduce un funcional mixto-norma, que combina la menor media cuadrada (LMS) y la menor media cuarta (LMF), así como un funcional suavizante. Se introducen dos parámetros de regularización: uno para determinar la importancia relativa de las funciones LMS y LMF, que es una función de la kurtosis, y otro para determinar la importancia relativa de la funcionalidad de suavizado. Los dos parámetros se eligen de tal manera que la función propuesta es convexa, por lo que existe un minimizador único. Se utiliza un algoritmo iterativo para obtener la solución y se analiza su convergencia. La novedad del algoritmo propuesto es que no se requiere conocimiento de la distribución del ruido, y las contribuciones relativas del LMS, el LMF y las funciones de suavizado se ajustan en función de la imagen parcialmente restaurada. Los resultados experimentales demuestran la eficacia del algoritmo propuesto",
    "error_count": 9,
    "keys": {
        "iterative regularized least-mean mixed-norm image restoration": {
            "translated_key": [],
            "translated_annotated_text": "Restauración de imagen de norm mixto regularizada iterativa Desarrollamos un algoritmo de restauración de imagen de norm mixto regularizado para lidiar con varios tipos de ruido. Se introduce un funcional mixto-norma, que combina la menor media cuadrada (LMS) y la menor media cuarta (LMF), así como un funcional suavizante. Se introducen dos parámetros de regularización: uno para determinar la importancia relativa de las funciones LMS y LMF, que es una función de la kurtosis, y otro para determinar la importancia relativa de la funcionalidad de suavizado. Los dos parámetros se eligen de tal manera que la función propuesta es convexa, por lo que existe un minimizador único. Se utiliza un algoritmo iterativo para obtener la solución y se analiza su convergencia. La novedad del algoritmo propuesto es que no se requiere conocimiento de la distribución del ruido, y las contribuciones relativas del LMS, el LMF y las funciones de suavizado se ajustan en función de la imagen parcialmente restaurada. Los resultados experimentales demuestran la eficacia del algoritmo propuesto ",
            "error": []
        },
        "noise": {
            "translated_key": "ruido",
            "translated_annotated_text": "Iterativa regularizada mínima media restauración de imágenes de norm mixto Desarrollamos un algoritmo regularizado de restauración de imágenes de norm mixto para lidiar con varios tipos de \"ruido\". Se introduce un funcional mixto-norma, que combina la menor media cuadrada (LMS) y la menor media cuarta (LMF), así como un funcional suavizante. Se introducen dos parámetros de regularización: uno para determinar la importancia relativa de las funciones LMS y LMF, que es una función de la kurtosis, y otro para determinar la importancia relativa de la funcionalidad de suavizado. Los dos parámetros se eligen de tal manera que la función propuesta es convexa, por lo que existe un minimizador único. Se utiliza un algoritmo iterativo para obtener la solución y se analiza su convergencia. La novedad del algoritmo propuesto es que no se requiere conocimiento de la distribución del \"ruido\", y las contribuciones relativas del LMS, el LMF y las funciones de suavizado se ajustan en base a la imagen parcialmente restaurada. Los resultados experimentales demuestran la eficacia del algoritmo propuesto ",
            "error": [
                ""
            ]
        },
        "mixed-norm functional": {
            "translated_key": "mixed-norm",
            "translated_annotated_text": "Restauración de imagen de norm mixto regularizada iterativa Desarrollamos un algoritmo de restauración de imagen de norm mixto regularizado para lidiar con varios tipos de ruido. Se introduce una función \"mixed-norm\" que combina las funciones menos media cuadrada (LMS) y menos media cuarta (LMF), así como una función de suavizado. Se introducen dos parámetros de regularización: uno para determinar la importancia relativa de las funciones LMS y LMF, que es una función de la kurtosis, y otro para determinar la importancia relativa de la funcionalidad de suavizado. Los dos parámetros se eligen de tal manera que la función propuesta es convexa, por lo que existe un minimizador único. Se utiliza un algoritmo iterativo para obtener la solución y se analiza su convergencia. La novedad del algoritmo propuesto es que no se requiere conocimiento de la distribución del ruido, y las contribuciones relativas del LMS, el LMF y las funciones de suavizado se ajustan en función de la imagen parcialmente restaurada. Los resultados experimentales demuestran la eficacia del algoritmo propuesto ",
            "error": [
                ""
            ]
        },
        "least mean square functionals": {
            "translated_key": [],
            "translated_annotated_text": "Restauración de imagen de norm mixto regularizada iterativa Desarrollamos un algoritmo de restauración de imagen de norm mixto regularizado para lidiar con varios tipos de ruido. Se introduce un funcional mixto-norma, que combina la menor media cuadrada (LMS) y la menor media cuarta (LMF), así como un funcional suavizante. Se introducen dos parámetros de regularización: uno para determinar la importancia relativa de las funciones LMS y LMF, que es una función de la kurtosis, y otro para determinar la importancia relativa de la funcionalidad de suavizado. Los dos parámetros se eligen de tal manera que la función propuesta es convexa, por lo que existe un minimizador único. Se utiliza un algoritmo iterativo para obtener la solución y se analiza su convergencia. La novedad del algoritmo propuesto es que no se requiere conocimiento de la distribución del ruido, y las contribuciones relativas del LMS, el LMF y las funciones de suavizado se ajustan en función de la imagen parcialmente restaurada. Los resultados experimentales demuestran la eficacia del algoritmo propuesto ",
            "error": []
        },
        "mean fourth functionals": {
            "translated_key": [],
            "translated_annotated_text": "Restauración de imagen de norm mixto regularizada iterativa Desarrollamos un algoritmo de restauración de imagen de norm mixto regularizado para lidiar con varios tipos de ruido. Se introduce un funcional mixto-norma, que combina la menor media cuadrada (LMS) y la menor media cuarta (LMF), así como un funcional suavizante. Se introducen dos parámetros de regularización: uno para determinar la importancia relativa de las funciones LMS y LMF, que es una función de la kurtosis, y otro para determinar la importancia relativa de la funcionalidad de suavizado. Los dos parámetros se eligen de tal manera que la función propuesta es convexa, por lo que existe un minimizador único. Se utiliza un algoritmo iterativo para obtener la solución y se analiza su convergencia. La novedad del algoritmo propuesto es que no se requiere conocimiento de la distribución del ruido, y las contribuciones relativas del LMS, el LMF y las funciones de suavizado se ajustan en función de la imagen parcialmente restaurada. Los resultados experimentales demuestran la eficacia del algoritmo propuesto ",
            "error": []
        },
        "smoothing functional": {
            "translated_key": [
                "funcional suave",
                "funcionalidad suavizante"
            ],
            "translated_annotated_text": "Restauración de imagen de norm mixto regularizada iterativa Desarrollamos un algoritmo de restauración de imagen de norm mixto regularizado para lidiar con varios tipos de ruido. Se introduce un funcional mixto-norma, que combina la menor media cuadrada (LMS) y la menor media cuarta (LMF), así como una \"funcional suave\". Se introducen dos parámetros de regularización: uno para determinar la importancia relativa de las funciones LMS y LMF, que es una función de la kurtosis, y otro para determinar la importancia relativa de la \"funcionalidad suavizante\". Los dos parámetros se eligen de tal manera que la función propuesta es convexa, por lo que existe un minimizador único. Se utiliza un algoritmo iterativo para obtener la solución y se analiza su convergencia. La novedad del algoritmo propuesto es que no se requiere conocimiento de la distribución del ruido, y las contribuciones relativas del LMS, el LMF y las funciones de suavizado se ajustan en función de la imagen parcialmente restaurada. Los resultados experimentales demuestran la eficacia del algoritmo propuesto ",
            "error": [
                "funcional suave",
                "funcionalidad suavizante"
            ]
        },
        "regularization parameters": {
            "translated_key": "parámetros de regularización",
            "translated_annotated_text": "Restauración de imagen de norm mixto regularizada iterativa Desarrollamos un algoritmo de restauración de imagen de norm mixto regularizado para lidiar con varios tipos de ruido. Se introduce un funcional mixto-norma, que combina la menor media cuadrada (LMS) y la menor media cuarta (LMF), así como un funcional suavizante. Se introducen dos \"parámetros de regularización\": uno para determinar la importancia relativa de las funciones LMS y LMF, que es una función de la kurtosis, y otro para determinar la importancia relativa de la funcionalidad de suavizado. Los dos parámetros se eligen de tal manera que la función propuesta es convexa, por lo que existe un minimizador único. Se utiliza un algoritmo iterativo para obtener la solución y se analiza su convergencia. La novedad del algoritmo propuesto es que no se requiere conocimiento de la distribución del ruido, y las contribuciones relativas del LMS, el LMF y las funciones de suavizado se ajustan en función de la imagen parcialmente restaurada. Los resultados experimentales demuestran la eficacia del algoritmo propuesto ",
            "error": [
                ""
            ]
        },
        "kurtosis": {
            "translated_key": "kurtosis",
            "translated_annotated_text": "Restauración de imagen de norm mixto regularizada iterativa Desarrollamos un algoritmo de restauración de imagen de norm mixto regularizado para lidiar con varios tipos de ruido. Se introduce un funcional mixto-norma, que combina la menor media cuadrada (LMS) y la menor media cuarta (LMF), así como un funcional suavizante. Se introducen dos parámetros de regularización: uno para determinar la importancia relativa de las funciones LMS y LMF, que es una función de la \"kurtosis\", y otro para determinar la importancia relativa de la funcionalidad de suavizado. Los dos parámetros se eligen de tal manera que la función propuesta es convexa, por lo que existe un minimizador único. Se utiliza un algoritmo iterativo para obtener la solución y se analiza su convergencia. La novedad del algoritmo propuesto es que no se requiere conocimiento de la distribución del ruido, y las contribuciones relativas del LMS, el LMF y las funciones de suavizado se ajustan en función de la imagen parcialmente restaurada. Los resultados experimentales demuestran la eficacia del algoritmo propuesto ",
            "error": [
                ""
            ]
        },
        "convex functional": {
            "translated_key": [],
            "translated_annotated_text": "Restauración de imagen de norm mixto regularizada iterativa Desarrollamos un algoritmo de restauración de imagen de norm mixto regularizado para lidiar con varios tipos de ruido. Se introduce un funcional mixto-norma, que combina la menor media cuadrada (LMS) y la menor media cuarta (LMF), así como un funcional suavizante. Se introducen dos parámetros de regularización: uno para determinar la importancia relativa de las funciones LMS y LMF, que es una función de la kurtosis, y otro para determinar la importancia relativa de la funcionalidad de suavizado. Los dos parámetros se eligen de tal manera que la función propuesta es convexa, por lo que existe un minimizador único. Se utiliza un algoritmo iterativo para obtener la solución y se analiza su convergencia. La novedad del algoritmo propuesto es que no se requiere conocimiento de la distribución del ruido, y las contribuciones relativas del LMS, el LMF y las funciones de suavizado se ajustan en función de la imagen parcialmente restaurada. Los resultados experimentales demuestran la eficacia del algoritmo propuesto ",
            "error": []
        },
        "unique minimizer": {
            "translated_key": "minimizer único",
            "translated_annotated_text": "Restauración de imagen de norm mixto regularizada iterativa Desarrollamos un algoritmo de restauración de imagen de norm mixto regularizado para lidiar con varios tipos de ruido. Se introduce un funcional mixto-norma, que combina la menor media cuadrada (LMS) y la menor media cuarta (LMF), así como un funcional suavizante. Se introducen dos parámetros de regularización: uno para determinar la importancia relativa de las funciones LMS y LMF, que es una función de la kurtosis, y otro para determinar la importancia relativa de la funcionalidad de suavizado. Los dos parámetros se eligen de tal manera que la función propuesta es convexa, por lo que existe un \"minimizer único\". Se utiliza un algoritmo iterativo para obtener la solución y se analiza su convergencia. La novedad del algoritmo propuesto es que no se requiere conocimiento de la distribución del ruido, y las contribuciones relativas del LMS, el LMF y las funciones de suavizado se ajustan en función de la imagen parcialmente restaurada. Los resultados experimentales demuestran la eficacia del algoritmo propuesto ",
            "error": [
                ""
            ]
        },
        "iterative algorithm": {
            "translated_key": "algoritmo literario",
            "translated_annotated_text": "Restauración de imagen de norm mixto regularizada iterativa Desarrollamos un algoritmo de restauración de imagen de norm mixto regularizado para lidiar con varios tipos de ruido. Se introduce un funcional mixto-norma, que combina la menor media cuadrada (LMS) y la menor media cuarta (LMF), así como un funcional suavizante. Se introducen dos parámetros de regularización: uno para determinar la importancia relativa de las funciones LMS y LMF, que es una función de la kurtosis, y otro para determinar la importancia relativa de la funcionalidad de suavizado. Los dos parámetros se eligen de tal manera que la función propuesta es convexa, por lo que existe un minimizador único. Se utiliza un \"algoritmo literario\" para obtener la solución, y se analiza su convergencia. La novedad del algoritmo propuesto es que no se requiere conocimiento de la distribución del ruido, y las contribuciones relativas del LMS, el LMF y las funciones de suavizado se ajustan en función de la imagen parcialmente restaurada. Los resultados experimentales demuestran la eficacia del algoritmo propuesto ",
            "error": [
                ""
            ]
        },
        "convergence": {
            "translated_key": "convergencia",
            "translated_annotated_text": "Restauración de imagen de norm mixto regularizada iterativa Desarrollamos un algoritmo de restauración de imagen de norm mixto regularizado para lidiar con varios tipos de ruido. Se introduce un funcional mixto-norma, que combina la menor media cuadrada (LMS) y la menor media cuarta (LMF), así como un funcional suavizante. Se introducen dos parámetros de regularización: uno para determinar la importancia relativa de las funciones LMS y LMF, que es una función de la kurtosis, y otro para determinar la importancia relativa de la funcionalidad de suavizado. Los dos parámetros se eligen de tal manera que la función propuesta es convexa, por lo que existe un minimizador único. Se utiliza un algoritmo iterativo para obtener la solución, y se analiza su \"convergencia\". La novedad del algoritmo propuesto es que no se requiere conocimiento de la distribución del ruido, y las contribuciones relativas del LMS, el LMF y las funciones de suavizado se ajustan en función de la imagen parcialmente restaurada. Los resultados experimentales demuestran la eficacia del algoritmo propuesto ",
            "error": [
                ""
            ]
        },
        "noise distribution": {
            "translated_key": "distribución del ruido",
            "translated_annotated_text": "Restauración de imagen de norm mixto regularizada iterativa Desarrollamos un algoritmo de restauración de imagen de norm mixto regularizado para lidiar con varios tipos de ruido. Se introduce un funcional mixto-norma, que combina la menor media cuadrada (LMS) y la menor media cuarta (LMF), así como un funcional suavizante. Se introducen dos parámetros de regularización: uno para determinar la importancia relativa de las funciones LMS y LMF, que es una función de la kurtosis, y otro para determinar la importancia relativa de la funcionalidad de suavizado. Los dos parámetros se eligen de tal manera que la función propuesta es convexa, por lo que existe un minimizador único. Se utiliza un algoritmo iterativo para obtener la solución y se analiza su convergencia. La novedad del algoritmo propuesto es que no se requiere conocimiento de la \"distribución del ruido\", y las contribuciones relativas del LMS, el LMF y las funciones de suavizado se ajustan en base a la imagen parcialmente restaurada. Los resultados experimentales demuestran la eficacia del algoritmo propuesto ",
            "error": [
                ""
            ]
        },
        "partially restored image": {
            "translated_key": "imagen parcialmente restaurada",
            "translated_annotated_text": "Restauración de imagen de norm mixto regularizada iterativa Desarrollamos un algoritmo de restauración de imagen de norm mixto regularizado para lidiar con varios tipos de ruido. Se introduce un funcional mixto-norma, que combina la menor media cuadrada (LMS) y la menor media cuarta (LMF), así como un funcional suavizante. Se introducen dos parámetros de regularización: uno para determinar la importancia relativa de las funciones LMS y LMF, que es una función de la kurtosis, y otro para determinar la importancia relativa de la funcionalidad de suavizado. Los dos parámetros se eligen de tal manera que la función propuesta es convexa, por lo que existe un minimizador único. Se utiliza un algoritmo iterativo para obtener la solución y se analiza su convergencia. La novedad del algoritmo propuesto es que no se requiere conocimiento de la distribución del ruido, y las contribuciones relativas del LMS, el LMF y las funciones de suavizado se ajustan en base a la \"imagen parcialmente restaurada\". Los resultados experimentales demuestran la eficacia del algoritmo propuesto ",
            "error": [
                ""
            ]
        },
        "Gaussian noise": {
            "translated_key": [],
            "translated_annotated_text": "Restauración de imagen de norm mixto regularizada iterativa Desarrollamos un algoritmo de restauración de imagen de norm mixto regularizado para lidiar con varios tipos de ruido. Se introduce un funcional mixto-norma, que combina la menor media cuadrada (LMS) y la menor media cuarta (LMF), así como un funcional suavizante. Se introducen dos parámetros de regularización: uno para determinar la importancia relativa de las funciones LMS y LMF, que es una función de la kurtosis, y otro para determinar la importancia relativa de la funcionalidad de suavizado. Los dos parámetros se eligen de tal manera que la función propuesta es convexa, por lo que existe un minimizador único. Se utiliza un algoritmo iterativo para obtener la solución y se analiza su convergencia. La novedad del algoritmo propuesto es que no se requiere conocimiento de la distribución del ruido, y las contribuciones relativas del LMS, el LMF y las funciones de suavizado se ajustan en función de la imagen parcialmente restaurada. Los resultados experimentales demuestran la eficacia del algoritmo propuesto ",
            "error": []
        },
        "image restoration": {
            "translated_key": "restauración de la imagen",
            "translated_annotated_text": "Iterative regularized mini-media mixto-norm \"restauración de la imagen\" Desarrollamos un algoritmo regularizado mixto-norm \"restauración de la imagen\" para lidiar con varios tipos de ruido. Se introduce un funcional mixto-norma, que combina la menor media cuadrada (LMS) y la menor media cuarta (LMF), así como un funcional suavizante. Se introducen dos parámetros de regularización: uno para determinar la importancia relativa de las funciones LMS y LMF, que es una función de la kurtosis, y otro para determinar la importancia relativa de la funcionalidad de suavizado. Los dos parámetros se eligen de tal manera que la función propuesta es convexa, por lo que existe un minimizador único. Se utiliza un algoritmo iterativo para obtener la solución y se analiza su convergencia. La novedad del algoritmo propuesto es que no se requiere conocimiento de la distribución del ruido, y las contribuciones relativas del LMS, el LMF y las funciones de suavizado se ajustan en función de la imagen parcialmente restaurada. Los resultados experimentales demuestran la eficacia del algoritmo propuesto ",
            "error": [
                ""
            ]
        },
        "iterative methods": {
            "translated_key": [],
            "translated_annotated_text": "Restauración de imagen de norm mixto regularizada iterativa Desarrollamos un algoritmo de restauración de imagen de norm mixto regularizado para lidiar con varios tipos de ruido. Se introduce un funcional mixto-norma, que combina la menor media cuadrada (LMS) y la menor media cuarta (LMF), así como un funcional suavizante. Se introducen dos parámetros de regularización: uno para determinar la importancia relativa de las funciones LMS y LMF, que es una función de la kurtosis, y otro para determinar la importancia relativa de la funcionalidad de suavizado. Los dos parámetros se eligen de tal manera que la función propuesta es convexa, por lo que existe un minimizador único. Se utiliza un algoritmo iterativo para obtener la solución y se analiza su convergencia. La novedad del algoritmo propuesto es que no se requiere conocimiento de la distribución del ruido, y las contribuciones relativas del LMS, el LMF y las funciones de suavizado se ajustan en función de la imagen parcialmente restaurada. Los resultados experimentales demuestran la eficacia del algoritmo propuesto ",
            "error": []
        },
        "least mean squares methods": {
            "translated_key": [],
            "translated_annotated_text": "Restauración de imagen de norm mixto regularizada iterativa Desarrollamos un algoritmo de restauración de imagen de norm mixto regularizado para lidiar con varios tipos de ruido. Se introduce un funcional mixto-norma, que combina la menor media cuadrada (LMS) y la menor media cuarta (LMF), así como un funcional suavizante. Se introducen dos parámetros de regularización: uno para determinar la importancia relativa de las funciones LMS y LMF, que es una función de la kurtosis, y otro para determinar la importancia relativa de la funcionalidad de suavizado. Los dos parámetros se eligen de tal manera que la función propuesta es convexa, por lo que existe un minimizador único. Se utiliza un algoritmo iterativo para obtener la solución y se analiza su convergencia. La novedad del algoritmo propuesto es que no se requiere conocimiento de la distribución del ruido, y las contribuciones relativas del LMS, el LMF y las funciones de suavizado se ajustan en función de la imagen parcialmente restaurada. Los resultados experimentales demuestran la eficacia del algoritmo propuesto ",
            "error": []
        },
        "smoothing methods": {
            "translated_key": [],
            "translated_annotated_text": "Restauración de imagen de norm mixto regularizada iterativa Desarrollamos un algoritmo de restauración de imagen de norm mixto regularizado para lidiar con varios tipos de ruido. Se introduce un funcional mixto-norma, que combina la menor media cuadrada (LMS) y la menor media cuarta (LMF), así como un funcional suavizante. Se introducen dos parámetros de regularización: uno para determinar la importancia relativa de las funciones LMS y LMF, que es una función de la kurtosis, y otro para determinar la importancia relativa de la funcionalidad de suavizado. Los dos parámetros se eligen de tal manera que la función propuesta es convexa, por lo que existe un minimizador único. Se utiliza un algoritmo iterativo para obtener la solución y se analiza su convergencia. La novedad del algoritmo propuesto es que no se requiere conocimiento de la distribución del ruido, y las contribuciones relativas del LMS, el LMF y las funciones de suavizado se ajustan en función de la imagen parcialmente restaurada. Los resultados experimentales demuestran la eficacia del algoritmo propuesto ",
            "error": []
        }
    }
}