{
    "original_text": "Plenoptic image editing This paper presents a new class of interactive image editing operations designed to maintain consistency between multiple images of a physical 3D scene. The distinguishing feature of these operations is that edits to any one image propagate automatically to all other images as if the (unknown) 3D scene had itself been modified. The modified scene can then be viewed interactively from any other camera viewpoint and under different scene illuminations. The approach is useful first as a power-assist that enables a user to quickly modify many images by editing just a few, and second as a means for constructing and editing image-based scene representations by manipulating a set of photographs. The approach works by extending operations like image painting, scissoring, and morphing so that they alter a scenes plenoptic function in a physically-consistent way, thereby affecting scene appearance from all viewpoints simultaneously. A key element in realizing these operations is a new volumetric decomposition technique for reconstructing an scenes plenoptic function from an incomplete set of camera viewpoints",
    "original_translation": "Edición de imágenes plenóptica Este artículo presenta una nueva clase de operaciones interactivas de edición de imágenes diseñadas para mantener la coherencia entre múltiples imágenes de una escena 3D física. La característica distintiva de estas operaciones es que edita a cualquier imagen se propaga automáticamente a todas las demás imágenes como si la propia escena 3D (desconocida) hubiera sido modificada. La escena modificada puede entonces ser vista interactivamente desde cualquier otro punto de vista de la cámara y bajo diferentes iluminaciones de la escena. El enfoque es útil en primer lugar como una ayuda de poder que permite al usuario modificar rápidamente muchas imágenes editando sólo unas pocas, y en segundo lugar como un medio para construir y editar representaciones de escenas basadas en imágenes mediante la manipulación de un conjunto de fotografías. El enfoque funciona extendiendo operaciones como la pintura de imágenes, la tijera y la transformación de modo que alteran una función plenóptica de escenas de manera físicamente consistente, afectando así la apariencia de la escena desde todos los puntos de vista simultáneamente. Un elemento clave para realizar estas operaciones es una nueva técnica de descomposición volumétrica para reconstruir una función plenóptica de escenas desde un conjunto incompleto de puntos de vista de cámara",
    "error_count": 3,
    "keys": {
        "interactive image editing operations": {
            "translated_key": "operaciones de edición de imágenes interactivas",
            "translated_annotated_text": "Edición de imágenes plenóptica Este artículo presenta una nueva clase de \"operaciones de edición de imágenes interactivas\" diseñadas para mantener la coherencia entre múltiples imágenes de una escena 3D física. La característica distintiva de estas operaciones es que edita a cualquier imagen se propaga automáticamente a todas las demás imágenes como si la propia escena 3D (desconocida) hubiera sido modificada. La escena modificada puede entonces ser vista interactivamente desde cualquier otro punto de vista de la cámara y bajo diferentes iluminaciones de la escena. El enfoque es útil en primer lugar como una ayuda de poder que permite al usuario modificar rápidamente muchas imágenes editando sólo unas pocas, y en segundo lugar como un medio para construir y editar representaciones de escenas basadas en imágenes mediante la manipulación de un conjunto de fotografías. El enfoque funciona extendiendo operaciones como la pintura de imágenes, la tijera y la transformación de modo que alteran una función plenóptica de escenas de manera físicamente consistente, afectando así la apariencia de la escena desde todos los puntos de vista simultáneamente. Un elemento clave para realizar estas operaciones es una nueva técnica de descomposición volumétrica para reconstruir una función plenóptica de escenas desde un conjunto incompleto de puntos de vista de cámara ",
            "error": [
                ""
            ]
        },
        "multiple images": {
            "translated_key": "imágenes múltiples",
            "translated_annotated_text": "Edición de imágenes plenóptica Este artículo presenta una nueva clase de operaciones interactivas de edición de imágenes diseñadas para mantener la coherencia entre \"imágenes múltiples\" de una escena 3D física. La característica distintiva de estas operaciones es que edita a cualquier imagen se propaga automáticamente a todas las demás imágenes como si la propia escena 3D (desconocida) hubiera sido modificada. La escena modificada puede entonces ser vista interactivamente desde cualquier otro punto de vista de la cámara y bajo diferentes iluminaciones de la escena. El enfoque es útil en primer lugar como una ayuda de poder que permite al usuario modificar rápidamente muchas imágenes editando sólo unas pocas, y en segundo lugar como un medio para construir y editar representaciones de escenas basadas en imágenes mediante la manipulación de un conjunto de fotografías. El enfoque funciona extendiendo operaciones como la pintura de imágenes, la tijera y la transformación de modo que alteran una función plenóptica de escenas de manera físicamente consistente, afectando así la apariencia de la escena desde todos los puntos de vista simultáneamente. Un elemento clave para realizar estas operaciones es una nueva técnica de descomposición volumétrica para reconstruir una función plenóptica de escenas desde un conjunto incompleto de puntos de vista de cámara ",
            "error": [
                ""
            ]
        },
        "physical 3D scene": {
            "translated_key": "escena física 3D",
            "translated_annotated_text": "Edición de imágenes plenópticas Este artículo presenta una nueva clase de operaciones interactivas de edición de imágenes diseñadas para mantener la coherencia entre múltiples imágenes de una \"escena física 3D\". La característica distintiva de estas operaciones es que edita a cualquier imagen se propaga automáticamente a todas las demás imágenes como si la propia escena 3D (desconocida) hubiera sido modificada. La escena modificada puede entonces ser vista interactivamente desde cualquier otro punto de vista de la cámara y bajo diferentes iluminaciones de la escena. El enfoque es útil en primer lugar como una ayuda de poder que permite al usuario modificar rápidamente muchas imágenes editando sólo unas pocas, y en segundo lugar como un medio para construir y editar representaciones de escenas basadas en imágenes mediante la manipulación de un conjunto de fotografías. El enfoque funciona extendiendo operaciones como la pintura de imágenes, la tijera y la transformación de modo que alteran una función plenóptica de escenas de manera físicamente consistente, afectando así la apariencia de la escena desde todos los puntos de vista simultáneamente. Un elemento clave para realizar estas operaciones es una nueva técnica de descomposición volumétrica para reconstruir una función plenóptica de escenas desde un conjunto incompleto de puntos de vista de cámara ",
            "error": [
                ""
            ]
        },
        "modified scene": {
            "translated_key": "escena modificada",
            "translated_annotated_text": "Edición de imágenes plenóptica Este artículo presenta una nueva clase de operaciones interactivas de edición de imágenes diseñadas para mantener la coherencia entre múltiples imágenes de una escena 3D física. La característica distintiva de estas operaciones es que edita a cualquier imagen se propaga automáticamente a todas las demás imágenes como si la propia escena 3D (desconocida) hubiera sido modificada. La \"escena modificada\" puede entonces ser vista interactivamente desde cualquier otro punto de vista de la cámara y bajo diferentes iluminaciones de la escena. El enfoque es útil en primer lugar como una ayuda de poder que permite al usuario modificar rápidamente muchas imágenes editando sólo unas pocas, y en segundo lugar como un medio para construir y editar representaciones de escenas basadas en imágenes mediante la manipulación de un conjunto de fotografías. El enfoque funciona extendiendo operaciones como la pintura de imágenes, la tijera y la transformación de modo que alteran una función plenóptica de escenas de manera físicamente consistente, afectando así la apariencia de la escena desde todos los puntos de vista simultáneamente. Un elemento clave para realizar estas operaciones es una nueva técnica de descomposición volumétrica para reconstruir una función plenóptica de escenas desde un conjunto incompleto de puntos de vista de cámara ",
            "error": [
                ""
            ]
        },
        "camera viewpoint": {
            "translated_key": "punto de vista de cámara",
            "translated_annotated_text": "Edición de imágenes plenóptica Este artículo presenta una nueva clase de operaciones interactivas de edición de imágenes diseñadas para mantener la coherencia entre múltiples imágenes de una escena 3D física. La característica distintiva de estas operaciones es que edita a cualquier imagen se propaga automáticamente a todas las demás imágenes como si la propia escena 3D (desconocida) hubiera sido modificada. La escena modificada puede entonces ser vista interactivamente desde cualquier otro \"punto de vista de cámara\" y bajo diferentes iluminaciones de escena. El enfoque es útil en primer lugar como una ayuda de poder que permite al usuario modificar rápidamente muchas imágenes editando sólo unas pocas, y en segundo lugar como un medio para construir y editar representaciones de escenas basadas en imágenes mediante la manipulación de un conjunto de fotografías. El enfoque funciona extendiendo operaciones como la pintura de imágenes, la tijera y la transformación de modo que alteran una función plenóptica de escenas de manera físicamente consistente, afectando así la apariencia de la escena desde todos los puntos de vista simultáneamente. Un elemento clave para realizar estas operaciones es una nueva técnica de descomposición volumétrica para reconstruir una función plenóptica de escenas desde un conjunto incompleto de puntos de vista de cámara ",
            "error": [
                ""
            ]
        },
        "image-based scene representations": {
            "translated_key": "representaciones de escenas basadas en imágenes",
            "translated_annotated_text": "Edición de imágenes plenóptica Este artículo presenta una nueva clase de operaciones interactivas de edición de imágenes diseñadas para mantener la coherencia entre múltiples imágenes de una escena 3D física. La característica distintiva de estas operaciones es que edita a cualquier imagen se propaga automáticamente a todas las demás imágenes como si la propia escena 3D (desconocida) hubiera sido modificada. La escena modificada puede entonces ser vista interactivamente desde cualquier otro punto de vista de la cámara y bajo diferentes iluminaciones de la escena. El enfoque es útil en primer lugar como una ayuda de poder que permite al usuario modificar rápidamente muchas imágenes editando sólo unas pocas, y en segundo lugar como un medio para construir y editar \"representaciones de escenas basadas en imágenes\" manipulando un conjunto de fotografías. El enfoque funciona extendiendo operaciones como la pintura de imágenes, la tijera y la transformación de modo que alteran una función plenóptica de escenas de manera físicamente consistente, afectando así la apariencia de la escena desde todos los puntos de vista simultáneamente. Un elemento clave para realizar estas operaciones es una nueva técnica de descomposición volumétrica para reconstruir una función plenóptica de escenas desde un conjunto incompleto de puntos de vista de cámara ",
            "error": [
                ""
            ]
        },
        "image painting": {
            "translated_key": "pintura de imagen",
            "translated_annotated_text": "Edición de imágenes plenóptica Este artículo presenta una nueva clase de operaciones interactivas de edición de imágenes diseñadas para mantener la coherencia entre múltiples imágenes de una escena 3D física. La característica distintiva de estas operaciones es que edita a cualquier imagen se propaga automáticamente a todas las demás imágenes como si la propia escena 3D (desconocida) hubiera sido modificada. La escena modificada puede entonces ser vista interactivamente desde cualquier otro punto de vista de la cámara y bajo diferentes iluminaciones de la escena. El enfoque es útil en primer lugar como una ayuda de poder que permite al usuario modificar rápidamente muchas imágenes editando sólo unas pocas, y en segundo lugar como un medio para construir y editar representaciones de escenas basadas en imágenes mediante la manipulación de un conjunto de fotografías. El enfoque funciona extendiendo operaciones como \"pintura de imagen\", tijera y morfización para que alteren una función plenóptica de escenas de una manera físicamente consistente, afectando así la apariencia de la escena desde todos los puntos de vista simultáneamente. Un elemento clave para realizar estas operaciones es una nueva técnica de descomposición volumétrica para reconstruir una función plenóptica de escenas desde un conjunto incompleto de puntos de vista de cámara ",
            "error": [
                ""
            ]
        },
        "scissoring": {
            "translated_key": "tijera",
            "translated_annotated_text": "Edición de imágenes plenóptica Este artículo presenta una nueva clase de operaciones interactivas de edición de imágenes diseñadas para mantener la coherencia entre múltiples imágenes de una escena 3D física. La característica distintiva de estas operaciones es que edita a cualquier imagen se propaga automáticamente a todas las demás imágenes como si la propia escena 3D (desconocida) hubiera sido modificada. La escena modificada puede entonces ser vista interactivamente desde cualquier otro punto de vista de la cámara y bajo diferentes iluminaciones de la escena. El enfoque es útil en primer lugar como una ayuda de poder que permite al usuario modificar rápidamente muchas imágenes editando sólo unas pocas, y en segundo lugar como un medio para construir y editar representaciones de escenas basadas en imágenes mediante la manipulación de un conjunto de fotografías. El enfoque funciona extendiendo operaciones como la pintura de imágenes, la \"tijera\", y la transformación para que alteren una función plenóptica escenas de una manera físicamente consistente, afectando así la apariencia de la escena desde todos los puntos de vista simultáneamente. Un elemento clave para realizar estas operaciones es una nueva técnica de descomposición volumétrica para reconstruir una función plenóptica de escenas desde un conjunto incompleto de puntos de vista de cámara ",
            "error": [
                ""
            ]
        },
        "morphing": {
            "translated_key": "morfización",
            "translated_annotated_text": "Edición de imágenes plenóptica Este artículo presenta una nueva clase de operaciones interactivas de edición de imágenes diseñadas para mantener la coherencia entre múltiples imágenes de una escena 3D física. La característica distintiva de estas operaciones es que edita a cualquier imagen se propaga automáticamente a todas las demás imágenes como si la propia escena 3D (desconocida) hubiera sido modificada. La escena modificada puede entonces ser vista interactivamente desde cualquier otro punto de vista de la cámara y bajo diferentes iluminaciones de la escena. El enfoque es útil en primer lugar como una ayuda de poder que permite al usuario modificar rápidamente muchas imágenes editando sólo unas pocas, y en segundo lugar como un medio para construir y editar representaciones de escenas basadas en imágenes mediante la manipulación de un conjunto de fotografías. El enfoque funciona extendiendo operaciones como la pintura de imágenes, la tijera y la \"morfización\" de modo que alteran una función plenóptica de escenas de una manera físicamente consistente, afectando así la apariencia de la escena desde todos los puntos de vista simultáneamente. Un elemento clave para realizar estas operaciones es una nueva técnica de descomposición volumétrica para reconstruir una función plenóptica de escenas desde un conjunto incompleto de puntos de vista de cámara ",
            "error": [
                ""
            ]
        },
        "plenoptic function": {
            "translated_key": "función plenóptica",
            "translated_annotated_text": "Edición de imágenes plenóptica Este artículo presenta una nueva clase de operaciones interactivas de edición de imágenes diseñadas para mantener la coherencia entre múltiples imágenes de una escena 3D física. La característica distintiva de estas operaciones es que edita a cualquier imagen se propaga automáticamente a todas las demás imágenes como si la propia escena 3D (desconocida) hubiera sido modificada. La escena modificada puede entonces ser vista interactivamente desde cualquier otro punto de vista de la cámara y bajo diferentes iluminaciones de la escena. El enfoque es útil en primer lugar como una ayuda de poder que permite al usuario modificar rápidamente muchas imágenes editando sólo unas pocas, y en segundo lugar como un medio para construir y editar representaciones de escenas basadas en imágenes mediante la manipulación de un conjunto de fotografías. El enfoque funciona extendiendo operaciones como la pintura de imágenes, la tijera y la transformación para que alteren una \"función plenóptica\" de escenas de una manera físicamente consistente, afectando así la apariencia de la escena desde todos los puntos de vista simultáneamente. Un elemento clave para realizar estas operaciones es una nueva técnica de descomposición volumétrica para reconstruir una \"función plenóptica\" de escenas desde un conjunto incompleto de puntos de vista de cámara ",
            "error": [
                ""
            ]
        },
        "volumetric decomposition technique": {
            "translated_key": "técnica de descomposición volumétrica",
            "translated_annotated_text": "Edición de imágenes plenóptica Este artículo presenta una nueva clase de operaciones interactivas de edición de imágenes diseñadas para mantener la coherencia entre múltiples imágenes de una escena 3D física. La característica distintiva de estas operaciones es que edita a cualquier imagen se propaga automáticamente a todas las demás imágenes como si la propia escena 3D (desconocida) hubiera sido modificada. La escena modificada puede entonces ser vista interactivamente desde cualquier otro punto de vista de la cámara y bajo diferentes iluminaciones de la escena. El enfoque es útil en primer lugar como una ayuda de poder que permite al usuario modificar rápidamente muchas imágenes editando sólo unas pocas, y en segundo lugar como un medio para construir y editar representaciones de escenas basadas en imágenes mediante la manipulación de un conjunto de fotografías. El enfoque funciona extendiendo operaciones como la pintura de imágenes, la tijera y la transformación de modo que alteran una función plenóptica de escenas de manera físicamente consistente, afectando así la apariencia de la escena desde todos los puntos de vista simultáneamente. Un elemento clave para realizar estas operaciones es una nueva \"técnica de descomposición volumétrica\" para reconstruir una función plenóptica de escenas desde un conjunto incompleto de puntos de vista de cámara ",
            "error": [
                ""
            ]
        },
        "plenoptic image editing": {
            "translated_key": [],
            "translated_annotated_text": "Edición de imágenes plenóptica Este artículo presenta una nueva clase de operaciones interactivas de edición de imágenes diseñadas para mantener la coherencia entre múltiples imágenes de una escena 3D física. La característica distintiva de estas operaciones es que edita a cualquier imagen se propaga automáticamente a todas las demás imágenes como si la propia escena 3D (desconocida) hubiera sido modificada. La escena modificada puede entonces ser vista interactivamente desde cualquier otro punto de vista de la cámara y bajo diferentes iluminaciones de la escena. El enfoque es útil en primer lugar como una ayuda de poder que permite al usuario modificar rápidamente muchas imágenes editando sólo unas pocas, y en segundo lugar como un medio para construir y editar representaciones de escenas basadas en imágenes mediante la manipulación de un conjunto de fotografías. El enfoque funciona extendiendo operaciones como la pintura de imágenes, la tijera y la transformación de modo que alteran una función plenóptica de escenas de manera físicamente consistente, afectando así la apariencia de la escena desde todos los puntos de vista simultáneamente. Un elemento clave para realizar estas operaciones es una nueva técnica de descomposición volumétrica para reconstruir una función plenóptica de escenas desde un conjunto incompleto de puntos de vista de cámara ",
            "error": []
        },
        "image morphing": {
            "translated_key": [],
            "translated_annotated_text": "Edición de imágenes plenóptica Este artículo presenta una nueva clase de operaciones interactivas de edición de imágenes diseñadas para mantener la coherencia entre múltiples imágenes de una escena 3D física. La característica distintiva de estas operaciones es que edita a cualquier imagen se propaga automáticamente a todas las demás imágenes como si la propia escena 3D (desconocida) hubiera sido modificada. La escena modificada puede entonces ser vista interactivamente desde cualquier otro punto de vista de la cámara y bajo diferentes iluminaciones de la escena. El enfoque es útil en primer lugar como una ayuda de poder que permite al usuario modificar rápidamente muchas imágenes editando sólo unas pocas, y en segundo lugar como un medio para construir y editar representaciones de escenas basadas en imágenes mediante la manipulación de un conjunto de fotografías. El enfoque funciona extendiendo operaciones como la pintura de imágenes, la tijera y la transformación de modo que alteran una función plenóptica de escenas de manera físicamente consistente, afectando así la apariencia de la escena desde todos los puntos de vista simultáneamente. Un elemento clave para realizar estas operaciones es una nueva técnica de descomposición volumétrica para reconstruir una función plenóptica de escenas desde un conjunto incompleto de puntos de vista de cámara ",
            "error": []
        },
        "rendering (computer graphics)": {
            "translated_key": [],
            "translated_annotated_text": "Edición de imágenes plenóptica Este artículo presenta una nueva clase de operaciones interactivas de edición de imágenes diseñadas para mantener la coherencia entre múltiples imágenes de una escena 3D física. La característica distintiva de estas operaciones es que edita a cualquier imagen se propaga automáticamente a todas las demás imágenes como si la propia escena 3D (desconocida) hubiera sido modificada. La escena modificada puede entonces ser vista interactivamente desde cualquier otro punto de vista de la cámara y bajo diferentes iluminaciones de la escena. El enfoque es útil en primer lugar como una ayuda de poder que permite al usuario modificar rápidamente muchas imágenes editando sólo unas pocas, y en segundo lugar como un medio para construir y editar representaciones de escenas basadas en imágenes mediante la manipulación de un conjunto de fotografías. El enfoque funciona extendiendo operaciones como la pintura de imágenes, la tijera y la transformación de modo que alteran una función plenóptica de escenas de manera físicamente consistente, afectando así la apariencia de la escena desde todos los puntos de vista simultáneamente. Un elemento clave para realizar estas operaciones es una nueva técnica de descomposición volumétrica para reconstruir una función plenóptica de escenas desde un conjunto incompleto de puntos de vista de cámara ",
            "error": []
        }
    }
}