{
    "original_text": "Efficient two-level image thresholding method based on Bayesian formulation and the maximum entropy principle An efficient method for two-level thresholding is proposed based on the Bayes formula and the maximum entropy principle, in which no assumptions of the image histogram are made. An alternative criterion is derived based on maximizing entropy and used for speeding up the searching algorithm. Five forms of conditional probability distributions-simple, linear, parabola concave, parabola convex, and S-function-are employed and compared to each other for optimal threshold determination. The effect of precision on optimal threshold determination is discussed and a trade-off precision epsilon =0.001 is selected experimentally. Our experiments demonstrate that the proposed method achieves a significant improvement in speed from 26 to 57 times faster than the exhaustive search method",
    "original_translation": "Método eficiente de umbral de imagen de dos niveles basado en la formulación bayesiana y el principio de entropía máxima Se propone un método eficiente de umbral de imagen de dos niveles basado en la fórmula Bayes y el principio de entropía máxima, en el que no se hacen supuestos del histograma de imagen. Se deriva un criterio alternativo basado en maximizar la entropía y utilizado para acelerar el algoritmo de búsqueda. Cinco formas de distribuciones de probabilidad condicional-simple, lineal, cóncava parábola, convex parábola, y S-función-se emplean y se comparan entre sí para la determinación óptima del umbral. Se discute el efecto de la precisión en la determinación óptima del umbral y se selecciona experimentalmente un epsilon = 0,001 de precisión compensada. Nuestros experimentos demuestran que el método propuesto logra una mejora significativa en la velocidad de 26 a 57 veces más rápido que el método de búsqueda exhaustivo",
    "error_count": 6,
    "keys": {
        "two-level image thresholding method": {
            "translated_key": [],
            "translated_annotated_text": "Método eficiente de umbral de dos niveles basado en la formulación bayesiana y el principio de la entropía máxima Se propone un método eficiente para umbral de dos niveles basado en la fórmula Bayes y el principio de la entropía máxima, en el que no se hacen suposiciones del histograma de imagen. Se deriva un criterio alternativo basado en maximizar la entropía y utilizado para acelerar el algoritmo de búsqueda. Cinco formas de distribuciones de probabilidad condicional-simple, lineal, cóncava parábola, convex parábola, y S-función-se emplean y se comparan entre sí para la determinación óptima del umbral. Se discute el efecto de la precisión en la determinación óptima del umbral y se selecciona experimentalmente un epsilon = 0,001 de precisión compensada. Nuestros experimentos demuestran que el método propuesto logra una mejora significativa en la velocidad de 26 a 57 veces más rápido que el método de búsqueda exhaustivo ",
            "error": []
        },
        "Bayesian formulation": {
            "translated_key": "Bayesian",
            "translated_annotated_text": "Método eficiente de umbral de dos niveles basado en la formulación <br>Bayesian</br> y el principio de entropía máxima Se propone un método eficiente para umbral de dos niveles basado en la fórmula Bayes y el principio de entropía máxima, en el que no se hacen supuestos del histograma de imagen. Se deriva un criterio alternativo basado en maximizar la entropía y utilizado para acelerar el algoritmo de búsqueda. Cinco formas de distribuciones de probabilidad condicional-simple, lineal, cóncava parábola, convex parábola, y S-función-se emplean y se comparan entre sí para la determinación óptima del umbral. Se discute el efecto de la precisión en la determinación óptima del umbral y se selecciona experimentalmente un epsilon = 0,001 de precisión compensada. Nuestros experimentos demuestran que el método propuesto logra una mejora significativa en la velocidad de 26 a 57 veces más rápido que el método de búsqueda exhaustivo ",
            "error": [
                ""
            ]
        },
        "maximum entropy principle": {
            "translated_key": "máximo de entropía",
            "translated_annotated_text": "Método eficiente de umbral de imagen de dos niveles basado en la formulación bayesiana y el principio <br>máximo de entropía</br> Se propone un método eficiente para umbral de dos niveles basado en la fórmula Bayes y el principio <br>máximo de entropía</br>, en el que no se hacen suposiciones del histograma de imagen. Se deriva un criterio alternativo basado en maximizar la entropía y utilizado para acelerar el algoritmo de búsqueda. Cinco formas de distribuciones de probabilidad condicional-simple, lineal, cóncava parábola, convex parábola, y S-función-se emplean y se comparan entre sí para la determinación óptima del umbral. Se discute el efecto de la precisión en la determinación óptima del umbral y se selecciona experimentalmente un epsilon = 0,001 de precisión compensada. Nuestros experimentos demuestran que el método propuesto logra una mejora significativa en la velocidad de 26 a 57 veces más rápido que el método de búsqueda exhaustivo ",
            "error": [
                ""
            ]
        },
        "image histogram": {
            "translated_key": "image",
            "translated_annotated_text": "Método eficiente de umbral de imagen de dos niveles basado en la formulación bayesiana y el principio de entropía máxima Se propone un método eficiente para umbral de dos niveles basado en la fórmula Bayes y el principio de entropía máxima, en el que no se hacen suposiciones del histograma <br>image</br>. Se deriva un criterio alternativo basado en maximizar la entropía y utilizado para acelerar el algoritmo de búsqueda. Cinco formas de distribuciones de probabilidad condicional-simple, lineal, cóncava parábola, convex parábola, y S-función-se emplean y se comparan entre sí para la determinación óptima del umbral. Se discute el efecto de la precisión en la determinación óptima del umbral y se selecciona experimentalmente un epsilon = 0,001 de precisión compensada. Nuestros experimentos demuestran que el método propuesto logra una mejora significativa en la velocidad de 26 a 57 veces más rápido que el método de búsqueda exhaustivo ",
            "error": [
                ""
            ]
        },
        "entropy": {
            "translated_key": [
                "entropía máxima",
                "entropía máxima",
                "entropía"
            ],
            "translated_annotated_text": "Método eficiente de umbral de imagen de dos niveles basado en la formulación bayesiana y el principio <br>entropía máxima</br> Se propone un método eficiente de umbral de imagen de dos niveles basado en la fórmula Bayes y el principio <br>entropía máxima</br>, en el que no se hacen suposiciones del histograma de imagen. Se deriva un criterio alternativo basado en maximizar la <br>entropía</br> y utilizado para acelerar el algoritmo de búsqueda.  Cinco formas de distribuciones de probabilidad condicional-simple, lineal, cóncava parábola, convex parábola, y S-función-se emplean y se comparan entre sí para la determinación óptima del umbral. Se discute el efecto de la precisión en la determinación óptima del umbral y se selecciona experimentalmente un epsilon = 0,001 de precisión compensada. Nuestros experimentos demuestran que el método propuesto logra una mejora significativa en la velocidad de 26 a 57 veces más rápido que el método de búsqueda exhaustivo ",
            "error": [
                "entropía máxima",
                "entropía máxima",
                "entropía"
            ]
        },
        "searching algorithm": {
            "translated_key": " ",
            "translated_annotated_text": "Método eficiente de umbral de imagen de dos niveles basado en la formulación bayesiana y el principio de entropía máxima Se propone un método eficiente de umbral de imagen de dos niveles basado en la fórmula Bayes y el principio de entropía máxima, en el que no se hacen supuestos del histograma de imagen. Se deriva un criterio alternativo basado en maximizar la entropía y utilizado para acelerar el algoritmo de búsqueda <br> </br>. Cinco formas de distribuciones de probabilidad condicional-simple, lineal, cóncava parábola, convex parábola, y S-función-se emplean y se comparan entre sí para la determinación óptima del umbral. Se discute el efecto de la precisión en la determinación óptima del umbral y se selecciona experimentalmente un epsilon = 0,001 de precisión compensada. Nuestros experimentos demuestran que el método propuesto logra una mejora significativa en la velocidad de 26 a 57 veces más rápido que el método de búsqueda exhaustivo ",
            "error": [
                ""
            ]
        },
        "conditional probability distributions": {
            "translated_key": "condicionales",
            "translated_annotated_text": "Método eficiente de umbral de imagen de dos niveles basado en la formulación bayesiana y el principio de entropía máxima Se propone un método eficiente de umbral de imagen de dos niveles basado en la fórmula Bayes y el principio de entropía máxima, en el que no se hacen supuestos del histograma de imagen. Se deriva un criterio alternativo basado en maximizar la entropía y utilizado para acelerar el algoritmo de búsqueda. Se emplean cinco formas de distribuciones de probabilidad <br>condicionales</br>-simples, lineales, cóncavas de parábola, convex de parábola y función-S y se comparan entre sí para la determinación óptima del umbral. Se discute el efecto de la precisión en la determinación óptima del umbral y se selecciona experimentalmente un epsilon = 0,001 de precisión compensada. Nuestros experimentos demuestran que el método propuesto logra una mejora significativa en la velocidad de 26 a 57 veces más rápido que el método de búsqueda exhaustivo ",
            "error": [
                ""
            ]
        },
        "parabola concave": {
            "translated_key": "parabola cóncava",
            "translated_annotated_text": "Método eficiente de umbral de imagen de dos niveles basado en la formulación bayesiana y el principio de entropía máxima Se propone un método eficiente de umbral de imagen de dos niveles basado en la fórmula Bayes y el principio de entropía máxima, en el que no se hacen supuestos del histograma de imagen. Se deriva un criterio alternativo basado en maximizar la entropía y utilizado para acelerar el algoritmo de búsqueda. Cinco formas de distribuciones de probabilidad condicional-simple, lineal, <br>parabola cóncava</br>, parábola convex, y S-función-se emplean y se comparan entre sí para la determinación óptima del umbral. Se discute el efecto de la precisión en la determinación óptima del umbral y se selecciona experimentalmente un epsilon = 0,001 de precisión compensada. Nuestros experimentos demuestran que el método propuesto logra una mejora significativa en la velocidad de 26 a 57 veces más rápido que el método de búsqueda exhaustivo ",
            "error": [
                ""
            ]
        },
        "parabola convex": {
            "translated_key": "parabola convex",
            "translated_annotated_text": "Método eficiente de umbral de imagen de dos niveles basado en la formulación bayesiana y el principio de entropía máxima Se propone un método eficiente de umbral de imagen de dos niveles basado en la fórmula Bayes y el principio de entropía máxima, en el que no se hacen supuestos del histograma de imagen. Se deriva un criterio alternativo basado en maximizar la entropía y utilizado para acelerar el algoritmo de búsqueda. Se emplean cinco formas de distribuciones de probabilidad condicional-simples, lineales, cóncavas de parábola, <br>parabola convex</br>, y función-S- y se comparan entre sí para la determinación óptima del umbral. Se discute el efecto de la precisión en la determinación óptima del umbral y se selecciona experimentalmente un epsilon = 0,001 de precisión compensada. Nuestros experimentos demuestran que el método propuesto logra una mejora significativa en la velocidad de 26 a 57 veces más rápido que el método de búsqueda exhaustivo ",
            "error": [
                ""
            ]
        },
        "S-function": {
            "translated_key": "S",
            "translated_annotated_text": "Método eficiente de umbral de imagen de dos niveles basado en la formulación bayesiana y el principio de entropía máxima Se propone un método eficiente de umbral de imagen de dos niveles basado en la fórmula Bayes y el principio de entropía máxima, en el que no se hacen supuestos del histograma de imagen. Se deriva un criterio alternativo basado en maximizar la entropía y utilizado para acelerar el algoritmo de búsqueda. Se emplean cinco formas de distribuciones de probabilidad condicional-simples, lineales, cóncavas de parábola, convexas de parábola y funciones <br>S</br>- y se comparan entre sí para la determinación óptima del umbral. Se discute el efecto de la precisión en la determinación óptima del umbral y se selecciona experimentalmente un epsilon = 0,001 de precisión compensada. Nuestros experimentos demuestran que el método propuesto logra una mejora significativa en la velocidad de 26 a 57 veces más rápido que el método de búsqueda exhaustivo ",
            "error": [
                ""
            ]
        },
        "optimal threshold determination": {
            "translated_key": "determinación óptima del umbral",
            "translated_annotated_text": "Método eficiente de umbral de imagen de dos niveles basado en la formulación bayesiana y el principio de entropía máxima Se propone un método eficiente de umbral de imagen de dos niveles basado en la fórmula Bayes y el principio de entropía máxima, en el que no se hacen supuestos del histograma de imagen. Se deriva un criterio alternativo basado en maximizar la entropía y utilizado para acelerar el algoritmo de búsqueda. Cinco formas de distribuciones de probabilidad condicional-simple, lineal, cóncava parábola, convex parábola, y S-función-se emplean y se comparan entre sí para la <br>determinación óptima del umbral</br>.  Se discute el efecto de la precisión en la <br>determinación óptima del umbral</br> y se selecciona experimentalmente una precisión compensada epsilon = 0,001. Nuestros experimentos demuestran que el método propuesto logra una mejora significativa en la velocidad de 26 a 57 veces más rápido que el método de búsqueda exhaustivo ",
            "error": [
                ""
            ]
        },
        "trade-off precision": {
            "translated_key": "trade-off",
            "translated_annotated_text": "Método eficiente de umbral de imagen de dos niveles basado en la formulación bayesiana y el principio de entropía máxima Se propone un método eficiente de umbral de imagen de dos niveles basado en la fórmula Bayes y el principio de entropía máxima, en el que no se hacen supuestos del histograma de imagen. Se deriva un criterio alternativo basado en maximizar la entropía y utilizado para acelerar el algoritmo de búsqueda. Cinco formas de distribuciones de probabilidad condicional-simple, lineal, cóncava parábola, convex parábola, y S-función-se emplean y se comparan entre sí para la determinación óptima del umbral. Se analiza el efecto de la precisión en la determinación óptima del umbral y se selecciona experimentalmente una precisión <br>trade-off</br> epsilon =0,001. Nuestros experimentos demuestran que el método propuesto logra una mejora significativa en la velocidad de 26 a 57 veces más rápido que el método de búsqueda exhaustivo ",
            "error": [
                ""
            ]
        },
        "image segmentation": {
            "translated_key": [],
            "translated_annotated_text": "Método eficiente de umbral de imagen de dos niveles basado en la formulación bayesiana y el principio de entropía máxima Se propone un método eficiente de umbral de imagen de dos niveles basado en la fórmula Bayes y el principio de entropía máxima, en el que no se hacen supuestos del histograma de imagen. Se deriva un criterio alternativo basado en maximizar la entropía y utilizado para acelerar el algoritmo de búsqueda. Cinco formas de distribuciones de probabilidad condicional-simple, lineal, cóncava parábola, convex parábola, y S-función-se emplean y se comparan entre sí para la determinación óptima del umbral. Se discute el efecto de la precisión en la determinación óptima del umbral y se selecciona experimentalmente un epsilon = 0,001 de precisión compensada. Nuestros experimentos demuestran que el método propuesto logra una mejora significativa en la velocidad de 26 a 57 veces más rápido que el método de búsqueda exhaustivo ",
            "error": []
        },
        "image thresholding": {
            "translated_key": "image",
            "translated_annotated_text": "Método eficiente de umbral de dos niveles <br>image</br> basado en la formulación bayesiana y el principio de entropía máxima Se propone un método eficiente de umbral de dos niveles basado en la fórmula Bayes y el principio de entropía máxima, en el que no se hacen supuestos del histograma de imagen. Se deriva un criterio alternativo basado en maximizar la entropía y utilizado para acelerar el algoritmo de búsqueda. Cinco formas de distribuciones de probabilidad condicional-simple, lineal, cóncava parábola, convex parábola, y S-función-se emplean y se comparan entre sí para la determinación óptima del umbral. Se discute el efecto de la precisión en la determinación óptima del umbral y se selecciona experimentalmente un epsilon = 0,001 de precisión compensada. Nuestros experimentos demuestran que el método propuesto logra una mejora significativa en la velocidad de 26 a 57 veces más rápido que el método de búsqueda exhaustivo ",
            "error": [
                ""
            ]
        },
        "Bayes methods": {
            "translated_key": [],
            "translated_annotated_text": "Método eficiente de umbral de imagen de dos niveles basado en la formulación bayesiana y el principio de entropía máxima Se propone un método eficiente de umbral de imagen de dos niveles basado en la fórmula Bayes y el principio de entropía máxima, en el que no se hacen supuestos del histograma de imagen. Se deriva un criterio alternativo basado en maximizar la entropía y utilizado para acelerar el algoritmo de búsqueda. Cinco formas de distribuciones de probabilidad condicional-simple, lineal, cóncava parábola, convex parábola, y S-función-se emplean y se comparan entre sí para la determinación óptima del umbral. Se discute el efecto de la precisión en la determinación óptima del umbral y se selecciona experimentalmente un epsilon = 0,001 de precisión compensada. Nuestros experimentos demuestran que el método propuesto logra una mejora significativa en la velocidad de 26 a 57 veces más rápido que el método de búsqueda exhaustivo ",
            "error": []
        },
        "maximum entropy methods": {
            "translated_key": [],
            "translated_annotated_text": "Método eficiente de umbral de imagen de dos niveles basado en la formulación bayesiana y el principio de entropía máxima Se propone un método eficiente de umbral de imagen de dos niveles basado en la fórmula Bayes y el principio de entropía máxima, en el que no se hacen supuestos del histograma de imagen. Se deriva un criterio alternativo basado en maximizar la entropía y utilizado para acelerar el algoritmo de búsqueda. Cinco formas de distribuciones de probabilidad condicional-simple, lineal, cóncava parábola, convex parábola, y S-función-se emplean y se comparan entre sí para la determinación óptima del umbral. Se discute el efecto de la precisión en la determinación óptima del umbral y se selecciona experimentalmente un epsilon = 0,001 de precisión compensada. Nuestros experimentos demuestran que el método propuesto logra una mejora significativa en la velocidad de 26 a 57 veces más rápido que el método de búsqueda exhaustivo ",
            "error": []
        },
        "probability": {
            "translated_key": "probabilidad",
            "translated_annotated_text": "Método eficiente de umbral de imagen de dos niveles basado en la formulación bayesiana y el principio de entropía máxima Se propone un método eficiente de umbral de imagen de dos niveles basado en la fórmula Bayes y el principio de entropía máxima, en el que no se hacen supuestos del histograma de imagen. Se deriva un criterio alternativo basado en maximizar la entropía y utilizado para acelerar el algoritmo de búsqueda. Se emplean cinco formas de distribuciones condicionales <br>probabilidad</br>-simples, lineales, cóncavas de parábola, convexas de parábola y funciones S, y se comparan entre sí para una determinación óptima del umbral. Se discute el efecto de la precisión en la determinación óptima del umbral y se selecciona experimentalmente un epsilon = 0,001 de precisión compensada. Nuestros experimentos demuestran que el método propuesto logra una mejora significativa en la velocidad de 26 a 57 veces más rápido que el método de búsqueda exhaustivo ",
            "error": [
                ""
            ]
        }
    }
}