{
    "original_text": "Search for efficient solutions of multi-criterion problems by target-level method The target-level method is considered for solving continuous multi-criterion maximization problems. In the first step, the decision-maker specifies a target-level point (the desired criterion values); then in the set of vector evaluations we seek points that are closest to the target point in the Chebyshev metric. The vector evaluations obtained in this way are in general weakly efficient. To identify the efficient evaluations, the second step maximizes the sum of the criteria on the set generated in step 1. We prove the relationship between the evaluations and decisions obtained by the proposed procedure, on the one hand, and the efficient (weakly efficient) evaluations and decisions, on the other hand. If the Edgeworth-Pareto hull of the set of vector evaluations is convex, the set of efficient vector evaluations can be approximated by the proposed method",
    "original_translation": "Búsqueda de soluciones eficientes de problemas multicriterio por método de nivel objetivo El método de nivel objetivo se considera para resolver problemas continuos de maximización multicriterio. En el primer paso, el responsable de la toma de decisiones especifica un punto de nivel objetivo (los valores de criterio deseados); luego en el conjunto de evaluaciones de vectores buscamos puntos que estén más cerca del punto objetivo en la métrica de Chebyshev. Las evaluaciones vectoriales obtenidas de esta manera son en general poco eficientes. Para identificar las evaluaciones eficientes, el segundo paso maximiza la suma de los criterios sobre el conjunto generado en el paso 1. Demostramos la relación entre las evaluaciones y decisiones obtenidas por el procedimiento propuesto, por una parte, y las evaluaciones y decisiones eficientes (debilidad) por otra. Si el casco de Edgeworth-Pareto del conjunto de evaluaciones de vectores es convexo, el conjunto de evaluaciones de vectores eficientes puede ser aproximado por el método propuesto",
    "error_count": 3,
    "keys": {
        "multi-criterion problems": {
            "translated_key": "problemas multicriterio",
            "translated_annotated_text": "Buscar soluciones eficientes de <br>problemas multicriterio</br> por método de nivel objetivo El método de nivel objetivo se considera para resolver problemas continuos de maximización multicriterio. En el primer paso, el responsable de la toma de decisiones especifica un punto de nivel objetivo (los valores de criterio deseados); luego en el conjunto de evaluaciones de vectores buscamos puntos que estén más cerca del punto objetivo en la métrica de Chebyshev. Las evaluaciones vectoriales obtenidas de esta manera son en general poco eficientes. Para identificar las evaluaciones eficientes, el segundo paso maximiza la suma de los criterios sobre el conjunto generado en el paso 1. Demostramos la relación entre las evaluaciones y decisiones obtenidas por el procedimiento propuesto, por una parte, y las evaluaciones y decisiones eficientes (debilidad) por otra. Si el casco de Edgeworth-Pareto del conjunto de evaluaciones de vectores es convexo, el conjunto de evaluaciones de vectores eficientes puede ser aproximado por el método propuesto ",
            "error": [
                ""
            ]
        },
        "target-level method": {
            "translated_key": "target-level",
            "translated_annotated_text": "Búsqueda de soluciones eficientes de problemas multicriterios mediante el método <br>target-level</br> El método <br>target-level</br> se considera para resolver problemas continuos de maximización multicriterio. En el primer paso, el responsable de la toma de decisiones especifica un punto de nivel objetivo (los valores de criterio deseados); luego en el conjunto de evaluaciones de vectores buscamos puntos que estén más cerca del punto objetivo en la métrica de Chebyshev. Las evaluaciones vectoriales obtenidas de esta manera son en general poco eficientes. Para identificar las evaluaciones eficientes, el segundo paso maximiza la suma de los criterios sobre el conjunto generado en el paso 1. Demostramos la relación entre las evaluaciones y decisiones obtenidas por el procedimiento propuesto, por una parte, y las evaluaciones y decisiones eficientes (debilidad) por otra. Si el casco de Edgeworth-Pareto del conjunto de evaluaciones de vectores es convexo, el conjunto de evaluaciones de vectores eficientes puede ser aproximado por el método propuesto ",
            "error": [
                ""
            ]
        },
        "continuous multi-criterion maximization problems": {
            "translated_key": "problemas continuos de maximización multicriterio",
            "translated_annotated_text": "Búsqueda de soluciones eficientes de problemas multicriterio por método de nivel objetivo El método de nivel objetivo se considera para resolver <br>problemas continuos de maximización multicriterio</br>.  En el primer paso, el responsable de la toma de decisiones especifica un punto de nivel objetivo (los valores de criterio deseados); luego en el conjunto de evaluaciones de vectores buscamos puntos que estén más cerca del punto objetivo en la métrica de Chebyshev. Las evaluaciones vectoriales obtenidas de esta manera son en general poco eficientes. Para identificar las evaluaciones eficientes, el segundo paso maximiza la suma de los criterios sobre el conjunto generado en el paso 1. Demostramos la relación entre las evaluaciones y decisiones obtenidas por el procedimiento propuesto, por una parte, y las evaluaciones y decisiones eficientes (debilidad) por otra. Si el casco de Edgeworth-Pareto del conjunto de evaluaciones de vectores es convexo, el conjunto de evaluaciones de vectores eficientes puede ser aproximado por el método propuesto ",
            "error": [
                ""
            ]
        },
        "target-level point": {
            "translated_key": "target",
            "translated_annotated_text": "Búsqueda de soluciones eficientes de problemas multicriterio por método de nivel objetivo El método de nivel objetivo se considera para resolver problemas continuos de maximización multicriterio. En el primer paso, el responsable de la toma de decisiones especifica un punto de nivel <br>target</br> (los valores de criterio deseados); a continuación, en el conjunto de evaluaciones vectoriales buscamos puntos más cercanos al punto objetivo de la métrica de Chebyshev. Las evaluaciones vectoriales obtenidas de esta manera son en general poco eficientes. Para identificar las evaluaciones eficientes, el segundo paso maximiza la suma de los criterios sobre el conjunto generado en el paso 1. Demostramos la relación entre las evaluaciones y decisiones obtenidas por el procedimiento propuesto, por una parte, y las evaluaciones y decisiones eficientes (debilidad) por otra. Si el casco de Edgeworth-Pareto del conjunto de evaluaciones de vectores es convexo, el conjunto de evaluaciones de vectores eficientes puede ser aproximado por el método propuesto ",
            "error": [
                ""
            ]
        },
        "Chebyshev metric": {
            "translated_key": "Chebyshev",
            "translated_annotated_text": "Búsqueda de soluciones eficientes de problemas multicriterio por método de nivel objetivo El método de nivel objetivo se considera para resolver problemas continuos de maximización multicriterio. En el primer paso, el responsable de la toma de decisiones especifica un punto de nivel objetivo (los valores de criterio deseados); luego en el conjunto de evaluaciones vectoriales buscamos puntos que estén más cerca del punto objetivo en la métrica <br>Chebyshev</br>. Las evaluaciones vectoriales obtenidas de esta manera son en general poco eficientes. Para identificar las evaluaciones eficientes, el segundo paso maximiza la suma de los criterios sobre el conjunto generado en el paso 1. Demostramos la relación entre las evaluaciones y decisiones obtenidas por el procedimiento propuesto, por una parte, y las evaluaciones y decisiones eficientes (debilidad) por otra. Si el casco de Edgeworth-Pareto del conjunto de evaluaciones de vectores es convexo, el conjunto de evaluaciones de vectores eficientes puede ser aproximado por el método propuesto ",
            "error": [
                ""
            ]
        },
        "Edgeworth-Pareto hull": {
            "translated_key": [],
            "translated_annotated_text": "Búsqueda de soluciones eficientes de problemas multicriterio por método de nivel objetivo El método de nivel objetivo se considera para resolver problemas continuos de maximización multicriterio. En el primer paso, el responsable de la toma de decisiones especifica un punto de nivel objetivo (los valores de criterio deseados); luego en el conjunto de evaluaciones de vectores buscamos puntos que estén más cerca del punto objetivo en la métrica de Chebyshev. Las evaluaciones vectoriales obtenidas de esta manera son en general poco eficientes. Para identificar las evaluaciones eficientes, el segundo paso maximiza la suma de los criterios sobre el conjunto generado en el paso 1. Demostramos la relación entre las evaluaciones y decisiones obtenidas por el procedimiento propuesto, por una parte, y las evaluaciones y decisiones eficientes (debilidad) por otra. Si el casco <br>Edgeworth-Pareto del conjunto de evaluaciones vectoriales es convexo, el conjunto de evaluaciones vectoriales eficientes puede ser aproximado por el método propuesto ",
            "error": []
        },
        "Chebyshev approximation": {
            "translated_key": [],
            "translated_annotated_text": "Búsqueda de soluciones eficientes de problemas multicriterio por método de nivel objetivo El método de nivel objetivo se considera para resolver problemas continuos de maximización multicriterio. En el primer paso, el responsable de la toma de decisiones especifica un punto de nivel objetivo (los valores de criterio deseados); luego en el conjunto de evaluaciones de vectores buscamos puntos que estén más cerca del punto objetivo en la métrica de Chebyshev. Las evaluaciones vectoriales obtenidas de esta manera son en general poco eficientes. Para identificar las evaluaciones eficientes, el segundo paso maximiza la suma de los criterios sobre el conjunto generado en el paso 1. Demostramos la relación entre las evaluaciones y decisiones obtenidas por el procedimiento propuesto, por una parte, y las evaluaciones y decisiones eficientes (debilidad) por otra. Si el casco de Edgeworth-Pareto del conjunto de evaluaciones de vectores es convexo, el conjunto de evaluaciones de vectores eficientes puede ser aproximado por el método propuesto ",
            "error": []
        },
        "operations research": {
            "translated_key": [],
            "translated_annotated_text": "Búsqueda de soluciones eficientes de problemas multicriterio por método de nivel objetivo El método de nivel objetivo se considera para resolver problemas continuos de maximización multicriterio. En el primer paso, el responsable de la toma de decisiones especifica un punto de nivel objetivo (los valores de criterio deseados); luego en el conjunto de evaluaciones de vectores buscamos puntos que estén más cerca del punto objetivo en la métrica de Chebyshev. Las evaluaciones vectoriales obtenidas de esta manera son en general poco eficientes. Para identificar las evaluaciones eficientes, el segundo paso maximiza la suma de los criterios sobre el conjunto generado en el paso 1. Demostramos la relación entre las evaluaciones y decisiones obtenidas por el procedimiento propuesto, por una parte, y las evaluaciones y decisiones eficientes (debilidad) por otra. Si el casco de Edgeworth-Pareto del conjunto de evaluaciones de vectores es convexo, el conjunto de evaluaciones de vectores eficientes puede ser aproximado por el método propuesto ",
            "error": []
        }
    }
}