{
    "original_text": "Computer processing of data on mental impairments during the acute period of concussion The article presents results of computer processing of experimental information obtained from patients during the acute period of concussion. A number of computational procedures are described",
    "original_translation": "Procesamiento informático de datos sobre trastornos mentales durante el período agudo de conmoción cerebral El artículo presenta resultados del procesamiento informático de información experimental obtenida de pacientes durante el período agudo de conmoción cerebral. Se describen varios procedimientos computacionales",
    "error_count": 1,
    "keys": {
        "computer processing": {
            "translated_key": "procesamiento por computadora",
            "translated_annotated_text": "Procesamiento por computadora de datos sobre deficiencias mentales durante el período agudo de concusión El artículo presenta los resultados del \"procesamiento por computadora\" de la información experimental obtenida de los pacientes durante el período agudo de concusión. Se describen varios procedimientos computacionales ",
            "error": [
                ""
            ]
        },
        "mental impairments": {
            "translated_key": "discapacidades mentales",
            "translated_annotated_text": "Procesamiento informático de datos sobre \"discapacidades mentales\" durante el período agudo de conmoción cerebral El artículo presenta los resultados del procesamiento informático de información experimental obtenida de pacientes durante el período agudo de conmoción cerebral. Se describen varios procedimientos computacionales ",
            "error": [
                ""
            ]
        },
        "acute period of concussion": {
            "translated_key": "período agudo de conmoción cerebral",
            "translated_annotated_text": "Procesamiento informático de datos sobre deficiencias mentales durante el \"período agudo de conmoción cerebral\" El artículo presenta los resultados del procesamiento informático de la información experimental obtenida de los pacientes durante el \"período agudo de conmoción cerebral\". Se describen varios procedimientos computacionales ",
            "error": [
                ""
            ]
        },
        "computational procedures": {
            "translated_key": "procedimientos computacionales",
            "translated_annotated_text": "Procesamiento informático de datos sobre trastornos mentales durante el período agudo de conmoción cerebral El artículo presenta resultados del procesamiento informático de información experimental obtenida de pacientes durante el período agudo de conmoción cerebral. Se describen una serie de \"procedimientos computacionales\" ",
            "error": [
                ""
            ]
        },
        "medical administrative data processing": {
            "translated_key": [],
            "translated_annotated_text": "Procesamiento informático de datos sobre trastornos mentales durante el período agudo de conmoción cerebral El artículo presenta resultados del procesamiento informático de información experimental obtenida de pacientes durante el período agudo de conmoción cerebral. Se describen varios procedimientos computacionales ",
            "error": []
        }
    }
}