{
    "original_text": "Regularization of linear regression problems The study considers robust estimation of linear regression parameters by the regularization method, the pseudoinverse method, and the Bayesian method allowing for correlations and errors in the data. Regularizing algorithms are constructed and their relationship with pseudoinversion, the Bayesian approach, and BLUE is investigated",
    "original_translation": "Regularización de problemas de regresión lineal El estudio considera la estimación robusta de parámetros de regresión lineal por el método de regularización, el método pseudoinverso, y el método bayesiano permitiendo correlaciones y errores en los datos. Se construyen algoritmos de regularización y se investiga su relación con la pseudoinversión, el enfoque bayesiano y BLUE",
    "error_count": 5,
    "keys": {
        "linear regression problems regularization": {
            "translated_key": [],
            "translated_annotated_text": "Regularización de problemas de regresión lineal El estudio considera la estimación robusta de parámetros de regresión lineal por el método de regularización, el método pseudoinverso, y el método bayesiano permitiendo correlaciones y errores en los datos. Se construyen algoritmos de regularización y se investiga su relación con la pseudoinversión, el enfoque bayesiano y BLUE ",
            "error": []
        },
        "robust estimation": {
            "translated_key": "estimación robusta",
            "translated_annotated_text": "Regularización de problemas de regresión lineal El estudio considera \"estimación robusta\" de parámetros de regresión lineal por el método de regularización, el método pseudoinverso y el método bayesiano que permite correlaciones y errores en los datos. Se construyen algoritmos de regularización y se investiga su relación con la pseudoinversión, el enfoque bayesiano y BLUE ",
            "error": [
                ""
            ]
        },
        "linear regression parameters": {
            "translated_key": "parámetros de regresión lineal",
            "translated_annotated_text": "Regularización de problemas de regresión lineal El estudio considera la estimación robusta de \"parámetros de regresión lineal\" por el método de regularización, el método pseudoinverso y el método bayesiano permitiendo correlaciones y errores en los datos. Se construyen algoritmos de regularización y se investiga su relación con la pseudoinversión, el enfoque bayesiano y BLUE ",
            "error": [
                ""
            ]
        },
        "pseudoinverse method": {
            "translated_key": "método seudoinverso",
            "translated_annotated_text": "Regularización de problemas de regresión lineal El estudio considera la estimación robusta de parámetros de regresión lineal por el método de regularización, el \"método seudoinverso\", y el método bayesiano permitiendo correlaciones y errores en los datos. Se construyen algoritmos de regularización y se investiga su relación con la pseudoinversión, el enfoque bayesiano y BLUE ",
            "error": [
                ""
            ]
        },
        "Bayesian method": {
            "translated_key": "método bayesiano",
            "translated_annotated_text": "Regularización de problemas de regresión lineal El estudio considera la estimación robusta de parámetros de regresión lineal por el método de regularización, el método pseudoinverso, y el \"método bayesiano\" permitiendo correlaciones y errores en los datos. Se construyen algoritmos de regularización y se investiga su relación con la pseudoinversión, el enfoque bayesiano y BLUE ",
            "error": [
                ""
            ]
        },
        "pseudoinversion": {
            "translated_key": "pseudoinversión",
            "translated_annotated_text": "Regularización de problemas de regresión lineal El estudio considera la estimación robusta de parámetros de regresión lineal por el método de regularización, el método pseudoinverso, y el método bayesiano permitiendo correlaciones y errores en los datos. Se construyen algoritmos de regularización y se investiga su relación con la \"pseudoinversión\", el enfoque bayesiano y BLUE ",
            "error": [
                ""
            ]
        },
        "Bayesian approach": {
            "translated_key": "enfoque bayesiano",
            "translated_annotated_text": "Regularización de problemas de regresión lineal El estudio considera la estimación robusta de parámetros de regresión lineal por el método de regularización, el método pseudoinverso, y el método bayesiano permitiendo correlaciones y errores en los datos. Se construyen algoritmos de regularización y se investiga su relación con la pseudoinversión, el \"enfoque bayesiano\", y BLUE ",
            "error": [
                ""
            ]
        },
        "BLUE": {
            "translated_key": "BLUE",
            "translated_annotated_text": "Regularización de problemas de regresión lineal El estudio considera la estimación robusta de parámetros de regresión lineal por el método de regularización, el método pseudoinverso, y el método bayesiano permitiendo correlaciones y errores en los datos. Se construyen algoritmos de regularización y se investiga su relación con la pseudoinversión, el enfoque bayesiano y el \"BLUE\" ",
            "error": [
                ""
            ]
        },
        "Bayes methods": {
            "translated_key": [],
            "translated_annotated_text": "Regularización de problemas de regresión lineal El estudio considera la estimación robusta de parámetros de regresión lineal por el método de regularización, el método pseudoinverso, y el método bayesiano permitiendo correlaciones y errores en los datos. Se construyen algoritmos de regularización y se investiga su relación con la pseudoinversión, el enfoque bayesiano y BLUE ",
            "error": []
        },
        "estimation theory": {
            "translated_key": [],
            "translated_annotated_text": "Regularización de problemas de regresión lineal El estudio considera la estimación robusta de parámetros de regresión lineal por el método de regularización, el método pseudoinverso, y el método bayesiano permitiendo correlaciones y errores en los datos. Se construyen algoritmos de regularización y se investiga su relación con la pseudoinversión, el enfoque bayesiano y BLUE ",
            "error": []
        },
        "probability": {
            "translated_key": [],
            "translated_annotated_text": "Regularización de problemas de regresión lineal El estudio considera la estimación robusta de parámetros de regresión lineal por el método de regularización, el método pseudoinverso, y el método bayesiano permitiendo correlaciones y errores en los datos. Se construyen algoritmos de regularización y se investiga su relación con la pseudoinversión, el enfoque bayesiano y BLUE ",
            "error": []
        },
        "statistical analysis": {
            "translated_key": [],
            "translated_annotated_text": "Regularización de problemas de regresión lineal El estudio considera la estimación robusta de parámetros de regresión lineal por el método de regularización, el método pseudoinverso, y el método bayesiano permitiendo correlaciones y errores en los datos. Se construyen algoritmos de regularización y se investiga su relación con la pseudoinversión, el enfoque bayesiano y BLUE ",
            "error": []
        }
    }
}