{
    "original_text": "Choice from a three-element set: some lessons of the 2000 presidential campaign in the United States We consider the behavior of four choice rules - plurality voting, approval voting, Borda count, and self-consistent choice - when applied to choose the best option from a three-element set. It is assumed that the two main options are preferred by a large majority of the voters, while the third option gets a very small number of votes and influences the election outcome only when the two main options receive a close number of votes. When used to rate the main options, Borda count and self-consistent choice contain terms that allow both for the strength of preferences of the voters and the rating of the main candidates by voters who vote for the third option. In this way, it becomes possible to determine more reliably the winner when plurality voting or approval voting produce close results",
    "original_translation": "Elección de un conjunto de tres elementos: algunas lecciones de la campaña presidencial de 2000 en los Estados Unidos Consideramos el comportamiento de cuatro reglas de elección - la pluralidad del voto, la aprobación del voto, el conteo de Borda, y la elección auto-consistente - cuando se aplica para elegir la mejor opción de un conjunto de tres elementos. Se supone que las dos opciones principales son preferidas por una gran mayoría de los votantes, mientras que la tercera opción obtiene un número muy pequeño de votos e influye en el resultado electoral sólo cuando las dos opciones principales reciben un número cercano de votos. Cuando se utiliza para calificar las opciones principales, Borda cuenta y la elección auto-consistente contienen términos que permiten tanto para la fuerza de las preferencias de los votantes y la calificación de los principales candidatos por los votantes que votan por la tercera opción. De esta manera, es posible determinar con mayor fiabilidad el ganador cuando la pluralidad del voto o la aprobación del voto producen resultados cercanos",
    "error_count": 4,
    "keys": {
        "three-element set": {
            "translated_key": "conjunto de tres elementos",
            "translated_annotated_text": "Elección de un \"conjunto de tres elementos\": algunas lecciones de la campaña presidencial de 2000 en los Estados Unidos Consideramos el comportamiento de cuatro reglas de elección -votación plural, votación de aprobación, conteo de Borda, y elección auto-consistente - cuando se aplica para elegir la mejor opción de un \"conjunto de tres elementos\". Se supone que las dos opciones principales son preferidas por una gran mayoría de los votantes, mientras que la tercera opción obtiene un número muy pequeño de votos e influye en el resultado electoral sólo cuando las dos opciones principales reciben un número cercano de votos. Cuando se utiliza para calificar las opciones principales, Borda cuenta y la elección auto-consistente contienen términos que permiten tanto para la fuerza de las preferencias de los votantes y la calificación de los principales candidatos por los votantes que votan por la tercera opción. De esta manera, es posible determinar con mayor fiabilidad el ganador cuando la pluralidad del voto o la aprobación del voto producen resultados cercanos ",
            "error": [
                ""
            ]
        },
        "2000 presidential campaign": {
            "translated_key": "campaña presidencial 2000",
            "translated_annotated_text": "Elección de un conjunto de tres elementos: algunas lecciones de la \"campaña presidencial 2000\" en los Estados Unidos Consideramos el comportamiento de cuatro reglas de elección - la pluralidad del voto, la aprobación del voto, el conteo de Borda, y la elección auto-consistente - cuando se aplica para elegir la mejor opción de un conjunto de tres elementos. Se supone que las dos opciones principales son preferidas por una gran mayoría de los votantes, mientras que la tercera opción obtiene un número muy pequeño de votos e influye en el resultado electoral sólo cuando las dos opciones principales reciben un número cercano de votos. Cuando se utiliza para calificar las opciones principales, Borda cuenta y la elección auto-consistente contienen términos que permiten tanto para la fuerza de las preferencias de los votantes y la calificación de los principales candidatos por los votantes que votan por la tercera opción. De esta manera, es posible determinar con mayor fiabilidad el ganador cuando la pluralidad del voto o la aprobación del voto producen resultados cercanos ",
            "error": [
                ""
            ]
        },
        "plurality voting": {
            "translated_key": [
                "votación plural",
                "voto de pluralidad"
            ],
            "translated_annotated_text": "Elección de un conjunto de tres elementos: algunas lecciones de la campaña presidencial de 2000 en los Estados Unidos Consideramos el comportamiento de cuatro reglas de elección - \"votación plural\", votación de aprobación, conteo de Borda, y elección auto-consistente - cuando se aplica para elegir la mejor opción de un conjunto de tres elementos. Se supone que las dos opciones principales son preferidas por una gran mayoría de los votantes, mientras que la tercera opción obtiene un número muy pequeño de votos e influye en el resultado electoral sólo cuando las dos opciones principales reciben un número cercano de votos. Cuando se utiliza para calificar las opciones principales, Borda cuenta y la elección auto-consistente contienen términos que permiten tanto para la fuerza de las preferencias de los votantes y la calificación de los principales candidatos por los votantes que votan por la tercera opción. De esta manera, es posible determinar con mayor fiabilidad el ganador cuando el \"voto de pluralidad\" o el voto de aprobación producen resultados cercanos ",
            "error": [
                "votación plural",
                "voto de pluralidad"
            ]
        },
        "approval voting": {
            "translated_key": "votación de aprobación",
            "translated_annotated_text": "Elección de un conjunto de tres elementos: algunas lecciones de la campaña presidencial de 2000 en los Estados Unidos Consideramos el comportamiento de cuatro reglas de elección - la pluralidad del voto, \"votación de aprobación\", Borda conteo, y la elección auto-consistente - cuando se aplica para elegir la mejor opción de un conjunto de tres elementos. Se supone que las dos opciones principales son preferidas por una gran mayoría de los votantes, mientras que la tercera opción obtiene un número muy pequeño de votos e influye en el resultado electoral sólo cuando las dos opciones principales reciben un número cercano de votos. Cuando se utiliza para calificar las opciones principales, Borda cuenta y la elección auto-consistente contienen términos que permiten tanto para la fuerza de las preferencias de los votantes y la calificación de los principales candidatos por los votantes que votan por la tercera opción. De esta manera, es posible determinar con mayor fiabilidad el ganador cuando la pluralidad del voto o la \"votación de aprobación\" producen resultados cercanos ",
            "error": [
                ""
            ]
        },
        "Borda count": {
            "translated_key": [
                "Borda count",
                "Borda cuenta"
            ],
            "translated_annotated_text": "Elección a partir de un conjunto de tres elementos: algunas lecciones de la campaña presidencial 2000 en los Estados Unidos Consideramos el comportamiento de cuatro reglas de elección - pluralidad de voto, voto de aprobación, \"Borda count\", y elección auto-consistente - cuando se aplica para elegir la mejor opción de un conjunto de tres elementos. Se supone que las dos opciones principales son preferidas por una gran mayoría de los votantes, mientras que la tercera opción obtiene un número muy pequeño de votos e influye en el resultado electoral sólo cuando las dos opciones principales reciben un número cercano de votos. Cuando se utiliza para calificar las opciones principales, \"Borda cuenta\" y la elección auto-consistente contienen términos que permiten tanto para la fuerza de las preferencias de los votantes y la calificación de los principales candidatos por los votantes que votan por la tercera opción. De esta manera, es posible determinar con mayor fiabilidad el ganador cuando la pluralidad del voto o la aprobación del voto producen resultados cercanos ",
            "error": [
                "Borda count",
                "Borda cuenta"
            ]
        },
        "self-consistent choice": {
            "translated_key": [
                "auto-consistente elección",
                "opción auto-consistente"
            ],
            "translated_annotated_text": "Elección de un conjunto de tres elementos: algunas lecciones de la campaña presidencial de 2000 en los Estados Unidos Consideramos el comportamiento de cuatro reglas de elección - pluralidad de voto, voto de aprobación, Borda cuenta, y \"auto-consistente elección\" - cuando se aplica para elegir la mejor opción de un conjunto de tres elementos. Se supone que las dos opciones principales son preferidas por una gran mayoría de los votantes, mientras que la tercera opción obtiene un número muy pequeño de votos e influye en el resultado electoral sólo cuando las dos opciones principales reciben un número cercano de votos. Cuando se utiliza para calificar las opciones principales, Borda cuenta y \"opción auto-consistente\" contienen términos que permiten tanto para la fuerza de las preferencias de los votantes y la calificación de los principales candidatos por los votantes que votan por la tercera opción. De esta manera, es posible determinar con mayor fiabilidad el ganador cuando la pluralidad del voto o la aprobación del voto producen resultados cercanos ",
            "error": [
                "auto-consistente elección",
                "opción auto-consistente"
            ]
        },
        "mathematical programming": {
            "translated_key": [],
            "translated_annotated_text": "Elección de un conjunto de tres elementos: algunas lecciones de la campaña presidencial de 2000 en los Estados Unidos Consideramos el comportamiento de cuatro reglas de elección - la pluralidad del voto, la aprobación del voto, el conteo de Borda, y la elección auto-consistente - cuando se aplica para elegir la mejor opción de un conjunto de tres elementos. Se supone que las dos opciones principales son preferidas por una gran mayoría de los votantes, mientras que la tercera opción obtiene un número muy pequeño de votos e influye en el resultado electoral sólo cuando las dos opciones principales reciben un número cercano de votos. Cuando se utiliza para calificar las opciones principales, Borda cuenta y la elección auto-consistente contienen términos que permiten tanto para la fuerza de las preferencias de los votantes y la calificación de los principales candidatos por los votantes que votan por la tercera opción. De esta manera, es posible determinar con mayor fiabilidad el ganador cuando la pluralidad del voto o la aprobación del voto producen resultados cercanos ",
            "error": []
        }
    }
}