{
    "original_text": "Self-calibration from image derivatives This study investigates the problem of estimating camera calibration parameters from image motion fields induced by a rigidly moving camera with unknown parameters, where the image formation is modeled with a linear pinhole-camera model. The equations obtained show the flow to be separated into a component due to the translation and the calibration parameters and a component due to the rotation and the calibration parameters. A set of parameters encoding the latter component is linearly related to the flow, and from these parameters the calibration can be determined. However, as for discrete motion, in general it is not possible to decouple image measurements obtained from only two frames into translational and rotational components. Geometrically, the ambiguity takes the form of a part of the rotational component being parallel to the translational component, and thus the scene can be reconstructed only up to a projective transformation. In general, for full calibration at least four successive image frames are necessary, with the 3D rotation changing between the measurements. The geometric analysis gives rise to a direct self-calibration method that avoids computation of optical flow or point correspondences and uses only normal flow measurements. New constraints on the smoothness of the surfaces in view are formulated to relate structure and motion directly to image derivatives, and on the basis of these constraints the transformation of the viewing geometry between consecutive images is estimated. The calibration parameters are then estimated from the rotational components of several flow fields. As the proposed technique neither requires a special set up nor needs exact correspondence it is potentially useful for the calibration of active vision systems which have to acquire knowledge about their intrinsic parameters while they perform other tasks, or as a tool for analyzing image sequences in large video databases",
    "original_translation": "Autocalibración a partir de derivados de la imagen Este estudio investiga el problema de estimar los parámetros de calibración de la cámara a partir de campos de movimiento de imagen inducidos por una cámara rígidamente móvil con parámetros desconocidos, donde la formación de la imagen se modela con un modelo lineal de cámara de pico. Las ecuaciones obtenidas muestran el flujo a separar en un componente debido a la traducción y los parámetros de calibración y un componente debido a la rotación y los parámetros de calibración. Un conjunto de parámetros que codifican este último componente está linealmente relacionado con el flujo, y a partir de estos parámetros se puede determinar la calibración. Sin embargo, en cuanto al movimiento discreto, en general no es posible desacoplar las mediciones de imagen obtenidas de sólo dos cuadros en componentes traslacionales y rotacionales. Geométricamente, la ambigüedad toma la forma de que una parte del componente rotacional sea paralela al componente traslacional, y por lo tanto la escena sólo puede ser reconstruida hasta una transformación proyectiva. En general, para la calibración completa son necesarios al menos cuatro cuadros de imagen sucesivos, con el cambio de rotación 3D entre las mediciones. El análisis geométrico da lugar a un método de autocalibración directa que evita el cálculo de correspondencias ópticas de flujo o puntos y utiliza únicamente mediciones normales de flujo. Se formulan nuevas limitaciones sobre la suavidad de las superficies vistas para relacionar la estructura y el movimiento directamente con los derivados de la imagen, y sobre la base de estas limitaciones se estima la transformación de la geometría de visualización entre imágenes consecutivas. Los parámetros de calibración se calculan a partir de los componentes rotacionales de varios campos de flujo. Dado que la técnica propuesta no requiere una configuración especial ni requiere correspondencia exacta, es potencialmente útil para la calibración de sistemas de visión activa que tienen que adquirir conocimientos sobre sus parámetros intrínsecos mientras realizan otras tareas, o como herramienta para analizar secuencias de imágenes en grandes bases de datos de vídeo",
    "error_count": 4,
    "keys": {
        "camera calibration parameters": {
            "translated_key": "parámetros de calibración de cámara",
            "translated_annotated_text": "Autocalibración a partir de derivados de la imagen Este estudio investiga el problema de estimar \"parámetros de calibración de cámara\" a partir de campos de movimiento de imagen inducidos por una cámara rígidamente móvil con parámetros desconocidos, donde la formación de la imagen se modela con un modelo lineal de cámara estenocular. Las ecuaciones obtenidas muestran el flujo a separar en un componente debido a la traducción y los parámetros de calibración y un componente debido a la rotación y los parámetros de calibración. Un conjunto de parámetros que codifican este último componente está linealmente relacionado con el flujo, y a partir de estos parámetros se puede determinar la calibración. Sin embargo, en cuanto al movimiento discreto, en general no es posible desacoplar las mediciones de imagen obtenidas de sólo dos cuadros en componentes traslacionales y rotacionales. Geométricamente, la ambigüedad toma la forma de que una parte del componente rotacional sea paralela al componente traslacional, y por lo tanto la escena sólo puede ser reconstruida hasta una transformación proyectiva. En general, para la calibración completa son necesarios al menos cuatro cuadros de imagen sucesivos, con el cambio de rotación 3D entre las mediciones. El análisis geométrico da lugar a un método de autocalibración directa que evita el cálculo de correspondencias ópticas de flujo o puntos y utiliza únicamente mediciones normales de flujo. Se formulan nuevas limitaciones sobre la suavidad de las superficies vistas para relacionar la estructura y el movimiento directamente con los derivados de la imagen, y sobre la base de estas limitaciones se estima la transformación de la geometría de visualización entre imágenes consecutivas. Los parámetros de calibración se calculan a partir de los componentes rotacionales de varios campos de flujo. Dado que la técnica propuesta no requiere una configuración especial ni requiere correspondencia exacta, es potencialmente útil para la calibración de sistemas de visión activa que tienen que adquirir conocimientos sobre sus parámetros intrínsecos mientras realizan otras tareas, o como herramienta para analizar secuencias de imágenes en grandes bases de datos de vídeo ",
            "error": [
                ""
            ]
        },
        "image motion fields": {
            "translated_key": "campos de movimiento de imágenes",
            "translated_annotated_text": "Autocalibración a partir de derivados de imágenes Este estudio investiga el problema de estimar los parámetros de calibración de la cámara a partir de \"campos de movimiento de imágenes\" inducidos por una cámara rígidamente en movimiento con parámetros desconocidos, donde la formación de la imagen se modela con un modelo lineal de cámara de agujeros. Las ecuaciones obtenidas muestran el flujo a separar en un componente debido a la traducción y los parámetros de calibración y un componente debido a la rotación y los parámetros de calibración. Un conjunto de parámetros que codifican este último componente está linealmente relacionado con el flujo, y a partir de estos parámetros se puede determinar la calibración. Sin embargo, en cuanto al movimiento discreto, en general no es posible desacoplar las mediciones de imagen obtenidas de sólo dos cuadros en componentes traslacionales y rotacionales. Geométricamente, la ambigüedad toma la forma de que una parte del componente rotacional sea paralela al componente traslacional, y por lo tanto la escena sólo puede ser reconstruida hasta una transformación proyectiva. En general, para la calibración completa son necesarios al menos cuatro cuadros de imagen sucesivos, con el cambio de rotación 3D entre las mediciones. El análisis geométrico da lugar a un método de autocalibración directa que evita el cálculo de correspondencias ópticas de flujo o puntos y utiliza únicamente mediciones normales de flujo. Se formulan nuevas limitaciones sobre la suavidad de las superficies vistas para relacionar la estructura y el movimiento directamente con los derivados de la imagen, y sobre la base de estas limitaciones se estima la transformación de la geometría de visualización entre imágenes consecutivas. Los parámetros de calibración se calculan a partir de los componentes rotacionales de varios campos de flujo. Dado que la técnica propuesta no requiere una configuración especial ni requiere correspondencia exacta, es potencialmente útil para la calibración de sistemas de visión activa que tienen que adquirir conocimientos sobre sus parámetros intrínsecos mientras realizan otras tareas, o como herramienta para analizar secuencias de imágenes en grandes bases de datos de vídeo ",
            "error": [
                ""
            ]
        },
        "rigidly moving camera": {
            "translated_key": "cámara en movimiento rígido",
            "translated_annotated_text": "Autocalibración a partir de los derivados de la imagen Este estudio investiga el problema de estimar los parámetros de calibración de la cámara a partir de campos de movimiento de imagen inducidos por una \"cámara en movimiento rígido\" con parámetros desconocidos, donde la formación de la imagen se modela con un modelo lineal de cámara estenográfica. Las ecuaciones obtenidas muestran el flujo a separar en un componente debido a la traducción y los parámetros de calibración y un componente debido a la rotación y los parámetros de calibración. Un conjunto de parámetros que codifican este último componente está linealmente relacionado con el flujo, y a partir de estos parámetros se puede determinar la calibración. Sin embargo, en cuanto al movimiento discreto, en general no es posible desacoplar las mediciones de imagen obtenidas de sólo dos cuadros en componentes traslacionales y rotacionales. Geométricamente, la ambigüedad toma la forma de que una parte del componente rotacional sea paralela al componente traslacional, y por lo tanto la escena sólo puede ser reconstruida hasta una transformación proyectiva. En general, para la calibración completa son necesarios al menos cuatro cuadros de imagen sucesivos, con el cambio de rotación 3D entre las mediciones. El análisis geométrico da lugar a un método de autocalibración directa que evita el cálculo de correspondencias ópticas de flujo o puntos y utiliza únicamente mediciones normales de flujo. Se formulan nuevas limitaciones sobre la suavidad de las superficies vistas para relacionar la estructura y el movimiento directamente con los derivados de la imagen, y sobre la base de estas limitaciones se estima la transformación de la geometría de visualización entre imágenes consecutivas. Los parámetros de calibración se calculan a partir de los componentes rotacionales de varios campos de flujo. Dado que la técnica propuesta no requiere una configuración especial ni requiere correspondencia exacta, es potencialmente útil para la calibración de sistemas de visión activa que tienen que adquirir conocimientos sobre sus parámetros intrínsecos mientras realizan otras tareas, o como herramienta para analizar secuencias de imágenes en grandes bases de datos de vídeo ",
            "error": [
                ""
            ]
        },
        "image formation": {
            "translated_key": "formación de la imagen",
            "translated_annotated_text": "Autocalibración a partir de derivados de la imagen Este estudio investiga el problema de estimar los parámetros de calibración de la cámara a partir de campos de movimiento de imagen inducidos por una cámara rígidamente móvil con parámetros desconocidos, donde la \"formación de la imagen\" se modela con un modelo lineal de cámara estenocular. Las ecuaciones obtenidas muestran el flujo a separar en un componente debido a la traducción y los parámetros de calibración y un componente debido a la rotación y los parámetros de calibración. Un conjunto de parámetros que codifican este último componente está linealmente relacionado con el flujo, y a partir de estos parámetros se puede determinar la calibración. Sin embargo, en cuanto al movimiento discreto, en general no es posible desacoplar las mediciones de imagen obtenidas de sólo dos cuadros en componentes traslacionales y rotacionales. Geométricamente, la ambigüedad toma la forma de que una parte del componente rotacional sea paralela al componente traslacional, y por lo tanto la escena sólo puede ser reconstruida hasta una transformación proyectiva. En general, para la calibración completa son necesarios al menos cuatro cuadros de imagen sucesivos, con el cambio de rotación 3D entre las mediciones. El análisis geométrico da lugar a un método de autocalibración directa que evita el cálculo de correspondencias ópticas de flujo o puntos y utiliza únicamente mediciones normales de flujo. Se formulan nuevas limitaciones sobre la suavidad de las superficies vistas para relacionar la estructura y el movimiento directamente con los derivados de la imagen, y sobre la base de estas limitaciones se estima la transformación de la geometría de visualización entre imágenes consecutivas. Los parámetros de calibración se calculan a partir de los componentes rotacionales de varios campos de flujo. Dado que la técnica propuesta no requiere una configuración especial ni requiere correspondencia exacta, es potencialmente útil para la calibración de sistemas de visión activa que tienen que adquirir conocimientos sobre sus parámetros intrínsecos mientras realizan otras tareas, o como herramienta para analizar secuencias de imágenes en grandes bases de datos de vídeo ",
            "error": [
                ""
            ]
        },
        "linear pinhole-camera model": {
            "translated_key": "modelo lineal de cámara de pico",
            "translated_annotated_text": "Autocalibración a partir de derivados de la imagen Este estudio investiga el problema de estimar los parámetros de calibración de la cámara a partir de campos de movimiento de imagen inducidos por una cámara rígidamente en movimiento con parámetros desconocidos, donde la formación de la imagen se modela con un \"modelo lineal de cámara de pico\". Las ecuaciones obtenidas muestran el flujo a separar en un componente debido a la traducción y los parámetros de calibración y un componente debido a la rotación y los parámetros de calibración. Un conjunto de parámetros que codifican este último componente está linealmente relacionado con el flujo, y a partir de estos parámetros se puede determinar la calibración. Sin embargo, en cuanto al movimiento discreto, en general no es posible desacoplar las mediciones de imagen obtenidas de sólo dos cuadros en componentes traslacionales y rotacionales. Geométricamente, la ambigüedad toma la forma de que una parte del componente rotacional sea paralela al componente traslacional, y por lo tanto la escena sólo puede ser reconstruida hasta una transformación proyectiva. En general, para la calibración completa son necesarios al menos cuatro cuadros de imagen sucesivos, con el cambio de rotación 3D entre las mediciones. El análisis geométrico da lugar a un método de autocalibración directa que evita el cálculo de correspondencias ópticas de flujo o puntos y utiliza únicamente mediciones normales de flujo. Se formulan nuevas limitaciones sobre la suavidad de las superficies vistas para relacionar la estructura y el movimiento directamente con los derivados de la imagen, y sobre la base de estas limitaciones se estima la transformación de la geometría de visualización entre imágenes consecutivas. Los parámetros de calibración se calculan a partir de los componentes rotacionales de varios campos de flujo. Dado que la técnica propuesta no requiere una configuración especial ni requiere correspondencia exacta, es potencialmente útil para la calibración de sistemas de visión activa que tienen que adquirir conocimientos sobre sus parámetros intrínsecos mientras realizan otras tareas, o como herramienta para analizar secuencias de imágenes en grandes bases de datos de vídeo ",
            "error": [
                ""
            ]
        },
        "calibration parameters": {
            "translated_key": "parámetros de calibración",
            "translated_annotated_text": "Autocalibración a partir de derivados de imágenes Este estudio investiga el problema de estimar los \"parámetros de calibración\" de la cámara a partir de campos de movimiento de imágenes inducidos por una cámara rígidamente en movimiento con parámetros desconocidos, donde la formación de la imagen se modela con un modelo lineal de cámara de picos. Las ecuaciones obtenidas muestran el flujo a separar en un componente debido a la traducción y los \"parámetros de calibración\" y un componente debido a la rotación y los \"parámetros de calibración\". Un conjunto de parámetros que codifican este último componente está linealmente relacionado con el flujo, y a partir de estos parámetros se puede determinar la calibración. Sin embargo, en cuanto al movimiento discreto, en general no es posible desacoplar las mediciones de imagen obtenidas de sólo dos cuadros en componentes traslacionales y rotacionales. Geométricamente, la ambigüedad toma la forma de que una parte del componente rotacional sea paralela al componente traslacional, y por lo tanto la escena sólo puede ser reconstruida hasta una transformación proyectiva. En general, para la calibración completa son necesarios al menos cuatro cuadros de imagen sucesivos, con el cambio de rotación 3D entre las mediciones. El análisis geométrico da lugar a un método de autocalibración directa que evita el cálculo de correspondencias ópticas de flujo o puntos y utiliza únicamente mediciones normales de flujo. Se formulan nuevas limitaciones sobre la suavidad de las superficies vistas para relacionar la estructura y el movimiento directamente con los derivados de la imagen, y sobre la base de estas limitaciones se estima la transformación de la geometría de visualización entre imágenes consecutivas. Los \"parámetros de calibración\" se calculan a partir de los componentes rotacionales de varios campos de flujo. Dado que la técnica propuesta no requiere una configuración especial ni requiere correspondencia exacta, es potencialmente útil para la calibración de sistemas de visión activa que tienen que adquirir conocimientos sobre sus parámetros intrínsecos mientras realizan otras tareas, o como herramienta para analizar secuencias de imágenes en grandes bases de datos de vídeo ",
            "error": [
                ""
            ]
        },
        "image measurements": {
            "translated_key": "mediciones de imagen",
            "translated_annotated_text": "Autocalibración a partir de derivados de la imagen Este estudio investiga el problema de estimar los parámetros de calibración de la cámara a partir de campos de movimiento de imagen inducidos por una cámara rígidamente móvil con parámetros desconocidos, donde la formación de la imagen se modela con un modelo lineal de cámara de pico. Las ecuaciones obtenidas muestran el flujo a separar en un componente debido a la traducción y los parámetros de calibración y un componente debido a la rotación y los parámetros de calibración. Un conjunto de parámetros que codifican este último componente está linealmente relacionado con el flujo, y a partir de estos parámetros se puede determinar la calibración. Sin embargo, en cuanto al movimiento discreto, en general no es posible disociar las \"mediciones de imagen\" obtenidas de sólo dos marcos en componentes traslacionales y rotacionales. Geométricamente, la ambigüedad toma la forma de que una parte del componente rotacional sea paralela al componente traslacional, y por lo tanto la escena sólo puede ser reconstruida hasta una transformación proyectiva. En general, para la calibración completa son necesarios al menos cuatro cuadros de imagen sucesivos, con el cambio de rotación 3D entre las mediciones. El análisis geométrico da lugar a un método de autocalibración directa que evita el cálculo de correspondencias ópticas de flujo o puntos y utiliza únicamente mediciones normales de flujo. Se formulan nuevas limitaciones sobre la suavidad de las superficies vistas para relacionar la estructura y el movimiento directamente con los derivados de la imagen, y sobre la base de estas limitaciones se estima la transformación de la geometría de visualización entre imágenes consecutivas. Los parámetros de calibración se calculan a partir de los componentes rotacionales de varios campos de flujo. Dado que la técnica propuesta no requiere una configuración especial ni requiere correspondencia exacta, es potencialmente útil para la calibración de sistemas de visión activa que tienen que adquirir conocimientos sobre sus parámetros intrínsecos mientras realizan otras tareas, o como herramienta para analizar secuencias de imágenes en grandes bases de datos de vídeo ",
            "error": [
                ""
            ]
        },
        "translational components": {
            "translated_key": [],
            "translated_annotated_text": "Autocalibración a partir de derivados de la imagen Este estudio investiga el problema de estimar los parámetros de calibración de la cámara a partir de campos de movimiento de imagen inducidos por una cámara rígidamente móvil con parámetros desconocidos, donde la formación de la imagen se modela con un modelo lineal de cámara de pico. Las ecuaciones obtenidas muestran el flujo a separar en un componente debido a la traducción y los parámetros de calibración y un componente debido a la rotación y los parámetros de calibración. Un conjunto de parámetros que codifican este último componente está linealmente relacionado con el flujo, y a partir de estos parámetros se puede determinar la calibración. Sin embargo, en cuanto al movimiento discreto, en general no es posible desacoplar las mediciones de imagen obtenidas de sólo dos cuadros en componentes traslacionales y rotacionales. Geométricamente, la ambigüedad toma la forma de que una parte del componente rotacional sea paralela al componente traslacional, y por lo tanto la escena sólo puede ser reconstruida hasta una transformación proyectiva. En general, para la calibración completa son necesarios al menos cuatro cuadros de imagen sucesivos, con el cambio de rotación 3D entre las mediciones. El análisis geométrico da lugar a un método de autocalibración directa que evita el cálculo de correspondencias ópticas de flujo o puntos y utiliza únicamente mediciones normales de flujo. Se formulan nuevas limitaciones sobre la suavidad de las superficies vistas para relacionar la estructura y el movimiento directamente con los derivados de la imagen, y sobre la base de estas limitaciones se estima la transformación de la geometría de visualización entre imágenes consecutivas. Los parámetros de calibración se calculan a partir de los componentes rotacionales de varios campos de flujo. Dado que la técnica propuesta no requiere una configuración especial ni requiere correspondencia exacta, es potencialmente útil para la calibración de sistemas de visión activa que tienen que adquirir conocimientos sobre sus parámetros intrínsecos mientras realizan otras tareas, o como herramienta para analizar secuencias de imágenes en grandes bases de datos de vídeo ",
            "error": []
        },
        "rotational components": {
            "translated_key": "componentes rotacionales",
            "translated_annotated_text": "Autocalibración a partir de derivados de la imagen Este estudio investiga el problema de estimar los parámetros de calibración de la cámara a partir de campos de movimiento de imagen inducidos por una cámara rígidamente móvil con parámetros desconocidos, donde la formación de la imagen se modela con un modelo lineal de cámara de pico. Las ecuaciones obtenidas muestran el flujo a separar en un componente debido a la traducción y los parámetros de calibración y un componente debido a la rotación y los parámetros de calibración. Un conjunto de parámetros que codifican este último componente está linealmente relacionado con el flujo, y a partir de estos parámetros se puede determinar la calibración. Sin embargo, en cuanto al movimiento discreto, en general no es posible desacoplar las mediciones de imagen obtenidas de sólo dos marcos en componentes translacionales y rotacionales. Geométricamente, la ambigüedad toma la forma de que una parte del componente rotacional sea paralela al componente traslacional, y por lo tanto la escena sólo puede ser reconstruida hasta una transformación proyectiva. En general, para la calibración completa son necesarios al menos cuatro cuadros de imagen sucesivos, con el cambio de rotación 3D entre las mediciones. El análisis geométrico da lugar a un método de autocalibración directa que evita el cálculo de correspondencias ópticas de flujo o puntos y utiliza únicamente mediciones normales de flujo. Se formulan nuevas limitaciones sobre la suavidad de las superficies vistas para relacionar la estructura y el movimiento directamente con los derivados de la imagen, y sobre la base de estas limitaciones se estima la transformación de la geometría de visualización entre imágenes consecutivas. Los parámetros de calibración se calculan a partir de los \"componentes rotacionales\" de varios campos de flujo. Dado que la técnica propuesta no requiere una configuración especial ni requiere correspondencia exacta, es potencialmente útil para la calibración de sistemas de visión activa que tienen que adquirir conocimientos sobre sus parámetros intrínsecos mientras realizan otras tareas, o como herramienta para analizar secuencias de imágenes en grandes bases de datos de vídeo ",
            "error": [
                ""
            ]
        },
        "direct self-calibration method": {
            "translated_key": "método de autocalibración directa",
            "translated_annotated_text": "Autocalibración a partir de derivados de la imagen Este estudio investiga el problema de estimar los parámetros de calibración de la cámara a partir de campos de movimiento de imagen inducidos por una cámara rígidamente móvil con parámetros desconocidos, donde la formación de la imagen se modela con un modelo lineal de cámara de pico. Las ecuaciones obtenidas muestran el flujo a separar en un componente debido a la traducción y los parámetros de calibración y un componente debido a la rotación y los parámetros de calibración. Un conjunto de parámetros que codifican este último componente está linealmente relacionado con el flujo, y a partir de estos parámetros se puede determinar la calibración. Sin embargo, en cuanto al movimiento discreto, en general no es posible desacoplar las mediciones de imagen obtenidas de sólo dos cuadros en componentes traslacionales y rotacionales. Geométricamente, la ambigüedad toma la forma de que una parte del componente rotacional sea paralela al componente traslacional, y por lo tanto la escena sólo puede ser reconstruida hasta una transformación proyectiva. En general, para la calibración completa son necesarios al menos cuatro cuadros de imagen sucesivos, con el cambio de rotación 3D entre las mediciones. El análisis geométrico da lugar a un \"método de autocalibración directa\" que evita el cálculo de correspondencias ópticas de flujo o puntos y utiliza únicamente mediciones normales de flujo. Se formulan nuevas limitaciones sobre la suavidad de las superficies vistas para relacionar la estructura y el movimiento directamente con los derivados de la imagen, y sobre la base de estas limitaciones se estima la transformación de la geometría de visualización entre imágenes consecutivas. Los parámetros de calibración se calculan a partir de los componentes rotacionales de varios campos de flujo. Dado que la técnica propuesta no requiere una configuración especial ni requiere correspondencia exacta, es potencialmente útil para la calibración de sistemas de visión activa que tienen que adquirir conocimientos sobre sus parámetros intrínsecos mientras realizan otras tareas, o como herramienta para analizar secuencias de imágenes en grandes bases de datos de vídeo ",
            "error": [
                ""
            ]
        },
        "optical flow": {
            "translated_key": "flujo óptico",
            "translated_annotated_text": "Autocalibración a partir de derivados de la imagen Este estudio investiga el problema de estimar los parámetros de calibración de la cámara a partir de campos de movimiento de imagen inducidos por una cámara rígidamente móvil con parámetros desconocidos, donde la formación de la imagen se modela con un modelo lineal de cámara de pico. Las ecuaciones obtenidas muestran el flujo a separar en un componente debido a la traducción y los parámetros de calibración y un componente debido a la rotación y los parámetros de calibración. Un conjunto de parámetros que codifican este último componente está linealmente relacionado con el flujo, y a partir de estos parámetros se puede determinar la calibración. Sin embargo, en cuanto al movimiento discreto, en general no es posible desacoplar las mediciones de imagen obtenidas de sólo dos cuadros en componentes traslacionales y rotacionales. Geométricamente, la ambigüedad toma la forma de que una parte del componente rotacional sea paralela al componente traslacional, y por lo tanto la escena sólo puede ser reconstruida hasta una transformación proyectiva. En general, para la calibración completa son necesarios al menos cuatro cuadros de imagen sucesivos, con el cambio de rotación 3D entre las mediciones. El análisis geométrico da lugar a un método de autocalibración directa que evita el cálculo de \"flujo óptico\" o correspondencias puntuales y utiliza sólo mediciones normales de flujo. Se formulan nuevas limitaciones sobre la suavidad de las superficies vistas para relacionar la estructura y el movimiento directamente con los derivados de la imagen, y sobre la base de estas limitaciones se estima la transformación de la geometría de visualización entre imágenes consecutivas. Los parámetros de calibración se calculan a partir de los componentes rotacionales de varios campos de flujo. Dado que la técnica propuesta no requiere una configuración especial ni requiere correspondencia exacta, es potencialmente útil para la calibración de sistemas de visión activa que tienen que adquirir conocimientos sobre sus parámetros intrínsecos mientras realizan otras tareas, o como herramienta para analizar secuencias de imágenes en grandes bases de datos de vídeo ",
            "error": [
                ""
            ]
        },
        "point correspondences": {
            "translated_key": "correspondientes de puntos",
            "translated_annotated_text": "Autocalibración a partir de derivados de la imagen Este estudio investiga el problema de estimar los parámetros de calibración de la cámara a partir de campos de movimiento de imagen inducidos por una cámara rígidamente móvil con parámetros desconocidos, donde la formación de la imagen se modela con un modelo lineal de cámara de pico. Las ecuaciones obtenidas muestran el flujo a separar en un componente debido a la traducción y los parámetros de calibración y un componente debido a la rotación y los parámetros de calibración. Un conjunto de parámetros que codifican este último componente está linealmente relacionado con el flujo, y a partir de estos parámetros se puede determinar la calibración. Sin embargo, en cuanto al movimiento discreto, en general no es posible desacoplar las mediciones de imagen obtenidas de sólo dos cuadros en componentes traslacionales y rotacionales. Geométricamente, la ambigüedad toma la forma de que una parte del componente rotacional sea paralela al componente traslacional, y por lo tanto la escena sólo puede ser reconstruida hasta una transformación proyectiva. En general, para la calibración completa son necesarios al menos cuatro cuadros de imagen sucesivos, con el cambio de rotación 3D entre las mediciones. El análisis geométrico da lugar a un método de autocalibración directa que evita el cálculo de flujo óptico o \"correspondientes de puntos\" y utiliza sólo mediciones normales de flujo. Se formulan nuevas limitaciones sobre la suavidad de las superficies vistas para relacionar la estructura y el movimiento directamente con los derivados de la imagen, y sobre la base de estas limitaciones se estima la transformación de la geometría de visualización entre imágenes consecutivas. Los parámetros de calibración se calculan a partir de los componentes rotacionales de varios campos de flujo. Dado que la técnica propuesta no requiere una configuración especial ni requiere correspondencia exacta, es potencialmente útil para la calibración de sistemas de visión activa que tienen que adquirir conocimientos sobre sus parámetros intrínsecos mientras realizan otras tareas, o como herramienta para analizar secuencias de imágenes en grandes bases de datos de vídeo ",
            "error": [
                ""
            ]
        },
        "normal flow measurements": {
            "translated_key": "mediciones normales de flujo",
            "translated_annotated_text": "Autocalibración a partir de derivados de la imagen Este estudio investiga el problema de estimar los parámetros de calibración de la cámara a partir de campos de movimiento de imagen inducidos por una cámara rígidamente móvil con parámetros desconocidos, donde la formación de la imagen se modela con un modelo lineal de cámara de pico. Las ecuaciones obtenidas muestran el flujo a separar en un componente debido a la traducción y los parámetros de calibración y un componente debido a la rotación y los parámetros de calibración. Un conjunto de parámetros que codifican este último componente está linealmente relacionado con el flujo, y a partir de estos parámetros se puede determinar la calibración. Sin embargo, en cuanto al movimiento discreto, en general no es posible desacoplar las mediciones de imagen obtenidas de sólo dos cuadros en componentes traslacionales y rotacionales. Geométricamente, la ambigüedad toma la forma de que una parte del componente rotacional sea paralela al componente traslacional, y por lo tanto la escena sólo puede ser reconstruida hasta una transformación proyectiva. En general, para la calibración completa son necesarios al menos cuatro cuadros de imagen sucesivos, con el cambio de rotación 3D entre las mediciones. El análisis geométrico da lugar a un método de autocalibración directa que evita el cálculo de correspondencias ópticas de flujo o puntos y utiliza sólo \"mediciones normales de flujo\". Se formulan nuevas limitaciones sobre la suavidad de las superficies vistas para relacionar la estructura y el movimiento directamente con los derivados de la imagen, y sobre la base de estas limitaciones se estima la transformación de la geometría de visualización entre imágenes consecutivas. Los parámetros de calibración se calculan a partir de los componentes rotacionales de varios campos de flujo. Dado que la técnica propuesta no requiere una configuración especial ni requiere correspondencia exacta, es potencialmente útil para la calibración de sistemas de visión activa que tienen que adquirir conocimientos sobre sus parámetros intrínsecos mientras realizan otras tareas, o como herramienta para analizar secuencias de imágenes en grandes bases de datos de vídeo ",
            "error": [
                ""
            ]
        },
        "active vision systems": {
            "translated_key": "sistemas de visión activa",
            "translated_annotated_text": "Autocalibración a partir de derivados de la imagen Este estudio investiga el problema de estimar los parámetros de calibración de la cámara a partir de campos de movimiento de imagen inducidos por una cámara rígidamente móvil con parámetros desconocidos, donde la formación de la imagen se modela con un modelo lineal de cámara de pico. Las ecuaciones obtenidas muestran el flujo a separar en un componente debido a la traducción y los parámetros de calibración y un componente debido a la rotación y los parámetros de calibración. Un conjunto de parámetros que codifican este último componente está linealmente relacionado con el flujo, y a partir de estos parámetros se puede determinar la calibración. Sin embargo, en cuanto al movimiento discreto, en general no es posible desacoplar las mediciones de imagen obtenidas de sólo dos cuadros en componentes traslacionales y rotacionales. Geométricamente, la ambigüedad toma la forma de que una parte del componente rotacional sea paralela al componente traslacional, y por lo tanto la escena sólo puede ser reconstruida hasta una transformación proyectiva. En general, para la calibración completa son necesarios al menos cuatro cuadros de imagen sucesivos, con el cambio de rotación 3D entre las mediciones. El análisis geométrico da lugar a un método de autocalibración directa que evita el cálculo de correspondencias ópticas de flujo o puntos y utiliza únicamente mediciones normales de flujo. Se formulan nuevas limitaciones sobre la suavidad de las superficies vistas para relacionar la estructura y el movimiento directamente con los derivados de la imagen, y sobre la base de estas limitaciones se estima la transformación de la geometría de visualización entre imágenes consecutivas. Los parámetros de calibración se calculan a partir de los componentes rotacionales de varios campos de flujo. Dado que la técnica propuesta no requiere de una configuración especial ni de correspondencia exacta, es potencialmente útil para la calibración de \"sistemas de visión activa\" que tienen que adquirir conocimientos sobre sus parámetros intrínsecos mientras realizan otras tareas, o como herramienta para analizar secuencias de imágenes en grandes bases de datos de vídeo ",
            "error": [
                ""
            ]
        },
        "image sequences": {
            "translated_key": "secuencias de imágenes",
            "translated_annotated_text": "Autocalibración a partir de derivados de la imagen Este estudio investiga el problema de estimar los parámetros de calibración de la cámara a partir de campos de movimiento de imagen inducidos por una cámara rígidamente móvil con parámetros desconocidos, donde la formación de la imagen se modela con un modelo lineal de cámara de pico. Las ecuaciones obtenidas muestran el flujo a separar en un componente debido a la traducción y los parámetros de calibración y un componente debido a la rotación y los parámetros de calibración. Un conjunto de parámetros que codifican este último componente está linealmente relacionado con el flujo, y a partir de estos parámetros se puede determinar la calibración. Sin embargo, en cuanto al movimiento discreto, en general no es posible desacoplar las mediciones de imagen obtenidas de sólo dos cuadros en componentes traslacionales y rotacionales. Geométricamente, la ambigüedad toma la forma de que una parte del componente rotacional sea paralela al componente traslacional, y por lo tanto la escena sólo puede ser reconstruida hasta una transformación proyectiva. En general, para la calibración completa son necesarios al menos cuatro cuadros de imagen sucesivos, con el cambio de rotación 3D entre las mediciones. El análisis geométrico da lugar a un método de autocalibración directa que evita el cálculo de correspondencias ópticas de flujo o puntos y utiliza únicamente mediciones normales de flujo. Se formulan nuevas limitaciones sobre la suavidad de las superficies vistas para relacionar la estructura y el movimiento directamente con los derivados de la imagen, y sobre la base de estas limitaciones se estima la transformación de la geometría de visualización entre imágenes consecutivas. Los parámetros de calibración se calculan a partir de los componentes rotacionales de varios campos de flujo. Dado que la técnica propuesta no requiere una configuración especial ni requiere correspondencia exacta, es potencialmente útil para la calibración de sistemas de visión activa que tienen que adquirir conocimientos sobre sus parámetros intrínsecos mientras realizan otras tareas, o como herramienta para analizar \"secuencias de imágenes\" en grandes bases de datos de vídeo ",
            "error": [
                ""
            ]
        },
        "large video databases": {
            "translated_key": "grandes bases de datos de vídeo",
            "translated_annotated_text": "Autocalibración a partir de derivados de la imagen Este estudio investiga el problema de estimar los parámetros de calibración de la cámara a partir de campos de movimiento de imagen inducidos por una cámara rígidamente móvil con parámetros desconocidos, donde la formación de la imagen se modela con un modelo lineal de cámara de pico. Las ecuaciones obtenidas muestran el flujo a separar en un componente debido a la traducción y los parámetros de calibración y un componente debido a la rotación y los parámetros de calibración. Un conjunto de parámetros que codifican este último componente está linealmente relacionado con el flujo, y a partir de estos parámetros se puede determinar la calibración. Sin embargo, en cuanto al movimiento discreto, en general no es posible desacoplar las mediciones de imagen obtenidas de sólo dos cuadros en componentes traslacionales y rotacionales. Geométricamente, la ambigüedad toma la forma de que una parte del componente rotacional sea paralela al componente traslacional, y por lo tanto la escena sólo puede ser reconstruida hasta una transformación proyectiva. En general, para la calibración completa son necesarios al menos cuatro cuadros de imagen sucesivos, con el cambio de rotación 3D entre las mediciones. El análisis geométrico da lugar a un método de autocalibración directa que evita el cálculo de correspondencias ópticas de flujo o puntos y utiliza únicamente mediciones normales de flujo. Se formulan nuevas limitaciones sobre la suavidad de las superficies vistas para relacionar la estructura y el movimiento directamente con los derivados de la imagen, y sobre la base de estas limitaciones se estima la transformación de la geometría de visualización entre imágenes consecutivas. Los parámetros de calibración se calculan a partir de los componentes rotacionales de varios campos de flujo. Dado que la técnica propuesta no requiere una configuración especial ni requiere correspondencia exacta, es potencialmente útil para la calibración de sistemas de visión activa que tienen que adquirir conocimientos sobre sus parámetros intrínsecos mientras realizan otras tareas, o como herramienta para analizar secuencias de imágenes en \"grandes bases de datos de vídeo\" ",
            "error": [
                ""
            ]
        },
        "depth distortion": {
            "translated_key": [],
            "translated_annotated_text": "Autocalibración a partir de derivados de la imagen Este estudio investiga el problema de estimar los parámetros de calibración de la cámara a partir de campos de movimiento de imagen inducidos por una cámara rígidamente móvil con parámetros desconocidos, donde la formación de la imagen se modela con un modelo lineal de cámara de pico. Las ecuaciones obtenidas muestran el flujo a separar en un componente debido a la traducción y los parámetros de calibración y un componente debido a la rotación y los parámetros de calibración. Un conjunto de parámetros que codifican este último componente está linealmente relacionado con el flujo, y a partir de estos parámetros se puede determinar la calibración. Sin embargo, en cuanto al movimiento discreto, en general no es posible desacoplar las mediciones de imagen obtenidas de sólo dos cuadros en componentes traslacionales y rotacionales. Geométricamente, la ambigüedad toma la forma de que una parte del componente rotacional sea paralela al componente traslacional, y por lo tanto la escena sólo puede ser reconstruida hasta una transformación proyectiva. En general, para la calibración completa son necesarios al menos cuatro cuadros de imagen sucesivos, con el cambio de rotación 3D entre las mediciones. El análisis geométrico da lugar a un método de autocalibración directa que evita el cálculo de correspondencias ópticas de flujo o puntos y utiliza únicamente mediciones normales de flujo. Se formulan nuevas limitaciones sobre la suavidad de las superficies vistas para relacionar la estructura y el movimiento directamente con los derivados de la imagen, y sobre la base de estas limitaciones se estima la transformación de la geometría de visualización entre imágenes consecutivas. Los parámetros de calibración se calculan a partir de los componentes rotacionales de varios campos de flujo. Dado que la técnica propuesta no requiere una configuración especial ni requiere correspondencia exacta, es potencialmente útil para la calibración de sistemas de visión activa que tienen que adquirir conocimientos sobre sus parámetros intrínsecos mientras realizan otras tareas, o como herramienta para analizar secuencias de imágenes en grandes bases de datos de vídeo ",
            "error": []
        },
        "active vision": {
            "translated_key": "visión activa",
            "translated_annotated_text": "Autocalibración a partir de derivados de la imagen Este estudio investiga el problema de estimar los parámetros de calibración de la cámara a partir de campos de movimiento de imagen inducidos por una cámara rígidamente móvil con parámetros desconocidos, donde la formación de la imagen se modela con un modelo lineal de cámara de pico. Las ecuaciones obtenidas muestran el flujo a separar en un componente debido a la traducción y los parámetros de calibración y un componente debido a la rotación y los parámetros de calibración. Un conjunto de parámetros que codifican este último componente está linealmente relacionado con el flujo, y a partir de estos parámetros se puede determinar la calibración. Sin embargo, en cuanto al movimiento discreto, en general no es posible desacoplar las mediciones de imagen obtenidas de sólo dos cuadros en componentes traslacionales y rotacionales. Geométricamente, la ambigüedad toma la forma de que una parte del componente rotacional sea paralela al componente traslacional, y por lo tanto la escena sólo puede ser reconstruida hasta una transformación proyectiva. En general, para la calibración completa son necesarios al menos cuatro cuadros de imagen sucesivos, con el cambio de rotación 3D entre las mediciones. El análisis geométrico da lugar a un método de autocalibración directa que evita el cálculo de correspondencias ópticas de flujo o puntos y utiliza únicamente mediciones normales de flujo. Se formulan nuevas limitaciones sobre la suavidad de las superficies vistas para relacionar la estructura y el movimiento directamente con los derivados de la imagen, y sobre la base de estas limitaciones se estima la transformación de la geometría de visualización entre imágenes consecutivas. Los parámetros de calibración se calculan a partir de los componentes rotacionales de varios campos de flujo. Dado que la técnica propuesta no requiere de una configuración especial ni de correspondencia exacta, es potencialmente útil para la calibración de sistemas de \"visión activa\" que tienen que adquirir conocimientos sobre sus parámetros intrínsecos mientras realizan otras tareas, o como herramienta para analizar secuencias de imágenes en grandes bases de datos de vídeo ",
            "error": [
                ""
            ]
        },
        "calibration": {
            "translated_key": "calibración",
            "translated_annotated_text": "Autocalibración a partir de derivados de la imagen Este estudio investiga el problema de estimar los parámetros de la \"calibración\" de la cámara a partir de campos de movimiento de imagen inducidos por una cámara rígidamente en movimiento con parámetros desconocidos, donde la formación de la imagen se modela con un modelo lineal de cámara de alfiler. Las ecuaciones obtenidas muestran el flujo a separar en un componente debido a la traducción y los parámetros de \"calibración\" y un componente debido a la rotación y los parámetros de \"calibración\". Un conjunto de parámetros que codifican este último componente está linealmente relacionado con el flujo, y a partir de estos parámetros se puede determinar la \"calibración\". Sin embargo, en cuanto al movimiento discreto, en general no es posible desacoplar las mediciones de imagen obtenidas de sólo dos cuadros en componentes traslacionales y rotacionales. Geométricamente, la ambigüedad toma la forma de que una parte del componente rotacional sea paralela al componente traslacional, y por lo tanto la escena sólo puede ser reconstruida hasta una transformación proyectiva. En general, para la \"calibración\" completa son necesarios al menos cuatro cuadros de imagen sucesivos, con la rotación 3D cambiando entre las mediciones. El análisis geométrico da lugar a un método de autocalibración directa que evita el cálculo de correspondencias ópticas de flujo o puntos y utiliza sólo mediciones normales de flujo. Se formulan nuevas limitaciones sobre la suavidad de las superficies vistas para relacionar la estructura y el movimiento directamente con los derivados de la imagen, y sobre la base de estas limitaciones se estima la transformación de la geometría de visualización entre imágenes consecutivas. Los parámetros de \"calibración\" se calculan a partir de los componentes rotacionales de varios campos de flujo. Dado que la técnica propuesta no requiere de una configuración especial ni de correspondencia exacta, es potencialmente útil para la \"calibración\" de sistemas de visión activa que tienen que adquirir conocimientos sobre sus parámetros intrínsecos mientras realizan otras tareas, o como herramienta para analizar secuencias de imágenes en grandes bases de datos de vídeo ",
            "error": [
                ""
            ]
        },
        "image motion analysis": {
            "translated_key": [],
            "translated_annotated_text": "Autocalibración a partir de derivados de la imagen Este estudio investiga el problema de estimar los parámetros de calibración de la cámara a partir de campos de movimiento de imagen inducidos por una cámara rígidamente móvil con parámetros desconocidos, donde la formación de la imagen se modela con un modelo lineal de cámara de pico. Las ecuaciones obtenidas muestran el flujo a separar en un componente debido a la traducción y los parámetros de calibración y un componente debido a la rotación y los parámetros de calibración. Un conjunto de parámetros que codifican este último componente está linealmente relacionado con el flujo, y a partir de estos parámetros se puede determinar la calibración. Sin embargo, en cuanto al movimiento discreto, en general no es posible desacoplar las mediciones de imagen obtenidas de sólo dos cuadros en componentes traslacionales y rotacionales. Geométricamente, la ambigüedad toma la forma de que una parte del componente rotacional sea paralela al componente traslacional, y por lo tanto la escena sólo puede ser reconstruida hasta una transformación proyectiva. En general, para la calibración completa son necesarios al menos cuatro cuadros de imagen sucesivos, con el cambio de rotación 3D entre las mediciones. El análisis geométrico da lugar a un método de autocalibración directa que evita el cálculo de correspondencias ópticas de flujo o puntos y utiliza únicamente mediciones normales de flujo. Se formulan nuevas limitaciones sobre la suavidad de las superficies vistas para relacionar la estructura y el movimiento directamente con los derivados de la imagen, y sobre la base de estas limitaciones se estima la transformación de la geometría de visualización entre imágenes consecutivas. Los parámetros de calibración se calculan a partir de los componentes rotacionales de varios campos de flujo. Dado que la técnica propuesta no requiere una configuración especial ni requiere correspondencia exacta, es potencialmente útil para la calibración de sistemas de visión activa que tienen que adquirir conocimientos sobre sus parámetros intrínsecos mientras realizan otras tareas, o como herramienta para analizar secuencias de imágenes en grandes bases de datos de vídeo ",
            "error": []
        },
        "motion estimation": {
            "translated_key": [],
            "translated_annotated_text": "Autocalibración a partir de derivados de la imagen Este estudio investiga el problema de estimar los parámetros de calibración de la cámara a partir de campos de movimiento de imagen inducidos por una cámara rígidamente móvil con parámetros desconocidos, donde la formación de la imagen se modela con un modelo lineal de cámara de pico. Las ecuaciones obtenidas muestran el flujo a separar en un componente debido a la traducción y los parámetros de calibración y un componente debido a la rotación y los parámetros de calibración. Un conjunto de parámetros que codifican este último componente está linealmente relacionado con el flujo, y a partir de estos parámetros se puede determinar la calibración. Sin embargo, en cuanto al movimiento discreto, en general no es posible desacoplar las mediciones de imagen obtenidas de sólo dos cuadros en componentes traslacionales y rotacionales. Geométricamente, la ambigüedad toma la forma de que una parte del componente rotacional sea paralela al componente traslacional, y por lo tanto la escena sólo puede ser reconstruida hasta una transformación proyectiva. En general, para la calibración completa son necesarios al menos cuatro cuadros de imagen sucesivos, con el cambio de rotación 3D entre las mediciones. El análisis geométrico da lugar a un método de autocalibración directa que evita el cálculo de correspondencias ópticas de flujo o puntos y utiliza únicamente mediciones normales de flujo. Se formulan nuevas limitaciones sobre la suavidad de las superficies vistas para relacionar la estructura y el movimiento directamente con los derivados de la imagen, y sobre la base de estas limitaciones se estima la transformación de la geometría de visualización entre imágenes consecutivas. Los parámetros de calibración se calculan a partir de los componentes rotacionales de varios campos de flujo. Dado que la técnica propuesta no requiere una configuración especial ni requiere correspondencia exacta, es potencialmente útil para la calibración de sistemas de visión activa que tienen que adquirir conocimientos sobre sus parámetros intrínsecos mientras realizan otras tareas, o como herramienta para analizar secuencias de imágenes en grandes bases de datos de vídeo ",
            "error": []
        }
    }
}