{
    "original_text": "Inverse problems for a mathematical model of ion exchange in a compressible ion exchanger A mathematical model of ion exchange is considered, allowing for ion exchanger compression in the process of ion exchange. Two inverse problems are investigated for this model, unique solvability is proved, and numerical solution methods are proposed. The efficiency of the proposed methods is demonstrated by a numerical experiment",
    "original_translation": "Problemas inversos para un modelo matemático de intercambio iónico en un intercambiador iónico comprimible Se considera un modelo matemático de intercambio iónico, lo que permite la compresión del intercambiador iónico en el proceso de intercambio iónico. Para este modelo se investigan dos problemas inversos, se demuestra una solvabilidad única y se proponen métodos de solución numérica. La eficacia de los métodos propuestos queda demostrada por un experimento numérico",
    "error_count": 2,
    "keys": {
        "inverse problems": {
            "translated_key": "problemas inversos",
            "translated_annotated_text": "Problemas inversos para un modelo matemático de intercambio iónico en un intercambiador iónico comprimible Se considera un modelo matemático de intercambio iónico, lo que permite la compresión del intercambiador iónico en el proceso de intercambio iónico. Se investigan dos \"problemas inversos\" para este modelo, se demuestra la solvabilidad única y se proponen métodos de solución numérica. La eficacia de los métodos propuestos queda demostrada por un experimento numérico ",
            "error": [
                ""
            ]
        },
        "mathematical model": {
            "translated_key": "modelo matemático",
            "translated_annotated_text": "Problemas inversos para un \"modelo matemático\" de intercambio iónico en un intercambiador iónico comprimible Se considera un \"modelo matemático\" de intercambio iónico, permitiendo la compresión del intercambiador iónico en el proceso de intercambio iónico. Para este modelo se investigan dos problemas inversos, se demuestra una solvabilidad única y se proponen métodos de solución numérica. La eficacia de los métodos propuestos queda demostrada por un experimento numérico ",
            "error": [
                ""
            ]
        },
        "ion exchange": {
            "translated_key": "intercambio de iones",
            "translated_annotated_text": "Problemas inversos para un modelo matemático de \"intercambio de iones\" en un intercambiador de iones comprimible Se considera un modelo matemático de \"intercambio de iones\", permitiendo la compresión del intercambiador de iones en el proceso de \"intercambio de iones\". Para este modelo se investigan dos problemas inversos, se demuestra una solvabilidad única y se proponen métodos de solución numérica. La eficacia de los métodos propuestos queda demostrada por un experimento numérico ",
            "error": [
                ""
            ]
        },
        "compressible ion exchanger": {
            "translated_key": "intercambiador iónico comprimible",
            "translated_annotated_text": "Problemas inversos para un modelo matemático de intercambio iónico en un \"intercambiador iónico comprimible\" Un modelo matemático de intercambio iónico se considera, permitiendo la compresión del intercambiador iónico en el proceso de intercambio iónico. Para este modelo se investigan dos problemas inversos, se demuestra una solvabilidad única y se proponen métodos de solución numérica. La eficacia de los métodos propuestos queda demostrada por un experimento numérico ",
            "error": [
                ""
            ]
        },
        "ion exchanger compression": {
            "translated_key": "compresión iónico de intercambio",
            "translated_annotated_text": "Problemas inversos para un modelo matemático de intercambio iónico en un intercambiador iónico comprimible Se considera un modelo matemático de intercambio iónico, lo que permite \"compresión iónico de intercambio\" en el proceso de intercambio iónico. Para este modelo se investigan dos problemas inversos, se demuestra una solvabilidad única y se proponen métodos de solución numérica. La eficacia de los métodos propuestos queda demostrada por un experimento numérico ",
            "error": [
                ""
            ]
        },
        "unique solvability": {
            "translated_key": "solvabilidad única",
            "translated_annotated_text": "Problemas inversos para un modelo matemático de intercambio iónico en un intercambiador iónico comprimible Se considera un modelo matemático de intercambio iónico, lo que permite la compresión del intercambiador iónico en el proceso de intercambio iónico. Se investigan dos problemas inversos para este modelo, se prueba la \"solvabilidad única\" y se proponen métodos de solución numérica. La eficacia de los métodos propuestos queda demostrada por un experimento numérico ",
            "error": [
                ""
            ]
        },
        "numerical solution methods": {
            "translated_key": "métodos de solución numérica",
            "translated_annotated_text": "Problemas inversos para un modelo matemático de intercambio iónico en un intercambiador iónico comprimible Se considera un modelo matemático de intercambio iónico, lo que permite la compresión del intercambiador iónico en el proceso de intercambio iónico. Para este modelo se investigan dos problemas inversos, se demuestra una solvabilidad única y se proponen \"métodos de solución numérica\". La eficacia de los métodos propuestos queda demostrada por un experimento numérico ",
            "error": [
                ""
            ]
        },
        "computability": {
            "translated_key": [],
            "translated_annotated_text": "Problemas inversos para un modelo matemático de intercambio iónico en un intercambiador iónico comprimible Se considera un modelo matemático de intercambio iónico, lo que permite la compresión del intercambiador iónico en el proceso de intercambio iónico. Para este modelo se investigan dos problemas inversos, se demuestra una solvabilidad única y se proponen métodos de solución numérica. La eficacia de los métodos propuestos queda demostrada por un experimento numérico ",
            "error": []
        },
        "mathematical programming": {
            "translated_key": [],
            "translated_annotated_text": "Problemas inversos para un modelo matemático de intercambio iónico en un intercambiador iónico comprimible Se considera un modelo matemático de intercambio iónico, lo que permite la compresión del intercambiador iónico en el proceso de intercambio iónico. Para este modelo se investigan dos problemas inversos, se demuestra una solvabilidad única y se proponen métodos de solución numérica. La eficacia de los métodos propuestos queda demostrada por un experimento numérico ",
            "error": []
        }
    }
}