{
    "original_text": "Hybrid simulation of space plasmas: models with massless fluid representation of electrons. IV. Kelvin-Helmholtz instability For pt.III. see Prikl. Mat. Informatika, MAKS Press, no. 4, p. 5-56 (2000). This is a survey of the literature on hybrid simulation of the Kelvin-Helmholtz instability. We start with a brief review of the theory: the simplest model of the instability - a transition layer in the form of a tangential discontinuity; compressibility of the medium; finite size of the velocity shear region; pressure anisotropy. We then describe the electromagnetic hybrid model (ions as particles and electrons as a massless fluid) and the main numerical schemes. We review the studies on two-dimensional and three-dimensional hybrid simulation of the process of particle mixing across the magnetopause shear layer driven by the onset of a Kelvin-Helmholtz instability. The article concludes with a survey of literature on hybrid simulation of the Kelvin-Helmholtz instability in finite-size objects: jets moving across the magnetic field in the middle of the field reversal layer; interaction between a magnetized plasma flow and a cylindrical plasma source with zero own magnetic field",
    "original_translation": "Simulación híbrida de plasmas espaciales: modelos con representación de fluidos sin masa de electrones. IV. Kelvin-Helmholtz inestabilidad para pt.III. Véase Prikl. Mat. Informatika, MAKS Press, no. 4, pág. 5-56 (2000). Este es un estudio de la literatura sobre simulación híbrida de la inestabilidad Kelvin-Helmholtz. Comenzamos con una breve revisión de la teoría: el modelo más simple de la inestabilidad - una capa de transición en forma de discontinuidad tangencial; compresibilidad del medio; tamaño finito de la región de cizallamiento de velocidad; anisotropía de presión. Luego describimos el modelo híbrido electromagnético (los iones como partículas y los electrones como un fluido sin masa) y los principales esquemas numéricos. Revisamos los estudios sobre simulación híbrida bidimensional y tridimensional del proceso de mezcla de partículas a través de la capa de corte magnetopausia impulsada por el inicio de una inestabilidad Kelvin-Helmholtz. El artículo concluye con un estudio de la literatura sobre simulación híbrida de la inestabilidad Kelvin-Helmholtz en objetos de tamaño finito: chorros moviéndose a través del campo magnético en medio de la capa de inversión del campo; interacción entre un flujo de plasma magnetizado y una fuente de plasma cilíndrico con campo magnético propio cero",
    "error_count": 9,
    "keys": {
        "hybrid simulation": {
            "translated_key": "híbrida",
            "translated_annotated_text": "Simulación híbrida de plasmas espaciales: modelos con representación de fluidos sin masa de electrones. IV. Kelvin-Helmholtz inestabilidad para pt.III. Véase Prikl. Mat. Informatika, MAKS Press, no. 4, pág. 5-56 (2000). Este es un estudio de la literatura sobre la simulación <br>híbrida</br> de la inestabilidad Kelvin-Helmholtz. Comenzamos con una breve revisión de la teoría: el modelo más simple de la inestabilidad - una capa de transición en forma de discontinuidad tangencial; compresibilidad del medio; tamaño finito de la región de cizallamiento de velocidad; anisotropía de presión. Luego describimos el modelo híbrido electromagnético (los iones como partículas y los electrones como un fluido sin masa) y los principales esquemas numéricos. Se revisan los estudios sobre simulación bidimensional y tridimensional <br>híbrida</br> del proceso de mezcla de partículas a través de la capa de corte magnetopausia impulsada por el inicio de una inestabilidad Kelvin-Helmholtz. El artículo concluye con un estudio de la literatura sobre la simulación <br>híbrida</br> de la inestabilidad Kelvin-Helmholtz en objetos de tamaño finito: chorros que se mueven a través del campo magnético en medio de la capa de inversión del campo; interacción entre un flujo de plasma magnetizado y una fuente de plasma cilíndrico con campo magnético propio cero ",
            "error": [
                ""
            ]
        },
        "space plasmas": {
            "translated_key": "plasmas espaciales",
            "translated_annotated_text": "Simulación híbrida de <br>plasmas espaciales</br>: modelos con representación de fluidos sin masa de electrones.  IV. Kelvin-Helmholtz inestabilidad para pt.III. Véase Prikl. Mat. Informatika, MAKS Press, no. 4, pág. 5-56 (2000). Este es un estudio de la literatura sobre simulación híbrida de la inestabilidad Kelvin-Helmholtz. Comenzamos con una breve revisión de la teoría: el modelo más simple de la inestabilidad - una capa de transición en forma de discontinuidad tangencial; compresibilidad del medio; tamaño finito de la región de cizallamiento de velocidad; anisotropía de presión. Luego describimos el modelo híbrido electromagnético (los iones como partículas y los electrones como un fluido sin masa) y los principales esquemas numéricos. Revisamos los estudios sobre simulación híbrida bidimensional y tridimensional del proceso de mezcla de partículas a través de la capa de corte magnetopausia impulsada por el inicio de una inestabilidad Kelvin-Helmholtz. El artículo concluye con un estudio de la literatura sobre simulación híbrida de la inestabilidad Kelvin-Helmholtz en objetos de tamaño finito: chorros moviéndose a través del campo magnético en medio de la capa de inversión del campo; interacción entre un flujo de plasma magnetizado y una fuente de plasma cilíndrico con campo magnético propio cero ",
            "error": [
                ""
            ]
        },
        "massless fluid representation": {
            "translated_key": " sin masa",
            "translated_annotated_text": "Simulación híbrida de plasmas espaciales: modelos con representación de fluidos <br> sin masa</br> de electrones. IV. Kelvin-Helmholtz inestabilidad para pt.III. Véase Prikl. Mat. Informatika, MAKS Press, no. 4, pág. 5-56 (2000). Este es un estudio de la literatura sobre simulación híbrida de la inestabilidad Kelvin-Helmholtz. Comenzamos con una breve revisión de la teoría: el modelo más simple de la inestabilidad - una capa de transición en forma de discontinuidad tangencial; compresibilidad del medio; tamaño finito de la región de cizallamiento de velocidad; anisotropía de presión. Luego describimos el modelo híbrido electromagnético (los iones como partículas y los electrones como un fluido sin masa) y los principales esquemas numéricos. Revisamos los estudios sobre simulación híbrida bidimensional y tridimensional del proceso de mezcla de partículas a través de la capa de corte magnetopausia impulsada por el inicio de una inestabilidad Kelvin-Helmholtz. El artículo concluye con un estudio de la literatura sobre simulación híbrida de la inestabilidad Kelvin-Helmholtz en objetos de tamaño finito: chorros moviéndose a través del campo magnético en medio de la capa de inversión del campo; interacción entre un flujo de plasma magnetizado y una fuente de plasma cilíndrico con campo magnético propio cero ",
            "error": [
                ""
            ]
        },
        "Kelvin-Helmholtz instability": {
            "translated_key": [
                "Kelvin-Helmholtz inestabilidad",
                "Kelvin-Helmholtz",
                "Kelvin-Helmholtz",
                "Kelvin-Helmholtz"
            ],
            "translated_annotated_text": "Simulación híbrida de plasmas espaciales: modelos con representación de fluidos sin masa de electrones. IV. <br>Kelvin-Helmholtz inestabilidad</br> Para pt.III. Véase Prikl. Mat. Informatika, MAKS Press, no. 4, pág. 5-56 (2000). Este es un estudio de la literatura sobre simulación híbrida de la inestabilidad <br>Kelvin-Helmholtz</br>. Comenzamos con una breve revisión de la teoría: el modelo más simple de la inestabilidad - una capa de transición en forma de discontinuidad tangencial; compresibilidad del medio; tamaño finito de la región de cizallamiento de velocidad; anisotropía de presión. Luego describimos el modelo híbrido electromagnético (los iones como partículas y los electrones como un fluido sin masa) y los principales esquemas numéricos. Revisamos los estudios sobre simulación híbrida bidimensional y tridimensional del proceso de mezcla de partículas a través de la capa de corte magnetopausia impulsada por el inicio de una inestabilidad <br>Kelvin-Helmholtz</br>. El artículo concluye con un estudio de la literatura sobre la simulación híbrida de la inestabilidad <br>Kelvin-Helmholtz</br> en objetos de tamaño finito: chorros que se mueven a través del campo magnético en medio de la capa de inversión del campo; interacción entre un flujo de plasma magnetizado y una fuente de plasma cilíndrico con cero campo magnético propio ",
            "error": [
                "Kelvin-Helmholtz inestabilidad",
                "Kelvin-Helmholtz",
                "Kelvin-Helmholtz",
                "Kelvin-Helmholtz"
            ]
        },
        "transition layer": {
            "translated_key": [],
            "translated_annotated_text": "Simulación híbrida de plasmas espaciales: modelos con representación de fluidos sin masa de electrones. IV. Kelvin-Helmholtz inestabilidad para pt.III. Véase Prikl. Mat. Informatika, MAKS Press, no. 4, pág. 5-56 (2000). Este es un estudio de la literatura sobre simulación híbrida de la inestabilidad Kelvin-Helmholtz. Comenzamos con una breve revisión de la teoría: el modelo más simple de la inestabilidad - una capa de transición <br> en forma de discontinuidad tangencial; compresibilidad del medio; tamaño finito de la región de cizallamiento de velocidad; anisotropía de presión. Luego describimos el modelo híbrido electromagnético (los iones como partículas y los electrones como un fluido sin masa) y los principales esquemas numéricos. Revisamos los estudios sobre simulación híbrida bidimensional y tridimensional del proceso de mezcla de partículas a través de la capa de corte magnetopausia impulsada por el inicio de una inestabilidad Kelvin-Helmholtz. El artículo concluye con un estudio de la literatura sobre simulación híbrida de la inestabilidad Kelvin-Helmholtz en objetos de tamaño finito: chorros moviéndose a través del campo magnético en medio de la capa de inversión del campo; interacción entre un flujo de plasma magnetizado y una fuente de plasma cilíndrico con campo magnético propio cero ",
            "error": []
        },
        "tangential discontinuity": {
            "translated_key": "tangencial",
            "translated_annotated_text": "Simulación híbrida de plasmas espaciales: modelos con representación de fluidos sin masa de electrones. IV. Kelvin-Helmholtz inestabilidad para pt.III. Véase Prikl. Mat. Informatika, MAKS Press, no. 4, pág. 5-56 (2000). Este es un estudio de la literatura sobre simulación híbrida de la inestabilidad Kelvin-Helmholtz. Comenzamos con una breve revisión de la teoría: el modelo más simple de la inestabilidad - una capa de transición en forma de discontinuidad <br>tangencial</br>; compresibilidad del medio; tamaño finito de la región de cizallamiento de velocidad; anisotropía de presión. Luego describimos el modelo híbrido electromagnético (los iones como partículas y los electrones como un fluido sin masa) y los principales esquemas numéricos. Revisamos los estudios sobre simulación híbrida bidimensional y tridimensional del proceso de mezcla de partículas a través de la capa de corte magnetopausia impulsada por el inicio de una inestabilidad Kelvin-Helmholtz. El artículo concluye con un estudio de la literatura sobre simulación híbrida de la inestabilidad Kelvin-Helmholtz en objetos de tamaño finito: chorros moviéndose a través del campo magnético en medio de la capa de inversión del campo; interacción entre un flujo de plasma magnetizado y una fuente de plasma cilíndrico con campo magnético propio cero ",
            "error": [
                ""
            ]
        },
        "pressure anisotropy": {
            "translated_key": "presión",
            "translated_annotated_text": "Simulación híbrida de plasmas espaciales: modelos con representación de fluidos sin masa de electrones. IV. Kelvin-Helmholtz inestabilidad para pt.III. Véase Prikl. Mat. Informatika, MAKS Press, no. 4, pág. 5-56 (2000). Este es un estudio de la literatura sobre simulación híbrida de la inestabilidad Kelvin-Helmholtz. Comenzamos con una breve revisión de la teoría: el modelo más simple de la inestabilidad - una capa de transición en forma de discontinuidad tangencial; compresibilidad del medio; tamaño finito de la región de cizallamiento de velocidad; anisotropía de <br>presión</br>. Luego describimos el modelo híbrido electromagnético (los iones como partículas y los electrones como un fluido sin masa) y los principales esquemas numéricos. Revisamos los estudios sobre simulación híbrida bidimensional y tridimensional del proceso de mezcla de partículas a través de la capa de corte magnetopausia impulsada por el inicio de una inestabilidad Kelvin-Helmholtz. El artículo concluye con un estudio de la literatura sobre simulación híbrida de la inestabilidad Kelvin-Helmholtz en objetos de tamaño finito: chorros moviéndose a través del campo magnético en medio de la capa de inversión del campo; interacción entre un flujo de plasma magnetizado y una fuente de plasma cilíndrico con campo magnético propio cero ",
            "error": [
                ""
            ]
        },
        "electromagnetic hybrid model": {
            "translated_key": "modelo híbrido electromagnético",
            "translated_annotated_text": "Simulación híbrida de plasmas espaciales: modelos con representación de fluidos sin masa de electrones. IV. Kelvin-Helmholtz inestabilidad para pt.III. Véase Prikl. Mat. Informatika, MAKS Press, no. 4, pág. 5-56 (2000). Este es un estudio de la literatura sobre simulación híbrida de la inestabilidad Kelvin-Helmholtz. Comenzamos con una breve revisión de la teoría: el modelo más simple de la inestabilidad - una capa de transición en forma de discontinuidad tangencial; compresibilidad del medio; tamaño finito de la región de cizallamiento de velocidad; anisotropía de presión. Luego describimos el <br>modelo híbrido electromagnético</br> (iones como partículas y electrones como fluido sin masa) y los principales esquemas numéricos.  Revisamos los estudios sobre simulación híbrida bidimensional y tridimensional del proceso de mezcla de partículas a través de la capa de corte magnetopausia impulsada por el inicio de una inestabilidad Kelvin-Helmholtz. El artículo concluye con un estudio de la literatura sobre simulación híbrida de la inestabilidad Kelvin-Helmholtz en objetos de tamaño finito: chorros moviéndose a través del campo magnético en medio de la capa de inversión del campo; interacción entre un flujo de plasma magnetizado y una fuente de plasma cilíndrico con campo magnético propio cero ",
            "error": [
                ""
            ]
        },
        "three-dimensional hybrid simulation": {
            "translated_key": [],
            "translated_annotated_text": "Simulación híbrida de plasmas espaciales: modelos con representación de fluidos sin masa de electrones. IV. Kelvin-Helmholtz inestabilidad para pt.III. Véase Prikl. Mat. Informatika, MAKS Press, no. 4, pág. 5-56 (2000). Este es un estudio de la literatura sobre simulación híbrida de la inestabilidad Kelvin-Helmholtz. Comenzamos con una breve revisión de la teoría: el modelo más simple de la inestabilidad - una capa de transición en forma de discontinuidad tangencial; compresibilidad del medio; tamaño finito de la región de cizallamiento de velocidad; anisotropía de presión. Luego describimos el modelo híbrido electromagnético (los iones como partículas y los electrones como un fluido sin masa) y los principales esquemas numéricos. Se revisan los estudios sobre simulación híbrida bidimensional y <br> tridimensional del proceso de mezcla de partículas a través de la capa de corte magnetopausia impulsada por el inicio de una inestabilidad Kelvin-Helmholtz. El artículo concluye con un estudio de la literatura sobre simulación híbrida de la inestabilidad Kelvin-Helmholtz en objetos de tamaño finito: chorros moviéndose a través del campo magnético en medio de la capa de inversión del campo; interacción entre un flujo de plasma magnetizado y una fuente de plasma cilíndrico con campo magnético propio cero ",
            "error": []
        },
        "magnetopause shear layer": {
            "translated_key": "magnetopausia",
            "translated_annotated_text": "Simulación híbrida de plasmas espaciales: modelos con representación de fluidos sin masa de electrones. IV. Kelvin-Helmholtz inestabilidad para pt.III. Véase Prikl. Mat. Informatika, MAKS Press, no. 4, pág. 5-56 (2000). Este es un estudio de la literatura sobre simulación híbrida de la inestabilidad Kelvin-Helmholtz. Comenzamos con una breve revisión de la teoría: el modelo más simple de la inestabilidad - una capa de transición en forma de discontinuidad tangencial; compresibilidad del medio; tamaño finito de la región de cizallamiento de velocidad; anisotropía de presión. Luego describimos el modelo híbrido electromagnético (los iones como partículas y los electrones como un fluido sin masa) y los principales esquemas numéricos. Se revisan los estudios sobre simulación híbrida bidimensional y tridimensional del proceso de mezcla de partículas a través de la capa de corte <br>magnetopausia</br> impulsada por el inicio de una inestabilidad Kelvin-Helmholtz. El artículo concluye con un estudio de la literatura sobre simulación híbrida de la inestabilidad Kelvin-Helmholtz en objetos de tamaño finito: chorros moviéndose a través del campo magnético en medio de la capa de inversión del campo; interacción entre un flujo de plasma magnetizado y una fuente de plasma cilíndrico con campo magnético propio cero ",
            "error": [
                ""
            ]
        },
        "field reversal layer": {
            "translated_key": [],
            "translated_annotated_text": "Simulación híbrida de plasmas espaciales: modelos con representación de fluidos sin masa de electrones. IV. Kelvin-Helmholtz inestabilidad para pt.III. Véase Prikl. Mat. Informatika, MAKS Press, no. 4, pág. 5-56 (2000). Este es un estudio de la literatura sobre simulación híbrida de la inestabilidad Kelvin-Helmholtz. Comenzamos con una breve revisión de la teoría: el modelo más simple de la inestabilidad - una capa de transición en forma de discontinuidad tangencial; compresibilidad del medio; tamaño finito de la región de cizallamiento de velocidad; anisotropía de presión. Luego describimos el modelo híbrido electromagnético (los iones como partículas y los electrones como un fluido sin masa) y los principales esquemas numéricos. Revisamos los estudios sobre simulación híbrida bidimensional y tridimensional del proceso de mezcla de partículas a través de la capa de corte magnetopausia impulsada por el inicio de una inestabilidad Kelvin-Helmholtz. El artículo concluye con un estudio de la literatura sobre simulación híbrida de la inestabilidad Kelvin-Helmholtz en objetos de tamaño finito: chorros que se mueven a través del campo magnético en medio de la capa de inversión de campo <br>; interacción entre un flujo de plasma magnetizado y una fuente de plasma cilíndrico con campo magnético propio cero ",
            "error": []
        },
        "magnetized plasma flow": {
            "translated_key": "magnetizado",
            "translated_annotated_text": "Simulación híbrida de plasmas espaciales: modelos con representación de fluidos sin masa de electrones. IV. Kelvin-Helmholtz inestabilidad para pt.III. Véase Prikl. Mat. Informatika, MAKS Press, no. 4, pág. 5-56 (2000). Este es un estudio de la literatura sobre simulación híbrida de la inestabilidad Kelvin-Helmholtz. Comenzamos con una breve revisión de la teoría: el modelo más simple de la inestabilidad - una capa de transición en forma de discontinuidad tangencial; compresibilidad del medio; tamaño finito de la región de cizallamiento de velocidad; anisotropía de presión. Luego describimos el modelo híbrido electromagnético (los iones como partículas y los electrones como un fluido sin masa) y los principales esquemas numéricos. Revisamos los estudios sobre simulación híbrida bidimensional y tridimensional del proceso de mezcla de partículas a través de la capa de corte magnetopausia impulsada por el inicio de una inestabilidad Kelvin-Helmholtz. El artículo concluye con un estudio de la literatura sobre simulación híbrida de la inestabilidad Kelvin-Helmholtz en objetos de tamaño finito: chorros que se mueven a través del campo magnético en medio de la capa de inversión del campo; interacción entre un flujo de plasma <br>magnetizado</br> y una fuente de plasma cilíndrico con campo magnético propio cero ",
            "error": [
                ""
            ]
        },
        "cylindrical plasma source": {
            "translated_key": "cilíndrico",
            "translated_annotated_text": "Simulación híbrida de plasmas espaciales: modelos con representación de fluidos sin masa de electrones. IV. Kelvin-Helmholtz inestabilidad para pt.III. Véase Prikl. Mat. Informatika, MAKS Press, no. 4, pág. 5-56 (2000). Este es un estudio de la literatura sobre simulación híbrida de la inestabilidad Kelvin-Helmholtz. Comenzamos con una breve revisión de la teoría: el modelo más simple de la inestabilidad - una capa de transición en forma de discontinuidad tangencial; compresibilidad del medio; tamaño finito de la región de cizallamiento de velocidad; anisotropía de presión. Luego describimos el modelo híbrido electromagnético (los iones como partículas y los electrones como un fluido sin masa) y los principales esquemas numéricos. Revisamos los estudios sobre simulación híbrida bidimensional y tridimensional del proceso de mezcla de partículas a través de la capa de corte magnetopausia impulsada por el inicio de una inestabilidad Kelvin-Helmholtz. El artículo concluye con un estudio de la literatura sobre simulación híbrida de la inestabilidad Kelvin-Helmholtz en objetos de tamaño finito: chorros que se mueven a través del campo magnético en medio de la capa de inversión del campo; interacción entre un flujo de plasma magnetizado y una fuente de plasma <br>cilíndrico</br> con campo magnético propio cero ",
            "error": [
                ""
            ]
        },
        "flow instability": {
            "translated_key": [],
            "translated_annotated_text": "Simulación híbrida de plasmas espaciales: modelos con representación de fluidos sin masa de electrones. IV. Kelvin-Helmholtz inestabilidad para pt.III. Véase Prikl. Mat. Informatika, MAKS Press, no. 4, pág. 5-56 (2000). Este es un estudio de la literatura sobre simulación híbrida de la inestabilidad Kelvin-Helmholtz. Comenzamos con una breve revisión de la teoría: el modelo más simple de la inestabilidad - una capa de transición en forma de discontinuidad tangencial; compresibilidad del medio; tamaño finito de la región de cizallamiento de velocidad; anisotropía de presión. Luego describimos el modelo híbrido electromagnético (los iones como partículas y los electrones como un fluido sin masa) y los principales esquemas numéricos. Revisamos los estudios sobre simulación híbrida bidimensional y tridimensional del proceso de mezcla de partículas a través de la capa de corte magnetopausia impulsada por el inicio de una inestabilidad Kelvin-Helmholtz. El artículo concluye con un estudio de la literatura sobre simulación híbrida de la inestabilidad Kelvin-Helmholtz en objetos de tamaño finito: chorros moviéndose a través del campo magnético en medio de la capa de inversión del campo; interacción entre un flujo de plasma magnetizado y una fuente de plasma cilíndrico con campo magnético propio cero ",
            "error": []
        },
        "flow simulation": {
            "translated_key": [],
            "translated_annotated_text": "Simulación híbrida de plasmas espaciales: modelos con representación de fluidos sin masa de electrones. IV. Kelvin-Helmholtz inestabilidad para pt.III. Véase Prikl. Mat. Informatika, MAKS Press, no. 4, pág. 5-56 (2000). Este es un estudio de la literatura sobre simulación híbrida de la inestabilidad Kelvin-Helmholtz. Comenzamos con una breve revisión de la teoría: el modelo más simple de la inestabilidad - una capa de transición en forma de discontinuidad tangencial; compresibilidad del medio; tamaño finito de la región de cizallamiento de velocidad; anisotropía de presión. Luego describimos el modelo híbrido electromagnético (los iones como partículas y los electrones como un fluido sin masa) y los principales esquemas numéricos. Revisamos los estudios sobre simulación híbrida bidimensional y tridimensional del proceso de mezcla de partículas a través de la capa de corte magnetopausia impulsada por el inicio de una inestabilidad Kelvin-Helmholtz. El artículo concluye con un estudio de la literatura sobre simulación híbrida de la inestabilidad Kelvin-Helmholtz en objetos de tamaño finito: chorros moviéndose a través del campo magnético en medio de la capa de inversión del campo; interacción entre un flujo de plasma magnetizado y una fuente de plasma cilíndrico con campo magnético propio cero ",
            "error": []
        },
        "magnetohydrodynamics": {
            "translated_key": [],
            "translated_annotated_text": "Simulación híbrida de plasmas espaciales: modelos con representación de fluidos sin masa de electrones. IV. Kelvin-Helmholtz inestabilidad para pt.III. Véase Prikl. Mat. Informatika, MAKS Press, no. 4, pág. 5-56 (2000). Este es un estudio de la literatura sobre simulación híbrida de la inestabilidad Kelvin-Helmholtz. Comenzamos con una breve revisión de la teoría: el modelo más simple de la inestabilidad - una capa de transición en forma de discontinuidad tangencial; compresibilidad del medio; tamaño finito de la región de cizallamiento de velocidad; anisotropía de presión. Luego describimos el modelo híbrido electromagnético (los iones como partículas y los electrones como un fluido sin masa) y los principales esquemas numéricos. Revisamos los estudios sobre simulación híbrida bidimensional y tridimensional del proceso de mezcla de partículas a través de la capa de corte magnetopausia impulsada por el inicio de una inestabilidad Kelvin-Helmholtz. El artículo concluye con un estudio de la literatura sobre simulación híbrida de la inestabilidad Kelvin-Helmholtz en objetos de tamaño finito: chorros moviéndose a través del campo magnético en medio de la capa de inversión del campo; interacción entre un flujo de plasma magnetizado y una fuente de plasma cilíndrico con campo magnético propio cero ",
            "error": []
        },
        "plasma instability": {
            "translated_key": [],
            "translated_annotated_text": "Simulación híbrida de plasmas espaciales: modelos con representación de fluidos sin masa de electrones. IV. Kelvin-Helmholtz inestabilidad para pt.III. Véase Prikl. Mat. Informatika, MAKS Press, no. 4, pág. 5-56 (2000). Este es un estudio de la literatura sobre simulación híbrida de la inestabilidad Kelvin-Helmholtz. Comenzamos con una breve revisión de la teoría: el modelo más simple de la inestabilidad - una capa de transición en forma de discontinuidad tangencial; compresibilidad del medio; tamaño finito de la región de cizallamiento de velocidad; anisotropía de presión. Luego describimos el modelo híbrido electromagnético (los iones como partículas y los electrones como un fluido sin masa) y los principales esquemas numéricos. Revisamos los estudios sobre simulación híbrida bidimensional y tridimensional del proceso de mezcla de partículas a través de la capa de corte magnetopausia impulsada por el inicio de una inestabilidad Kelvin-Helmholtz. El artículo concluye con un estudio de la literatura sobre simulación híbrida de la inestabilidad Kelvin-Helmholtz en objetos de tamaño finito: chorros moviéndose a través del campo magnético en medio de la capa de inversión del campo; interacción entre un flujo de plasma magnetizado y una fuente de plasma cilíndrico con campo magnético propio cero ",
            "error": []
        },
        "stability": {
            "translated_key": [],
            "translated_annotated_text": "Simulación híbrida de plasmas espaciales: modelos con representación de fluidos sin masa de electrones. IV. Kelvin-Helmholtz inestabilidad para pt.III. Véase Prikl. Mat. Informatika, MAKS Press, no. 4, pág. 5-56 (2000). Este es un estudio de la literatura sobre simulación híbrida de la inestabilidad Kelvin-Helmholtz. Comenzamos con una breve revisión de la teoría: el modelo más simple de la inestabilidad - una capa de transición en forma de discontinuidad tangencial; compresibilidad del medio; tamaño finito de la región de cizallamiento de velocidad; anisotropía de presión. Luego describimos el modelo híbrido electromagnético (los iones como partículas y los electrones como un fluido sin masa) y los principales esquemas numéricos. Revisamos los estudios sobre simulación híbrida bidimensional y tridimensional del proceso de mezcla de partículas a través de la capa de corte magnetopausia impulsada por el inicio de una inestabilidad Kelvin-Helmholtz. El artículo concluye con un estudio de la literatura sobre simulación híbrida de la inestabilidad Kelvin-Helmholtz en objetos de tamaño finito: chorros moviéndose a través del campo magnético en medio de la capa de inversión del campo; interacción entre un flujo de plasma magnetizado y una fuente de plasma cilíndrico con campo magnético propio cero ",
            "error": []
        }
    }
}