{
    "original_text": "Limits for computational electromagnetics codes imposed by computer architecture The algorithmic complexity of the innermost loops that determine the complexity of algorithms in computational electromagnetics (CEM) codes are analyzed according to their operation count and the impact of the underlying computer hardware. As memory chips are much slower than arithmetic processors, codes that involve a high data movement compared to the number of arithmetic operations are executed comparatively slower. Hence, matrix-matrix multiplications are much faster than matrix-vector multiplications. It is seen that it is not sufficient to compare only the complexity, but also the actual performance of algorithms to judge on faster execution. Implications involve FDTD loops, LU factorizations, and iterative solvers for dense matrices. Run times on two reference platforms, namely an Athlon 900 MHz and an HP PA 8600 processor, verify the findings",
    "original_translation": "Límites para los códigos electromagnéticos computacionales impuestos por la arquitectura computacional La complejidad algorítmica de los bucles más interiores que determinan la complejidad de los algoritmos en los códigos electromagnéticos computacionales (CEM) se analizan de acuerdo con su recuento de operaciones y el impacto del hardware informático subyacente. Como los chips de memoria son mucho más lentos que los procesadores aritméticos, los códigos que implican un movimiento de datos alto en comparación con el número de operaciones aritméticas se ejecutan comparativamente más lento. Por lo tanto, las multiplicaciones matriz-matriz son mucho más rápidas que las multiplicaciones matriz-vector. Se ve que no es suficiente comparar sólo la complejidad, sino también el rendimiento real de los algoritmos para juzgar una ejecución más rápida. Las implicaciones involucran bucles FDTD, factorizaciones LU y solucionadores iterativos para matrices densas. Los tiempos de ejecución en dos plataformas de referencia, a saber, un procesador Athlon 900 MHz y un HP PA 8600, verifican los resultados",
    "error_count": 8,
    "keys": {
        "computational electromagnetics codes": {
            "translated_key": "códigos electromagnéticos computacionales",
            "translated_annotated_text": "Límites para los \"códigos electromagnéticos computacionales\" impuestos por la arquitectura informática La complejidad algorítmica de los bucles más interiores que determinan la complejidad de los algoritmos en los códigos electromagnéticos computacionales (CEM) se analizan de acuerdo con su recuento de operaciones y el impacto del hardware informático subyacente. Como los chips de memoria son mucho más lentos que los procesadores aritméticos, los códigos que implican un movimiento de datos alto en comparación con el número de operaciones aritméticas se ejecutan comparativamente más lento. Por lo tanto, las multiplicaciones matriz-matriz son mucho más rápidas que las multiplicaciones matriz-vector. Se ve que no es suficiente comparar sólo la complejidad, sino también el rendimiento real de los algoritmos para juzgar una ejecución más rápida. Las implicaciones involucran bucles FDTD, factorizaciones LU y solucionadores iterativos para matrices densas. Los tiempos de ejecución en dos plataformas de referencia, a saber, un procesador Athlon 900 MHz y un HP PA 8600, verifican los resultados ",
            "error": [
                ""
            ]
        },
        "computer architecture": {
            "translated_key": "arquitectura computacional",
            "translated_annotated_text": "Límites para los códigos electromagnéticos computacionales impuestos por la \"arquitectura computacional\" La complejidad algorítmica de los bucles más interiores que determinan la complejidad de los algoritmos en los códigos electromagnéticos computacionales (CEM) se analizan de acuerdo con su recuento de operaciones y el impacto del hardware informático subyacente. Como los chips de memoria son mucho más lentos que los procesadores aritméticos, los códigos que implican un movimiento de datos alto en comparación con el número de operaciones aritméticas se ejecutan comparativamente más lento. Por lo tanto, las multiplicaciones matriz-matriz son mucho más rápidas que las multiplicaciones matriz-vector. Se ve que no es suficiente comparar sólo la complejidad, sino también el rendimiento real de los algoritmos para juzgar una ejecución más rápida. Las implicaciones involucran bucles FDTD, factorizaciones LU y solucionadores iterativos para matrices densas. Los tiempos de ejecución en dos plataformas de referencia, a saber, un procesador Athlon 900 MHz y un HP PA 8600, verifican los resultados ",
            "error": [
                ""
            ]
        },
        "algorithmic complexity": {
            "translated_key": "complejidad algorítmica",
            "translated_annotated_text": "Límites para los códigos electromagnéticos computacionales impuestos por la arquitectura computacional La \"complejidad algorítmica\" de los bucles más interiores que determinan la complejidad de los algoritmos en los códigos computacionales electromagnéticos (CEM) se analizan de acuerdo con su recuento de operación y el impacto del hardware informático subyacente. Como los chips de memoria son mucho más lentos que los procesadores aritméticos, los códigos que implican un movimiento de datos alto en comparación con el número de operaciones aritméticas se ejecutan comparativamente más lento. Por lo tanto, las multiplicaciones matriz-matriz son mucho más rápidas que las multiplicaciones matriz-vector. Se ve que no es suficiente comparar sólo la complejidad, sino también el rendimiento real de los algoritmos para juzgar una ejecución más rápida. Las implicaciones involucran bucles FDTD, factorizaciones LU y solucionadores iterativos para matrices densas. Los tiempos de ejecución en dos plataformas de referencia, a saber, un procesador Athlon 900 MHz y un HP PA 8600, verifican los resultados ",
            "error": [
                ""
            ]
        },
        "innermost loops": {
            "translated_key": "loops más interiores",
            "translated_annotated_text": "Límites para los códigos electromagnéticos computacionales impuestos por la arquitectura computacional La complejidad algorítmica de los \"loops más interiores\" que determinan la complejidad de los algoritmos en los códigos computacionales electromagnéticos (CEM) se analizan de acuerdo con su recuento de operaciones y el impacto del hardware informático subyacente. Como los chips de memoria son mucho más lentos que los procesadores aritméticos, los códigos que implican un movimiento de datos alto en comparación con el número de operaciones aritméticas se ejecutan comparativamente más lento. Por lo tanto, las multiplicaciones matriz-matriz son mucho más rápidas que las multiplicaciones matriz-vector. Se ve que no es suficiente comparar sólo la complejidad, sino también el rendimiento real de los algoritmos para juzgar una ejecución más rápida. Las implicaciones involucran bucles FDTD, factorizaciones LU y solucionadores iterativos para matrices densas. Los tiempos de ejecución en dos plataformas de referencia, a saber, un procesador Athlon 900 MHz y un HP PA 8600, verifican los resultados ",
            "error": [
                ""
            ]
        },
        "CEM codes": {
            "translated_key": [],
            "translated_annotated_text": "Límites para los códigos electromagnéticos computacionales impuestos por la arquitectura computacional La complejidad algorítmica de los bucles más interiores que determinan la complejidad de los algoritmos en los códigos electromagnéticos computacionales (CEM) se analizan de acuerdo con su recuento de operaciones y el impacto del hardware informático subyacente. Como los chips de memoria son mucho más lentos que los procesadores aritméticos, los códigos que implican un movimiento de datos alto en comparación con el número de operaciones aritméticas se ejecutan comparativamente más lento. Por lo tanto, las multiplicaciones matriz-matriz son mucho más rápidas que las multiplicaciones matriz-vector. Se ve que no es suficiente comparar sólo la complejidad, sino también el rendimiento real de los algoritmos para juzgar una ejecución más rápida. Las implicaciones involucran bucles FDTD, factorizaciones LU y solucionadores iterativos para matrices densas. Los tiempos de ejecución en dos plataformas de referencia, a saber, un procesador Athlon 900 MHz y un HP PA 8600, verifican los resultados ",
            "error": []
        },
        "operation count": {
            "translated_key": "conteo de operaciones",
            "translated_annotated_text": "Límites para los códigos electromagnéticos computacionales impuestos por la arquitectura computacional La complejidad algorítmica de los bucles más interiores que determinan la complejidad de los algoritmos en los códigos electromagnéticos computacionales (CEM) se analizan según su \"conteo de operaciones\" y el impacto del hardware informático subyacente. Como los chips de memoria son mucho más lentos que los procesadores aritméticos, los códigos que implican un movimiento de datos alto en comparación con el número de operaciones aritméticas se ejecutan comparativamente más lento. Por lo tanto, las multiplicaciones matriz-matriz son mucho más rápidas que las multiplicaciones matriz-vector. Se ve que no es suficiente comparar sólo la complejidad, sino también el rendimiento real de los algoritmos para juzgar una ejecución más rápida. Las implicaciones involucran bucles FDTD, factorizaciones LU y solucionadores iterativos para matrices densas. Los tiempos de ejecución en dos plataformas de referencia, a saber, un procesador Athlon 900 MHz y un HP PA 8600, verifican los resultados ",
            "error": [
                ""
            ]
        },
        "computer hardware": {
            "translated_key": "hardware informático",
            "translated_annotated_text": "Límites para los códigos electromagnéticos computacionales impuestos por la arquitectura computacional La complejidad algorítmica de los bucles más interiores que determinan la complejidad de los algoritmos en los códigos electromagnéticos computacionales (CEM) se analizan de acuerdo con su recuento de operaciones y el impacto del \"hardware informático\" subyacente. Como los chips de memoria son mucho más lentos que los procesadores aritméticos, los códigos que implican un movimiento de datos alto en comparación con el número de operaciones aritméticas se ejecutan comparativamente más lento. Por lo tanto, las multiplicaciones matriz-matriz son mucho más rápidas que las multiplicaciones matriz-vector. Se ve que no es suficiente comparar sólo la complejidad, sino también el rendimiento real de los algoritmos para juzgar una ejecución más rápida. Las implicaciones involucran bucles FDTD, factorizaciones LU y solucionadores iterativos para matrices densas. Los tiempos de ejecución en dos plataformas de referencia, a saber, un procesador Athlon 900 MHz y un HP PA 8600, verifican los resultados ",
            "error": [
                ""
            ]
        },
        "memory chips": {
            "translated_key": "chips de memoria",
            "translated_annotated_text": "Límites para los códigos electromagnéticos computacionales impuestos por la arquitectura computacional La complejidad algorítmica de los bucles más interiores que determinan la complejidad de los algoritmos en los códigos electromagnéticos computacionales (CEM) se analizan de acuerdo con su recuento de operaciones y el impacto del hardware informático subyacente. Como los \"chips de memoria\" son mucho más lentos que los procesadores aritméticos, los códigos que implican un movimiento de datos alto en comparación con el número de operaciones aritméticas se ejecutan comparativamente más lento. Por lo tanto, las multiplicaciones matriz-matriz son mucho más rápidas que las multiplicaciones matriz-vector. Se ve que no es suficiente comparar sólo la complejidad, sino también el rendimiento real de los algoritmos para juzgar una ejecución más rápida. Las implicaciones involucran bucles FDTD, factorizaciones LU y solucionadores iterativos para matrices densas. Los tiempos de ejecución en dos plataformas de referencia, a saber, un procesador Athlon 900 MHz y un HP PA 8600, verifican los resultados ",
            "error": [
                ""
            ]
        },
        "data movement": {
            "translated_key": "movimiento de datos",
            "translated_annotated_text": "Límites para los códigos electromagnéticos computacionales impuestos por la arquitectura computacional La complejidad algorítmica de los bucles más interiores que determinan la complejidad de los algoritmos en los códigos electromagnéticos computacionales (CEM) se analizan de acuerdo con su recuento de operaciones y el impacto del hardware informático subyacente. Como los chips de memoria son mucho más lentos que los procesadores aritméticos, los códigos que implican un \"movimiento de datos\" alto en comparación con el número de operaciones aritméticas se ejecutan comparativamente más lento. Por lo tanto, las multiplicaciones matriz-matriz son mucho más rápidas que las multiplicaciones matriz-vector. Se ve que no es suficiente comparar sólo la complejidad, sino también el rendimiento real de los algoritmos para juzgar una ejecución más rápida. Las implicaciones involucran bucles FDTD, factorizaciones LU y solucionadores iterativos para matrices densas. Los tiempos de ejecución en dos plataformas de referencia, a saber, un procesador Athlon 900 MHz y un HP PA 8600, verifican los resultados ",
            "error": [
                ""
            ]
        },
        "matrix-matrix multiplications": {
            "translated_key": "multiplicaciones de matriz-matriz",
            "translated_annotated_text": "Límites para los códigos electromagnéticos computacionales impuestos por la arquitectura computacional La complejidad algorítmica de los bucles más interiores que determinan la complejidad de los algoritmos en los códigos electromagnéticos computacionales (CEM) se analizan de acuerdo con su recuento de operaciones y el impacto del hardware informático subyacente. Como los chips de memoria son mucho más lentos que los procesadores aritméticos, los códigos que implican un movimiento de datos alto en comparación con el número de operaciones aritméticas se ejecutan comparativamente más lento. Por lo tanto, las \"multiplicaciones de matriz-matriz\" son mucho más rápidas que las multiplicaciones de matriz-vector. Se ve que no es suficiente comparar sólo la complejidad, sino también el rendimiento real de los algoritmos para juzgar una ejecución más rápida. Las implicaciones involucran bucles FDTD, factorizaciones LU y solucionadores iterativos para matrices densas. Los tiempos de ejecución en dos plataformas de referencia, a saber, un procesador Athlon 900 MHz y un HP PA 8600, verifican los resultados ",
            "error": [
                ""
            ]
        },
        "matrix-vector multiplications": {
            "translated_key": "multiplicaciones de matriz-vector",
            "translated_annotated_text": "Límites para los códigos electromagnéticos computacionales impuestos por la arquitectura computacional La complejidad algorítmica de los bucles más interiores que determinan la complejidad de los algoritmos en los códigos electromagnéticos computacionales (CEM) se analizan de acuerdo con su recuento de operaciones y el impacto del hardware informático subyacente. Como los chips de memoria son mucho más lentos que los procesadores aritméticos, los códigos que implican un movimiento de datos alto en comparación con el número de operaciones aritméticas se ejecutan comparativamente más lento. Por lo tanto, las multiplicaciones de matriz-matriz son mucho más rápidas que las \"multiplicaciones de matriz-vector\". Se ve que no es suficiente comparar sólo la complejidad, sino también el rendimiento real de los algoritmos para juzgar una ejecución más rápida. Las implicaciones involucran bucles FDTD, factorizaciones LU y solucionadores iterativos para matrices densas. Los tiempos de ejecución en dos plataformas de referencia, a saber, un procesador Athlon 900 MHz y un HP PA 8600, verifican los resultados ",
            "error": [
                ""
            ]
        },
        "FDTD loops": {
            "translated_key": "lazos FDTD",
            "translated_annotated_text": "Límites para los códigos electromagnéticos computacionales impuestos por la arquitectura computacional La complejidad algorítmica de los bucles más interiores que determinan la complejidad de los algoritmos en los códigos electromagnéticos computacionales (CEM) se analizan de acuerdo con su recuento de operaciones y el impacto del hardware informático subyacente. Como los chips de memoria son mucho más lentos que los procesadores aritméticos, los códigos que implican un movimiento de datos alto en comparación con el número de operaciones aritméticas se ejecutan comparativamente más lento. Por lo tanto, las multiplicaciones matriz-matriz son mucho más rápidas que las multiplicaciones matriz-vector. Se ve que no es suficiente comparar sólo la complejidad, sino también el rendimiento real de los algoritmos para juzgar una ejecución más rápida. Implicaciones implican \"lazos FDTD\", factorizaciones LU, y solucionadores iterativos para matrices densas. Los tiempos de ejecución en dos plataformas de referencia, a saber, un procesador Athlon 900 MHz y un HP PA 8600, verifican los resultados ",
            "error": [
                ""
            ]
        },
        "LU factorizations": {
            "translated_key": "factorizaciones de LU",
            "translated_annotated_text": "Límites para los códigos electromagnéticos computacionales impuestos por la arquitectura computacional La complejidad algorítmica de los bucles más interiores que determinan la complejidad de los algoritmos en los códigos electromagnéticos computacionales (CEM) se analizan de acuerdo con su recuento de operaciones y el impacto del hardware informático subyacente. Como los chips de memoria son mucho más lentos que los procesadores aritméticos, los códigos que implican un movimiento de datos alto en comparación con el número de operaciones aritméticas se ejecutan comparativamente más lento. Por lo tanto, las multiplicaciones matriz-matriz son mucho más rápidas que las multiplicaciones matriz-vector. Se ve que no es suficiente comparar sólo la complejidad, sino también el rendimiento real de los algoritmos para juzgar una ejecución más rápida. Implicaciones implican bucles FDTD, \"factorizaciones de LU\", y solucionadores iterativos para matrices densas. Los tiempos de ejecución en dos plataformas de referencia, a saber, un procesador Athlon 900 MHz y un HP PA 8600, verifican los resultados ",
            "error": [
                ""
            ]
        },
        "iterative solvers": {
            "translated_key": "resuelvedores literarios",
            "translated_annotated_text": "Límites para los códigos electromagnéticos computacionales impuestos por la arquitectura computacional La complejidad algorítmica de los bucles más interiores que determinan la complejidad de los algoritmos en los códigos electromagnéticos computacionales (CEM) se analizan de acuerdo con su recuento de operaciones y el impacto del hardware informático subyacente. Como los chips de memoria son mucho más lentos que los procesadores aritméticos, los códigos que implican un movimiento de datos alto en comparación con el número de operaciones aritméticas se ejecutan comparativamente más lento. Por lo tanto, las multiplicaciones matriz-matriz son mucho más rápidas que las multiplicaciones matriz-vector. Se ve que no es suficiente comparar sólo la complejidad, sino también el rendimiento real de los algoritmos para juzgar una ejecución más rápida. Implicaciones involucran bucles FDTD, factorizaciones LU y \"resuelvedores literarios\" para matrices densas. Los tiempos de ejecución en dos plataformas de referencia, a saber, un procesador Athlon 900 MHz y un HP PA 8600, verifican los resultados ",
            "error": [
                ""
            ]
        },
        "dense matrices": {
            "translated_key": "matriz densa",
            "translated_annotated_text": "Límites para los códigos electromagnéticos computacionales impuestos por la arquitectura computacional La complejidad algorítmica de los bucles más interiores que determinan la complejidad de los algoritmos en los códigos electromagnéticos computacionales (CEM) se analizan de acuerdo con su recuento de operaciones y el impacto del hardware informático subyacente. Como los chips de memoria son mucho más lentos que los procesadores aritméticos, los códigos que implican un movimiento de datos alto en comparación con el número de operaciones aritméticas se ejecutan comparativamente más lento. Por lo tanto, las multiplicaciones matriz-matriz son mucho más rápidas que las multiplicaciones matriz-vector. Se ve que no es suficiente comparar sólo la complejidad, sino también el rendimiento real de los algoritmos para juzgar una ejecución más rápida. Implicaciones implican bucles FDTD, factorizaciones LU, y solucionadores iterativos para \"matriz densa\". Los tiempos de ejecución en dos plataformas de referencia, a saber, un procesador Athlon 900 MHz y un HP PA 8600, verifican los resultados ",
            "error": [
                ""
            ]
        },
        "computational complexity": {
            "translated_key": [],
            "translated_annotated_text": "Límites para los códigos electromagnéticos computacionales impuestos por la arquitectura computacional La complejidad algorítmica de los bucles más interiores que determinan la complejidad de los algoritmos en los códigos electromagnéticos computacionales (CEM) se analizan de acuerdo con su recuento de operaciones y el impacto del hardware informático subyacente. Como los chips de memoria son mucho más lentos que los procesadores aritméticos, los códigos que implican un movimiento de datos alto en comparación con el número de operaciones aritméticas se ejecutan comparativamente más lento. Por lo tanto, las multiplicaciones matriz-matriz son mucho más rápidas que las multiplicaciones matriz-vector. Se ve que no es suficiente comparar sólo la complejidad, sino también el rendimiento real de los algoritmos para juzgar una ejecución más rápida. Las implicaciones involucran bucles FDTD, factorizaciones LU y solucionadores iterativos para matrices densas. Los tiempos de ejecución en dos plataformas de referencia, a saber, un procesador Athlon 900 MHz y un HP PA 8600, verifican los resultados ",
            "error": []
        },
        "electrical engineering computing": {
            "translated_key": [],
            "translated_annotated_text": "Límites para los códigos electromagnéticos computacionales impuestos por la arquitectura computacional La complejidad algorítmica de los bucles más interiores que determinan la complejidad de los algoritmos en los códigos electromagnéticos computacionales (CEM) se analizan de acuerdo con su recuento de operaciones y el impacto del hardware informático subyacente. Como los chips de memoria son mucho más lentos que los procesadores aritméticos, los códigos que implican un movimiento de datos alto en comparación con el número de operaciones aritméticas se ejecutan comparativamente más lento. Por lo tanto, las multiplicaciones matriz-matriz son mucho más rápidas que las multiplicaciones matriz-vector. Se ve que no es suficiente comparar sólo la complejidad, sino también el rendimiento real de los algoritmos para juzgar una ejecución más rápida. Las implicaciones involucran bucles FDTD, factorizaciones LU y solucionadores iterativos para matrices densas. Los tiempos de ejecución en dos plataformas de referencia, a saber, un procesador Athlon 900 MHz y un HP PA 8600, verifican los resultados ",
            "error": []
        },
        "electromagnetism": {
            "translated_key": [],
            "translated_annotated_text": "Límites para los códigos electromagnéticos computacionales impuestos por la arquitectura computacional La complejidad algorítmica de los bucles más interiores que determinan la complejidad de los algoritmos en los códigos electromagnéticos computacionales (CEM) se analizan de acuerdo con su recuento de operaciones y el impacto del hardware informático subyacente. Como los chips de memoria son mucho más lentos que los procesadores aritméticos, los códigos que implican un movimiento de datos alto en comparación con el número de operaciones aritméticas se ejecutan comparativamente más lento. Por lo tanto, las multiplicaciones matriz-matriz son mucho más rápidas que las multiplicaciones matriz-vector. Se ve que no es suficiente comparar sólo la complejidad, sino también el rendimiento real de los algoritmos para juzgar una ejecución más rápida. Las implicaciones involucran bucles FDTD, factorizaciones LU y solucionadores iterativos para matrices densas. Los tiempos de ejecución en dos plataformas de referencia, a saber, un procesador Athlon 900 MHz y un HP PA 8600, verifican los resultados ",
            "error": []
        },
        "finite difference time-domain analysis": {
            "translated_key": [],
            "translated_annotated_text": "Límites para los códigos electromagnéticos computacionales impuestos por la arquitectura computacional La complejidad algorítmica de los bucles más interiores que determinan la complejidad de los algoritmos en los códigos electromagnéticos computacionales (CEM) se analizan de acuerdo con su recuento de operaciones y el impacto del hardware informático subyacente. Como los chips de memoria son mucho más lentos que los procesadores aritméticos, los códigos que implican un movimiento de datos alto en comparación con el número de operaciones aritméticas se ejecutan comparativamente más lento. Por lo tanto, las multiplicaciones matriz-matriz son mucho más rápidas que las multiplicaciones matriz-vector. Se ve que no es suficiente comparar sólo la complejidad, sino también el rendimiento real de los algoritmos para juzgar una ejecución más rápida. Las implicaciones involucran bucles FDTD, factorizaciones LU y solucionadores iterativos para matrices densas. Los tiempos de ejecución en dos plataformas de referencia, a saber, un procesador Athlon 900 MHz y un HP PA 8600, verifican los resultados ",
            "error": []
        },
        "iterative methods": {
            "translated_key": [],
            "translated_annotated_text": "Límites para los códigos electromagnéticos computacionales impuestos por la arquitectura computacional La complejidad algorítmica de los bucles más interiores que determinan la complejidad de los algoritmos en los códigos electromagnéticos computacionales (CEM) se analizan de acuerdo con su recuento de operaciones y el impacto del hardware informático subyacente. Como los chips de memoria son mucho más lentos que los procesadores aritméticos, los códigos que implican un movimiento de datos alto en comparación con el número de operaciones aritméticas se ejecutan comparativamente más lento. Por lo tanto, las multiplicaciones matriz-matriz son mucho más rápidas que las multiplicaciones matriz-vector. Se ve que no es suficiente comparar sólo la complejidad, sino también el rendimiento real de los algoritmos para juzgar una ejecución más rápida. Las implicaciones involucran bucles FDTD, factorizaciones LU y solucionadores iterativos para matrices densas. Los tiempos de ejecución en dos plataformas de referencia, a saber, un procesador Athlon 900 MHz y un HP PA 8600, verifican los resultados ",
            "error": []
        },
        "matrix decomposition": {
            "translated_key": [],
            "translated_annotated_text": "Límites para los códigos electromagnéticos computacionales impuestos por la arquitectura computacional La complejidad algorítmica de los bucles más interiores que determinan la complejidad de los algoritmos en los códigos electromagnéticos computacionales (CEM) se analizan de acuerdo con su recuento de operaciones y el impacto del hardware informático subyacente. Como los chips de memoria son mucho más lentos que los procesadores aritméticos, los códigos que implican un movimiento de datos alto en comparación con el número de operaciones aritméticas se ejecutan comparativamente más lento. Por lo tanto, las multiplicaciones matriz-matriz son mucho más rápidas que las multiplicaciones matriz-vector. Se ve que no es suficiente comparar sólo la complejidad, sino también el rendimiento real de los algoritmos para juzgar una ejecución más rápida. Las implicaciones involucran bucles FDTD, factorizaciones LU y solucionadores iterativos para matrices densas. Los tiempos de ejecución en dos plataformas de referencia, a saber, un procesador Athlon 900 MHz y un HP PA 8600, verifican los resultados ",
            "error": []
        },
        "matrix multiplication": {
            "translated_key": [],
            "translated_annotated_text": "Límites para los códigos electromagnéticos computacionales impuestos por la arquitectura computacional La complejidad algorítmica de los bucles más interiores que determinan la complejidad de los algoritmos en los códigos electromagnéticos computacionales (CEM) se analizan de acuerdo con su recuento de operaciones y el impacto del hardware informático subyacente. Como los chips de memoria son mucho más lentos que los procesadores aritméticos, los códigos que implican un movimiento de datos alto en comparación con el número de operaciones aritméticas se ejecutan comparativamente más lento. Por lo tanto, las multiplicaciones matriz-matriz son mucho más rápidas que las multiplicaciones matriz-vector. Se ve que no es suficiente comparar sólo la complejidad, sino también el rendimiento real de los algoritmos para juzgar una ejecución más rápida. Las implicaciones involucran bucles FDTD, factorizaciones LU y solucionadores iterativos para matrices densas. Los tiempos de ejecución en dos plataformas de referencia, a saber, un procesador Athlon 900 MHz y un HP PA 8600, verifican los resultados ",
            "error": []
        }
    }
}