{
    "original_text": "Designing and delivering a university course - a process (or operations) management perspective With over 30 years of academic experience in both engineering and management faculties, involving trial and error experimentation in teaching as well as reading relevant literature and observing other instructors in action, the author has accumulated a number of ideas, regarding the preparation and delivery of a university course, that should be of interest to other instructors. This should be particularly the case for those individuals who have had little or no teaching experience (e.g. those whose graduate education was recently completed at research-oriented institutions providing little guidance with respect to teaching). A particular perspective is used to convey the ideas, namely one of viewing the preparation and delivery of a course as two major processes that should provide outputs or outcomes that are of value to a number of customers, in particular, students",
    "original_translation": "Con más de 30 años de experiencia académica en las facultades de ingeniería y gestión, que involucran la experimentación de ensayos y errores en la docencia, así como la lectura de literatura relevante y la observación de otros instructores en acción, el autor ha acumulado una serie de ideas, sobre la preparación y entrega de un curso universitario, que deben ser de interés para otros instructores. Este debería ser particularmente el caso de aquellos individuos que han tenido poca o ninguna experiencia de enseñanza (por ejemplo. Las personas cuya educación de posgrado se completó recientemente en instituciones orientadas a la investigación proporcionan poca orientación con respecto a la enseñanza). Se utiliza una perspectiva particular para transmitir las ideas, a saber, considerar la preparación y la impartición de un curso como dos procesos principales que deben proporcionar resultados o resultados que son de valor para una serie de clientes, en particular, los estudiantes.",
    "error_count": 4,
    "keys": {
        "university course delivery": {
            "translated_key": [],
            "translated_annotated_text": "Con más de 30 años de experiencia académica en las facultades de ingeniería y gestión, que involucran la experimentación de ensayos y errores en la docencia, así como la lectura de literatura relevante y la observación de otros instructores en acción, el autor ha acumulado una serie de ideas, sobre la preparación y entrega de un curso universitario, que deben ser de interés para otros instructores. Este debería ser particularmente el caso de aquellos individuos que han tenido poca o ninguna experiencia de enseñanza (por ejemplo. Las personas cuya educación de posgrado se completó recientemente en instituciones orientadas a la investigación proporcionan poca orientación con respecto a la enseñanza). Se utiliza una perspectiva particular para transmitir las ideas, a saber, considerar la preparación y la impartición de un curso como dos procesos principales que deben proporcionar resultados o resultados que son de valor para una serie de clientes, en particular, los estudiantes. ",
            "error": []
        },
        "management perspective": {
            "translated_key": "perspectiva de gestión",
            "translated_annotated_text": "Diseñar e impartir un curso universitario - un proceso (u operaciones) \"perspectiva de gestión\" Con más de 30 años de experiencia académica en las facultades de ingeniería y gestión, involucrando la experimentación de ensayos y errores en la enseñanza, así como la lectura de literatura relevante y la observación de otros instructores en acción, el autor ha acumulado una serie de ideas, sobre la preparación y entrega de un curso universitario, que debe ser de interés para otros instructores. Este debería ser particularmente el caso de aquellos individuos que han tenido poca o ninguna experiencia de enseñanza (por ejemplo. Las personas cuya educación de posgrado se completó recientemente en instituciones orientadas a la investigación proporcionan poca orientación con respecto a la enseñanza). Se utiliza una perspectiva particular para transmitir las ideas, a saber, considerar la preparación y la impartición de un curso como dos procesos principales que deben proporcionar resultados o resultados que son de valor para una serie de clientes, en particular, los estudiantes. ",
            "error": [
                ""
            ]
        },
        "academic experience": {
            "translated_key": "experiencia académica",
            "translated_annotated_text": "Con más de 30 años de \"experiencia académica\" en las facultades de ingeniería y gestión, involucrando la experimentación de ensayos y errores en la docencia, así como la lectura de literatura relevante y la observación de otros instructores en acción, el autor ha acumulado una serie de ideas, sobre la preparación y entrega de un curso universitario, que deben ser de interés para otros instructores. Este debería ser particularmente el caso de aquellos individuos que han tenido poca o ninguna experiencia de enseñanza (por ejemplo. Las personas cuya educación de posgrado se completó recientemente en instituciones orientadas a la investigación proporcionan poca orientación con respecto a la enseñanza). Se utiliza una perspectiva particular para transmitir las ideas, a saber, considerar la preparación y la impartición de un curso como dos procesos principales que deben proporcionar resultados o resultados que son de valor para una serie de clientes, en particular, los estudiantes. ",
            "error": [
                ""
            ]
        },
        "management faculties": {
            "translated_key": "facultades de gestión",
            "translated_annotated_text": "Diseño y realización de un curso universitario - una perspectiva de gestión de procesos (o operaciones) Con más de 30 años de experiencia académica tanto en ingeniería como en \"facultades de gestión\", involucrando la experimentación de ensayos y errores en la enseñanza, así como la lectura de literatura relevante y la observación de otros instructores en acción, el autor ha acumulado una serie de ideas, sobre la preparación y entrega de un curso universitario, que debe ser de interés para otros instructores. Este debería ser particularmente el caso de aquellos individuos que han tenido poca o ninguna experiencia de enseñanza (por ejemplo. Las personas cuya educación de posgrado se completó recientemente en instituciones orientadas a la investigación proporcionan poca orientación con respecto a la enseñanza). Se utiliza una perspectiva particular para transmitir las ideas, a saber, considerar la preparación y la impartición de un curso como dos procesos principales que deben proporcionar resultados o resultados que son de valor para una serie de clientes, en particular, los estudiantes. ",
            "error": [
                ""
            ]
        },
        "engineering faculties": {
            "translated_key": [],
            "translated_annotated_text": "Con más de 30 años de experiencia académica en las facultades de ingeniería y gestión, que involucran la experimentación de ensayos y errores en la docencia, así como la lectura de literatura relevante y la observación de otros instructores en acción, el autor ha acumulado una serie de ideas, sobre la preparación y entrega de un curso universitario, que deben ser de interés para otros instructores. Este debería ser particularmente el caso de aquellos individuos que han tenido poca o ninguna experiencia de enseñanza (por ejemplo. Las personas cuya educación de posgrado se completó recientemente en instituciones orientadas a la investigación proporcionan poca orientación con respecto a la enseñanza). Se utiliza una perspectiva particular para transmitir las ideas, a saber, considerar la preparación y la impartición de un curso como dos procesos principales que deben proporcionar resultados o resultados que son de valor para una serie de clientes, en particular, los estudiantes. ",
            "error": []
        },
        "search-oriented institutions": {
            "translated_key": [],
            "translated_annotated_text": "Con más de 30 años de experiencia académica en las facultades de ingeniería y gestión, que involucran la experimentación de ensayos y errores en la docencia, así como la lectura de literatura relevante y la observación de otros instructores en acción, el autor ha acumulado una serie de ideas, sobre la preparación y entrega de un curso universitario, que deben ser de interés para otros instructores. Este debería ser particularmente el caso de aquellos individuos que han tenido poca o ninguna experiencia de enseñanza (por ejemplo. Las personas cuya educación de posgrado se completó recientemente en instituciones orientadas a la investigación proporcionan poca orientación con respecto a la enseñanza). Se utiliza una perspectiva particular para transmitir las ideas, a saber, considerar la preparación y la impartición de un curso como dos procesos principales que deben proporcionar resultados o resultados que son de valor para una serie de clientes, en particular, los estudiantes. ",
            "error": []
        },
        "educational courses": {
            "translated_key": [],
            "translated_annotated_text": "Con más de 30 años de experiencia académica en las facultades de ingeniería y gestión, que involucran la experimentación de ensayos y errores en la docencia, así como la lectura de literatura relevante y la observación de otros instructores en acción, el autor ha acumulado una serie de ideas, sobre la preparación y entrega de un curso universitario, que deben ser de interés para otros instructores. Este debería ser particularmente el caso de aquellos individuos que han tenido poca o ninguna experiencia de enseñanza (por ejemplo. Las personas cuya educación de posgrado se completó recientemente en instituciones orientadas a la investigación proporcionan poca orientación con respecto a la enseñanza). Se utiliza una perspectiva particular para transmitir las ideas, a saber, considerar la preparación y la impartición de un curso como dos procesos principales que deben proporcionar resultados o resultados que son de valor para una serie de clientes, en particular, los estudiantes. ",
            "error": []
        }
    }
}