{
    "original_text": "Teaching management science with spreadsheets: From decision models to decision support The 1990s were a decade of enormous change for management science (MS) educators. While the outlook at the beginning of the decade was somewhat bleak, the renaissance in MS education brought about by the use of spreadsheets as the primary delivery vehicle for quantitative modeling techniques has resulted in a much brighter future. This paper takes inventory of the current state of MS education and suggests some promising new directions in the area of decision support systems for MS educators to consider for the future",
    "original_translation": "Enseñanza de ciencias de la gestión con hojas de cálculo: De los modelos de decisión al apoyo a la decisión Los años 90 fueron una década de enorme cambio para los educadores de ciencias de la gestión (MS). Si bien las perspectivas a principios de la década eran algo sombrías, el renacimiento de la educación de los Estados miembros provocado por el uso de hojas de cálculo como vehículo principal de entrega de técnicas de modelado cuantitativo ha dado lugar a un futuro mucho más brillante. En este documento se hace un inventario del estado actual de la educación de los Estados miembros y se sugieren algunas nuevas orientaciones prometedoras en el ámbito de los sistemas de apoyo a la adopción de decisiones para que los educadores de los Estados miembros puedan considerar para el futuro",
    "error_count": 5,
    "keys": {
        "management science": {
            "translated_key": "ciencia de la gestión",
            "translated_annotated_text": "Enseñanza <br>ciencia de la gestión</br> con hojas de cálculo: De los modelos de decisión al apoyo a la decisión La década de 1990 fue una década de enormes cambios para los educadores de <br>ciencia de la gestión</br> (MS). Si bien las perspectivas a principios de la década eran algo sombrías, el renacimiento de la educación de los Estados miembros provocado por el uso de hojas de cálculo como vehículo principal de entrega de técnicas de modelado cuantitativo ha dado lugar a un futuro mucho más brillante. En este documento se hace un inventario del estado actual de la educación de los Estados miembros y se sugieren algunas nuevas orientaciones prometedoras en el ámbito de los sistemas de apoyo a la adopción de decisiones para que los educadores de los Estados miembros puedan considerar para el futuro ",
            "error": [
                ""
            ]
        },
        "MS education": {
            "translated_key": "MS",
            "translated_annotated_text": "Enseñanza de ciencias de la gestión con hojas de cálculo: De los modelos de decisión al apoyo a la decisión Los años 90 fueron una década de enorme cambio para los educadores de ciencias de la gestión (MS). Si bien las perspectivas a principios de la década eran algo sombrías, el renacimiento de la educación <br>MS</br> provocado por el uso de hojas de cálculo como vehículo principal de entrega de técnicas de modelado cuantitativo ha dado lugar a un futuro mucho más brillante. En este trabajo se hace un inventario del estado actual de la educación <br>MS</br> y se sugieren algunas nuevas orientaciones prometedoras en el ámbito de los sistemas de apoyo a las decisiones para que los educadores de los EM consideren para el futuro ",
            "error": [
                ""
            ]
        },
        "spreadsheets": {
            "translated_key": [
                "spreadsheets",
                "hojas de cálculo"
            ],
            "translated_annotated_text": "Enseñanza de ciencias de la gestión con <br>spreadsheets</br>: De los modelos de decisión al apoyo a la decisión Los años 90 fueron una década de enorme cambio para los educadores de ciencias de la gestión (MS). Aunque las perspectivas a principios de la década eran algo sombrías, el renacimiento de la educación de los Estados miembros provocado por el uso de <br>hojas de cálculo</br> como vehículo principal de entrega de técnicas de modelado cuantitativo ha dado lugar a un futuro mucho más brillante. En este documento se hace un inventario del estado actual de la educación de los Estados miembros y se sugieren algunas nuevas orientaciones prometedoras en el ámbito de los sistemas de apoyo a la adopción de decisiones para que los educadores de los Estados miembros puedan considerar para el futuro ",
            "error": [
                "spreadsheets",
                "hojas de cálculo"
            ]
        },
        "quantitative modeling": {
            "translated_key": [],
            "translated_annotated_text": "Enseñanza de ciencias de la gestión con hojas de cálculo: De los modelos de decisión al apoyo a la decisión Los años 90 fueron una década de enorme cambio para los educadores de ciencias de la gestión (MS). Si bien las perspectivas a principios de la década eran algo sombrías, el renacimiento de la educación de los Estados miembros provocado por el uso de hojas de cálculo como vehículo principal de entrega de técnicas de modelado cuantitativo ha dado lugar a un futuro mucho más brillante. En este documento se hace un inventario del estado actual de la educación de los Estados miembros y se sugieren algunas nuevas orientaciones prometedoras en el ámbito de los sistemas de apoyo a la adopción de decisiones para que los educadores de los Estados miembros puedan considerar para el futuro ",
            "error": []
        },
        "decision support systems": {
            "translated_key": "sistemas de apoyo a la adopción de decisiones",
            "translated_annotated_text": "Enseñanza de ciencias de la gestión con hojas de cálculo: De los modelos de decisión al apoyo a la decisión Los años 90 fueron una década de enorme cambio para los educadores de ciencias de la gestión (MS). Si bien las perspectivas a principios de la década eran algo sombrías, el renacimiento de la educación de los Estados miembros provocado por el uso de hojas de cálculo como vehículo principal de entrega de técnicas de modelado cuantitativo ha dado lugar a un futuro mucho más brillante. En este documento se hace un inventario del estado actual de la educación de los Estados miembros y se sugieren algunas nuevas orientaciones prometedoras en el ámbito de los <br>sistemas de apoyo a la adopción de decisiones</br> para que los educadores de los Estados miembros puedan considerarlas para el futuro. ",
            "error": [
                ""
            ]
        },
        "business data processing": {
            "translated_key": [],
            "translated_annotated_text": "Enseñanza de ciencias de la gestión con hojas de cálculo: De los modelos de decisión al apoyo a la decisión Los años 90 fueron una década de enorme cambio para los educadores de ciencias de la gestión (MS). Si bien las perspectivas a principios de la década eran algo sombrías, el renacimiento de la educación de los Estados miembros provocado por el uso de hojas de cálculo como vehículo principal de entrega de técnicas de modelado cuantitativo ha dado lugar a un futuro mucho más brillante. En este documento se hace un inventario del estado actual de la educación de los Estados miembros y se sugieren algunas nuevas orientaciones prometedoras en el ámbito de los sistemas de apoyo a la adopción de decisiones para que los educadores de los Estados miembros puedan considerar para el futuro ",
            "error": []
        },
        "computer science education": {
            "translated_key": [],
            "translated_annotated_text": "Enseñanza de ciencias de la gestión con hojas de cálculo: De los modelos de decisión al apoyo a la decisión Los años 90 fueron una década de enorme cambio para los educadores de ciencias de la gestión (MS). Si bien las perspectivas a principios de la década eran algo sombrías, el renacimiento de la educación de los Estados miembros provocado por el uso de hojas de cálculo como vehículo principal de entrega de técnicas de modelado cuantitativo ha dado lugar a un futuro mucho más brillante. En este documento se hace un inventario del estado actual de la educación de los Estados miembros y se sugieren algunas nuevas orientaciones prometedoras en el ámbito de los sistemas de apoyo a la adopción de decisiones para que los educadores de los Estados miembros puedan considerar para el futuro ",
            "error": []
        },
        "spreadsheet programs": {
            "translated_key": [],
            "translated_annotated_text": "Enseñanza de ciencias de la gestión con hojas de cálculo: De los modelos de decisión al apoyo a la decisión Los años 90 fueron una década de enorme cambio para los educadores de ciencias de la gestión (MS). Si bien las perspectivas a principios de la década eran algo sombrías, el renacimiento de la educación de los Estados miembros provocado por el uso de hojas de cálculo como vehículo principal de entrega de técnicas de modelado cuantitativo ha dado lugar a un futuro mucho más brillante. En este documento se hace un inventario del estado actual de la educación de los Estados miembros y se sugieren algunas nuevas orientaciones prometedoras en el ámbito de los sistemas de apoyo a la adopción de decisiones para que los educadores de los Estados miembros puedan considerar para el futuro ",
            "error": []
        }
    }
}