{
    "original_text": "Teaching modeling in management science This essay discusses how we can most effectively teach Management Science to students in MBA or similar programs who will be, at best, part-time practitioners of these arts. I take as a working hypothesis the radical proposition that the heart of Management Science itself is not the impressive array of tools that have been built up over the years (optimization, simulation, decision analysis, queuing, and so on) but rather the art of reasoning logically with formal models. I believe it is necessary with this group of students to teach basic modeling skills, and in fact it is only when such students have these basic skills as a foundation that they are prepared to acquire the more sophisticated skills needed to employ Management Science. In this paper I present a hierarchy of modeling skills, from numeracy skills through sophisticated Management Science skills, as a framework within which to plan courses for the occasional practitioner",
    "original_translation": "Enseñar el modelado en ciencias de la gestión Este ensayo discute cómo podemos enseñar más eficazmente Ciencias de la Gestión a los estudiantes en MBA o programas similares que serán, en el mejor de los casos, practicantes a tiempo parcial de estas artes. Tomo como hipótesis de trabajo la proposición radical de que el corazón de la ciencia de la gestión en sí no es la impresionante variedad de herramientas que se han construido a lo largo de los años (optimización, simulación, análisis de decisiones, cola, etc.), sino más bien el arte de razonar lógicamente con modelos formales. Creo que es necesario con este grupo de estudiantes enseñar habilidades básicas de modelado, y de hecho es sólo cuando estos estudiantes tienen estas habilidades básicas como base que están preparados para adquirir las habilidades más sofisticadas necesarias para emplear la ciencia de la gestión. En este artículo presento una jerarquía de habilidades de modelado, desde habilidades de aritmética hasta habilidades sofisticadas de Ciencias de la Gestión, como un marco dentro del cual planificar cursos para el practicante ocasional",
    "error_count": 2,
    "keys": {
        "management science": {
            "translated_key": "ciencia de la gestión",
            "translated_annotated_text": "Modelado de la enseñanza en <br>ciencia de la gestión</br> Este ensayo discute cómo podemos enseñar de manera más eficaz la ciencia de la gestión a los estudiantes de MBA o programas similares que serán, en el mejor de los casos, practicantes a tiempo parcial de estas artes. Tomo como hipótesis de trabajo la proposición radical de que el corazón de la ciencia de la gestión en sí no es la impresionante variedad de herramientas que se han construido a lo largo de los años (optimización, simulación, análisis de decisiones, cola, etc.), sino más bien el arte de razonar lógicamente con modelos formales. Creo que es necesario con este grupo de estudiantes enseñar habilidades básicas de modelado, y de hecho es sólo cuando estos estudiantes tienen estas habilidades básicas como base que están preparados para adquirir las habilidades más sofisticadas necesarias para emplear la ciencia de la gestión. En este artículo presento una jerarquía de habilidades de modelado, desde habilidades de aritmética hasta habilidades sofisticadas de Ciencias de la Gestión, como un marco dentro del cual planificar cursos para el practicante ocasional ",
            "error": [
                ""
            ]
        },
        "modeling": {
            "translated_key": "modelación",
            "translated_annotated_text": "Enseñanza <br>modelación</br> en ciencias de la gestión Este ensayo discute cómo podemos enseñar de manera más eficaz las ciencias de la gestión a estudiantes de MBA o programas similares que serán, en el mejor de los casos, practicantes a tiempo parcial de estas artes. Tomo como hipótesis de trabajo la proposición radical de que el corazón de la ciencia de la gestión en sí no es la impresionante variedad de herramientas que se han construido a lo largo de los años (optimización, simulación, análisis de decisiones, cola, etc.), sino más bien el arte de razonar lógicamente con modelos formales. Creo que es necesario con este grupo de estudiantes para enseñar habilidades básicas de modelado, y de hecho es sólo cuando tales estudiantes tienen estas habilidades básicas como base que están preparados para adquirir las habilidades más sofisticadas necesarias para emplear la ciencia de la gestión. En este artículo presento una jerarquía de habilidades de modelado, desde habilidades de aritmética hasta habilidades sofisticadas de Ciencias de la Gestión, como un marco dentro del cual planificar cursos para el practicante ocasional.  ",
            "error": [
                ""
            ]
        },
        "numeracy skills": {
            "translated_key": "numeracy",
            "translated_annotated_text": "Enseñar el modelado en ciencias de la gestión Este ensayo discute cómo podemos enseñar más eficazmente Ciencias de la Gestión a los estudiantes en MBA o programas similares que serán, en el mejor de los casos, practicantes a tiempo parcial de estas artes. Tomo como hipótesis de trabajo la proposición radical de que el corazón de la ciencia de la gestión en sí no es la impresionante variedad de herramientas que se han construido a lo largo de los años (optimización, simulación, análisis de decisiones, cola, etc.), sino más bien el arte de razonar lógicamente con modelos formales. Creo que es necesario con este grupo de estudiantes enseñar habilidades básicas de modelado, y de hecho es sólo cuando estos estudiantes tienen estas habilidades básicas como base que están preparados para adquirir las habilidades más sofisticadas necesarias para emplear la ciencia de la gestión. En este trabajo presento una jerarquía de habilidades de modelado, desde habilidades de <br>numeracy</br> hasta habilidades sofisticadas de Ciencias de la Gestión, como un marco dentro del cual planificar cursos para el practicante ocasional ",
            "error": [
                ""
            ]
        },
        "formal models": {
            "translated_key": "modelos formales",
            "translated_annotated_text": "Enseñar el modelado en ciencias de la gestión Este ensayo discute cómo podemos enseñar más eficazmente Ciencias de la Gestión a los estudiantes en MBA o programas similares que serán, en el mejor de los casos, practicantes a tiempo parcial de estas artes. Tomo como hipótesis de trabajo la proposición radical de que el corazón de la ciencia de la gestión en sí no es la impresionante variedad de herramientas que se han construido a lo largo de los años (optimización, simulación, análisis de decisiones, cola, etc.), sino más bien el arte de razonar lógicamente con <br>modelos formales</br>.  Creo que es necesario con este grupo de estudiantes enseñar habilidades básicas de modelado, y de hecho es sólo cuando estos estudiantes tienen estas habilidades básicas como base que están preparados para adquirir las habilidades más sofisticadas necesarias para emplear la ciencia de la gestión. En este artículo presento una jerarquía de habilidades de modelado, desde habilidades de aritmética hasta habilidades sofisticadas de Ciencias de la Gestión, como un marco dentro del cual planificar cursos para el practicante ocasional ",
            "error": [
                ""
            ]
        },
        "decision analysis": {
            "translated_key": "análisis de decisiones",
            "translated_annotated_text": "Enseñar el modelado en ciencias de la gestión Este ensayo discute cómo podemos enseñar más eficazmente Ciencias de la Gestión a los estudiantes en MBA o programas similares que serán, en el mejor de los casos, practicantes a tiempo parcial de estas artes. Tomo como hipótesis de trabajo la proposición radical de que el corazón de la ciencia de la gestión en sí no es la impresionante variedad de herramientas que se han construido a lo largo de los años (optimización, simulación, <br>análisis de decisiones</br>, cola, etc.), sino más bien el arte de razonar lógicamente con modelos formales. <br>análisis de decisiones</br>. Creo que es necesario con este grupo de estudiantes enseñar habilidades básicas de modelado, y de hecho es sólo cuando estos estudiantes tienen estas habilidades básicas como base que están preparados para adquirir las habilidades más sofisticadas necesarias para emplear la ciencia de la gestión. En este artículo presento una jerarquía de habilidades de modelado, desde habilidades de aritmética hasta habilidades sofisticadas de Ciencias de la Gestión, como un marco dentro del cual planificar cursos para el practicante ocasional ",
            "error": [
                ""
            ]
        },
        "educational courses": {
            "translated_key": [],
            "translated_annotated_text": "Enseñar el modelado en ciencias de la gestión Este ensayo discute cómo podemos enseñar más eficazmente Ciencias de la Gestión a los estudiantes en MBA o programas similares que serán, en el mejor de los casos, practicantes a tiempo parcial de estas artes. Tomo como hipótesis de trabajo la proposición radical de que el corazón de la ciencia de la gestión en sí no es la impresionante variedad de herramientas que se han construido a lo largo de los años (optimización, simulación, análisis de decisiones, cola, etc.), sino más bien el arte de razonar lógicamente con modelos formales. Creo que es necesario con este grupo de estudiantes enseñar habilidades básicas de modelado, y de hecho es sólo cuando estos estudiantes tienen estas habilidades básicas como base que están preparados para adquirir las habilidades más sofisticadas necesarias para emplear la ciencia de la gestión. En este artículo presento una jerarquía de habilidades de modelado, desde habilidades de aritmética hasta habilidades sofisticadas de Ciencias de la Gestión, como un marco dentro del cual planificar cursos para el practicante ocasional ",
            "error": []
        },
        "modelling": {
            "translated_key": [],
            "translated_annotated_text": "Enseñar el modelado en ciencias de la gestión Este ensayo discute cómo podemos enseñar más eficazmente Ciencias de la Gestión a los estudiantes en MBA o programas similares que serán, en el mejor de los casos, practicantes a tiempo parcial de estas artes. Tomo como hipótesis de trabajo la proposición radical de que el corazón de la ciencia de la gestión en sí no es la impresionante variedad de herramientas que se han construido a lo largo de los años (optimización, simulación, análisis de decisiones, cola, etc.), sino más bien el arte de razonar lógicamente con modelos formales. Creo que es necesario con este grupo de estudiantes enseñar habilidades básicas de modelado, y de hecho es sólo cuando estos estudiantes tienen estas habilidades básicas como base que están preparados para adquirir las habilidades más sofisticadas necesarias para emplear la ciencia de la gestión. En este artículo presento una jerarquía de habilidades de modelado, desde habilidades de aritmética hasta habilidades sofisticadas de Ciencias de la Gestión, como un marco dentro del cual planificar cursos para el practicante ocasional ",
            "error": []
        }
    }
}