{
    "original_text": "Underground poetry, collecting poetry, and the librarian A powerful encounter with underground poetry and its important role in poetry, literature, and culture is discussed. The acquisitions difficulties encountered in the unique publishing world of underground poetry are introduced. Strategies for acquiring underground poetry for library collections are proposed, including total immersion and local focus, with accompanying action",
    "original_translation": "Poesía subterránea, coleccionando poesía y el bibliotecario Se discute un poderoso encuentro con la poesía subterránea y su importante papel en la poesía, la literatura y la cultura. Se introducen las dificultades de adquisición encontradas en el mundo editorial único de la poesía subterránea. Se proponen estrategias para la adquisición de poesía subterránea para colecciones de bibliotecas, incluyendo inmersión total y enfoque local, con acción concomitante",
    "error_count": 3,
    "keys": {
        "librarian": {
            "translated_key": "librario",
            "translated_annotated_text": "Poesía subterránea, coleccionando poesía y el \"librario\" Se discute un poderoso encuentro con la poesía subterránea y su importante papel en la poesía, la literatura y la cultura. Se introducen las dificultades de adquisición encontradas en el mundo editorial único de la poesía subterránea. Se proponen estrategias para la adquisición de poesía subterránea para colecciones de bibliotecas, incluyendo inmersión total y enfoque local, con acción concomitante ",
            "error": [
                ""
            ]
        },
        "underground poetry": {
            "translated_key": "poesía subterránea",
            "translated_annotated_text": "Poesía subterránea, coleccionando poesía y el bibliotecario Se discute un poderoso encuentro con la \"poesía subterránea\" y su importante papel en la poesía, la literatura y la cultura. Se introducen las dificultades de adquisición encontradas en el mundo editorial único de la \"poesía subterránea\". Se proponen estrategias para la adquisición de \"poesía subterránea\" para las colecciones de bibliotecas, incluyendo inmersión total y enfoque local, con acción concomitante ",
            "error": [
                ""
            ]
        },
        "publishing": {
            "translated_key": "editor",
            "translated_annotated_text": "Poesía subterránea, coleccionando poesía y el bibliotecario Se discute un poderoso encuentro con la poesía subterránea y su importante papel en la poesía, la literatura y la cultura. Se introducen las dificultades de adquisición encontradas en el único mundo \"editor\" de poesía subterránea. Se proponen estrategias para la adquisición de poesía subterránea para colecciones de bibliotecas, incluyendo inmersión total y enfoque local, con acción concomitante ",
            "error": [
                ""
            ]
        },
        "library collections": {
            "translated_key": "colecciónes de biblioteca",
            "translated_annotated_text": "Poesía subterránea, coleccionando poesía y el bibliotecario Se discute un poderoso encuentro con la poesía subterránea y su importante papel en la poesía, la literatura y la cultura. Se introducen las dificultades de adquisición encontradas en el mundo editorial único de la poesía subterránea. Se proponen estrategias para la adquisición de poesía subterránea para \"colecciónes de biblioteca\", incluyendo inmersión total y enfoque local, con acción acompañante ",
            "error": [
                ""
            ]
        },
        "out-of-print books": {
            "translated_key": [],
            "translated_annotated_text": "Poesía subterránea, coleccionando poesía y el bibliotecario Se discute un poderoso encuentro con la poesía subterránea y su importante papel en la poesía, la literatura y la cultura. Se introducen las dificultades de adquisición encontradas en el mundo editorial único de la poesía subterránea. Se proponen estrategias para la adquisición de poesía subterránea para colecciones de bibliotecas, incluyendo inmersión total y enfoque local, con acción concomitante ",
            "error": []
        },
        "special collections": {
            "translated_key": [],
            "translated_annotated_text": "Poesía subterránea, coleccionando poesía y el bibliotecario Se discute un poderoso encuentro con la poesía subterránea y su importante papel en la poesía, la literatura y la cultura. Se introducen las dificultades de adquisición encontradas en el mundo editorial único de la poesía subterránea. Se proponen estrategias para la adquisición de poesía subterránea para colecciones de bibliotecas, incluyendo inmersión total y enfoque local, con acción concomitante ",
            "error": []
        },
        "literature": {
            "translated_key": "literatura",
            "translated_annotated_text": "Poesía subterránea, coleccionando poesía, y el bibliotecario Se discute un poderoso encuentro con la poesía subterránea y su importante papel en la poesía, la \"literatura\" y la cultura. Se introducen las dificultades de adquisición encontradas en el mundo editorial único de la poesía subterránea. Se proponen estrategias para la adquisición de poesía subterránea para colecciones de bibliotecas, incluyendo inmersión total y enfoque local, con acción concomitante ",
            "error": [
                ""
            ]
        },
        "culture": {
            "translated_key": "cultura",
            "translated_annotated_text": "Poesía subterránea, coleccionando poesía, y el bibliotecario Se discute un poderoso encuentro con la poesía subterránea y su importante papel en la poesía, la literatura y la \"cultura\". Se introducen las dificultades de adquisición encontradas en el mundo editorial único de la poesía subterránea. Se proponen estrategias para la adquisición de poesía subterránea para colecciones de bibliotecas, incluyendo inmersión total y enfoque local, con acción concomitante ",
            "error": [
                ""
            ]
        },
        "library automation": {
            "translated_key": [],
            "translated_annotated_text": "Poesía subterránea, coleccionando poesía y el bibliotecario Se discute un poderoso encuentro con la poesía subterránea y su importante papel en la poesía, la literatura y la cultura. Se introducen las dificultades de adquisición encontradas en el mundo editorial único de la poesía subterránea. Se proponen estrategias para la adquisición de poesía subterránea para colecciones de bibliotecas, incluyendo inmersión total y enfoque local, con acción concomitante ",
            "error": []
        }
    }
}