{
    "original_text": "The effects of emotions on bounded rationality: a comment on Kaufman Bruce Kaufmans article (1999), Emotional arousal as a source of bounded rationality, objective is to present an additional source of bounded rationality, one that is not due to cognitive constraints, but to high emotional arousal. In doing so, Kaufman is following a long tradition of thinkers who have contrasted emotion with reason, claiming, for the most part, that emotions are a violent force hindering rational thinking. This paper aims to challenge Kaufmans unidimensional idea regarding the connection between high emotional arousal and decision making",
    "original_translation": "Los efectos de las emociones sobre la racionalidad limitada: un comentario sobre el artículo de Kaufman Bruce Kaufmans (1999), La excitación emocional como fuente de racionalidad limitada, objetivo es presentar una fuente adicional de racionalidad limitada, una que no se debe a las restricciones cognitivas, sino a la excitación emocional alta. Al hacerlo, Kaufman sigue una larga tradición de pensadores que han contrastado la emoción con la razón, afirmando, en su mayor parte, que las emociones son una fuerza violenta que obstaculiza el pensamiento racional. Este artículo pretende desafiar la idea unidimensional de Kaufmans con respecto a la conexión entre la alta excitación emocional y la toma de decisiones",
    "error_count": 3,
    "keys": {
        "bounded rationality": {
            "translated_key": "racionalidad limitada",
            "translated_annotated_text": "Los efectos de las emociones sobre la \"racionalidad limitada\": un comentario sobre el artículo de Kaufman Bruce Kaufmans (1999), la excitación emocional como fuente de \"racionalidad limitada\", objetivo es presentar una fuente adicional de \"racionalidad limitada\", una que no se debe a limitaciones cognitivas, sino a una alta excitación emocional. Al hacerlo, Kaufman sigue una larga tradición de pensadores que han contrastado la emoción con la razón, afirmando, en su mayor parte, que las emociones son una fuerza violenta que obstaculiza el pensamiento racional. Este artículo pretende desafiar la idea unidimensional de Kaufmans con respecto a la conexión entre la alta excitación emocional y la toma de decisiones ",
            "error": [
                ""
            ]
        },
        "decision making": {
            "translated_key": "toma de decisiones",
            "translated_annotated_text": "Los efectos de las emociones sobre la racionalidad limitada: un comentario sobre el artículo de Kaufman Bruce Kaufmans (1999), La excitación emocional como fuente de racionalidad limitada, objetivo es presentar una fuente adicional de racionalidad limitada, una que no se debe a las restricciones cognitivas, sino a la excitación emocional alta. Al hacerlo, Kaufman sigue una larga tradición de pensadores que han contrastado la emoción con la razón, afirmando, en su mayor parte, que las emociones son una fuerza violenta que obstaculiza el pensamiento racional. Este artículo pretende desafiar la idea unidimensional de Kaufmans con respecto a la conexión entre la alta excitación emocional y la \"toma de decisiones\" ",
            "error": [
                ""
            ]
        },
        "rational thinking": {
            "translated_key": "pensamiento racional",
            "translated_annotated_text": "Los efectos de las emociones sobre la racionalidad limitada: un comentario sobre el artículo de Kaufman Bruce Kaufmans (1999), La excitación emocional como fuente de racionalidad limitada, objetivo es presentar una fuente adicional de racionalidad limitada, una que no se debe a las restricciones cognitivas, sino a la excitación emocional alta. Al hacerlo, Kaufman sigue una larga tradición de pensadores que han contrastado la emoción con la razón, afirmando, en su mayor parte, que las emociones son una fuerza violenta que obstaculiza el \"pensamiento racional\". Este artículo pretende desafiar la idea unidimensional de Kaufmans con respecto a la conexión entre la alta excitación emocional y la toma de decisiones ",
            "error": [
                ""
            ]
        },
        "psychology": {
            "translated_key": [],
            "translated_annotated_text": "Los efectos de las emociones sobre la racionalidad limitada: un comentario sobre el artículo de Kaufman Bruce Kaufmans (1999), La excitación emocional como fuente de racionalidad limitada, objetivo es presentar una fuente adicional de racionalidad limitada, una que no se debe a las restricciones cognitivas, sino a la excitación emocional alta. Al hacerlo, Kaufman sigue una larga tradición de pensadores que han contrastado la emoción con la razón, afirmando, en su mayor parte, que las emociones son una fuerza violenta que obstaculiza el pensamiento racional. Este artículo pretende desafiar la idea unidimensional de Kaufmans con respecto a la conexión entre la alta excitación emocional y la toma de decisiones ",
            "error": []
        },
        "emotion": {
            "translated_key": "emoción",
            "translated_annotated_text": "Los efectos de las emociones sobre la racionalidad limitada: un comentario sobre el artículo de Kaufman Bruce Kaufmans (1999), La excitación emocional como fuente de racionalidad limitada, objetivo es presentar una fuente adicional de racionalidad limitada, una que no se debe a las restricciones cognitivas, sino a la excitación emocional alta. Al hacerlo, Kaufman sigue una larga tradición de pensadores que han contrastado la \"emoción\" con la razón, afirmando, en su mayor parte, que las emociones son una fuerza violenta que obstaculiza el pensamiento racional. Este artículo pretende desafiar la idea unidimensional de Kaufmans con respecto a la conexión entre la alta excitación emocional y la toma de decisiones ",
            "error": [
                ""
            ]
        },
        "Yerkes-Dodson law": {
            "translated_key": [],
            "translated_annotated_text": "Los efectos de las emociones sobre la racionalidad limitada: un comentario sobre el artículo de Kaufman Bruce Kaufmans (1999), La excitación emocional como fuente de racionalidad limitada, objetivo es presentar una fuente adicional de racionalidad limitada, una que no se debe a las restricciones cognitivas, sino a la excitación emocional alta. Al hacerlo, Kaufman sigue una larga tradición de pensadores que han contrastado la emoción con la razón, afirmando, en su mayor parte, que las emociones son una fuerza violenta que obstaculiza el pensamiento racional. Este artículo pretende desafiar la idea unidimensional de Kaufmans con respecto a la conexión entre la alta excitación emocional y la toma de decisiones ",
            "error": []
        }
    }
}