{
    "original_text": "Emotion and self-control A biology-based model of choice is used to examine time-inconsistent preferences and the problem of self-control. Emotion is shown to be the biological substrate of choice, in that emotional systems assign value to goods in the environment and also facilitate the learning of expectations regarding alternative options for acquiring those goods. A third major function of the emotional choice systems is motivation. Self-control is shown to be the result of a problem with the inhibition of the motive force of emotion, where this inhibition is necessary for higher level deliberation",
    "original_translation": "Emoción y autocontrol Un modelo de elección basado en la biología se utiliza para examinar preferencias que no coinciden con el tiempo y el problema del autocontrol. Se demuestra que la emoción es el sustrato biológico de elección, ya que los sistemas emocionales asignan valor a los bienes en el medio ambiente y también facilitan el aprendizaje de las expectativas con respecto a las opciones alternativas para adquirir esos bienes. Una tercera función importante de los sistemas de elección emocional es la motivación. Se demuestra que el autocontrol es el resultado de un problema con la inhibición de la fuerza motriz de la emoción, donde esta inhibición es necesaria para una deliberación de nivel superior",
    "error_count": 2,
    "keys": {
        "choice model": {
            "translated_key": [],
            "translated_annotated_text": "Emoción y autocontrol Un modelo de elección basado en la biología se utiliza para examinar preferencias que no coinciden con el tiempo y el problema del autocontrol. Se demuestra que la emoción es el sustrato biológico de elección, ya que los sistemas emocionales asignan valor a los bienes en el medio ambiente y también facilitan el aprendizaje de las expectativas con respecto a las opciones alternativas para adquirir esos bienes. Una tercera función importante de los sistemas de elección emocional es la motivación. Se demuestra que el autocontrol es el resultado de un problema con la inhibición de la fuerza motriz de la emoción, donde esta inhibición es necesaria para una deliberación de nivel superior ",
            "error": []
        },
        "inhibition": {
            "translated_key": "inhibición",
            "translated_annotated_text": "Emoción y autocontrol Un modelo de elección basado en la biología se utiliza para examinar preferencias que no coinciden con el tiempo y el problema del autocontrol. Se demuestra que la emoción es el sustrato biológico de elección, ya que los sistemas emocionales asignan valor a los bienes en el medio ambiente y también facilitan el aprendizaje de las expectativas con respecto a las opciones alternativas para adquirir esos bienes. Una tercera función importante de los sistemas de elección emocional es la motivación. El autocontrol se muestra como el resultado de un problema con la \"inhibición\" de la fuerza motriz de la emoción, donde esta \"inhibición\" es necesaria para una deliberación de nivel superior ",
            "error": [
                ""
            ]
        },
        "learning": {
            "translated_key": "aprendizaje",
            "translated_annotated_text": "Emoción y autocontrol Un modelo de elección basado en la biología se utiliza para examinar preferencias que no coinciden con el tiempo y el problema del autocontrol. La emoción se muestra como el sustrato biológico de elección, en que los sistemas emocionales asignan valor a los bienes en el medio ambiente y también facilitan el \"aprendizaje\" de las expectativas sobre opciones alternativas para adquirir esos bienes. Una tercera función importante de los sistemas de elección emocional es la motivación. Se demuestra que el autocontrol es el resultado de un problema con la inhibición de la fuerza motriz de la emoción, donde esta inhibición es necesaria para una deliberación de nivel superior ",
            "error": [
                ""
            ]
        },
        "time-inconsistent preferences": {
            "translated_key": "preferencias inconsistentes en el tiempo",
            "translated_annotated_text": "Emoción y autocontrol Un modelo de elección basado en la biología se utiliza para examinar \"preferencias inconsistentes en el tiempo\" y el problema del autocontrol. Se demuestra que la emoción es el sustrato biológico de elección, ya que los sistemas emocionales asignan valor a los bienes en el medio ambiente y también facilitan el aprendizaje de las expectativas con respecto a las opciones alternativas para adquirir esos bienes. Una tercera función importante de los sistemas de elección emocional es la motivación. Se demuestra que el autocontrol es el resultado de un problema con la inhibición de la fuerza motriz de la emoción, donde esta inhibición es necesaria para una deliberación de nivel superior ",
            "error": [
                ""
            ]
        },
        "self-control": {
            "translated_key": "autocontrol",
            "translated_annotated_text": "Emoción y \"autocontrol\" Un modelo de elección basado en la biología se utiliza para examinar preferencias que no coinciden con el tiempo y el problema del \"autocontrol\". Se demuestra que la emoción es el sustrato biológico de elección, ya que los sistemas emocionales asignan valor a los bienes en el medio ambiente y también facilitan el aprendizaje de las expectativas con respecto a las opciones alternativas para adquirir esos bienes. Una tercera función importante de los sistemas de elección emocional es la motivación. Se demuestra que el autocontrol es el resultado de un problema con la inhibición de la fuerza motriz de la emoción, donde esta inhibición es necesaria para una deliberación de nivel superior ",
            "error": [
                ""
            ]
        },
        "emotional choice systems": {
            "translated_key": "sistemas de elección emocional",
            "translated_annotated_text": "Emoción y autocontrol Un modelo de elección basado en la biología se utiliza para examinar preferencias que no coinciden con el tiempo y el problema del autocontrol. Se demuestra que la emoción es el sustrato biológico de elección, ya que los sistemas emocionales asignan valor a los bienes en el medio ambiente y también facilitan el aprendizaje de las expectativas con respecto a las opciones alternativas para adquirir esos bienes. Una tercera función importante de los \"sistemas de elección emocional\" es la motivación. Se demuestra que el autocontrol es el resultado de un problema con la inhibición de la fuerza motriz de la emoción, donde esta inhibición es necesaria para una deliberación de nivel superior ",
            "error": [
                ""
            ]
        },
        "emotion": {
            "translated_key": "emoción",
            "translated_annotated_text": "Emoción y autocontrol Un modelo de elección basado en la biología se utiliza para examinar preferencias que no coinciden con el tiempo y el problema del autocontrol. Se demuestra que la emoción es el sustrato biológico de elección, ya que los sistemas emocionales asignan valor a los bienes en el medio ambiente y también facilitan el aprendizaje de las expectativas con respecto a las opciones alternativas para adquirir esos bienes. Una tercera función importante de los sistemas de elección emocional es la motivación. Se demuestra que el autocontrol es el resultado de un problema con la inhibición de la fuerza motriz de la \"emoción\", donde esta inhibición es necesaria para una deliberación de mayor nivel ",
            "error": [
                ""
            ]
        },
        "psychology": {
            "translated_key": [],
            "translated_annotated_text": "Emoción y autocontrol Un modelo de elección basado en la biología se utiliza para examinar preferencias que no coinciden con el tiempo y el problema del autocontrol. Se demuestra que la emoción es el sustrato biológico de elección, ya que los sistemas emocionales asignan valor a los bienes en el medio ambiente y también facilitan el aprendizaje de las expectativas con respecto a las opciones alternativas para adquirir esos bienes. Una tercera función importante de los sistemas de elección emocional es la motivación. Se demuestra que el autocontrol es el resultado de un problema con la inhibición de la fuerza motriz de la emoción, donde esta inhibición es necesaria para una deliberación de nivel superior ",
            "error": []
        }
    }
}