{
    "original_text": "Three-dimensional optimum design of the cooling lines of injection moulds based on boundary element design sensitivity analysis A three-dimensional numerical simulation using the boundary element method is proposed, which can predict the cavity temperature distributions in the cooling stage of injection moulding. Then, choosing the radii and positions of cooling lines as design variables, the boundary integral sensitivity formulations are deduced. For the optimum design of cooling lines, the squared difference between the objective temperature and temperature of the cavity is taken as the objective function. Based on the optimization techniques with design sensitivity analysis, an iterative algorithm to reach the minimum value of the objective function is introduced, which leads to the optimum design of cooling lines at the same time",
    "original_translation": "Diseño tridimensional óptimo de las líneas de refrigeración de los moldes de inyección basado en el análisis de sensibilidad de diseño de elementos de límite Se propone una simulación numérica tridimensional utilizando el método de elementos de límite, que puede predecir las distribuciones de temperatura de la cavidad en la etapa de enfriamiento del moldeo por inyección. Luego, eligiendo los radios y las posiciones de las líneas de refrigeración como variables de diseño, se deducen las formulaciones de sensibilidad integral de límite. Para el diseño óptimo de las líneas de refrigeración, la diferencia cuadrada entre la temperatura objetiva y la temperatura de la cavidad se toma como función objetiva. Con base en las técnicas de optimización con análisis de sensibilidad de diseño, se introduce un algoritmo iterativo para alcanzar el valor mínimo de la función objetiva, que conduce al diseño óptimo de las líneas de refrigeración al mismo tiempo.",
    "error_count": 9,
    "keys": {
        "injection moulding": {
            "translated_key": "moldeo por inyección",
            "translated_annotated_text": "Diseño tridimensional óptimo de las líneas de refrigeración de los moldes de inyección basado en el análisis de sensibilidad de diseño de elementos de límite Se propone una simulación numérica tridimensional utilizando el método de elementos de límite, que puede predecir las distribuciones de temperatura de la cavidad en la etapa de enfriamiento del \"moldeo por inyección\". Luego, eligiendo los radios y las posiciones de las líneas de refrigeración como variables de diseño, se deducen las formulaciones de sensibilidad integral de límite. Para el diseño óptimo de las líneas de refrigeración, la diferencia cuadrada entre la temperatura objetiva y la temperatura de la cavidad se toma como función objetiva. Con base en las técnicas de optimización con análisis de sensibilidad de diseño, se introduce un algoritmo iterativo para alcanzar el valor mínimo de la función objetiva, que conduce al diseño óptimo de las líneas de refrigeración al mismo tiempo. ",
            "error": [
                ""
            ]
        },
        "3D numerical simulation": {
            "translated_key": [],
            "translated_annotated_text": "Diseño tridimensional óptimo de las líneas de refrigeración de los moldes de inyección basado en el análisis de sensibilidad de diseño de elementos de límite Se propone una simulación numérica tridimensional utilizando el método de elementos de límite, que puede predecir las distribuciones de temperatura de la cavidad en la etapa de enfriamiento del moldeo por inyección. Luego, eligiendo los radios y las posiciones de las líneas de refrigeración como variables de diseño, se deducen las formulaciones de sensibilidad integral de límite. Para el diseño óptimo de las líneas de refrigeración, la diferencia cuadrada entre la temperatura objetiva y la temperatura de la cavidad se toma como función objetiva. Con base en las técnicas de optimización con análisis de sensibilidad de diseño, se introduce un algoritmo iterativo para alcanzar el valor mínimo de la función objetiva, que conduce al diseño óptimo de las líneas de refrigeración al mismo tiempo. ",
            "error": []
        },
        "boundary element method": {
            "translated_key": "método de elementos de límite",
            "translated_annotated_text": "Diseño tridimensional óptimo de las líneas de refrigeración de los moldes de inyección basado en el análisis de sensibilidad de diseño de elementos de límite Se propone una simulación numérica tridimensional utilizando el \"método de elementos de límite\", que puede predecir las distribuciones de temperatura de la cavidad en la etapa de enfriamiento del moldeo por inyección. Luego, eligiendo los radios y las posiciones de las líneas de refrigeración como variables de diseño, se deducen las formulaciones de sensibilidad integral de límite. Para el diseño óptimo de las líneas de refrigeración, la diferencia cuadrada entre la temperatura objetiva y la temperatura de la cavidad se toma como función objetiva. Con base en las técnicas de optimización con análisis de sensibilidad de diseño, se introduce un algoritmo iterativo para alcanzar el valor mínimo de la función objetiva, que conduce al diseño óptimo de las líneas de refrigeración al mismo tiempo. ",
            "error": [
                ""
            ]
        },
        "cavity temperature distributions": {
            "translated_key": "distribuciones de temperatura de cavidad",
            "translated_annotated_text": "Diseño tridimensional óptimo de las líneas de refrigeración de los moldes de inyección basado en el análisis de sensibilidad de diseño de elementos de contorno Se propone una simulación numérica tridimensional utilizando el método de elementos de contorno, que puede predecir las \"distribuciones de temperatura de cavidad\" en la etapa de enfriamiento del moldeo por inyección. Luego, eligiendo los radios y las posiciones de las líneas de refrigeración como variables de diseño, se deducen las formulaciones de sensibilidad integral de límite. Para el diseño óptimo de las líneas de refrigeración, la diferencia cuadrada entre la temperatura objetiva y la temperatura de la cavidad se toma como función objetiva. Con base en las técnicas de optimización con análisis de sensibilidad de diseño, se introduce un algoritmo iterativo para alcanzar el valor mínimo de la función objetiva, que conduce al diseño óptimo de las líneas de refrigeración al mismo tiempo. ",
            "error": [
                ""
            ]
        },
        "cooling stage": {
            "translated_key": "etapa de enfriamiento",
            "translated_annotated_text": "Diseño tridimensional óptimo de las líneas de refrigeración de los moldes de inyección basado en el análisis de sensibilidad de diseño de elementos de límite Se propone una simulación numérica tridimensional utilizando el método de elementos de límite, que puede predecir las distribuciones de temperatura de la cavidad en la \"etapa de enfriamiento\" del moldeo por inyección. Luego, eligiendo los radios y las posiciones de las líneas de refrigeración como variables de diseño, se deducen las formulaciones de sensibilidad integral de límite. Para el diseño óptimo de las líneas de refrigeración, la diferencia cuadrada entre la temperatura objetiva y la temperatura de la cavidad se toma como función objetiva. Con base en las técnicas de optimización con análisis de sensibilidad de diseño, se introduce un algoritmo iterativo para alcanzar el valor mínimo de la función objetiva, que conduce al diseño óptimo de las líneas de refrigeración al mismo tiempo. ",
            "error": [
                ""
            ]
        },
        "boundary integral sensitivity analysis": {
            "translated_key": [],
            "translated_annotated_text": "Diseño tridimensional óptimo de las líneas de refrigeración de los moldes de inyección basado en el análisis de sensibilidad de diseño de elementos de límite Se propone una simulación numérica tridimensional utilizando el método de elementos de límite, que puede predecir las distribuciones de temperatura de la cavidad en la etapa de enfriamiento del moldeo por inyección. Luego, eligiendo los radios y las posiciones de las líneas de refrigeración como variables de diseño, se deducen las formulaciones de sensibilidad integral de límite. Para el diseño óptimo de las líneas de refrigeración, la diferencia cuadrada entre la temperatura objetiva y la temperatura de la cavidad se toma como función objetiva. Con base en las técnicas de optimización con análisis de sensibilidad de diseño, se introduce un algoritmo iterativo para alcanzar el valor mínimo de la función objetiva, que conduce al diseño óptimo de las líneas de refrigeración al mismo tiempo. ",
            "error": []
        },
        "iterative algorithm": {
            "translated_key": "algoritmo literario",
            "translated_annotated_text": "Diseño tridimensional óptimo de las líneas de refrigeración de los moldes de inyección basado en el análisis de sensibilidad de diseño de elementos de límite Se propone una simulación numérica tridimensional utilizando el método de elementos de límite, que puede predecir las distribuciones de temperatura de la cavidad en la etapa de enfriamiento del moldeo por inyección. Luego, eligiendo los radios y las posiciones de las líneas de refrigeración como variables de diseño, se deducen las formulaciones de sensibilidad integral de límite. Para el diseño óptimo de las líneas de refrigeración, la diferencia cuadrada entre la temperatura objetiva y la temperatura de la cavidad se toma como función objetiva. Basado en las técnicas de optimización con análisis de sensibilidad de diseño, se introduce un \"algoritmo literario\" para alcanzar el valor mínimo de la función objetiva, lo que conduce al diseño óptimo de las líneas de refrigeración al mismo tiempo. ",
            "error": [
                ""
            ]
        },
        "heat conduction": {
            "translated_key": [],
            "translated_annotated_text": "Diseño tridimensional óptimo de las líneas de refrigeración de los moldes de inyección basado en el análisis de sensibilidad de diseño de elementos de límite Se propone una simulación numérica tridimensional utilizando el método de elementos de límite, que puede predecir las distribuciones de temperatura de la cavidad en la etapa de enfriamiento del moldeo por inyección. Luego, eligiendo los radios y las posiciones de las líneas de refrigeración como variables de diseño, se deducen las formulaciones de sensibilidad integral de límite. Para el diseño óptimo de las líneas de refrigeración, la diferencia cuadrada entre la temperatura objetiva y la temperatura de la cavidad se toma como función objetiva. Con base en las técnicas de optimización con análisis de sensibilidad de diseño, se introduce un algoritmo iterativo para alcanzar el valor mínimo de la función objetiva, que conduce al diseño óptimo de las líneas de refrigeración al mismo tiempo. ",
            "error": []
        },
        "objective function": {
            "translated_key": "función objetiva",
            "translated_annotated_text": "Diseño tridimensional óptimo de las líneas de refrigeración de los moldes de inyección basado en el análisis de sensibilidad de diseño de elementos de límite Se propone una simulación numérica tridimensional utilizando el método de elementos de límite, que puede predecir las distribuciones de temperatura de la cavidad en la etapa de enfriamiento del moldeo por inyección. Luego, eligiendo los radios y las posiciones de las líneas de refrigeración como variables de diseño, se deducen las formulaciones de sensibilidad integral de límite. Para el diseño óptimo de las líneas de refrigeración, la diferencia cuadrada entre la temperatura objetiva y la temperatura de la cavidad se toma como la \"función objetiva\". Basado en las técnicas de optimización con análisis de sensibilidad de diseño, se introduce un algoritmo iterativo para alcanzar el valor mínimo de la \"función objetiva\", que conduce al diseño óptimo de las líneas de refrigeración al mismo tiempo. ",
            "error": [
                ""
            ]
        },
        "optimization": {
            "translated_key": "optimización",
            "translated_annotated_text": "Diseño tridimensional óptimo de las líneas de refrigeración de los moldes de inyección basado en el análisis de sensibilidad de diseño de elementos de límite Se propone una simulación numérica tridimensional utilizando el método de elementos de límite, que puede predecir las distribuciones de temperatura de la cavidad en la etapa de enfriamiento del moldeo por inyección. Luego, eligiendo los radios y las posiciones de las líneas de refrigeración como variables de diseño, se deducen las formulaciones de sensibilidad integral de límite. Para el diseño óptimo de las líneas de refrigeración, la diferencia cuadrada entre la temperatura objetiva y la temperatura de la cavidad se toma como función objetiva. Basado en las técnicas de \"optimización\" con análisis de sensibilidad de diseño, se introduce un algoritmo iterativo para alcanzar el valor mínimo de la función objetiva, que conduce al diseño óptimo de las líneas de refrigeración al mismo tiempo. ",
            "error": [
                ""
            ]
        },
        "boundary-elements methods": {
            "translated_key": [],
            "translated_annotated_text": "Diseño tridimensional óptimo de las líneas de refrigeración de los moldes de inyección basado en el análisis de sensibilidad de diseño de elementos de límite Se propone una simulación numérica tridimensional utilizando el método de elementos de límite, que puede predecir las distribuciones de temperatura de la cavidad en la etapa de enfriamiento del moldeo por inyección. Luego, eligiendo los radios y las posiciones de las líneas de refrigeración como variables de diseño, se deducen las formulaciones de sensibilidad integral de límite. Para el diseño óptimo de las líneas de refrigeración, la diferencia cuadrada entre la temperatura objetiva y la temperatura de la cavidad se toma como función objetiva. Con base en las técnicas de optimización con análisis de sensibilidad de diseño, se introduce un algoritmo iterativo para alcanzar el valor mínimo de la función objetiva, que conduce al diseño óptimo de las líneas de refrigeración al mismo tiempo. ",
            "error": []
        },
        "cooling": {
            "translated_key": "enfriamiento",
            "translated_annotated_text": "Diseño tridimensional óptimo de las líneas de \"enfriamiento\" de los moldes de inyección basado en el análisis de sensibilidad de diseño de elementos límite Se propone una simulación numérica tridimensional utilizando el método de elementos límite, que puede predecir las distribuciones de temperatura de la cavidad en la etapa de \"enfriamiento\" del moldeo por inyección. Luego, eligiendo los radios y las posiciones de las líneas de \"enfriamiento\" como variables de diseño, se deducen las formulaciones de sensibilidad integral de límite. Para el diseño óptimo de las líneas de \"enfriamiento\", la diferencia cuadrada entre la temperatura objetiva y la temperatura de la cavidad se toma como función objetiva. Con base en las técnicas de optimización con análisis de sensibilidad de diseño, se introduce un algoritmo iterativo para alcanzar el valor mínimo de la función objetiva, que conduce al diseño óptimo de líneas de \"enfriamiento\" al mismo tiempo. ",
            "error": [
                ""
            ]
        },
        "iterative methods": {
            "translated_key": [],
            "translated_annotated_text": "Diseño tridimensional óptimo de las líneas de refrigeración de los moldes de inyección basado en el análisis de sensibilidad de diseño de elementos de límite Se propone una simulación numérica tridimensional utilizando el método de elementos de límite, que puede predecir las distribuciones de temperatura de la cavidad en la etapa de enfriamiento del moldeo por inyección. Luego, eligiendo los radios y las posiciones de las líneas de refrigeración como variables de diseño, se deducen las formulaciones de sensibilidad integral de límite. Para el diseño óptimo de las líneas de refrigeración, la diferencia cuadrada entre la temperatura objetiva y la temperatura de la cavidad se toma como función objetiva. Con base en las técnicas de optimización con análisis de sensibilidad de diseño, se introduce un algoritmo iterativo para alcanzar el valor mínimo de la función objetiva, que conduce al diseño óptimo de las líneas de refrigeración al mismo tiempo. ",
            "error": []
        },
        "moulding": {
            "translated_key": "moldeo",
            "translated_annotated_text": "Diseño tridimensional óptimo de las líneas de refrigeración de los moldes de inyección basado en el análisis de sensibilidad de diseño de elementos límite Se propone una simulación numérica tridimensional utilizando el método de elementos límite, que puede predecir las distribuciones de temperatura de la cavidad en la fase de enfriamiento de la inyección \"moldeo\". Luego, eligiendo los radios y las posiciones de las líneas de refrigeración como variables de diseño, se deducen las formulaciones de sensibilidad integral de límite. Para el diseño óptimo de las líneas de refrigeración, la diferencia cuadrada entre la temperatura objetiva y la temperatura de la cavidad se toma como función objetiva. Con base en las técnicas de optimización con análisis de sensibilidad de diseño, se introduce un algoritmo iterativo para alcanzar el valor mínimo de la función objetiva, que conduce al diseño óptimo de las líneas de refrigeración al mismo tiempo. ",
            "error": [
                ""
            ]
        },
        "optimisation": {
            "translated_key": [],
            "translated_annotated_text": "Diseño tridimensional óptimo de las líneas de refrigeración de los moldes de inyección basado en el análisis de sensibilidad de diseño de elementos de límite Se propone una simulación numérica tridimensional utilizando el método de elementos de límite, que puede predecir las distribuciones de temperatura de la cavidad en la etapa de enfriamiento del moldeo por inyección. Luego, eligiendo los radios y las posiciones de las líneas de refrigeración como variables de diseño, se deducen las formulaciones de sensibilidad integral de límite. Para el diseño óptimo de las líneas de refrigeración, la diferencia cuadrada entre la temperatura objetiva y la temperatura de la cavidad se toma como función objetiva. Con base en las técnicas de optimización con análisis de sensibilidad de diseño, se introduce un algoritmo iterativo para alcanzar el valor mínimo de la función objetiva, que conduce al diseño óptimo de las líneas de refrigeración al mismo tiempo. ",
            "error": []
        },
        "plastics industry": {
            "translated_key": [],
            "translated_annotated_text": "Diseño tridimensional óptimo de las líneas de refrigeración de los moldes de inyección basado en el análisis de sensibilidad de diseño de elementos de límite Se propone una simulación numérica tridimensional utilizando el método de elementos de límite, que puede predecir las distribuciones de temperatura de la cavidad en la etapa de enfriamiento del moldeo por inyección. Luego, eligiendo los radios y las posiciones de las líneas de refrigeración como variables de diseño, se deducen las formulaciones de sensibilidad integral de límite. Para el diseño óptimo de las líneas de refrigeración, la diferencia cuadrada entre la temperatura objetiva y la temperatura de la cavidad se toma como función objetiva. Con base en las técnicas de optimización con análisis de sensibilidad de diseño, se introduce un algoritmo iterativo para alcanzar el valor mínimo de la función objetiva, que conduce al diseño óptimo de las líneas de refrigeración al mismo tiempo. ",
            "error": []
        },
        "process control": {
            "translated_key": [],
            "translated_annotated_text": "Diseño tridimensional óptimo de las líneas de refrigeración de los moldes de inyección basado en el análisis de sensibilidad de diseño de elementos de límite Se propone una simulación numérica tridimensional utilizando el método de elementos de límite, que puede predecir las distribuciones de temperatura de la cavidad en la etapa de enfriamiento del moldeo por inyección. Luego, eligiendo los radios y las posiciones de las líneas de refrigeración como variables de diseño, se deducen las formulaciones de sensibilidad integral de límite. Para el diseño óptimo de las líneas de refrigeración, la diferencia cuadrada entre la temperatura objetiva y la temperatura de la cavidad se toma como función objetiva. Con base en las técnicas de optimización con análisis de sensibilidad de diseño, se introduce un algoritmo iterativo para alcanzar el valor mínimo de la función objetiva, que conduce al diseño óptimo de las líneas de refrigeración al mismo tiempo. ",
            "error": []
        },
        "sensitivity analysis": {
            "translated_key": "análisis de sensibilidad",
            "translated_annotated_text": "Diseño tridimensional óptimo de las líneas de refrigeración de los moldes de inyección basado en el diseño de elementos límite \"análisis de sensibilidad\" Se propone una simulación numérica tridimensional utilizando el método de elementos límite, que puede predecir las distribuciones de temperatura de la cavidad en la etapa de enfriamiento del moldeo por inyección. Luego, eligiendo los radios y las posiciones de las líneas de refrigeración como variables de diseño, se deducen las formulaciones de sensibilidad integral de límite. Para el diseño óptimo de las líneas de refrigeración, la diferencia cuadrada entre la temperatura objetiva y la temperatura de la cavidad se toma como función objetiva. Basado en las técnicas de optimización con el diseño \"análisis de sensibilidad\", se introduce un algoritmo iterativo para alcanzar el valor mínimo de la función objetiva, que conduce al diseño óptimo de las líneas de refrigeración al mismo tiempo. ",
            "error": [
                ""
            ]
        },
        "solid modelling": {
            "translated_key": [],
            "translated_annotated_text": "Diseño tridimensional óptimo de las líneas de refrigeración de los moldes de inyección basado en el análisis de sensibilidad de diseño de elementos de límite Se propone una simulación numérica tridimensional utilizando el método de elementos de límite, que puede predecir las distribuciones de temperatura de la cavidad en la etapa de enfriamiento del moldeo por inyección. Luego, eligiendo los radios y las posiciones de las líneas de refrigeración como variables de diseño, se deducen las formulaciones de sensibilidad integral de límite. Para el diseño óptimo de las líneas de refrigeración, la diferencia cuadrada entre la temperatura objetiva y la temperatura de la cavidad se toma como función objetiva. Con base en las técnicas de optimización con análisis de sensibilidad de diseño, se introduce un algoritmo iterativo para alcanzar el valor mínimo de la función objetiva, que conduce al diseño óptimo de las líneas de refrigeración al mismo tiempo. ",
            "error": []
        }
    }
}