{
    "original_text": "Three-dimensional optimum design of the cooling lines of injection moulds based on boundary element design sensitivity analysis A three-dimensional numerical simulation using the boundary element method is proposed, which can predict the cavity temperature distributions in the cooling stage of injection moulding. Then, choosing the radii and positions of cooling lines as design variables, the boundary integral sensitivity formulations are deduced. For the optimum design of cooling lines, the squared difference between the objective temperature and temperature of the cavity is taken as the objective function. Based on the optimization techniques with design sensitivity analysis, an iterative algorithm to reach the minimum value of the objective function is introduced, which leads to the optimum design of cooling lines at the same time",
    "original_translation": "Diseño tridimensional óptimo de las líneas de refrigeración de los moldes de inyección basado en el análisis de sensibilidad de diseño de elementos de contorno Se propone una simulación numérica tridimensional utilizando el método de elementos de contorno, que puede predecir las distribuciones de temperatura de la cavidad en la etapa de enfriamiento del moldeo por inyección. Luego, eligiendo los radios y las posiciones de las líneas de refrigeración como variables de diseño, se deducen las formulaciones de sensibilidad integral de límite. Para el diseño óptimo de las líneas de refrigeración, la diferencia cuadrada entre la temperatura objetiva y la temperatura de la cavidad se toma como función objetiva. Basado en las técnicas de optimización con análisis de sensibilidad de diseño, se introduce un algoritmo iterativo para alcanzar el valor mínimo de la función objetiva, lo que conduce al diseño óptimo de líneas de refrigeración al mismo tiempo.",
    "error_count": 12,
    "keys": {
        "injection moulding": {
            "translated_key": " ",
            "translated_annotated_text": "Diseño tridimensional óptimo de las líneas de refrigeración de los moldes de inyección basado en el análisis de sensibilidad de diseño de elementos de límite Se propone una simulación numérica tridimensional utilizando el método de elementos de límite, que puede predecir las distribuciones de temperatura de la cavidad en la etapa de enfriamiento de la moldeo por inyección <br> </br>. Luego, eligiendo los radios y las posiciones de las líneas de refrigeración como variables de diseño, se deducen las formulaciones de sensibilidad integral de límite. Para el diseño óptimo de las líneas de refrigeración, la diferencia cuadrada entre la temperatura objetiva y la temperatura de la cavidad se toma como función objetiva. Basado en las técnicas de optimización con análisis de sensibilidad de diseño, se introduce un algoritmo iterativo para alcanzar el valor mínimo de la función objetiva, lo que conduce al diseño óptimo de líneas de refrigeración al mismo tiempo. ",
            "error": [
                ""
            ]
        },
        "3D numerical simulation": {
            "translated_key": [],
            "translated_annotated_text": "Diseño tridimensional óptimo de las líneas de refrigeración de los moldes de inyección basado en el análisis de sensibilidad de diseño de elementos de contorno Se propone una simulación numérica tridimensional utilizando el método de elementos de contorno, que puede predecir las distribuciones de temperatura de la cavidad en la etapa de enfriamiento del moldeo por inyección. Luego, eligiendo los radios y las posiciones de las líneas de refrigeración como variables de diseño, se deducen las formulaciones de sensibilidad integral de límite. Para el diseño óptimo de las líneas de refrigeración, la diferencia cuadrada entre la temperatura objetiva y la temperatura de la cavidad se toma como función objetiva. Basado en las técnicas de optimización con análisis de sensibilidad de diseño, se introduce un algoritmo iterativo para alcanzar el valor mínimo de la función objetiva, lo que conduce al diseño óptimo de líneas de refrigeración al mismo tiempo. ",
            "error": []
        },
        "boundary element method": {
            "translated_key": [],
            "translated_annotated_text": "Diseño tridimensional óptimo de las líneas de refrigeración de los moldes de inyección basado en el análisis de sensibilidad de diseño de elementos de contorno Se propone una simulación numérica tridimensional utilizando el método de elementos de contorno, que puede predecir las distribuciones de temperatura de la cavidad en la etapa de enfriamiento del moldeo por inyección. Luego, eligiendo los radios y las posiciones de las líneas de refrigeración como variables de diseño, se deducen las formulaciones de sensibilidad integral de límite. Para el diseño óptimo de las líneas de refrigeración, la diferencia cuadrada entre la temperatura objetiva y la temperatura de la cavidad se toma como función objetiva. Basado en las técnicas de optimización con análisis de sensibilidad de diseño, se introduce un algoritmo iterativo para alcanzar el valor mínimo de la función objetiva, lo que conduce al diseño óptimo de líneas de refrigeración al mismo tiempo. ",
            "error": []
        },
        "cavity temperature distributions": {
            "translated_key": "cavidad",
            "translated_annotated_text": "Diseño tridimensional óptimo de las líneas de refrigeración de los moldes de inyección basado en el análisis de sensibilidad de diseño de elementos de contorno Se propone una simulación numérica tridimensional utilizando el método de elementos de contorno, que puede predecir las distribuciones de temperatura de <br>cavidad</br> en la fase de enfriamiento del moldeo por inyección. Luego, eligiendo los radios y las posiciones de las líneas de refrigeración como variables de diseño, se deducen las formulaciones de sensibilidad integral de límite. Para el diseño óptimo de las líneas de refrigeración, la diferencia cuadrada entre la temperatura objetiva y la temperatura de la cavidad se toma como función objetiva. Basado en las técnicas de optimización con análisis de sensibilidad de diseño, se introduce un algoritmo iterativo para alcanzar el valor mínimo de la función objetiva, lo que conduce al diseño óptimo de líneas de refrigeración al mismo tiempo. ",
            "error": [
                ""
            ]
        },
        "cooling stage": {
            "translated_key": [],
            "translated_annotated_text": "Diseño tridimensional óptimo de las líneas de refrigeración de los moldes de inyección basado en el análisis de sensibilidad de diseño de elementos de contorno Se propone una simulación numérica tridimensional utilizando el método de elementos de contorno, que puede predecir las distribuciones de temperatura de la cavidad en la etapa de enfriamiento <br> del moldeo por inyección. Luego, eligiendo los radios y las posiciones de las líneas de refrigeración como variables de diseño, se deducen las formulaciones de sensibilidad integral de límite. Para el diseño óptimo de las líneas de refrigeración, la diferencia cuadrada entre la temperatura objetiva y la temperatura de la cavidad se toma como función objetiva. Basado en las técnicas de optimización con análisis de sensibilidad de diseño, se introduce un algoritmo iterativo para alcanzar el valor mínimo de la función objetiva, lo que conduce al diseño óptimo de líneas de refrigeración al mismo tiempo. ",
            "error": []
        },
        "boundary integral sensitivity analysis": {
            "translated_key": [],
            "translated_annotated_text": "Diseño tridimensional óptimo de las líneas de refrigeración de los moldes de inyección basado en el análisis de sensibilidad de diseño de elementos de contorno Se propone una simulación numérica tridimensional utilizando el método de elementos de contorno, que puede predecir las distribuciones de temperatura de la cavidad en la etapa de enfriamiento del moldeo por inyección. Luego, eligiendo los radios y las posiciones de las líneas de refrigeración como variables de diseño, se deducen las formulaciones de sensibilidad integral de límite. Para el diseño óptimo de las líneas de refrigeración, la diferencia cuadrada entre la temperatura objetiva y la temperatura de la cavidad se toma como función objetiva. Basado en las técnicas de optimización con análisis de sensibilidad de diseño, se introduce un algoritmo iterativo para alcanzar el valor mínimo de la función objetiva, lo que conduce al diseño óptimo de líneas de refrigeración al mismo tiempo. ",
            "error": []
        },
        "iterative algorithm": {
            "translated_key": "terativo",
            "translated_annotated_text": "Diseño tridimensional óptimo de las líneas de refrigeración de los moldes de inyección basado en el análisis de sensibilidad de diseño de elementos de contorno Se propone una simulación numérica tridimensional utilizando el método de elementos de contorno, que puede predecir las distribuciones de temperatura de la cavidad en la etapa de enfriamiento del moldeo por inyección. Luego, eligiendo los radios y las posiciones de las líneas de refrigeración como variables de diseño, se deducen las formulaciones de sensibilidad integral de límite. Para el diseño óptimo de las líneas de refrigeración, la diferencia cuadrada entre la temperatura objetiva y la temperatura de la cavidad se toma como función objetiva. Con base en las técnicas de optimización con análisis de sensibilidad de diseño, se introduce un algoritmo <br>terativo</br> para alcanzar el valor mínimo de la función objetiva, lo que conduce al diseño óptimo de líneas de refrigeración al mismo tiempo. ",
            "error": [
                ""
            ]
        },
        "heat conduction": {
            "translated_key": [],
            "translated_annotated_text": "Diseño tridimensional óptimo de las líneas de refrigeración de los moldes de inyección basado en el análisis de sensibilidad de diseño de elementos de contorno Se propone una simulación numérica tridimensional utilizando el método de elementos de contorno, que puede predecir las distribuciones de temperatura de la cavidad en la etapa de enfriamiento del moldeo por inyección. Luego, eligiendo los radios y las posiciones de las líneas de refrigeración como variables de diseño, se deducen las formulaciones de sensibilidad integral de límite. Para el diseño óptimo de las líneas de refrigeración, la diferencia cuadrada entre la temperatura objetiva y la temperatura de la cavidad se toma como función objetiva. Basado en las técnicas de optimización con análisis de sensibilidad de diseño, se introduce un algoritmo iterativo para alcanzar el valor mínimo de la función objetiva, lo que conduce al diseño óptimo de líneas de refrigeración al mismo tiempo. ",
            "error": []
        },
        "objective function": {
            "translated_key": "</br>. Sobre la base de las técnicas de optimización con análisis de sensibilidad de diseño, se introduce un algoritmo iterativo para alcanzar el valor mínimo de la función objetiva <br>",
            "translated_annotated_text": "Diseño tridimensional óptimo de las líneas de refrigeración de los moldes de inyección basado en el análisis de sensibilidad de diseño de elementos de contorno Se propone una simulación numérica tridimensional utilizando el método de elementos de contorno, que puede predecir las distribuciones de temperatura de la cavidad en la etapa de enfriamiento del moldeo por inyección. Luego, eligiendo los radios y las posiciones de las líneas de refrigeración como variables de diseño, se deducen las formulaciones de sensibilidad integral de límite. Para el diseño óptimo de las líneas de refrigeración, la diferencia cuadrada entre la temperatura objetiva y la temperatura de la cavidad se toma como la función objetiva <br></br>. Sobre la base de las técnicas de optimización con análisis de sensibilidad de diseño, se introduce un algoritmo iterativo para alcanzar el valor mínimo de la función objetiva <br></br>, que conduce al diseño óptimo de las líneas de refrigeración al mismo tiempo. ",
            "error": [
                ""
            ]
        },
        "optimization": {
            "translated_key": "optimización",
            "translated_annotated_text": "Diseño tridimensional óptimo de las líneas de refrigeración de los moldes de inyección basado en el análisis de sensibilidad de diseño de elementos de contorno Se propone una simulación numérica tridimensional utilizando el método de elementos de contorno, que puede predecir las distribuciones de temperatura de la cavidad en la etapa de enfriamiento del moldeo por inyección. Luego, eligiendo los radios y las posiciones de las líneas de refrigeración como variables de diseño, se deducen las formulaciones de sensibilidad integral de límite. Para el diseño óptimo de las líneas de refrigeración, la diferencia cuadrada entre la temperatura objetiva y la temperatura de la cavidad se toma como función objetiva. Con base en las técnicas de <br>optimización</br> con análisis de sensibilidad de diseño, se introduce un algoritmo iterativo para alcanzar el valor mínimo de la función objetiva, lo que conduce al diseño óptimo de las líneas de refrigeración al mismo tiempo. ",
            "error": [
                ""
            ]
        },
        "boundary-elements methods": {
            "translated_key": [],
            "translated_annotated_text": "Diseño tridimensional óptimo de las líneas de refrigeración de los moldes de inyección basado en el análisis de sensibilidad de diseño de elementos de contorno Se propone una simulación numérica tridimensional utilizando el método de elementos de contorno, que puede predecir las distribuciones de temperatura de la cavidad en la etapa de enfriamiento del moldeo por inyección. Luego, eligiendo los radios y las posiciones de las líneas de refrigeración como variables de diseño, se deducen las formulaciones de sensibilidad integral de límite. Para el diseño óptimo de las líneas de refrigeración, la diferencia cuadrada entre la temperatura objetiva y la temperatura de la cavidad se toma como función objetiva. Basado en las técnicas de optimización con análisis de sensibilidad de diseño, se introduce un algoritmo iterativo para alcanzar el valor mínimo de la función objetiva, lo que conduce al diseño óptimo de líneas de refrigeración al mismo tiempo. ",
            "error": []
        },
        "cooling": {
            "translated_key": [
                "cooling",
                "cooling",
                "cooling",
                ", la diferencia cuadrada entre la temperatura objetiva y la temperatura de la cavidad se toma como función objetiva. Con base en las técnicas de optimización con análisis de sensibilidad de diseño, se introduce un algoritmo iterativo para alcanzar el valor mínimo de la función objetiva, que conduce al diseño óptimo de líneas <br>cooling"
            ],
            "translated_annotated_text": "Diseño tridimensional óptimo de las líneas <br>cooling</br> de moldes de inyección basados en el análisis de sensibilidad de diseño de elementos de contorno Se propone una simulación numérica tridimensional utilizando el método de elementos de contorno, que puede predecir las distribuciones de temperatura de cavidad en la fase <br>cooling</br> de moldeo por inyección. Luego, eligiendo los radios y las posiciones de las líneas <br>cooling</br> como variables de diseño, se deducen las formulaciones de sensibilidad integral de límite. Para el diseño óptimo de las líneas de enfriamiento <br>, la diferencia cuadrada entre la temperatura objetiva y la temperatura de la cavidad se toma como función objetiva. Con base en las técnicas de optimización con análisis de sensibilidad de diseño, se introduce un algoritmo iterativo para alcanzar el valor mínimo de la función objetiva, que conduce al diseño óptimo de líneas <br>cooling</br> al mismo tiempo. ",
            "error": [
                "cooling",
                "cooling",
                "cooling",
                ", la diferencia cuadrada entre la temperatura objetiva y la temperatura de la cavidad se toma como función objetiva. Con base en las técnicas de optimización con análisis de sensibilidad de diseño, se introduce un algoritmo iterativo para alcanzar el valor mínimo de la función objetiva, que conduce al diseño óptimo de líneas <br>cooling"
            ]
        },
        "iterative methods": {
            "translated_key": [],
            "translated_annotated_text": "Diseño tridimensional óptimo de las líneas de refrigeración de los moldes de inyección basado en el análisis de sensibilidad de diseño de elementos de contorno Se propone una simulación numérica tridimensional utilizando el método de elementos de contorno, que puede predecir las distribuciones de temperatura de la cavidad en la etapa de enfriamiento del moldeo por inyección. Luego, eligiendo los radios y las posiciones de las líneas de refrigeración como variables de diseño, se deducen las formulaciones de sensibilidad integral de límite. Para el diseño óptimo de las líneas de refrigeración, la diferencia cuadrada entre la temperatura objetiva y la temperatura de la cavidad se toma como función objetiva. Basado en las técnicas de optimización con análisis de sensibilidad de diseño, se introduce un algoritmo iterativo para alcanzar el valor mínimo de la función objetiva, lo que conduce al diseño óptimo de líneas de refrigeración al mismo tiempo. ",
            "error": []
        },
        "moulding": {
            "translated_key": "moldeo",
            "translated_annotated_text": "Diseño tridimensional óptimo de las líneas de refrigeración de los moldes de inyección basado en el análisis de sensibilidad de diseño de elementos de límite Se propone una simulación numérica tridimensional utilizando el método de elementos de límite, que puede predecir las distribuciones de temperatura de la cavidad en la fase de enfriamiento de la inyección <br>moldeo</br>. Luego, eligiendo los radios y las posiciones de las líneas de refrigeración como variables de diseño, se deducen las formulaciones de sensibilidad integral de límite. Para el diseño óptimo de las líneas de refrigeración, la diferencia cuadrada entre la temperatura objetiva y la temperatura de la cavidad se toma como función objetiva. Basado en las técnicas de optimización con análisis de sensibilidad de diseño, se introduce un algoritmo iterativo para alcanzar el valor mínimo de la función objetiva, lo que conduce al diseño óptimo de líneas de refrigeración al mismo tiempo. ",
            "error": [
                ""
            ]
        },
        "optimisation": {
            "translated_key": [],
            "translated_annotated_text": "Diseño tridimensional óptimo de las líneas de refrigeración de los moldes de inyección basado en el análisis de sensibilidad de diseño de elementos de contorno Se propone una simulación numérica tridimensional utilizando el método de elementos de contorno, que puede predecir las distribuciones de temperatura de la cavidad en la etapa de enfriamiento del moldeo por inyección. Luego, eligiendo los radios y las posiciones de las líneas de refrigeración como variables de diseño, se deducen las formulaciones de sensibilidad integral de límite. Para el diseño óptimo de las líneas de refrigeración, la diferencia cuadrada entre la temperatura objetiva y la temperatura de la cavidad se toma como función objetiva. Basado en las técnicas de optimización con análisis de sensibilidad de diseño, se introduce un algoritmo iterativo para alcanzar el valor mínimo de la función objetiva, lo que conduce al diseño óptimo de líneas de refrigeración al mismo tiempo. ",
            "error": []
        },
        "plastics industry": {
            "translated_key": [],
            "translated_annotated_text": "Diseño tridimensional óptimo de las líneas de refrigeración de los moldes de inyección basado en el análisis de sensibilidad de diseño de elementos de contorno Se propone una simulación numérica tridimensional utilizando el método de elementos de contorno, que puede predecir las distribuciones de temperatura de la cavidad en la etapa de enfriamiento del moldeo por inyección. Luego, eligiendo los radios y las posiciones de las líneas de refrigeración como variables de diseño, se deducen las formulaciones de sensibilidad integral de límite. Para el diseño óptimo de las líneas de refrigeración, la diferencia cuadrada entre la temperatura objetiva y la temperatura de la cavidad se toma como función objetiva. Basado en las técnicas de optimización con análisis de sensibilidad de diseño, se introduce un algoritmo iterativo para alcanzar el valor mínimo de la función objetiva, lo que conduce al diseño óptimo de líneas de refrigeración al mismo tiempo. ",
            "error": []
        },
        "process control": {
            "translated_key": [],
            "translated_annotated_text": "Diseño tridimensional óptimo de las líneas de refrigeración de los moldes de inyección basado en el análisis de sensibilidad de diseño de elementos de contorno Se propone una simulación numérica tridimensional utilizando el método de elementos de contorno, que puede predecir las distribuciones de temperatura de la cavidad en la etapa de enfriamiento del moldeo por inyección. Luego, eligiendo los radios y las posiciones de las líneas de refrigeración como variables de diseño, se deducen las formulaciones de sensibilidad integral de límite. Para el diseño óptimo de las líneas de refrigeración, la diferencia cuadrada entre la temperatura objetiva y la temperatura de la cavidad se toma como función objetiva. Basado en las técnicas de optimización con análisis de sensibilidad de diseño, se introduce un algoritmo iterativo para alcanzar el valor mínimo de la función objetiva, lo que conduce al diseño óptimo de líneas de refrigeración al mismo tiempo. ",
            "error": []
        },
        "sensitivity analysis": {
            "translated_key": "análisis de sensibilidad",
            "translated_annotated_text": "Diseño tridimensional óptimo de las líneas de refrigeración de los moldes de inyección basado en el diseño de elementos límite <br>análisis de sensibilidad</br> Se propone una simulación numérica tridimensional utilizando el método de elementos límite, que puede predecir las distribuciones de temperatura de la cavidad en la fase de enfriamiento del moldeo por inyección. Luego, eligiendo los radios y las posiciones de las líneas de refrigeración como variables de diseño, se deducen las formulaciones de sensibilidad integral de límite. Para el diseño óptimo de las líneas de refrigeración, la diferencia cuadrada entre la temperatura objetiva y la temperatura de la cavidad se toma como función objetiva. Basado en las técnicas de optimización con análisis de sensibilidad de diseño <br>, se introduce un algoritmo iterativo para alcanzar el valor mínimo de la función objetiva, lo que conduce al diseño óptimo de las líneas de refrigeración al mismo tiempo. ",
            "error": [
                ""
            ]
        },
        "solid modelling": {
            "translated_key": [],
            "translated_annotated_text": "Diseño tridimensional óptimo de las líneas de refrigeración de los moldes de inyección basado en el análisis de sensibilidad de diseño de elementos de contorno Se propone una simulación numérica tridimensional utilizando el método de elementos de contorno, que puede predecir las distribuciones de temperatura de la cavidad en la etapa de enfriamiento del moldeo por inyección. Luego, eligiendo los radios y las posiciones de las líneas de refrigeración como variables de diseño, se deducen las formulaciones de sensibilidad integral de límite. Para el diseño óptimo de las líneas de refrigeración, la diferencia cuadrada entre la temperatura objetiva y la temperatura de la cavidad se toma como función objetiva. Basado en las técnicas de optimización con análisis de sensibilidad de diseño, se introduce un algoritmo iterativo para alcanzar el valor mínimo de la función objetiva, lo que conduce al diseño óptimo de líneas de refrigeración al mismo tiempo. ",
            "error": []
        }
    }
}