{
    "original_text": "Evaluation of combined dispatching and routeing strategies for a flexible manufacturing system This paper deals with the evaluation of combined dispatching and routeing strategies on the performance of a flexible manufacturing system. Three routeing policies - no alternative routings, alternative routeing dynamics and alternative routeing plans - are considered with four dispatching rules with finite buffer capacity. In addition, the effect of changing part mix ratios is also discussed. The performance measures considered are makespan, average machine utilization, average flow time and average delay at local input buffers. Simulation results indicate that the alternative routings dynamic policy gives the best results in three performance measures except for average delay at local input buffers. Further, the effect of changing part mix ratios is not significant",
    "original_translation": "Evaluación de las estrategias combinadas de envío y ruta para un sistema de fabricación flexible Este artículo trata de la evaluación de las estrategias combinadas de envío y ruta sobre el rendimiento de un sistema de fabricación flexible. Se consideran tres políticas de encaminamiento -sin encaminamientos alternativos, dinámicas de encaminamiento alternativas y planes de encaminamiento alternativos- con cuatro reglas de envío con capacidad de buffer finita. Además, también se discute el efecto de cambiar las proporciones de la mezcla parcial. Las medidas de rendimiento consideradas son el makepan, la utilización media de la máquina, el tiempo medio de flujo y el retraso medio en los buffers de entrada locales. Los resultados de la simulación indican que la política dinámica de rutas alternativas da los mejores resultados en tres medidas de rendimiento, excepto por el retraso medio en los buffers de entrada locales. Además, el efecto de cambiar las proporciones de la mezcla parcial no es significativo",
    "error_count": 4,
    "keys": {
        "alternative routings": {
            "translated_key": "enrutamientos alternativos",
            "translated_annotated_text": "Evaluación de las estrategias combinadas de envío y ruta para un sistema de fabricación flexible Este artículo trata de la evaluación de las estrategias combinadas de envío y ruta sobre el rendimiento de un sistema de fabricación flexible. Tres políticas de enrutamiento - sin \"enrutamientos alternativos\", dinámica alternativa de enrutamiento y planes alternativos de enrutamiento - se consideran con cuatro reglas de envío con capacidad de buffer finito. Además, también se discute el efecto de cambiar las proporciones de la mezcla parcial. Las medidas de rendimiento consideradas son el makepan, la utilización media de la máquina, el tiempo medio de flujo y el retraso medio en los buffers de entrada locales. Los resultados de la simulación indican que la política dinámica de \"enrutamientos alternativos\" da los mejores resultados en tres medidas de rendimiento, excepto en el retraso medio en los buffers de entrada locales. Además, el efecto de cambiar las proporciones de la mezcla parcial no es significativo ",
            "error": [
                ""
            ]
        },
        "flexible manufacturing system": {
            "translated_key": "sistema de fabricación flexible",
            "translated_annotated_text": "Evaluación de las estrategias combinadas de envío y ruta para un \"sistema de fabricación flexible\" Este artículo trata de la evaluación de las estrategias combinadas de envío y ruta sobre el rendimiento de un \"sistema de fabricación flexible\". Se consideran tres políticas de encaminamiento -sin encaminamientos alternativos, dinámicas de encaminamiento alternativas y planes de encaminamiento alternativos- con cuatro reglas de envío con capacidad de buffer finita. Además, también se discute el efecto de cambiar las proporciones de la mezcla parcial. Las medidas de rendimiento consideradas son el makepan, la utilización media de la máquina, el tiempo medio de flujo y el retraso medio en los buffers de entrada locales. Los resultados de la simulación indican que la política dinámica de rutas alternativas da los mejores resultados en tres medidas de rendimiento, excepto por el retraso medio en los buffers de entrada locales. Además, el efecto de cambiar las proporciones de la mezcla parcial no es significativo ",
            "error": [
                ""
            ]
        },
        "FMS": {
            "translated_key": [],
            "translated_annotated_text": "Evaluación de las estrategias combinadas de envío y ruta para un sistema de fabricación flexible Este artículo trata de la evaluación de las estrategias combinadas de envío y ruta sobre el rendimiento de un sistema de fabricación flexible. Se consideran tres políticas de encaminamiento -sin encaminamientos alternativos, dinámicas de encaminamiento alternativas y planes de encaminamiento alternativos- con cuatro reglas de envío con capacidad de buffer finita. Además, también se discute el efecto de cambiar las proporciones de la mezcla parcial. Las medidas de rendimiento consideradas son el makepan, la utilización media de la máquina, el tiempo medio de flujo y el retraso medio en los buffers de entrada locales. Los resultados de la simulación indican que la política dinámica de rutas alternativas da los mejores resultados en tres medidas de rendimiento, excepto por el retraso medio en los buffers de entrada locales. Además, el efecto de cambiar las proporciones de la mezcla parcial no es significativo ",
            "error": []
        },
        "dispatching rules": {
            "translated_key": "reglas de envío",
            "translated_annotated_text": "Evaluación de las estrategias combinadas de envío y ruta para un sistema de fabricación flexible Este artículo trata de la evaluación de las estrategias combinadas de envío y ruta sobre el rendimiento de un sistema de fabricación flexible. Tres políticas de enrutamiento - sin enrutamiento alternativo, dinámica de enrutamiento alternativo y planes de enrutamiento alternativo - se consideran con cuatro \"reglas de envío\" con capacidad de buffer finito. Además, también se discute el efecto de cambiar las proporciones de la mezcla parcial. Las medidas de rendimiento consideradas son el makepan, la utilización media de la máquina, el tiempo medio de flujo y el retraso medio en los buffers de entrada locales. Los resultados de la simulación indican que la política dinámica de rutas alternativas da los mejores resultados en tres medidas de rendimiento, excepto por el retraso medio en los buffers de entrada locales. Además, el efecto de cambiar las proporciones de la mezcla parcial no es significativo ",
            "error": [
                ""
            ]
        },
        "finite buffer capacity": {
            "translated_key": "capacidad de amortiguación definitiva",
            "translated_annotated_text": "Evaluación de las estrategias combinadas de envío y ruta para un sistema de fabricación flexible Este artículo trata de la evaluación de las estrategias combinadas de envío y ruta sobre el rendimiento de un sistema de fabricación flexible. Se consideran tres políticas de rutas -sin rutas alternativas, dinámicas alternativas de rutas y planes alternativos de rutas- con cuatro reglas de expedición con \"capacidad de amortiguación definitiva\". Además, también se discute el efecto de cambiar las proporciones de la mezcla parcial. Las medidas de rendimiento consideradas son el makepan, la utilización media de la máquina, el tiempo medio de flujo y el retraso medio en los buffers de entrada locales. Los resultados de la simulación indican que la política dinámica de rutas alternativas da los mejores resultados en tres medidas de rendimiento, excepto por el retraso medio en los buffers de entrada locales. Además, el efecto de cambiar las proporciones de la mezcla parcial no es significativo ",
            "error": [
                ""
            ]
        },
        "part mix ratios": {
            "translated_key": "relaciones de mezcla de partes",
            "translated_annotated_text": "Evaluación de las estrategias combinadas de envío y ruta para un sistema de fabricación flexible Este artículo trata de la evaluación de las estrategias combinadas de envío y ruta sobre el rendimiento de un sistema de fabricación flexible. Se consideran tres políticas de encaminamiento -sin encaminamientos alternativos, dinámicas de encaminamiento alternativas y planes de encaminamiento alternativos- con cuatro reglas de envío con capacidad de buffer finita. Además, también se discute el efecto de cambiar las \"relaciones de mezcla de partes\". Las medidas de rendimiento consideradas son el makepan, la utilización media de la máquina, el tiempo medio de flujo y el retraso medio en los buffers de entrada locales. Los resultados de la simulación indican que la política dinámica de rutas alternativas da los mejores resultados en tres medidas de rendimiento, excepto por el retraso medio en los buffers de entrada locales. Además, el efecto de cambiar las \"relaciones de mezcla de partes\" no es significativo ",
            "error": [
                ""
            ]
        },
        "average flow time": {
            "translated_key": "tiempo medio de flujo",
            "translated_annotated_text": "Evaluación de las estrategias combinadas de envío y ruta para un sistema de fabricación flexible Este artículo trata de la evaluación de las estrategias combinadas de envío y ruta sobre el rendimiento de un sistema de fabricación flexible. Se consideran tres políticas de encaminamiento -sin encaminamientos alternativos, dinámicas de encaminamiento alternativas y planes de encaminamiento alternativos- con cuatro reglas de envío con capacidad de buffer finita. Además, también se discute el efecto de cambiar las proporciones de la mezcla parcial. Las medidas de rendimiento consideradas son makepan, utilización media de la máquina, \"tiempo medio de flujo\" y retraso medio en los buffers de entrada locales. Los resultados de la simulación indican que la política dinámica de rutas alternativas da los mejores resultados en tres medidas de rendimiento, excepto por el retraso medio en los buffers de entrada locales. Además, el efecto de cambiar las proporciones de la mezcla parcial no es significativo ",
            "error": [
                ""
            ]
        },
        "computer aided production planning": {
            "translated_key": [],
            "translated_annotated_text": "Evaluación de las estrategias combinadas de envío y ruta para un sistema de fabricación flexible Este artículo trata de la evaluación de las estrategias combinadas de envío y ruta sobre el rendimiento de un sistema de fabricación flexible. Se consideran tres políticas de encaminamiento -sin encaminamientos alternativos, dinámicas de encaminamiento alternativas y planes de encaminamiento alternativos- con cuatro reglas de envío con capacidad de buffer finita. Además, también se discute el efecto de cambiar las proporciones de la mezcla parcial. Las medidas de rendimiento consideradas son el makepan, la utilización media de la máquina, el tiempo medio de flujo y el retraso medio en los buffers de entrada locales. Los resultados de la simulación indican que la política dinámica de rutas alternativas da los mejores resultados en tres medidas de rendimiento, excepto por el retraso medio en los buffers de entrada locales. Además, el efecto de cambiar las proporciones de la mezcla parcial no es significativo ",
            "error": []
        },
        "flexible manufacturing systems": {
            "translated_key": [],
            "translated_annotated_text": "Evaluación de las estrategias combinadas de envío y ruta para un sistema de fabricación flexible Este artículo trata de la evaluación de las estrategias combinadas de envío y ruta sobre el rendimiento de un sistema de fabricación flexible. Se consideran tres políticas de encaminamiento -sin encaminamientos alternativos, dinámicas de encaminamiento alternativas y planes de encaminamiento alternativos- con cuatro reglas de envío con capacidad de buffer finita. Además, también se discute el efecto de cambiar las proporciones de la mezcla parcial. Las medidas de rendimiento consideradas son el makepan, la utilización media de la máquina, el tiempo medio de flujo y el retraso medio en los buffers de entrada locales. Los resultados de la simulación indican que la política dinámica de rutas alternativas da los mejores resultados en tres medidas de rendimiento, excepto por el retraso medio en los buffers de entrada locales. Además, el efecto de cambiar las proporciones de la mezcla parcial no es significativo ",
            "error": []
        },
        "production control": {
            "translated_key": [],
            "translated_annotated_text": "Evaluación de las estrategias combinadas de envío y ruta para un sistema de fabricación flexible Este artículo trata de la evaluación de las estrategias combinadas de envío y ruta sobre el rendimiento de un sistema de fabricación flexible. Se consideran tres políticas de encaminamiento -sin encaminamientos alternativos, dinámicas de encaminamiento alternativas y planes de encaminamiento alternativos- con cuatro reglas de envío con capacidad de buffer finita. Además, también se discute el efecto de cambiar las proporciones de la mezcla parcial. Las medidas de rendimiento consideradas son el makepan, la utilización media de la máquina, el tiempo medio de flujo y el retraso medio en los buffers de entrada locales. Los resultados de la simulación indican que la política dinámica de rutas alternativas da los mejores resultados en tres medidas de rendimiento, excepto por el retraso medio en los buffers de entrada locales. Además, el efecto de cambiar las proporciones de la mezcla parcial no es significativo ",
            "error": []
        }
    }
}