{
    "original_text": "A design to cost system for innovative product development Presents a prototype object-oriented and rule-based system for product cost modelling and design for automation at an early design stage. The developed system comprises a computer aided design (CAD) solid modelling system, a material selection module, a knowledge-based system (KBS), a process optimization module, a design for assembly module, a cost estimation module and a user interface. Two manufacturing processes, namely machining and injection moulding processes, were considered in the developed system. The main function of the system, besides estimating the product cost, is to generate initial process planning, including the generation and selection of machining processes, their sequence and their machining parameters, and to recommend the most economical assembly technique for a product and provide design improvement suggestions based on a design feasibility technique. In addition, a feature-by-feature cost estimation report is generated using the proposed system to highlight the features of high manufacturing cost. Two case studies were used to validate the developed system",
    "original_translation": "Un sistema de diseño para costear el desarrollo innovador de productos Presenta un prototipo de sistema orientado a objetos y basado en reglas para modelar y diseñar costos de productos para automatización en una etapa temprana de diseño. El sistema desarrollado comprende un sistema de modelado sólido de diseño asistido por computadora (CAD), un módulo de selección de materiales, un sistema basado en el conocimiento (KBS), un módulo de optimización de procesos, un diseño para módulo de montaje, un módulo de estimación de costos y una interfaz de usuario. En el sistema desarrollado se consideraron dos procesos de fabricación, a saber, procesos de mecanizado y moldeo por inyección. La principal función del sistema, además de estimar el costo del producto, es generar la planificación inicial del proceso, incluyendo la generación y selección de procesos de mecanizado, su secuencia y sus parámetros de mecanizado, y recomendar la técnica de montaje más económica para un producto y proporcionar sugerencias de mejora del diseño basadas en una técnica de viabilidad del diseño. Además, se genera un informe de estimación de costos por características utilizando el sistema propuesto para destacar las características del alto costo de fabricación. Se utilizaron dos estudios de casos para validar el sistema desarrollado",
    "error_count": 19,
    "keys": {
        "design to cost system": {
            "translated_key": "design to cost system",
            "translated_annotated_text": "Un <br>design to cost system</br> for innovative product development Presenta un prototipo de sistema orientado a objetos y basado en reglas para modelar y diseñar costos de productos para automatización en una etapa temprana de diseño. El sistema desarrollado comprende un sistema de modelado sólido de diseño asistido por computadora (CAD), un módulo de selección de materiales, un sistema basado en el conocimiento (KBS), un módulo de optimización de procesos, un diseño para módulo de montaje, un módulo de estimación de costos y una interfaz de usuario. En el sistema desarrollado se consideraron dos procesos de fabricación, a saber, procesos de mecanizado y moldeo por inyección. La principal función del sistema, además de estimar el costo del producto, es generar la planificación inicial del proceso, incluyendo la generación y selección de procesos de mecanizado, su secuencia y sus parámetros de mecanizado, y recomendar la técnica de montaje más económica para un producto y proporcionar sugerencias de mejora del diseño basadas en una técnica de viabilidad del diseño. Además, se genera un informe de estimación de costos por características utilizando el sistema propuesto para destacar las características del alto costo de fabricación. Se utilizaron dos estudios de casos para validar el sistema desarrollado ",
            "error": [
                ""
            ]
        },
        "innovative product development": {
            "translated_key": "desarrollo innovador de productos",
            "translated_annotated_text": "Un sistema de diseño a costo para el <br>desarrollo innovador de productos</br> Presenta un prototipo de sistema orientado a objetos y basado en reglas para el modelado de costos de productos y diseño para la automatización en una etapa temprana de diseño.  El sistema desarrollado comprende un sistema de modelado sólido de diseño asistido por computadora (CAD), un módulo de selección de materiales, un sistema basado en el conocimiento (KBS), un módulo de optimización de procesos, un diseño para módulo de montaje, un módulo de estimación de costos y una interfaz de usuario. En el sistema desarrollado se consideraron dos procesos de fabricación, a saber, procesos de mecanizado y moldeo por inyección. La principal función del sistema, además de estimar el costo del producto, es generar la planificación inicial del proceso, incluyendo la generación y selección de procesos de mecanizado, su secuencia y sus parámetros de mecanizado, y recomendar la técnica de montaje más económica para un producto y proporcionar sugerencias de mejora del diseño basadas en una técnica de viabilidad del diseño. Además, se genera un informe de estimación de costos por características utilizando el sistema propuesto para destacar las características del alto costo de fabricación. Se utilizaron dos estudios de casos para validar el sistema desarrollado ",
            "error": [
                ""
            ]
        },
        "object-oriented rule-based system": {
            "translated_key": [],
            "translated_annotated_text": "Un sistema de diseño para costear el desarrollo innovador de productos Presenta un prototipo de sistema orientado a objetos y basado en reglas para modelar y diseñar costos de productos para automatización en una etapa temprana de diseño. El sistema desarrollado comprende un sistema de modelado sólido de diseño asistido por computadora (CAD), un módulo de selección de materiales, un sistema basado en el conocimiento (KBS), un módulo de optimización de procesos, un diseño para módulo de montaje, un módulo de estimación de costos y una interfaz de usuario. En el sistema desarrollado se consideraron dos procesos de fabricación, a saber, procesos de mecanizado y moldeo por inyección. La principal función del sistema, además de estimar el costo del producto, es generar la planificación inicial del proceso, incluyendo la generación y selección de procesos de mecanizado, su secuencia y sus parámetros de mecanizado, y recomendar la técnica de montaje más económica para un producto y proporcionar sugerencias de mejora del diseño basadas en una técnica de viabilidad del diseño. Además, se genera un informe de estimación de costos por características utilizando el sistema propuesto para destacar las características del alto costo de fabricación. Se utilizaron dos estudios de casos para validar el sistema desarrollado ",
            "error": []
        },
        "product cost modelling": {
            "translated_key": [],
            "translated_annotated_text": "Un sistema de diseño a costo para el desarrollo innovador de productos Presenta un prototipo de sistema orientado a objetos y basado en reglas para el modelado de costos de productos y diseño para la automatización en una etapa temprana de diseño. El sistema desarrollado comprende un sistema de modelado sólido de diseño asistido por computadora (CAD), un módulo de selección de materiales, un sistema basado en el conocimiento (KBS), un módulo de optimización de procesos, un diseño para módulo de montaje, un módulo de estimación de costos y una interfaz de usuario. En el sistema desarrollado se consideraron dos procesos de fabricación, a saber, procesos de mecanizado y moldeo por inyección. La principal función del sistema, además de estimar el costo del producto, es generar la planificación inicial del proceso, incluyendo la generación y selección de procesos de mecanizado, su secuencia y sus parámetros de mecanizado, y recomendar la técnica de montaje más económica para un producto y proporcionar sugerencias de mejora del diseño basadas en una técnica de viabilidad del diseño. Además, se genera un informe de estimación de costos por características utilizando el sistema propuesto para destacar las características del alto costo de fabricación. Se utilizaron dos estudios de casos para validar el sistema desarrollado ",
            "error": []
        },
        "design for automation": {
            "translated_key": "diseño para automatización",
            "translated_annotated_text": "Un sistema de diseño para costear el desarrollo innovador de productos Presenta un prototipo de sistema orientado a objetos y basado en reglas para modelar costos de productos y <br>diseño para automatización</br> en una etapa temprana de diseño. El sistema desarrollado comprende un sistema de modelado sólido de diseño asistido por computadora (CAD), un módulo de selección de materiales, un sistema basado en el conocimiento (KBS), un módulo de optimización de procesos, un diseño para módulo de montaje, un módulo de estimación de costos y una interfaz de usuario. En el sistema desarrollado se consideraron dos procesos de fabricación, a saber, procesos de mecanizado y moldeo por inyección. La principal función del sistema, además de estimar el costo del producto, es generar la planificación inicial del proceso, incluyendo la generación y selección de procesos de mecanizado, su secuencia y sus parámetros de mecanizado, y recomendar la técnica de montaje más económica para un producto y proporcionar sugerencias de mejora del diseño basadas en una técnica de viabilidad del diseño. Además, se genera un informe de estimación de costos por características utilizando el sistema propuesto para destacar las características del alto costo de fabricación. Se utilizaron dos estudios de casos para validar el sistema desarrollado ",
            "error": [
                ""
            ]
        },
        "computer aided design solid modelling system": {
            "translated_key": [],
            "translated_annotated_text": "Un sistema de diseño para costear el desarrollo innovador de productos Presenta un prototipo de sistema orientado a objetos y basado en reglas para modelar y diseñar costos de productos para automatización en una etapa temprana de diseño. El sistema desarrollado comprende un sistema de modelado sólido de diseño asistido por computadora (CAD), un módulo de selección de materiales, un sistema basado en el conocimiento (KBS), un módulo de optimización de procesos, un diseño para módulo de montaje, un módulo de estimación de costos y una interfaz de usuario. En el sistema desarrollado se consideraron dos procesos de fabricación, a saber, procesos de mecanizado y moldeo por inyección. La principal función del sistema, además de estimar el costo del producto, es generar la planificación inicial del proceso, incluyendo la generación y selección de procesos de mecanizado, su secuencia y sus parámetros de mecanizado, y recomendar la técnica de montaje más económica para un producto y proporcionar sugerencias de mejora del diseño basadas en una técnica de viabilidad del diseño. Además, se genera un informe de estimación de costos por características utilizando el sistema propuesto para destacar las características del alto costo de fabricación. Se utilizaron dos estudios de casos para validar el sistema desarrollado ",
            "error": []
        },
        "material selection module": {
            "translated_key": [],
            "translated_annotated_text": "Un sistema de diseño para costear el desarrollo innovador de productos Presenta un prototipo de sistema orientado a objetos y basado en reglas para modelar y diseñar costos de productos para automatización en una etapa temprana de diseño. El sistema desarrollado comprende un sistema de modelado sólido de diseño asistido por ordenador (CAD), un módulo de selección de materiales <br>, un sistema basado en el conocimiento (KBS), un módulo de optimización de procesos, un diseño para módulo de montaje, un módulo de estimación de costos y una interfaz de usuario. En el sistema desarrollado se consideraron dos procesos de fabricación, a saber, procesos de mecanizado y moldeo por inyección. La principal función del sistema, además de estimar el costo del producto, es generar la planificación inicial del proceso, incluyendo la generación y selección de procesos de mecanizado, su secuencia y sus parámetros de mecanizado, y recomendar la técnica de montaje más económica para un producto y proporcionar sugerencias de mejora del diseño basadas en una técnica de viabilidad del diseño. Además, se genera un informe de estimación de costos por características utilizando el sistema propuesto para destacar las características del alto costo de fabricación. Se utilizaron dos estudios de casos para validar el sistema desarrollado ",
            "error": []
        },
        "knowledge-based system": {
            "translated_key": [],
            "translated_annotated_text": "Un sistema de diseño para costear el desarrollo innovador de productos Presenta un prototipo de sistema orientado a objetos y basado en reglas para modelar y diseñar costos de productos para automatización en una etapa temprana de diseño. El sistema desarrollado comprende un sistema de modelado sólido de diseño asistido por computadora (CAD), un módulo de selección de materiales, un sistema basado en el conocimiento (KBS), un módulo de optimización de procesos, un diseño para módulo de montaje, un módulo de estimación de costos y una interfaz de usuario. En el sistema desarrollado se consideraron dos procesos de fabricación, a saber, procesos de mecanizado y moldeo por inyección. La principal función del sistema, además de estimar el costo del producto, es generar la planificación inicial del proceso, incluyendo la generación y selección de procesos de mecanizado, su secuencia y sus parámetros de mecanizado, y recomendar la técnica de montaje más económica para un producto y proporcionar sugerencias de mejora del diseño basadas en una técnica de viabilidad del diseño. Además, se genera un informe de estimación de costos por características utilizando el sistema propuesto para destacar las características del alto costo de fabricación. Se utilizaron dos estudios de casos para validar el sistema desarrollado ",
            "error": []
        },
        "process optimization module": {
            "translated_key": [],
            "translated_annotated_text": "Un sistema de diseño para costear el desarrollo innovador de productos Presenta un prototipo de sistema orientado a objetos y basado en reglas para modelar y diseñar costos de productos para automatización en una etapa temprana de diseño. El sistema desarrollado comprende un sistema de modelado sólido de diseño asistido por ordenador (CAD), un módulo de selección de materiales, un sistema basado en el conocimiento (KBS), un módulo de optimización de procesos <br>, un diseño para módulo de montaje, un módulo de estimación de costos y una interfaz de usuario. En el sistema desarrollado se consideraron dos procesos de fabricación, a saber, procesos de mecanizado y moldeo por inyección. La principal función del sistema, además de estimar el costo del producto, es generar la planificación inicial del proceso, incluyendo la generación y selección de procesos de mecanizado, su secuencia y sus parámetros de mecanizado, y recomendar la técnica de montaje más económica para un producto y proporcionar sugerencias de mejora del diseño basadas en una técnica de viabilidad del diseño. Además, se genera un informe de estimación de costos por características utilizando el sistema propuesto para destacar las características del alto costo de fabricación. Se utilizaron dos estudios de casos para validar el sistema desarrollado ",
            "error": []
        },
        "design for assembly module": {
            "translated_key": " para montaje",
            "translated_annotated_text": "Un sistema de diseño para costear el desarrollo innovador de productos Presenta un prototipo de sistema orientado a objetos y basado en reglas para modelar y diseñar costos de productos para automatización en una etapa temprana de diseño. El sistema desarrollado comprende un sistema de modelado sólido de diseño asistido por ordenador (CAD), un módulo de selección de materiales, un sistema basado en el conocimiento (KBS), un módulo de optimización de procesos, un módulo de diseño <br> para montaje</br>, un módulo de estimación de costos y una interfaz de usuario. En el sistema desarrollado se consideraron dos procesos de fabricación, a saber, procesos de mecanizado y moldeo por inyección. La principal función del sistema, además de estimar el costo del producto, es generar la planificación inicial del proceso, incluyendo la generación y selección de procesos de mecanizado, su secuencia y sus parámetros de mecanizado, y recomendar la técnica de montaje más económica para un producto y proporcionar sugerencias de mejora del diseño basadas en una técnica de viabilidad del diseño. Además, se genera un informe de estimación de costos por características utilizando el sistema propuesto para destacar las características del alto costo de fabricación. Se utilizaron dos estudios de casos para validar el sistema desarrollado ",
            "error": [
                ""
            ]
        },
        "cost estimation module": {
            "translated_key": "módulo de estimación de costos",
            "translated_annotated_text": "Un sistema de diseño para costear el desarrollo innovador de productos Presenta un prototipo de sistema orientado a objetos y basado en reglas para modelar y diseñar costos de productos para automatización en una etapa temprana de diseño. El sistema desarrollado comprende un sistema de modelado sólido de diseño asistido por computadora (CAD), un módulo de selección de materiales, un sistema basado en el conocimiento (KBS), un módulo de optimización de procesos, un diseño para módulo de montaje, un <br>módulo de estimación de costos</br> y una interfaz de usuario. En el sistema desarrollado se consideraron dos procesos de fabricación, a saber, procesos de mecanizado y moldeo por inyección. La principal función del sistema, además de estimar el costo del producto, es generar la planificación inicial del proceso, incluyendo la generación y selección de procesos de mecanizado, su secuencia y sus parámetros de mecanizado, y recomendar la técnica de montaje más económica para un producto y proporcionar sugerencias de mejora del diseño basadas en una técnica de viabilidad del diseño. Además, se genera un informe de estimación de costos por características utilizando el sistema propuesto para destacar las características del alto costo de fabricación. Se utilizaron dos estudios de casos para validar el sistema desarrollado ",
            "error": [
                ""
            ]
        },
        "user interface": {
            "translated_key": [],
            "translated_annotated_text": "Un sistema de diseño para costear el desarrollo innovador de productos Presenta un prototipo de sistema orientado a objetos y basado en reglas para modelar y diseñar costos de productos para automatización en una etapa temprana de diseño. El sistema desarrollado comprende un sistema de modelado sólido de diseño asistido por computadora (CAD), un módulo de selección de materiales, un sistema basado en el conocimiento (KBS), un módulo de optimización de procesos, un diseño para módulo de montaje, un módulo de estimación de costos y una interfaz de usuario <br>. En el sistema desarrollado se consideraron dos procesos de fabricación, a saber, procesos de mecanizado y moldeo por inyección. La principal función del sistema, además de estimar el costo del producto, es generar la planificación inicial del proceso, incluyendo la generación y selección de procesos de mecanizado, su secuencia y sus parámetros de mecanizado, y recomendar la técnica de montaje más económica para un producto y proporcionar sugerencias de mejora del diseño basadas en una técnica de viabilidad del diseño. Además, se genera un informe de estimación de costos por características utilizando el sistema propuesto para destacar las características del alto costo de fabricación. Se utilizaron dos estudios de casos para validar el sistema desarrollado ",
            "error": []
        },
        "machining": {
            "translated_key": [
                "machining",
                "mecanizado",
                "mecanizado"
            ],
            "translated_annotated_text": "Un sistema de diseño para costear el desarrollo innovador de productos Presenta un prototipo de sistema orientado a objetos y basado en reglas para modelar y diseñar costos de productos para automatización en una etapa temprana de diseño. El sistema desarrollado comprende un sistema de modelado sólido de diseño asistido por computadora (CAD), un módulo de selección de materiales, un sistema basado en el conocimiento (KBS), un módulo de optimización de procesos, un diseño para módulo de montaje, un módulo de estimación de costos y una interfaz de usuario. En el sistema desarrollado se consideraron dos procesos de fabricación, a saber, <br>machining</br> y procesos de moldeo por inyección. La principal función del sistema, además de estimar el costo del producto, es generar la planificación inicial del proceso, incluyendo la generación y selección de procesos de <br>mecanizado</br>, su secuencia y sus parámetros de <br>mecanizado</br>, y recomendar la técnica de montaje más económica para un producto y proporcionar sugerencias de mejora del diseño basadas en una técnica de viabilidad del diseño. Además, se genera un informe de estimación de costos por características utilizando el sistema propuesto para destacar las características del alto costo de fabricación. Se utilizaron dos estudios de casos para validar el sistema desarrollado ",
            "error": [
                "machining",
                "mecanizado",
                "mecanizado"
            ]
        },
        "injection moulding": {
            "translated_key": "moldeo por inyección",
            "translated_annotated_text": "Un sistema de diseño para costear el desarrollo innovador de productos Presenta un prototipo de sistema orientado a objetos y basado en reglas para modelar y diseñar costos de productos para automatización en una etapa temprana de diseño. El sistema desarrollado comprende un sistema de modelado sólido de diseño asistido por computadora (CAD), un módulo de selección de materiales, un sistema basado en el conocimiento (KBS), un módulo de optimización de procesos, un diseño para módulo de montaje, un módulo de estimación de costos y una interfaz de usuario. En el sistema desarrollado se consideraron dos procesos de fabricación, a saber, procesos de mecanizado y <br>moldeo por inyección</br>. La principal función del sistema, además de estimar el costo del producto, es generar la planificación inicial del proceso, incluyendo la generación y selección de procesos de mecanizado, su secuencia y sus parámetros de mecanizado, y recomendar la técnica de montaje más económica para un producto y proporcionar sugerencias de mejora del diseño basadas en una técnica de viabilidad del diseño. Además, se genera un informe de estimación de costos por características utilizando el sistema propuesto para destacar las características del alto costo de fabricación. Se utilizaron dos estudios de casos para validar el sistema desarrollado ",
            "error": [
                ""
            ]
        },
        "process planning": {
            "translated_key": [],
            "translated_annotated_text": "Un sistema de diseño para costear el desarrollo innovador de productos Presenta un prototipo de sistema orientado a objetos y basado en reglas para modelar y diseñar costos de productos para automatización en una etapa temprana de diseño. El sistema desarrollado comprende un sistema de modelado sólido de diseño asistido por computadora (CAD), un módulo de selección de materiales, un sistema basado en el conocimiento (KBS), un módulo de optimización de procesos, un diseño para módulo de montaje, un módulo de estimación de costos y una interfaz de usuario. En el sistema desarrollado se consideraron dos procesos de fabricación, a saber, procesos de mecanizado y moldeo por inyección. La función principal del sistema, además de estimar el costo del producto, es generar una planificación inicial del proceso <br>, incluyendo la generación y selección de procesos de mecanizado, su secuencia y sus parámetros de mecanizado, y recomendar la técnica de montaje más económica para un producto y proporcionar sugerencias de mejora del diseño basadas en una técnica de viabilidad del diseño. Además, se genera un informe de estimación de costos por características utilizando el sistema propuesto para destacar las características del alto costo de fabricación. Se utilizaron dos estudios de casos para validar el sistema desarrollado ",
            "error": []
        },
        "feature-by-feature cost estimation report": {
            "translated_key": "características por características",
            "translated_annotated_text": "Un sistema de diseño para costear el desarrollo innovador de productos Presenta un prototipo de sistema orientado a objetos y basado en reglas para modelar y diseñar costos de productos para automatización en una etapa temprana de diseño. El sistema desarrollado comprende un sistema de modelado sólido de diseño asistido por computadora (CAD), un módulo de selección de materiales, un sistema basado en el conocimiento (KBS), un módulo de optimización de procesos, un diseño para módulo de montaje, un módulo de estimación de costos y una interfaz de usuario. En el sistema desarrollado se consideraron dos procesos de fabricación, a saber, procesos de mecanizado y moldeo por inyección. La principal función del sistema, además de estimar el costo del producto, es generar la planificación inicial del proceso, incluyendo la generación y selección de procesos de mecanizado, su secuencia y sus parámetros de mecanizado, y recomendar la técnica de montaje más económica para un producto y proporcionar sugerencias de mejora del diseño basadas en una técnica de viabilidad del diseño. Además, se genera un informe de estimación de costes <br>características por características</br> utilizando el sistema propuesto para destacar las características del alto costo de fabricación. Se utilizaron dos estudios de casos para validar el sistema desarrollado ",
            "error": [
                ""
            ]
        },
        "fuzzy logic": {
            "translated_key": [],
            "translated_annotated_text": "Un sistema de diseño para costear el desarrollo innovador de productos Presenta un prototipo de sistema orientado a objetos y basado en reglas para modelar y diseñar costos de productos para automatización en una etapa temprana de diseño. El sistema desarrollado comprende un sistema de modelado sólido de diseño asistido por computadora (CAD), un módulo de selección de materiales, un sistema basado en el conocimiento (KBS), un módulo de optimización de procesos, un diseño para módulo de montaje, un módulo de estimación de costos y una interfaz de usuario. En el sistema desarrollado se consideraron dos procesos de fabricación, a saber, procesos de mecanizado y moldeo por inyección. La principal función del sistema, además de estimar el costo del producto, es generar la planificación inicial del proceso, incluyendo la generación y selección de procesos de mecanizado, su secuencia y sus parámetros de mecanizado, y recomendar la técnica de montaje más económica para un producto y proporcionar sugerencias de mejora del diseño basadas en una técnica de viabilidad del diseño. Además, se genera un informe de estimación de costos por características utilizando el sistema propuesto para destacar las características del alto costo de fabricación. Se utilizaron dos estudios de casos para validar el sistema desarrollado ",
            "error": []
        },
        "object-oriented programming": {
            "translated_key": [],
            "translated_annotated_text": "Un sistema de diseño para costear el desarrollo innovador de productos Presenta un prototipo de sistema orientado a objetos y basado en reglas para modelar y diseñar costos de productos para automatización en una etapa temprana de diseño. El sistema desarrollado comprende un sistema de modelado sólido de diseño asistido por computadora (CAD), un módulo de selección de materiales, un sistema basado en el conocimiento (KBS), un módulo de optimización de procesos, un diseño para módulo de montaje, un módulo de estimación de costos y una interfaz de usuario. En el sistema desarrollado se consideraron dos procesos de fabricación, a saber, procesos de mecanizado y moldeo por inyección. La principal función del sistema, además de estimar el costo del producto, es generar la planificación inicial del proceso, incluyendo la generación y selección de procesos de mecanizado, su secuencia y sus parámetros de mecanizado, y recomendar la técnica de montaje más económica para un producto y proporcionar sugerencias de mejora del diseño basadas en una técnica de viabilidad del diseño. Además, se genera un informe de estimación de costos por características utilizando el sistema propuesto para destacar las características del alto costo de fabricación. Se utilizaron dos estudios de casos para validar el sistema desarrollado ",
            "error": []
        },
        "concurrent engineering": {
            "translated_key": [],
            "translated_annotated_text": "Un sistema de diseño para costear el desarrollo innovador de productos Presenta un prototipo de sistema orientado a objetos y basado en reglas para modelar y diseñar costos de productos para automatización en una etapa temprana de diseño. El sistema desarrollado comprende un sistema de modelado sólido de diseño asistido por computadora (CAD), un módulo de selección de materiales, un sistema basado en el conocimiento (KBS), un módulo de optimización de procesos, un diseño para módulo de montaje, un módulo de estimación de costos y una interfaz de usuario. En el sistema desarrollado se consideraron dos procesos de fabricación, a saber, procesos de mecanizado y moldeo por inyección. La principal función del sistema, además de estimar el costo del producto, es generar la planificación inicial del proceso, incluyendo la generación y selección de procesos de mecanizado, su secuencia y sus parámetros de mecanizado, y recomendar la técnica de montaje más económica para un producto y proporcionar sugerencias de mejora del diseño basadas en una técnica de viabilidad del diseño. Además, se genera un informe de estimación de costos por características utilizando el sistema propuesto para destacar las características del alto costo de fabricación. Se utilizaron dos estudios de casos para validar el sistema desarrollado ",
            "error": []
        },
        "CAD": {
            "translated_key": "CAD",
            "translated_annotated_text": "Un sistema de diseño para costear el desarrollo innovador de productos Presenta un prototipo de sistema orientado a objetos y basado en reglas para modelar y diseñar costos de productos para automatización en una etapa temprana de diseño. El sistema desarrollado comprende un diseño asistido por ordenador (<br>CAD</br>) sistema de modelado sólido, un módulo de selección de materiales, un sistema basado en el conocimiento (KBS), un módulo de optimización de procesos, un diseño para módulo de montaje, un módulo de estimación de costos y una interfaz de usuario. En el sistema desarrollado se consideraron dos procesos de fabricación, a saber, procesos de mecanizado y moldeo por inyección. La principal función del sistema, además de estimar el costo del producto, es generar la planificación inicial del proceso, incluyendo la generación y selección de procesos de mecanizado, su secuencia y sus parámetros de mecanizado, y recomendar la técnica de montaje más económica para un producto y proporcionar sugerencias de mejora del diseño basadas en una técnica de viabilidad del diseño. Además, se genera un informe de estimación de costos por características utilizando el sistema propuesto para destacar las características del alto costo de fabricación. Se utilizaron dos estudios de casos para validar el sistema desarrollado ",
            "error": [
                ""
            ]
        },
        "costing": {
            "translated_key": [],
            "translated_annotated_text": "Un sistema de diseño para costear el desarrollo innovador de productos Presenta un prototipo de sistema orientado a objetos y basado en reglas para modelar y diseñar costos de productos para automatización en una etapa temprana de diseño. El sistema desarrollado comprende un sistema de modelado sólido de diseño asistido por computadora (CAD), un módulo de selección de materiales, un sistema basado en el conocimiento (KBS), un módulo de optimización de procesos, un diseño para módulo de montaje, un módulo de estimación de costos y una interfaz de usuario. En el sistema desarrollado se consideraron dos procesos de fabricación, a saber, procesos de mecanizado y moldeo por inyección. La principal función del sistema, además de estimar el costo del producto, es generar la planificación inicial del proceso, incluyendo la generación y selección de procesos de mecanizado, su secuencia y sus parámetros de mecanizado, y recomendar la técnica de montaje más económica para un producto y proporcionar sugerencias de mejora del diseño basadas en una técnica de viabilidad del diseño. Además, se genera un informe de estimación de costos por características utilizando el sistema propuesto para destacar las características del alto costo de fabricación. Se utilizaron dos estudios de casos para validar el sistema desarrollado ",
            "error": []
        },
        "knowledge based systems": {
            "translated_key": [],
            "translated_annotated_text": "Un sistema de diseño para costear el desarrollo innovador de productos Presenta un prototipo de sistema orientado a objetos y basado en reglas para modelar y diseñar costos de productos para automatización en una etapa temprana de diseño. El sistema desarrollado comprende un sistema de modelado sólido de diseño asistido por computadora (CAD), un módulo de selección de materiales, un sistema basado en el conocimiento (KBS), un módulo de optimización de procesos, un diseño para módulo de montaje, un módulo de estimación de costos y una interfaz de usuario. En el sistema desarrollado se consideraron dos procesos de fabricación, a saber, procesos de mecanizado y moldeo por inyección. La principal función del sistema, además de estimar el costo del producto, es generar la planificación inicial del proceso, incluyendo la generación y selección de procesos de mecanizado, su secuencia y sus parámetros de mecanizado, y recomendar la técnica de montaje más económica para un producto y proporcionar sugerencias de mejora del diseño basadas en una técnica de viabilidad del diseño. Además, se genera un informe de estimación de costos por características utilizando el sistema propuesto para destacar las características del alto costo de fabricación. Se utilizaron dos estudios de casos para validar el sistema desarrollado ",
            "error": []
        },
        "knowledge representation": {
            "translated_key": [],
            "translated_annotated_text": "Un sistema de diseño para costear el desarrollo innovador de productos Presenta un prototipo de sistema orientado a objetos y basado en reglas para modelar y diseñar costos de productos para automatización en una etapa temprana de diseño. El sistema desarrollado comprende un sistema de modelado sólido de diseño asistido por computadora (CAD), un módulo de selección de materiales, un sistema basado en el conocimiento (KBS), un módulo de optimización de procesos, un diseño para módulo de montaje, un módulo de estimación de costos y una interfaz de usuario. En el sistema desarrollado se consideraron dos procesos de fabricación, a saber, procesos de mecanizado y moldeo por inyección. La principal función del sistema, además de estimar el costo del producto, es generar la planificación inicial del proceso, incluyendo la generación y selección de procesos de mecanizado, su secuencia y sus parámetros de mecanizado, y recomendar la técnica de montaje más económica para un producto y proporcionar sugerencias de mejora del diseño basadas en una técnica de viabilidad del diseño. Además, se genera un informe de estimación de costos por características utilizando el sistema propuesto para destacar las características del alto costo de fabricación. Se utilizaron dos estudios de casos para validar el sistema desarrollado ",
            "error": []
        },
        "moulding": {
            "translated_key": "moldeo",
            "translated_annotated_text": "Un sistema de diseño para costear el desarrollo innovador de productos Presenta un prototipo de sistema orientado a objetos y basado en reglas para modelar y diseñar costos de productos para automatización en una etapa temprana de diseño. El sistema desarrollado comprende un sistema de modelado sólido de diseño asistido por computadora (CAD), un módulo de selección de materiales, un sistema basado en el conocimiento (KBS), un módulo de optimización de procesos, un diseño para módulo de montaje, un módulo de estimación de costos y una interfaz de usuario. En el sistema desarrollado se consideraron dos procesos de fabricación, a saber, procesos de mecanizado e inyección <br>moldeo</br>. La principal función del sistema, además de estimar el costo del producto, es generar la planificación inicial del proceso, incluyendo la generación y selección de procesos de mecanizado, su secuencia y sus parámetros de mecanizado, y recomendar la técnica de montaje más económica para un producto y proporcionar sugerencias de mejora del diseño basadas en una técnica de viabilidad del diseño. Además, se genera un informe de estimación de costos por características utilizando el sistema propuesto para destacar las características del alto costo de fabricación. Se utilizaron dos estudios de casos para validar el sistema desarrollado ",
            "error": [
                ""
            ]
        },
        "product development": {
            "translated_key": [],
            "translated_annotated_text": "Un sistema de diseño a costo para el desarrollo innovador de productos Presenta un prototipo de sistema orientado a objetos y basado en reglas para el modelado y diseño de costos de productos para la automatización en una etapa temprana de diseño.  El sistema desarrollado comprende un sistema de modelado sólido de diseño asistido por computadora (CAD), un módulo de selección de materiales, un sistema basado en el conocimiento (KBS), un módulo de optimización de procesos, un diseño para módulo de montaje, un módulo de estimación de costos y una interfaz de usuario. En el sistema desarrollado se consideraron dos procesos de fabricación, a saber, procesos de mecanizado y moldeo por inyección. La principal función del sistema, además de estimar el costo del producto, es generar la planificación inicial del proceso, incluyendo la generación y selección de procesos de mecanizado, su secuencia y sus parámetros de mecanizado, y recomendar la técnica de montaje más económica para un producto y proporcionar sugerencias de mejora del diseño basadas en una técnica de viabilidad del diseño. Además, se genera un informe de estimación de costos por características utilizando el sistema propuesto para destacar las características del alto costo de fabricación. Se utilizaron dos estudios de casos para validar el sistema desarrollado ",
            "error": []
        },
        "solid modelling": {
            "translated_key": "sólido de modelización",
            "translated_annotated_text": "Un sistema de diseño para costear el desarrollo innovador de productos Presenta un prototipo de sistema orientado a objetos y basado en reglas para modelar y diseñar costos de productos para automatización en una etapa temprana de diseño. El sistema desarrollado comprende un sistema de diseño asistido por ordenador (CAD) <br>sólido de modelización</br>, un módulo de selección de materiales, un sistema basado en el conocimiento (KBS), un módulo de optimización de procesos, un diseño para módulo de montaje, un módulo de estimación de costos y una interfaz de usuario. En el sistema desarrollado se consideraron dos procesos de fabricación, a saber, procesos de mecanizado y moldeo por inyección. La principal función del sistema, además de estimar el costo del producto, es generar la planificación inicial del proceso, incluyendo la generación y selección de procesos de mecanizado, su secuencia y sus parámetros de mecanizado, y recomendar la técnica de montaje más económica para un producto y proporcionar sugerencias de mejora del diseño basadas en una técnica de viabilidad del diseño. Además, se genera un informe de estimación de costos por características utilizando el sistema propuesto para destacar las características del alto costo de fabricación. Se utilizaron dos estudios de casos para validar el sistema desarrollado ",
            "error": [
                ""
            ]
        }
    }
}