{
    "original_text": "Re-examining the machining frictional boundary conditions using fractals Presents experimental evidence for the existence of non-Euclidean contact geometry at the tool-chip interface in the machining of aluminium alloy, which challenges conventional assumptions. The geometry of contact at the tool rake face is modelled using fractals and a dimension is computed for its description. The variation in the fractal dimension with the cutting speed is explored",
    "original_translation": "Reexamen de las condiciones del límite de fricción del mecanizado utilizando fractales Presenta evidencia experimental de la existencia de geometría de contacto no euclidiana en la interfaz herramienta-chip en el mecanizado de aleación de aluminio, que desafía supuestos convencionales. La geometría del contacto en la cara del rastrillo de herramientas se modela utilizando fractales y se calcula una dimensión para su descripción. Se explora la variación de la dimensión fractal con la velocidad de corte",
    "error_count": 6,
    "keys": {
        "machining frictional boundary conditions": {
            "translated_key": "condiciones límite de fricción de mecanizado",
            "translated_annotated_text": "Reexamen de las \"condiciones límite de fricción de mecanizado\" utilizando fractales Presenta evidencia experimental de la existencia de geometría de contacto no euclidiana en la interfaz herramienta-chip en el mecanizado de aleación de aluminio, que desafía los supuestos convencionales. La geometría del contacto en la cara del rastrillo de herramientas se modela utilizando fractales y se calcula una dimensión para su descripción. Se explora la variación de la dimensión fractal con la velocidad de corte ",
            "error": [
                ""
            ]
        },
        "fractals": {
            "translated_key": "fractales",
            "translated_annotated_text": "Reexamen de las condiciones del límite de fricción del mecanizado utilizando \"fractales\" Presenta evidencia experimental de la existencia de geometría de contacto no euclidiana en la interfaz herramienta-chip en el mecanizado de aleación de aluminio, que desafía supuestos convencionales. La geometría del contacto en la cara del rastrillo de herramientas se modela utilizando \"fractales\" y se calcula una dimensión para su descripción. Se explora la variación de la dimensión fractal con la velocidad de corte ",
            "error": [
                ""
            ]
        },
        "nonEuclidean contact geometry": {
            "translated_key": [],
            "translated_annotated_text": "Reexamen de las condiciones del límite de fricción del mecanizado utilizando fractales Presenta evidencia experimental de la existencia de geometría de contacto no euclidiana en la interfaz herramienta-chip en el mecanizado de aleación de aluminio, que desafía supuestos convencionales. La geometría del contacto en la cara del rastrillo de herramientas se modela utilizando fractales y se calcula una dimensión para su descripción. Se explora la variación de la dimensión fractal con la velocidad de corte ",
            "error": []
        },
        "tool-chip interface": {
            "translated_key": "interfaz de herramientas-chip",
            "translated_annotated_text": "Reexamen de las condiciones del límite de fricción del mecanizado utilizando fractales Presenta evidencia experimental de la existencia de geometría de contacto no euclidiana en la \"interfaz de herramientas-chip\" en el mecanizado de aleación de aluminio, que desafía supuestos convencionales. La geometría del contacto en la cara del rastrillo de herramientas se modela utilizando fractales y se calcula una dimensión para su descripción. Se explora la variación de la dimensión fractal con la velocidad de corte ",
            "error": [
                ""
            ]
        },
        "aluminium alloy": {
            "translated_key": "aleación de aluminio",
            "translated_annotated_text": "Reexamen de las condiciones del límite de fricción del mecanizado utilizando fractales Presenta evidencia experimental de la existencia de geometría de contacto no euclidiana en la interfaz herramienta-chip en el mecanizado de \"aleación de aluminio\", que desafía supuestos convencionales. La geometría del contacto en la cara del rastrillo de herramientas se modela utilizando fractales y se calcula una dimensión para su descripción. Se explora la variación de la dimensión fractal con la velocidad de corte ",
            "error": [
                ""
            ]
        },
        "contact geometry": {
            "translated_key": "geometría de contacto",
            "translated_annotated_text": "Reexamen de las condiciones del límite de fricción del mecanizado utilizando fractales Presenta evidencia experimental de la existencia de la \"geometría de contacto\" no euclidiana en la interfaz herramienta-chip en el mecanizado de aleación de aluminio, que desafía supuestos convencionales. La geometría del contacto en la cara del rastrillo de herramientas se modela utilizando fractales y se calcula una dimensión para su descripción. Se explora la variación de la dimensión fractal con la velocidad de corte ",
            "error": [
                ""
            ]
        },
        "tool rake face": {
            "translated_key": "cara del rastrillo de herramientas",
            "translated_annotated_text": "Reexamen de las condiciones del límite de fricción del mecanizado utilizando fractales Presenta evidencia experimental de la existencia de geometría de contacto no euclidiana en la interfaz herramienta-chip en el mecanizado de aleación de aluminio, que desafía supuestos convencionales. La geometría del contacto en la \"cara del rastrillo de herramientas\" se modela utilizando fractales y se calcula una dimensión para su descripción. Se explora la variación de la dimensión fractal con la velocidad de corte ",
            "error": [
                ""
            ]
        },
        "cutting speed": {
            "translated_key": "velocidad de corte",
            "translated_annotated_text": "Reexamen de las condiciones del límite de fricción del mecanizado utilizando fractales Presenta evidencia experimental de la existencia de geometría de contacto no euclidiana en la interfaz herramienta-chip en el mecanizado de aleación de aluminio, que desafía supuestos convencionales. La geometría del contacto en la cara del rastrillo de herramientas se modela utilizando fractales y se calcula una dimensión para su descripción. Se explora la variación en la dimensión fractal con la \"velocidad de corte\" ",
            "error": [
                ""
            ]
        },
        "Al": {
            "translated_key": [],
            "translated_annotated_text": "Reexamen de las condiciones del límite de fricción del mecanizado utilizando fractales Presenta evidencia experimental de la existencia de geometría de contacto no euclidiana en la interfaz herramienta-chip en el mecanizado de aleación de aluminio, que desafía supuestos convencionales. La geometría del contacto en la cara del rastrillo de herramientas se modela utilizando fractales y se calcula una dimensión para su descripción. Se explora la variación de la dimensión fractal con la velocidad de corte ",
            "error": []
        },
        "aluminium alloys": {
            "translated_key": [],
            "translated_annotated_text": "Reexamen de las condiciones del límite de fricción del mecanizado utilizando fractales Presenta evidencia experimental de la existencia de geometría de contacto no euclidiana en la interfaz herramienta-chip en el mecanizado de aleación de aluminio, que desafía supuestos convencionales. La geometría del contacto en la cara del rastrillo de herramientas se modela utilizando fractales y se calcula una dimensión para su descripción. Se explora la variación de la dimensión fractal con la velocidad de corte ",
            "error": []
        },
        "cutting": {
            "translated_key": [],
            "translated_annotated_text": "Reexamen de las condiciones del límite de fricción del mecanizado utilizando fractales Presenta evidencia experimental de la existencia de geometría de contacto no euclidiana en la interfaz herramienta-chip en el mecanizado de aleación de aluminio, que desafía supuestos convencionales. La geometría del contacto en la cara del rastrillo de herramientas se modela utilizando fractales y se calcula una dimensión para su descripción. Se explora la variación de la dimensión fractal con la velocidad de corte ",
            "error": []
        },
        "friction": {
            "translated_key": [],
            "translated_annotated_text": "Reexamen de las condiciones del límite de fricción del mecanizado utilizando fractales Presenta evidencia experimental de la existencia de geometría de contacto no euclidiana en la interfaz herramienta-chip en el mecanizado de aleación de aluminio, que desafía supuestos convencionales. La geometría del contacto en la cara del rastrillo de herramientas se modela utilizando fractales y se calcula una dimensión para su descripción. Se explora la variación de la dimensión fractal con la velocidad de corte ",
            "error": []
        },
        "geometry": {
            "translated_key": "geometría",
            "translated_annotated_text": "Reexamen de las condiciones del límite de fricción del mecanizado mediante fractales Presenta evidencia experimental de la existencia de \"geometría\" de contacto no euclidiana en la interfaz herramienta-chip en el mecanizado de aleación de aluminio, que desafía supuestos convencionales. La \"geometría\" del contacto en la cara del rastrillo de herramientas se modela utilizando fractales y se calcula una dimensión para su descripción. Se explora la variación de la dimensión fractal con la velocidad de corte ",
            "error": [
                ""
            ]
        },
        "machine tools": {
            "translated_key": [],
            "translated_annotated_text": "Reexamen de las condiciones del límite de fricción del mecanizado utilizando fractales Presenta evidencia experimental de la existencia de geometría de contacto no euclidiana en la interfaz herramienta-chip en el mecanizado de aleación de aluminio, que desafía supuestos convencionales. La geometría del contacto en la cara del rastrillo de herramientas se modela utilizando fractales y se calcula una dimensión para su descripción. Se explora la variación de la dimensión fractal con la velocidad de corte ",
            "error": []
        },
        "machining": {
            "translated_key": "maquinado",
            "translated_annotated_text": "Reexamen de las condiciones del límite de fricción \"maquinado\" utilizando fractales Presenta evidencia experimental de la existencia de geometría de contacto no euclidiana en la interfaz herramienta-chip en el \"maquinado\" de aleación de aluminio, que desafía supuestos convencionales. La geometría del contacto en la cara del rastrillo de herramientas se modela utilizando fractales y se calcula una dimensión para su descripción. Se explora la variación de la dimensión fractal con la velocidad de corte ",
            "error": [
                ""
            ]
        }
    }
}