{
    "original_text": "Layer-based machining: recent development and support structure design There is growing interest in additive and subtractive shaping theories that are synthesized to integrate the layered manufacturing process and material removal process. Layer-based machining has emerged as a promising method for integrated additive and subtractive shaping theory. In the paper, major layer-based machining systems are reviewed and compared according to characteristics of stock layers, numerical control machining configurations, stacking operations, input format and raw materials. Support structure, a major issue in machining-based systems which has seldom been addressed in previous research, is investigated in the paper with considerations of four situations: floating overhang, cantilever, vaulted overhang and ceiling. Except for the floating overhang where a support structure should not be overlooked, the necessity for support structures for the other three situations is determined by stress and deflection analysis. This is demonstrated by the machining of a large castle model",
    "original_translation": "Mecanizado basado en capas: diseño reciente de la estructura de desarrollo y soporte Hay creciente interés en las teorías de conformación aditiva y sustractiva que se sintetizan para integrar el proceso de fabricación en capas y el proceso de eliminación de materiales. El mecanizado basado en capas ha surgido como un método prometedor para la teoría de la conformación aditiva y sustractiva integrada. En el papel, los principales sistemas de mecanizado basados en capas se revisan y comparan según las características de las capas de stock, configuraciones de mecanizado de control numérico, operaciones de apilado, formato de entrada y materias primas. La estructura de soporte, un problema importante en los sistemas basados en el mecanizado que rara vez se ha tratado en investigaciones previas, se investiga en el artículo con consideraciones de cuatro situaciones: voladizo flotante, voladizo, voladizo abovedado y techo. Salvo en el caso del voladizo flotante en el que no se debe pasar por alto una estructura de apoyo, la necesidad de estructuras de apoyo para las otras tres situaciones está determinada por el análisis del estrés y la desviación. Esto se demuestra por el mecanizado de un modelo de castillo grande",
    "error_count": 5,
    "keys": {
        "layer-based machining": {
            "translated_key": "mecanizado a base de capa",
            "translated_annotated_text": "Mecanizado basado en capas: diseño reciente de la estructura de desarrollo y soporte Hay creciente interés en las teorías de conformación aditiva y sustractiva que se sintetizan para integrar el proceso de fabricación en capas y el proceso de eliminación de materiales. El mecanizado basado en capas ha surgido como un método prometedor para la teoría de la conformación aditiva y sustractiva integrada. En el papel, los principales sistemas de \"mecanizado a base de capa\" se revisan y comparan según las características de las capas de stock, configuraciones de mecanizado de control numérico, operaciones de apilado, formato de entrada y materias primas. La estructura de soporte, un problema importante en los sistemas basados en el mecanizado que rara vez se ha tratado en investigaciones previas, se investiga en el artículo con consideraciones de cuatro situaciones: voladizo flotante, voladizo, voladizo abovedado y techo. Salvo en el caso del voladizo flotante en el que no se debe pasar por alto una estructura de apoyo, la necesidad de estructuras de apoyo para las otras tres situaciones está determinada por el análisis del estrés y la desviación. Esto se demuestra por el mecanizado de un modelo de castillo grande ",
            "error": [
                ""
            ]
        },
        "support structure design": {
            "translated_key": "diseño de la estructura de soporte",
            "translated_annotated_text": "Mecanizado basado en capas: desarrollo reciente y \"diseño de la estructura de soporte\" Hay creciente interés en las teorías de conformación aditiva y sustractiva que se sintetizan para integrar el proceso de fabricación en capas y el proceso de eliminación de materiales. El mecanizado basado en capas ha surgido como un método prometedor para la teoría de la conformación aditiva y sustractiva integrada. En el papel, los principales sistemas de mecanizado basados en capas se revisan y comparan según las características de las capas de stock, configuraciones de mecanizado de control numérico, operaciones de apilado, formato de entrada y materias primas. La estructura de soporte, un problema importante en los sistemas basados en el mecanizado que rara vez se ha tratado en investigaciones previas, se investiga en el artículo con consideraciones de cuatro situaciones: voladizo flotante, voladizo, voladizo abovedado y techo. Salvo en el caso del voladizo flotante en el que no se debe pasar por alto una estructura de apoyo, la necesidad de estructuras de apoyo para las otras tres situaciones está determinada por el análisis del estrés y la desviación. Esto se demuestra por el mecanizado de un modelo de castillo grande ",
            "error": [
                ""
            ]
        },
        "additive shaping theories": {
            "translated_key": [],
            "translated_annotated_text": "Mecanizado basado en capas: diseño reciente de la estructura de desarrollo y soporte Hay creciente interés en las teorías de conformación aditiva y sustractiva que se sintetizan para integrar el proceso de fabricación en capas y el proceso de eliminación de materiales. El mecanizado basado en capas ha surgido como un método prometedor para la teoría de la conformación aditiva y sustractiva integrada. En el papel, los principales sistemas de mecanizado basados en capas se revisan y comparan según las características de las capas de stock, configuraciones de mecanizado de control numérico, operaciones de apilado, formato de entrada y materias primas. La estructura de soporte, un problema importante en los sistemas basados en el mecanizado que rara vez se ha tratado en investigaciones previas, se investiga en el artículo con consideraciones de cuatro situaciones: voladizo flotante, voladizo, voladizo abovedado y techo. Salvo en el caso del voladizo flotante en el que no se debe pasar por alto una estructura de apoyo, la necesidad de estructuras de apoyo para las otras tres situaciones está determinada por el análisis del estrés y la desviación. Esto se demuestra por el mecanizado de un modelo de castillo grande ",
            "error": []
        },
        "subtractive shaping theories": {
            "translated_key": "teorías de conformación subtractivas",
            "translated_annotated_text": "Mecanizado basado en capas: diseño reciente de la estructura de desarrollo y soporte Hay un creciente interés en las \"teorías de conformación subtractivas\" que se sintetizan para integrar el proceso de fabricación en capas y el proceso de eliminación de materiales. El mecanizado basado en capas ha surgido como un método prometedor para la teoría de la conformación aditiva y sustractiva integrada. En el papel, los principales sistemas de mecanizado basados en capas se revisan y comparan según las características de las capas de stock, configuraciones de mecanizado de control numérico, operaciones de apilado, formato de entrada y materias primas. La estructura de soporte, un problema importante en los sistemas basados en el mecanizado que rara vez se ha tratado en investigaciones previas, se investiga en el artículo con consideraciones de cuatro situaciones: voladizo flotante, voladizo, voladizo abovedado y techo. Salvo en el caso del voladizo flotante en el que no se debe pasar por alto una estructura de apoyo, la necesidad de estructuras de apoyo para las otras tres situaciones está determinada por el análisis del estrés y la desviación. Esto se demuestra por el mecanizado de un modelo de castillo grande ",
            "error": [
                ""
            ]
        },
        "layered manufacturing process": {
            "translated_key": "proceso de fabricación en capas",
            "translated_annotated_text": "Mecanizado basado en capas: diseño reciente de la estructura de desarrollo y soporte Hay creciente interés en las teorías de conformación aditiva y sustractiva que se sintetizan para integrar el \"proceso de fabricación en capas\" y el proceso de eliminación de materiales. El mecanizado basado en capas ha surgido como un método prometedor para la teoría de la conformación aditiva y sustractiva integrada. En el papel, los principales sistemas de mecanizado basados en capas se revisan y comparan según las características de las capas de stock, configuraciones de mecanizado de control numérico, operaciones de apilado, formato de entrada y materias primas. La estructura de soporte, un problema importante en los sistemas basados en el mecanizado que rara vez se ha tratado en investigaciones previas, se investiga en el artículo con consideraciones de cuatro situaciones: voladizo flotante, voladizo, voladizo abovedado y techo. Salvo en el caso del voladizo flotante en el que no se debe pasar por alto una estructura de apoyo, la necesidad de estructuras de apoyo para las otras tres situaciones está determinada por el análisis del estrés y la desviación. Esto se demuestra por el mecanizado de un modelo de castillo grande ",
            "error": [
                ""
            ]
        },
        "material removal process": {
            "translated_key": "proceso de eliminación de materiales",
            "translated_annotated_text": "Mecanizado basado en capas: diseño reciente de la estructura de desarrollo y soporte Hay creciente interés en las teorías de conformación aditiva y sustractiva que se sintetizan para integrar el proceso de fabricación en capas y el \"proceso de eliminación de materiales\". El mecanizado basado en capas ha surgido como un método prometedor para la teoría de la conformación aditiva y sustractiva integrada. En el papel, los principales sistemas de mecanizado basados en capas se revisan y comparan según las características de las capas de stock, configuraciones de mecanizado de control numérico, operaciones de apilado, formato de entrada y materias primas. La estructura de soporte, un problema importante en los sistemas basados en el mecanizado que rara vez se ha tratado en investigaciones previas, se investiga en el artículo con consideraciones de cuatro situaciones: voladizo flotante, voladizo, voladizo abovedado y techo. Salvo en el caso del voladizo flotante en el que no se debe pasar por alto una estructura de apoyo, la necesidad de estructuras de apoyo para las otras tres situaciones está determinada por el análisis del estrés y la desviación. Esto se demuestra por el mecanizado de un modelo de castillo grande ",
            "error": [
                ""
            ]
        },
        "stock layers": {
            "translated_key": "capas de stock",
            "translated_annotated_text": "Mecanizado basado en capas: diseño reciente de la estructura de desarrollo y soporte Hay creciente interés en las teorías de conformación aditiva y sustractiva que se sintetizan para integrar el proceso de fabricación en capas y el proceso de eliminación de materiales. El mecanizado basado en capas ha surgido como un método prometedor para la teoría de la conformación aditiva y sustractiva integrada. En el papel, los principales sistemas de mecanizado basados en capas se revisan y comparan según las características de \"capas de stock\", configuraciones de mecanizado de control numérico, operaciones de apilado, formato de entrada y materias primas. La estructura de soporte, un problema importante en los sistemas basados en el mecanizado que rara vez se ha tratado en investigaciones previas, se investiga en el artículo con consideraciones de cuatro situaciones: voladizo flotante, voladizo, voladizo abovedado y techo. Salvo en el caso del voladizo flotante en el que no se debe pasar por alto una estructura de apoyo, la necesidad de estructuras de apoyo para las otras tres situaciones está determinada por el análisis del estrés y la desviación. Esto se demuestra por el mecanizado de un modelo de castillo grande ",
            "error": [
                ""
            ]
        },
        "numerical control machining configurations": {
            "translated_key": "configuraciones de mecanizado de control numérico",
            "translated_annotated_text": "Mecanizado basado en capas: diseño reciente de la estructura de desarrollo y soporte Hay creciente interés en las teorías de conformación aditiva y sustractiva que se sintetizan para integrar el proceso de fabricación en capas y el proceso de eliminación de materiales. El mecanizado basado en capas ha surgido como un método prometedor para la teoría de la conformación aditiva y sustractiva integrada. En el papel, los principales sistemas de mecanizado basados en capas se revisan y comparan según las características de las capas de stock, \"configuraciones de mecanizado de control numérico\", operaciones de apilado, formato de entrada y materias primas. La estructura de soporte, un problema importante en los sistemas basados en el mecanizado que rara vez se ha tratado en investigaciones previas, se investiga en el artículo con consideraciones de cuatro situaciones: voladizo flotante, voladizo, voladizo abovedado y techo. Salvo en el caso del voladizo flotante en el que no se debe pasar por alto una estructura de apoyo, la necesidad de estructuras de apoyo para las otras tres situaciones está determinada por el análisis del estrés y la desviación. Esto se demuestra por el mecanizado de un modelo de castillo grande ",
            "error": [
                ""
            ]
        },
        "stacking operations": {
            "translated_key": "operaciones de apilado",
            "translated_annotated_text": "Mecanizado basado en capas: diseño reciente de la estructura de desarrollo y soporte Hay creciente interés en las teorías de conformación aditiva y sustractiva que se sintetizan para integrar el proceso de fabricación en capas y el proceso de eliminación de materiales. El mecanizado basado en capas ha surgido como un método prometedor para la teoría de la conformación aditiva y sustractiva integrada. En el papel, los principales sistemas de mecanizado basados en capas se revisan y comparan según las características de las capas de stock, configuraciones de mecanizado de control numérico, \"operaciones de apilado\", formato de entrada y materias primas. La estructura de soporte, un problema importante en los sistemas basados en el mecanizado que rara vez se ha tratado en investigaciones previas, se investiga en el artículo con consideraciones de cuatro situaciones: voladizo flotante, voladizo, voladizo abovedado y techo. Salvo en el caso del voladizo flotante en el que no se debe pasar por alto una estructura de apoyo, la necesidad de estructuras de apoyo para las otras tres situaciones está determinada por el análisis del estrés y la desviación. Esto se demuestra por el mecanizado de un modelo de castillo grande ",
            "error": [
                ""
            ]
        },
        "input format": {
            "translated_key": "formato de entrada",
            "translated_annotated_text": "Mecanizado basado en capas: diseño reciente de la estructura de desarrollo y soporte Hay creciente interés en las teorías de conformación aditiva y sustractiva que se sintetizan para integrar el proceso de fabricación en capas y el proceso de eliminación de materiales. El mecanizado basado en capas ha surgido como un método prometedor para la teoría de la conformación aditiva y sustractiva integrada. En el papel, los principales sistemas de mecanizado basados en capas se revisan y comparan según las características de las capas de stock, configuraciones de mecanizado de control numérico, operaciones de apilado, \"formato de entrada\" y materias primas. La estructura de soporte, un problema importante en los sistemas basados en el mecanizado que rara vez se ha tratado en investigaciones previas, se investiga en el artículo con consideraciones de cuatro situaciones: voladizo flotante, voladizo, voladizo abovedado y techo. Salvo en el caso del voladizo flotante en el que no se debe pasar por alto una estructura de apoyo, la necesidad de estructuras de apoyo para las otras tres situaciones está determinada por el análisis del estrés y la desviación. Esto se demuestra por el mecanizado de un modelo de castillo grande ",
            "error": [
                ""
            ]
        },
        "raw materials": {
            "translated_key": "materias primas",
            "translated_annotated_text": "Mecanizado basado en capas: diseño reciente de la estructura de desarrollo y soporte Hay creciente interés en las teorías de conformación aditiva y sustractiva que se sintetizan para integrar el proceso de fabricación en capas y el proceso de eliminación de materiales. El mecanizado basado en capas ha surgido como un método prometedor para la teoría de la conformación aditiva y sustractiva integrada. En el papel, los principales sistemas de mecanizado basados en capas se revisan y comparan según las características de las capas de stock, configuraciones de mecanizado de control numérico, operaciones de apilado, formato de entrada y \"materias primas\". La estructura de soporte, un problema importante en los sistemas basados en el mecanizado que rara vez se ha tratado en investigaciones previas, se investiga en el artículo con consideraciones de cuatro situaciones: voladizo flotante, voladizo, voladizo abovedado y techo. Salvo en el caso del voladizo flotante en el que no se debe pasar por alto una estructura de apoyo, la necesidad de estructuras de apoyo para las otras tres situaciones está determinada por el análisis del estrés y la desviación. Esto se demuestra por el mecanizado de un modelo de castillo grande ",
            "error": [
                ""
            ]
        },
        "floating overhang": {
            "translated_key": [
                "flotante overhang",
                "rebobinado flotante"
            ],
            "translated_annotated_text": "Mecanizado basado en capas: diseño reciente de la estructura de desarrollo y soporte Hay creciente interés en las teorías de conformación aditiva y sustractiva que se sintetizan para integrar el proceso de fabricación en capas y el proceso de eliminación de materiales. El mecanizado basado en capas ha surgido como un método prometedor para la teoría de la conformación aditiva y sustractiva integrada. En el papel, los principales sistemas de mecanizado basados en capas se revisan y comparan según las características de las capas de stock, configuraciones de mecanizado de control numérico, operaciones de apilado, formato de entrada y materias primas. La estructura de soporte, un problema importante en los sistemas basados en el mecanizado que rara vez se ha tratado en investigaciones previas, se investiga en el artículo con consideraciones de cuatro situaciones: \"flotante overhang\", voladizo, voladizo abovedado y techo. Salvo en el caso del \"rebobinado flotante\" en el que no debe pasarse por alto una estructura de apoyo, la necesidad de estructuras de apoyo para las otras tres situaciones está determinada por el análisis de la tensión y la desviación. Esto se demuestra por el mecanizado de un modelo de castillo grande ",
            "error": [
                "flotante overhang",
                "rebobinado flotante"
            ]
        },
        "cantilever": {
            "translated_key": "cantilever",
            "translated_annotated_text": "Mecanizado basado en capas: diseño reciente de la estructura de desarrollo y soporte Hay creciente interés en las teorías de conformación aditiva y sustractiva que se sintetizan para integrar el proceso de fabricación en capas y el proceso de eliminación de materiales. El mecanizado basado en capas ha surgido como un método prometedor para la teoría de la conformación aditiva y sustractiva integrada. En el papel, los principales sistemas de mecanizado basados en capas se revisan y comparan según las características de las capas de stock, configuraciones de mecanizado de control numérico, operaciones de apilado, formato de entrada y materias primas. La estructura de soporte, un problema importante en los sistemas basados en el mecanizado que rara vez se ha tratado en investigaciones previas, se investiga en el artículo con consideraciones de cuatro situaciones: voladizo flotante, \"cantilever\", voladizo abovedado y techo. Salvo en el caso del voladizo flotante en el que no se debe pasar por alto una estructura de apoyo, la necesidad de estructuras de apoyo para las otras tres situaciones está determinada por el análisis del estrés y la desviación. Esto se demuestra por el mecanizado de un modelo de castillo grande ",
            "error": [
                ""
            ]
        },
        "vaulted overhang": {
            "translated_key": [],
            "translated_annotated_text": "Mecanizado basado en capas: diseño reciente de la estructura de desarrollo y soporte Hay creciente interés en las teorías de conformación aditiva y sustractiva que se sintetizan para integrar el proceso de fabricación en capas y el proceso de eliminación de materiales. El mecanizado basado en capas ha surgido como un método prometedor para la teoría de la conformación aditiva y sustractiva integrada. En el papel, los principales sistemas de mecanizado basados en capas se revisan y comparan según las características de las capas de stock, configuraciones de mecanizado de control numérico, operaciones de apilado, formato de entrada y materias primas. La estructura de soporte, un problema importante en los sistemas basados en el mecanizado que rara vez se ha tratado en investigaciones previas, se investiga en el artículo con consideraciones de cuatro situaciones: voladizo flotante, voladizo, voladizo y techo. Salvo en el caso del voladizo flotante en el que no se debe pasar por alto una estructura de apoyo, la necesidad de estructuras de apoyo para las otras tres situaciones está determinada por el análisis del estrés y la desviación. Esto se demuestra por el mecanizado de un modelo de castillo grande ",
            "error": []
        },
        "ceiling": {
            "translated_key": "techo",
            "translated_annotated_text": "Mecanizado basado en capas: diseño reciente de la estructura de desarrollo y soporte Hay creciente interés en las teorías de conformación aditiva y sustractiva que se sintetizan para integrar el proceso de fabricación en capas y el proceso de eliminación de materiales. El mecanizado basado en capas ha surgido como un método prometedor para la teoría de la conformación aditiva y sustractiva integrada. En el papel, los principales sistemas de mecanizado basados en capas se revisan y comparan según las características de las capas de stock, configuraciones de mecanizado de control numérico, operaciones de apilado, formato de entrada y materias primas. La estructura de soporte, un problema importante en los sistemas basados en el mecanizado que rara vez se ha tratado en investigaciones previas, se investiga en el artículo con consideraciones de cuatro situaciones: voladizo flotante, voladizo, voladizo abovedado y \"techo\". Salvo en el caso del voladizo flotante en el que no se debe pasar por alto una estructura de apoyo, la necesidad de estructuras de apoyo para las otras tres situaciones está determinada por el análisis del estrés y la desviación. Esto se demuestra por el mecanizado de un modelo de castillo grande ",
            "error": [
                ""
            ]
        },
        "stress": {
            "translated_key": "estrés",
            "translated_annotated_text": "Mecanizado basado en capas: diseño reciente de la estructura de desarrollo y soporte Hay creciente interés en las teorías de conformación aditiva y sustractiva que se sintetizan para integrar el proceso de fabricación en capas y el proceso de eliminación de materiales. El mecanizado basado en capas ha surgido como un método prometedor para la teoría de la conformación aditiva y sustractiva integrada. En el papel, los principales sistemas de mecanizado basados en capas se revisan y comparan según las características de las capas de stock, configuraciones de mecanizado de control numérico, operaciones de apilado, formato de entrada y materias primas. La estructura de soporte, un problema importante en los sistemas basados en el mecanizado que rara vez se ha tratado en investigaciones previas, se investiga en el artículo con consideraciones de cuatro situaciones: voladizo flotante, voladizo, voladizo abovedado y techo. A excepción del voladizo flotante donde no se debe pasar por alto una estructura de soporte, la necesidad de estructuras de apoyo para las otras tres situaciones está determinada por el \"estrés\" y el análisis de desviación. Esto se demuestra por el mecanizado de un modelo de castillo grande ",
            "error": [
                ""
            ]
        },
        "deflection analysis": {
            "translated_key": "análisis de deflexión",
            "translated_annotated_text": "Mecanizado basado en capas: diseño reciente de la estructura de desarrollo y soporte Hay creciente interés en las teorías de conformación aditiva y sustractiva que se sintetizan para integrar el proceso de fabricación en capas y el proceso de eliminación de materiales. El mecanizado basado en capas ha surgido como un método prometedor para la teoría de la conformación aditiva y sustractiva integrada. En el papel, los principales sistemas de mecanizado basados en capas se revisan y comparan según las características de las capas de stock, configuraciones de mecanizado de control numérico, operaciones de apilado, formato de entrada y materias primas. La estructura de soporte, un problema importante en los sistemas basados en el mecanizado que rara vez se ha tratado en investigaciones previas, se investiga en el artículo con consideraciones de cuatro situaciones: voladizo flotante, voladizo, voladizo abovedado y techo. A excepción del voladizo flotante en el que no se debe pasar por alto una estructura de apoyo, la necesidad de estructuras de apoyo para las otras tres situaciones está determinada por el estrés y el \"análisis de deflexión\". Esto se demuestra por el mecanizado de un modelo de castillo grande ",
            "error": [
                ""
            ]
        },
        "machining": {
            "translated_key": [
                "Maquinado",
                "maquinado",
                "maquinado",
                "maquinado",
                "maquinaje",
                "maquinaje"
            ],
            "translated_annotated_text": "\"Maquinado\" basado en capas: diseño reciente de la estructura de desarrollo y soporte Hay creciente interés en las teorías de conformación aditiva y sustractiva que se sintetizan para integrar el proceso de fabricación en capas y el proceso de eliminación de materiales. El \"maquinado\" basado en capas ha surgido como un método prometedor para la teoría de la conformación aditiva y sustractiva integrada. En el papel, los principales sistemas de \"maquinado\" basados en capas se revisan y comparan según las características de las capas de stock, configuraciones de \"maquinado\" de control numérico, operaciones de apilado, formato de entrada y materias primas. La estructura de apoyo, una cuestión importante en los sistemas basados en el \"maquinaje\", que rara vez se ha abordado en investigaciones previas, se investiga en el artículo con consideraciones de cuatro situaciones: voladizo flotante, voladizo, voladizo abovedado y techo. Salvo en el caso del voladizo flotante en el que no se debe pasar por alto una estructura de apoyo, la necesidad de estructuras de apoyo para las otras tres situaciones está determinada por el análisis del estrés y la desviación. Esto lo demuestra el \"maquinaje\" de un gran modelo de castillo ",
            "error": [
                "Maquinado",
                "maquinado",
                "maquinado",
                "maquinado",
                "maquinaje",
                "maquinaje"
            ]
        },
        "numerical control": {
            "translated_key": "control numérico",
            "translated_annotated_text": "Mecanizado basado en capas: diseño reciente de la estructura de desarrollo y soporte Hay creciente interés en las teorías de conformación aditiva y sustractiva que se sintetizan para integrar el proceso de fabricación en capas y el proceso de eliminación de materiales. El mecanizado basado en capas ha surgido como un método prometedor para la teoría de la conformación aditiva y sustractiva integrada. En el papel, los principales sistemas de mecanizado basados en capas se revisan y comparan según las características de las capas de stock, las configuraciones de mecanizado \"control numérico\", las operaciones de apilado, el formato de entrada y las materias primas. La estructura de soporte, un problema importante en los sistemas basados en el mecanizado que rara vez se ha tratado en investigaciones previas, se investiga en el artículo con consideraciones de cuatro situaciones: voladizo flotante, voladizo, voladizo abovedado y techo. Salvo en el caso del voladizo flotante en el que no se debe pasar por alto una estructura de apoyo, la necesidad de estructuras de apoyo para las otras tres situaciones está determinada por el análisis del estrés y la desviación. Esto se demuestra por el mecanizado de un modelo de castillo grande ",
            "error": [
                ""
            ]
        },
        "rapid prototyping (industrial)": {
            "translated_key": [],
            "translated_annotated_text": "Mecanizado basado en capas: diseño reciente de la estructura de desarrollo y soporte Hay creciente interés en las teorías de conformación aditiva y sustractiva que se sintetizan para integrar el proceso de fabricación en capas y el proceso de eliminación de materiales. El mecanizado basado en capas ha surgido como un método prometedor para la teoría de la conformación aditiva y sustractiva integrada. En el papel, los principales sistemas de mecanizado basados en capas se revisan y comparan según las características de las capas de stock, configuraciones de mecanizado de control numérico, operaciones de apilado, formato de entrada y materias primas. La estructura de soporte, un problema importante en los sistemas basados en el mecanizado que rara vez se ha tratado en investigaciones previas, se investiga en el artículo con consideraciones de cuatro situaciones: voladizo flotante, voladizo, voladizo abovedado y techo. Salvo en el caso del voladizo flotante en el que no se debe pasar por alto una estructura de apoyo, la necesidad de estructuras de apoyo para las otras tres situaciones está determinada por el análisis del estrés y la desviación. Esto se demuestra por el mecanizado de un modelo de castillo grande ",
            "error": []
        }
    }
}