{
    "original_text": "Discrete output feedback sliding mode control of second order systems - a moving switching line approach The sliding mode control systems (SMCS) for which the switching variable is designed independent of the initial conditions are known to be sensitive to parameter variations and extraneous disturbances during the reaching phase. For second order systems this drawback is eliminated by using the moving switching line technique where the switching line is initially designed to pass the initial conditions and is subsequently moved towards a predetermined switching line. In this paper, we make use of the above idea of moving switching line together with the reaching law approach to design a discrete output feedback sliding mode control. The main contributions of this work are such that we do not require to use system states as it makes use of only the output samples for designing the controller. and by using the moving switching line a low sensitivity system is obtained through shortening the reaching phase. Simulation results show that the fast output sampling feedback guarantees sliding motion similar to that obtained using state feedback",
    "original_translation": "Control discreto del modo deslizante de la salida de los sistemas de segundo orden - un enfoque de línea de conmutación móvil Los sistemas de control del modo deslizante (SMCS) para los que la variable de conmutación está diseñada independientemente de las condiciones iniciales se sabe que son sensibles a las variaciones de parámetros y a las perturbaciones ajenas durante la fase de llegada. Para los sistemas de segundo orden este inconveniente se elimina mediante la técnica de línea de conmutación en movimiento, donde la línea de conmutación está diseñada inicialmente para pasar las condiciones iniciales y posteriormente se mueve hacia una línea de conmutación predeterminada. En este artículo, hacemos uso de la idea anterior de la línea de conmutación en movimiento junto con el enfoque de la ley de alcance para diseñar un control discreto del modo deslizante de retroalimentación de salida. Las principales contribuciones de este trabajo son tales que no requerimos utilizar estados del sistema ya que hace uso solamente de las muestras de salida para diseñar el controlador. y mediante el uso de la línea de conmutación en movimiento se obtiene un sistema de baja sensibilidad mediante el acortamiento de la fase de llegada. Los resultados de la simulación muestran que la rápida retroalimentación del muestreo de salida garantiza un movimiento deslizante similar al obtenido utilizando la retroalimentación del estado",
    "error_count": 6,
    "keys": {
        "sliding mode control": {
            "translated_key": [
                "sliding mode control",
                "sliding mode control",
                "sliding "
            ],
            "translated_annotated_text": "Realimentación de salida discreta <br>sliding mode control</br> de sistemas de segundo orden - una aproximación de línea de conmutación en movimiento Los sistemas <br>sliding mode control</br> para los que la variable de conmutación está diseñada independientemente de las condiciones iniciales se sabe que son sensibles a las variaciones de parámetros y perturbaciones extrañas durante la fase de llegada. Para los sistemas de segundo orden este inconveniente se elimina mediante la técnica de línea de conmutación en movimiento, donde la línea de conmutación está diseñada inicialmente para pasar las condiciones iniciales y posteriormente se mueve hacia una línea de conmutación predeterminada. En este artículo, hacemos uso de la idea anterior de mover la línea de conmutación junto con el enfoque de la ley de alcance para diseñar un control discreto del modo de salida <br>sliding </br>. Las principales contribuciones de este trabajo son tales que no requerimos utilizar estados del sistema ya que hace uso solamente de las muestras de salida para diseñar el controlador. y mediante el uso de la línea de conmutación en movimiento se obtiene un sistema de baja sensibilidad mediante el acortamiento de la fase de llegada. Los resultados de la simulación muestran que la rápida retroalimentación del muestreo de salida garantiza un movimiento deslizante similar al obtenido utilizando la retroalimentación del estado ",
            "error": [
                "sliding mode control",
                "sliding mode control",
                "sliding "
            ]
        },
        "switching variable": {
            "translated_key": "switching",
            "translated_annotated_text": "Control discreto del modo deslizante de la salida de los sistemas de segundo orden - una aproximación de la línea de conmutación en movimiento Los sistemas de control del modo deslizante (SMCS) para los que la variable <br>switching</br> está diseñada independientemente de las condiciones iniciales se sabe que son sensibles a las variaciones de parámetros y a las perturbaciones extrañas durante la fase de llegada. Para los sistemas de segundo orden este inconveniente se elimina mediante la técnica de línea de conmutación en movimiento, donde la línea de conmutación está diseñada inicialmente para pasar las condiciones iniciales y posteriormente se mueve hacia una línea de conmutación predeterminada. En este artículo, hacemos uso de la idea anterior de la línea de conmutación en movimiento junto con el enfoque de la ley de alcance para diseñar un control discreto del modo deslizante de retroalimentación de salida. Las principales contribuciones de este trabajo son tales que no requerimos utilizar estados del sistema ya que hace uso solamente de las muestras de salida para diseñar el controlador. y mediante el uso de la línea de conmutación en movimiento se obtiene un sistema de baja sensibilidad mediante el acortamiento de la fase de llegada. Los resultados de la simulación muestran que la rápida retroalimentación del muestreo de salida garantiza un movimiento deslizante similar al obtenido utilizando la retroalimentación del estado ",
            "error": [
                ""
            ]
        },
        "parameter variations": {
            "translated_key": "paramétricas",
            "translated_annotated_text": "Control del modo deslizante de salida discreta de sistemas de segundo orden - un enfoque de línea de conmutación móvil Los sistemas de control del modo deslizante (SMCS) para los que la variable de conmutación está diseñada independientemente de las condiciones iniciales son sensibles a las variaciones <br>paramétricas</br> y a las perturbaciones extrañas durante la fase de llegada. Para los sistemas de segundo orden este inconveniente se elimina mediante la técnica de línea de conmutación en movimiento, donde la línea de conmutación está diseñada inicialmente para pasar las condiciones iniciales y posteriormente se mueve hacia una línea de conmutación predeterminada. En este artículo, hacemos uso de la idea anterior de la línea de conmutación en movimiento junto con el enfoque de la ley de alcance para diseñar un control discreto del modo deslizante de retroalimentación de salida. Las principales contribuciones de este trabajo son tales que no requerimos utilizar estados del sistema ya que hace uso solamente de las muestras de salida para diseñar el controlador. y mediante el uso de la línea de conmutación en movimiento se obtiene un sistema de baja sensibilidad mediante el acortamiento de la fase de llegada. Los resultados de la simulación muestran que la rápida retroalimentación del muestreo de salida garantiza un movimiento deslizante similar al obtenido utilizando la retroalimentación del estado ",
            "error": [
                ""
            ]
        },
        "moving switching line": {
            "translated_key": [
                "moving switch line",
                "moving switching line",
                "mover la línea de conmutación",
                "moviendo"
            ],
            "translated_annotated_text": "Control discreto del modo deslizante de la salida de los sistemas de segundo orden - un enfoque <br>moving switch line</br> Los sistemas de control del modo deslizante (SMCS) para los que la variable de conmutación está diseñada independientemente de las condiciones iniciales se sabe que son sensibles a variaciones de parámetros y perturbaciones extrañas durante la fase de llegada. Para los sistemas de segundo orden, este inconveniente se elimina mediante la técnica <br>moving switching line</br> donde la línea de conmutación está diseñada inicialmente para pasar las condiciones iniciales y posteriormente se mueve hacia una línea de conmutación predeterminada. En este artículo, hacemos uso de la idea anterior de <br>mover la línea de conmutación</br> junto con el enfoque de la ley de alcance para diseñar un control discreto del modo deslizante de retroalimentación de salida. Las principales contribuciones de este trabajo son tales que no requerimos utilizar estados del sistema ya que hace uso solamente de las muestras de salida para diseñar el controlador. y utilizando la línea de conmutación <br>moviendo</br> se obtiene un sistema de baja sensibilidad mediante el acortamiento de la fase de llegada. Los resultados de la simulación muestran que la rápida retroalimentación del muestreo de salida garantiza un movimiento deslizante similar al obtenido utilizando la retroalimentación del estado ",
            "error": [
                "moving switch line",
                "moving switching line",
                "mover la línea de conmutación",
                "moviendo"
            ]
        },
        "discrete output feedback": {
            "translated_key": "discreto de la salida",
            "translated_annotated_text": "Control discreto del modo deslizante de la salida de los sistemas de segundo orden - un enfoque de línea de conmutación móvil Los sistemas de control del modo deslizante (SMCS) para los que la variable de conmutación está diseñada independientemente de las condiciones iniciales se sabe que son sensibles a las variaciones de parámetros y a las perturbaciones ajenas durante la fase de llegada. Para los sistemas de segundo orden este inconveniente se elimina mediante la técnica de línea de conmutación en movimiento, donde la línea de conmutación está diseñada inicialmente para pasar las condiciones iniciales y posteriormente se mueve hacia una línea de conmutación predeterminada. En este artículo, hacemos uso de la idea anterior de la línea de conmutación en movimiento junto con el enfoque de la ley de alcance para diseñar un control del modo de desplazamiento <br>discreto de la salida</br>. Las principales contribuciones de este trabajo son tales que no requerimos utilizar estados del sistema ya que hace uso solamente de las muestras de salida para diseñar el controlador. y mediante el uso de la línea de conmutación en movimiento se obtiene un sistema de baja sensibilidad mediante el acortamiento de la fase de llegada. Los resultados de la simulación muestran que la rápida retroalimentación del muestreo de salida garantiza un movimiento deslizante similar al obtenido utilizando la retroalimentación del estado ",
            "error": [
                ""
            ]
        },
        "fast output sampling feedback": {
            "translated_key": [],
            "translated_annotated_text": "Control discreto del modo deslizante de la salida de los sistemas de segundo orden - un enfoque de línea de conmutación móvil Los sistemas de control del modo deslizante (SMCS) para los que la variable de conmutación está diseñada independientemente de las condiciones iniciales se sabe que son sensibles a las variaciones de parámetros y a las perturbaciones ajenas durante la fase de llegada. Para los sistemas de segundo orden este inconveniente se elimina mediante la técnica de línea de conmutación en movimiento, donde la línea de conmutación está diseñada inicialmente para pasar las condiciones iniciales y posteriormente se mueve hacia una línea de conmutación predeterminada. En este artículo, hacemos uso de la idea anterior de la línea de conmutación en movimiento junto con el enfoque de la ley de alcance para diseñar un control discreto del modo deslizante de retroalimentación de salida. Las principales contribuciones de este trabajo son tales que no requerimos utilizar estados del sistema ya que hace uso solamente de las muestras de salida para diseñar el controlador. y mediante el uso de la línea de conmutación en movimiento se obtiene un sistema de baja sensibilidad mediante el acortamiento de la fase de llegada. Los resultados de la simulación muestran que la retroalimentación del muestreo de salida rápida <br> garantiza un movimiento deslizante similar al obtenido mediante la retroalimentación del estado ",
            "error": []
        },
        "state feedback": {
            "translated_key": [],
            "translated_annotated_text": "Control discreto del modo deslizante de la salida de los sistemas de segundo orden - un enfoque de línea de conmutación móvil Los sistemas de control del modo deslizante (SMCS) para los que la variable de conmutación está diseñada independientemente de las condiciones iniciales se sabe que son sensibles a las variaciones de parámetros y a las perturbaciones ajenas durante la fase de llegada. Para los sistemas de segundo orden este inconveniente se elimina mediante la técnica de línea de conmutación en movimiento, donde la línea de conmutación está diseñada inicialmente para pasar las condiciones iniciales y posteriormente se mueve hacia una línea de conmutación predeterminada. En este artículo, hacemos uso de la idea anterior de la línea de conmutación en movimiento junto con el enfoque de la ley de alcance para diseñar un control discreto del modo deslizante de retroalimentación de salida. Las principales contribuciones de este trabajo son tales que no requerimos utilizar estados del sistema ya que hace uso solamente de las muestras de salida para diseñar el controlador. y mediante el uso de la línea de conmutación en movimiento se obtiene un sistema de baja sensibilidad mediante el acortamiento de la fase de llegada. Los resultados de la simulación muestran que la rápida retroalimentación del muestreo de salida garantiza un movimiento deslizante similar al obtenido con la retroalimentación del estado <br> ",
            "error": []
        },
        "variable structure systems": {
            "translated_key": [],
            "translated_annotated_text": "Control discreto del modo deslizante de la salida de los sistemas de segundo orden - un enfoque de línea de conmutación móvil Los sistemas de control del modo deslizante (SMCS) para los que la variable de conmutación está diseñada independientemente de las condiciones iniciales se sabe que son sensibles a las variaciones de parámetros y a las perturbaciones ajenas durante la fase de llegada. Para los sistemas de segundo orden este inconveniente se elimina mediante la técnica de línea de conmutación en movimiento, donde la línea de conmutación está diseñada inicialmente para pasar las condiciones iniciales y posteriormente se mueve hacia una línea de conmutación predeterminada. En este artículo, hacemos uso de la idea anterior de la línea de conmutación en movimiento junto con el enfoque de la ley de alcance para diseñar un control discreto del modo deslizante de retroalimentación de salida. Las principales contribuciones de este trabajo son tales que no requerimos utilizar estados del sistema ya que hace uso solamente de las muestras de salida para diseñar el controlador. y mediante el uso de la línea de conmutación en movimiento se obtiene un sistema de baja sensibilidad mediante el acortamiento de la fase de llegada. Los resultados de la simulación muestran que la rápida retroalimentación del muestreo de salida garantiza un movimiento deslizante similar al obtenido utilizando la retroalimentación del estado ",
            "error": []
        }
    }
}