{
    "original_text": "Collective action in the age of the Internet: mass communication and online mobilization This article examines how the Internet transforms collective action. Current practices on the Web bear witness to thriving collective action ranging from persuasive to confrontational, individual to collective, undertakings. Even more influential than direct calls for action is the indirect mobilizing influence of the Internets powers of mass communication, which is boosted by an antiauthoritarian ideology on the Web. Theoretically, collective action through the otherwise socially isolating computer is possible because people rely on internalized group memberships and social identities to achieve social involvement. Empirical evidence from an online survey among environmental activists and nonactivists confirms that online action is considered an equivalent alternative to offline action by activists and nonactivists alike. However, the Internet may slightly alter the motives underlying collective action and thereby alter the nature of collective action and social movements. Perhaps more fundamental is the reverse influence that successful collective action will have on the nature and function of the Internet",
    "original_translation": "Acción colectiva en la era de Internet: comunicación de masas y movilización en línea Este artículo examina cómo Internet transforma la acción colectiva. Las prácticas actuales en la Web dan testimonio de una acción colectiva próspera que va desde la persuasión a la confrontación, individual a colectiva, empresas. Aún más influyente que las llamadas directas a la acción es la influencia movilizadora indirecta de los poderes de la comunicación de masas en Internet, que se ve impulsada por una ideología antiautoritaria en la Web. Teóricamente, la acción colectiva a través de la computadora que de otra manera aislaría socialmente es posible porque las personas dependen de la pertenencia a grupos internalizados y de las identidades sociales para lograr la participación social. La evidencia empírica de una encuesta en línea entre activistas ambientales y no activistas confirma que la acción en línea se considera una alternativa equivalente a la acción fuera de línea por parte de activistas y no activistas por igual. Sin embargo, Internet puede alterar ligeramente los motivos subyacentes a la acción colectiva y, por lo tanto, alterar la naturaleza de la acción colectiva y los movimientos sociales. Tal vez más fundamental es la influencia inversa que la acción colectiva exitosa tendrá en la naturaleza y la función de Internet.",
    "error_count": 10,
    "keys": {
        "Internet": {
            "translated_key": "Internet",
            "translated_annotated_text": "Acción colectiva en la era de la <br>Internet</br>: comunicación de masas y movilización en línea Este artículo examina cómo la <br>Internet</br> transforma la acción colectiva. Las prácticas actuales en la Web dan testimonio de una acción colectiva próspera que va desde la persuasión a la confrontación, individual a colectiva, empresas. Aún más influyente que las llamadas directas a la acción es la influencia movilizadora indirecta de los poderes de la comunicación de masas en Internet, que se ve impulsada por una ideología antiautoritaria en la Web. Teóricamente, la acción colectiva a través de la computadora que de otra manera aislaría socialmente es posible porque las personas dependen de la pertenencia a grupos internalizados y de las identidades sociales para lograr la participación social. La evidencia empírica de una encuesta en línea entre activistas ambientales y no activistas confirma que la acción en línea se considera una alternativa equivalente a la acción fuera de línea por parte de activistas y no activistas por igual. Sin embargo, la <br>Internet</br> puede alterar ligeramente los motivos subyacentes a la acción colectiva y, por lo tanto, alterar la naturaleza de la acción colectiva y los movimientos sociales. Tal vez más fundamental es la influencia inversa que la acción colectiva exitosa tendrá en la naturaleza y la función de la <br>Internet</br> ",
            "error": [
                ""
            ]
        },
        "mass communication": {
            "translated_key": [
                " comunicación masiva",
                "comunicación de masas"
            ],
            "translated_annotated_text": "Acción colectiva en la era de Internet: <br> comunicación masiva</br> y movilización en línea Este artículo examina cómo Internet transforma la acción colectiva. Las prácticas actuales en la Web dan testimonio de una acción colectiva próspera que va desde la persuasión a la confrontación, individual a colectiva, empresas. Aún más influyente que las llamadas directas a la acción es la influencia movilizadora indirecta de los poderes de Internet de la <br>comunicación de masas</br>, que es impulsada por una ideología antiautoritaria en la Web. Teóricamente, la acción colectiva a través de la computadora que de otra manera aislaría socialmente es posible porque las personas dependen de la pertenencia a grupos internalizados y de las identidades sociales para lograr la participación social. La evidencia empírica de una encuesta en línea entre activistas ambientales y no activistas confirma que la acción en línea se considera una alternativa equivalente a la acción fuera de línea por parte de activistas y no activistas por igual. Sin embargo, Internet puede alterar ligeramente los motivos subyacentes a la acción colectiva y, por lo tanto, alterar la naturaleza de la acción colectiva y los movimientos sociales. Tal vez más fundamental es la influencia inversa que la acción colectiva exitosa tendrá en la naturaleza y la función de Internet. ",
            "error": [
                " comunicación masiva",
                "comunicación de masas"
            ]
        },
        "online mobilization": {
            "translated_key": "online",
            "translated_annotated_text": "Acción colectiva en la era de Internet: comunicación de masas y movilización <br>online</br> Este artículo examina cómo Internet transforma la acción colectiva. Las prácticas actuales en la Web dan testimonio de una acción colectiva próspera que va desde la persuasión a la confrontación, individual a colectiva, empresas. Aún más influyente que las llamadas directas a la acción es la influencia movilizadora indirecta de los poderes de la comunicación de masas en Internet, que se ve impulsada por una ideología antiautoritaria en la Web. Teóricamente, la acción colectiva a través de la computadora que de otra manera aislaría socialmente es posible porque las personas dependen de la pertenencia a grupos internalizados y de las identidades sociales para lograr la participación social. La evidencia empírica de una encuesta en línea entre activistas ambientales y no activistas confirma que la acción en línea se considera una alternativa equivalente a la acción fuera de línea por parte de activistas y no activistas por igual. Sin embargo, Internet puede alterar ligeramente los motivos subyacentes a la acción colectiva y, por lo tanto, alterar la naturaleza de la acción colectiva y los movimientos sociales. Tal vez más fundamental es la influencia inversa que la acción colectiva exitosa tendrá en la naturaleza y la función de Internet. ",
            "error": [
                ""
            ]
        },
        "collective action": {
            "translated_key": "acción colectiva",
            "translated_annotated_text": "Acción colectiva en la era de Internet: comunicación de masas y movilización en línea Este artículo examina cómo Internet transforma la <br>acción colectiva</br>.  Las prácticas actuales en la Web dan testimonio de una <br>acción colectiva</br> próspera que va desde la persuasión a la confrontación, individual a colectiva, las empresas. <br>acción colectiva</br>. Aún más influyente que las llamadas directas a la acción es la influencia movilizadora indirecta de los poderes de la comunicación de masas en Internet, que se ve impulsada por una ideología antiautoritaria en la Web. Teóricamente, la <br>acción colectiva</br> a través de la computadora que, por lo demás, aísla socialmente es posible porque las personas dependen de la pertenencia a grupos internalizados y de las identidades sociales para lograr la participación social. <br>acción colectiva</br>. La evidencia empírica de una encuesta en línea entre activistas ambientales y no activistas confirma que la acción en línea se considera una alternativa equivalente a la acción fuera de línea por parte de activistas y no activistas por igual. Sin embargo, Internet puede alterar ligeramente los motivos subyacentes a la <br>acción colectiva</br> y, por lo tanto, alterar la naturaleza de la <br>acción colectiva</br> y los movimientos sociales. Tal vez más fundamental es la influencia inversa que la <br>acción colectiva</br> exitosa tendrá en la naturaleza y la función de Internet. <br>acción colectiva</br>. ",
            "error": [
                ""
            ]
        },
        "World Wide Web": {
            "translated_key": [],
            "translated_annotated_text": "Acción colectiva en la era de Internet: comunicación de masas y movilización en línea Este artículo examina cómo Internet transforma la acción colectiva. Las prácticas actuales en la Web dan testimonio de una acción colectiva próspera que va desde la persuasión a la confrontación, individual a colectiva, empresas. Aún más influyente que las llamadas directas a la acción es la influencia movilizadora indirecta de los poderes de la comunicación de masas en Internet, que se ve impulsada por una ideología antiautoritaria en la Web. Teóricamente, la acción colectiva a través de la computadora que de otra manera aislaría socialmente es posible porque las personas dependen de la pertenencia a grupos internalizados y de las identidades sociales para lograr la participación social. La evidencia empírica de una encuesta en línea entre activistas ambientales y no activistas confirma que la acción en línea se considera una alternativa equivalente a la acción fuera de línea por parte de activistas y no activistas por igual. Sin embargo, Internet puede alterar ligeramente los motivos subyacentes a la acción colectiva y, por lo tanto, alterar la naturaleza de la acción colectiva y los movimientos sociales. Tal vez más fundamental es la influencia inversa que la acción colectiva exitosa tendrá en la naturaleza y la función de Internet. ",
            "error": []
        },
        "antiauthoritarian ideology": {
            "translated_key": "ideología antiautoritaria",
            "translated_annotated_text": "Acción colectiva en la era de Internet: comunicación de masas y movilización en línea Este artículo examina cómo Internet transforma la acción colectiva. Las prácticas actuales en la Web dan testimonio de una acción colectiva próspera que va desde la persuasión a la confrontación, individual a colectiva, empresas. Aún más influyente que los llamados directos a la acción es la influencia movilizadora indirecta de los poderes de la comunicación de masas en Internet, que se ve impulsada por una <br>ideología antiautoritaria</br> en la Web. Teóricamente, la acción colectiva a través de la computadora que de otra manera aislaría socialmente es posible porque las personas dependen de la pertenencia a grupos internalizados y de las identidades sociales para lograr la participación social. La evidencia empírica de una encuesta en línea entre activistas ambientales y no activistas confirma que la acción en línea se considera una alternativa equivalente a la acción fuera de línea por parte de activistas y no activistas por igual. Sin embargo, Internet puede alterar ligeramente los motivos subyacentes a la acción colectiva y, por lo tanto, alterar la naturaleza de la acción colectiva y los movimientos sociales. Tal vez más fundamental es la influencia inversa que la acción colectiva exitosa tendrá en la naturaleza y la función de Internet. ",
            "error": [
                ""
            ]
        },
        "group memberships": {
            "translated_key": [],
            "translated_annotated_text": "Acción colectiva en la era de Internet: comunicación de masas y movilización en línea Este artículo examina cómo Internet transforma la acción colectiva. Las prácticas actuales en la Web dan testimonio de una acción colectiva próspera que va desde la persuasión a la confrontación, individual a colectiva, empresas. Aún más influyente que las llamadas directas a la acción es la influencia movilizadora indirecta de los poderes de la comunicación de masas en Internet, que se ve impulsada por una ideología antiautoritaria en la Web. Teóricamente, la acción colectiva a través de la computadora que, por lo demás, aísla socialmente es posible porque las personas dependen de las membresías e identidades sociales de los grupos internalizados para lograr la participación social. La evidencia empírica de una encuesta en línea entre activistas ambientales y no activistas confirma que la acción en línea se considera una alternativa equivalente a la acción fuera de línea por parte de activistas y no activistas por igual. Sin embargo, Internet puede alterar ligeramente los motivos subyacentes a la acción colectiva y, por lo tanto, alterar la naturaleza de la acción colectiva y los movimientos sociales. Tal vez más fundamental es la influencia inversa que la acción colectiva exitosa tendrá en la naturaleza y la función de Internet. ",
            "error": []
        },
        "social identities": {
            "translated_key": "identidades sociales",
            "translated_annotated_text": "Acción colectiva en la era de Internet: comunicación de masas y movilización en línea Este artículo examina cómo Internet transforma la acción colectiva. Las prácticas actuales en la Web dan testimonio de una acción colectiva próspera que va desde la persuasión a la confrontación, individual a colectiva, empresas. Aún más influyente que las llamadas directas a la acción es la influencia movilizadora indirecta de los poderes de la comunicación de masas en Internet, que se ve impulsada por una ideología antiautoritaria en la Web. Teóricamente, la acción colectiva a través de la computadora que, por lo demás, aísla socialmente es posible porque las personas dependen de la pertenencia a grupos internalizados y de las <br>identidades sociales</br> para lograr la implicación social. La evidencia empírica de una encuesta en línea entre activistas ambientales y no activistas confirma que la acción en línea se considera una alternativa equivalente a la acción fuera de línea por parte de activistas y no activistas por igual. Sin embargo, Internet puede alterar ligeramente los motivos subyacentes a la acción colectiva y, por lo tanto, alterar la naturaleza de la acción colectiva y los movimientos sociales. Tal vez más fundamental es la influencia inversa que la acción colectiva exitosa tendrá en la naturaleza y la función de Internet. ",
            "error": [
                ""
            ]
        },
        "online survey": {
            "translated_key": "online",
            "translated_annotated_text": "Acción colectiva en la era de Internet: comunicación de masas y movilización en línea Este artículo examina cómo Internet transforma la acción colectiva. Las prácticas actuales en la Web dan testimonio de una acción colectiva próspera que va desde la persuasión a la confrontación, individual a colectiva, empresas. Aún más influyente que las llamadas directas a la acción es la influencia movilizadora indirecta de los poderes de la comunicación de masas en Internet, que se ve impulsada por una ideología antiautoritaria en la Web. Teóricamente, la acción colectiva a través de la computadora que de otra manera aislaría socialmente es posible porque las personas dependen de la pertenencia a grupos internalizados y de las identidades sociales para lograr la participación social. La evidencia empírica de una encuesta <br>online</br> entre activistas ambientales y no activistas confirma que la acción en línea se considera una alternativa equivalente a la acción fuera de línea por parte de activistas y no activistas por igual. Sin embargo, Internet puede alterar ligeramente los motivos subyacentes a la acción colectiva y, por lo tanto, alterar la naturaleza de la acción colectiva y los movimientos sociales. Tal vez más fundamental es la influencia inversa que la acción colectiva exitosa tendrá en la naturaleza y la función de Internet. ",
            "error": [
                ""
            ]
        },
        "anonymity": {
            "translated_key": [],
            "translated_annotated_text": "Acción colectiva en la era de Internet: comunicación de masas y movilización en línea Este artículo examina cómo Internet transforma la acción colectiva. Las prácticas actuales en la Web dan testimonio de una acción colectiva próspera que va desde la persuasión a la confrontación, individual a colectiva, empresas. Aún más influyente que las llamadas directas a la acción es la influencia movilizadora indirecta de los poderes de la comunicación de masas en Internet, que se ve impulsada por una ideología antiautoritaria en la Web. Teóricamente, la acción colectiva a través de la computadora que de otra manera aislaría socialmente es posible porque las personas dependen de la pertenencia a grupos internalizados y de las identidades sociales para lograr la participación social. La evidencia empírica de una encuesta en línea entre activistas ambientales y no activistas confirma que la acción en línea se considera una alternativa equivalente a la acción fuera de línea por parte de activistas y no activistas por igual. Sin embargo, Internet puede alterar ligeramente los motivos subyacentes a la acción colectiva y, por lo tanto, alterar la naturaleza de la acción colectiva y los movimientos sociales. Tal vez más fundamental es la influencia inversa que la acción colectiva exitosa tendrá en la naturaleza y la función de Internet. ",
            "error": []
        },
        "politics": {
            "translated_key": [],
            "translated_annotated_text": "Acción colectiva en la era de Internet: comunicación de masas y movilización en línea Este artículo examina cómo Internet transforma la acción colectiva. Las prácticas actuales en la Web dan testimonio de una acción colectiva próspera que va desde la persuasión a la confrontación, individual a colectiva, empresas. Aún más influyente que las llamadas directas a la acción es la influencia movilizadora indirecta de los poderes de la comunicación de masas en Internet, que se ve impulsada por una ideología antiautoritaria en la Web. Teóricamente, la acción colectiva a través de la computadora que de otra manera aislaría socialmente es posible porque las personas dependen de la pertenencia a grupos internalizados y de las identidades sociales para lograr la participación social. La evidencia empírica de una encuesta en línea entre activistas ambientales y no activistas confirma que la acción en línea se considera una alternativa equivalente a la acción fuera de línea por parte de activistas y no activistas por igual. Sin embargo, Internet puede alterar ligeramente los motivos subyacentes a la acción colectiva y, por lo tanto, alterar la naturaleza de la acción colectiva y los movimientos sociales. Tal vez más fundamental es la influencia inversa que la acción colectiva exitosa tendrá en la naturaleza y la función de Internet. ",
            "error": []
        },
        "human factors": {
            "translated_key": [],
            "translated_annotated_text": "Acción colectiva en la era de Internet: comunicación de masas y movilización en línea Este artículo examina cómo Internet transforma la acción colectiva. Las prácticas actuales en la Web dan testimonio de una acción colectiva próspera que va desde la persuasión a la confrontación, individual a colectiva, empresas. Aún más influyente que las llamadas directas a la acción es la influencia movilizadora indirecta de los poderes de la comunicación de masas en Internet, que se ve impulsada por una ideología antiautoritaria en la Web. Teóricamente, la acción colectiva a través de la computadora que de otra manera aislaría socialmente es posible porque las personas dependen de la pertenencia a grupos internalizados y de las identidades sociales para lograr la participación social. La evidencia empírica de una encuesta en línea entre activistas ambientales y no activistas confirma que la acción en línea se considera una alternativa equivalente a la acción fuera de línea por parte de activistas y no activistas por igual. Sin embargo, Internet puede alterar ligeramente los motivos subyacentes a la acción colectiva y, por lo tanto, alterar la naturaleza de la acción colectiva y los movimientos sociales. Tal vez más fundamental es la influencia inversa que la acción colectiva exitosa tendrá en la naturaleza y la función de Internet. ",
            "error": []
        },
        "information resources": {
            "translated_key": [],
            "translated_annotated_text": "Acción colectiva en la era de Internet: comunicación de masas y movilización en línea Este artículo examina cómo Internet transforma la acción colectiva. Las prácticas actuales en la Web dan testimonio de una acción colectiva próspera que va desde la persuasión a la confrontación, individual a colectiva, empresas. Aún más influyente que las llamadas directas a la acción es la influencia movilizadora indirecta de los poderes de la comunicación de masas en Internet, que se ve impulsada por una ideología antiautoritaria en la Web. Teóricamente, la acción colectiva a través de la computadora que de otra manera aislaría socialmente es posible porque las personas dependen de la pertenencia a grupos internalizados y de las identidades sociales para lograr la participación social. La evidencia empírica de una encuesta en línea entre activistas ambientales y no activistas confirma que la acción en línea se considera una alternativa equivalente a la acción fuera de línea por parte de activistas y no activistas por igual. Sin embargo, Internet puede alterar ligeramente los motivos subyacentes a la acción colectiva y, por lo tanto, alterar la naturaleza de la acción colectiva y los movimientos sociales. Tal vez más fundamental es la influencia inversa que la acción colectiva exitosa tendrá en la naturaleza y la función de Internet. ",
            "error": []
        },
        "psychology": {
            "translated_key": [],
            "translated_annotated_text": "Acción colectiva en la era de Internet: comunicación de masas y movilización en línea Este artículo examina cómo Internet transforma la acción colectiva. Las prácticas actuales en la Web dan testimonio de una acción colectiva próspera que va desde la persuasión a la confrontación, individual a colectiva, empresas. Aún más influyente que las llamadas directas a la acción es la influencia movilizadora indirecta de los poderes de la comunicación de masas en Internet, que se ve impulsada por una ideología antiautoritaria en la Web. Teóricamente, la acción colectiva a través de la computadora que de otra manera aislaría socialmente es posible porque las personas dependen de la pertenencia a grupos internalizados y de las identidades sociales para lograr la participación social. La evidencia empírica de una encuesta en línea entre activistas ambientales y no activistas confirma que la acción en línea se considera una alternativa equivalente a la acción fuera de línea por parte de activistas y no activistas por igual. Sin embargo, Internet puede alterar ligeramente los motivos subyacentes a la acción colectiva y, por lo tanto, alterar la naturaleza de la acción colectiva y los movimientos sociales. Tal vez más fundamental es la influencia inversa que la acción colectiva exitosa tendrá en la naturaleza y la función de Internet. ",
            "error": []
        },
        "social aspects of automation": {
            "translated_key": [],
            "translated_annotated_text": "Acción colectiva en la era de Internet: comunicación de masas y movilización en línea Este artículo examina cómo Internet transforma la acción colectiva. Las prácticas actuales en la Web dan testimonio de una acción colectiva próspera que va desde la persuasión a la confrontación, individual a colectiva, empresas. Aún más influyente que las llamadas directas a la acción es la influencia movilizadora indirecta de los poderes de la comunicación de masas en Internet, que se ve impulsada por una ideología antiautoritaria en la Web. Teóricamente, la acción colectiva a través de la computadora que de otra manera aislaría socialmente es posible porque las personas dependen de la pertenencia a grupos internalizados y de las identidades sociales para lograr la participación social. La evidencia empírica de una encuesta en línea entre activistas ambientales y no activistas confirma que la acción en línea se considera una alternativa equivalente a la acción fuera de línea por parte de activistas y no activistas por igual. Sin embargo, Internet puede alterar ligeramente los motivos subyacentes a la acción colectiva y, por lo tanto, alterar la naturaleza de la acción colectiva y los movimientos sociales. Tal vez más fundamental es la influencia inversa que la acción colectiva exitosa tendrá en la naturaleza y la función de Internet. ",
            "error": []
        }
    }
}