{
    "original_text": "The effects of asynchronous computer-mediated group interaction on group processes This article reports a study undertaken to investigate some of the social psychological processes underlying computer-supported group discussion in natural computer-mediated contexts. Based on the concept of deindividuation, it was hypothesized that personal identifiability and group identity would be important factors that affect the perceptions and behavior of members of computer-mediated groups. The degree of personal identifiability and the strength of group identity were manipulated across groups of geographically dispersed computer users who took part in e-mail discussions during a 2-week period. The results do not support the association between deindividuation and uninhibited behavior cited in much previous research. Instead, the data provide some support for a social identity perspective of computer-mediated communication, which explains the higher levels uninhibited in identifiable computer-mediated groups. However, predictions based on social identity theory regarding group polarization and group cohesion were not supported. Possible explanations for this are discussed and further research is suggested to resolve these discrepancies",
    "original_translation": "Los efectos de la interacción de grupo mediada por computadora asíncrona en los procesos de grupo Este artículo reporta un estudio realizado para investigar algunos de los procesos psicológicos sociales subyacentes a la discusión de grupo apoyada por computadora en contextos mediados por computadora natural. Basándose en el concepto de desindividuación, se planteó la hipótesis de que la identificación personal y la identidad de grupo serían factores importantes que afectarían las percepciones y el comportamiento de los miembros de grupos mediados por computadora. El grado de identificación personal y la fuerza de la identidad del grupo se manipularon entre grupos de usuarios de computadoras geográficamente dispersos que participaron en conversaciones por correo electrónico durante un período de dos semanas. Los resultados no apoyan la asociación entre la desindividuación y el comportamiento desinhibido citado en muchas investigaciones previas. En su lugar, los datos proporcionan algún apoyo para una perspectiva de identidad social de la comunicación mediada por computadora, lo que explica los niveles más altos desinhibidos en grupos mediados por computadora identificables. Sin embargo, no se apoyaron las predicciones basadas en la teoría de la identidad social con respecto a la polarización y cohesión de los grupos. Se discuten posibles explicaciones al respecto y se sugiere seguir investigando para resolver estas discrepancias.",
    "error_count": 10,
    "keys": {
        "asynchronous computer-mediated group interaction": {
            "translated_key": "interacción grupal mediada por ordenador asincrónica",
            "translated_annotated_text": "Los efectos de la \"interacción grupal mediada por ordenador asincrónica\" en los procesos grupales Este artículo reporta un estudio realizado para investigar algunos de los procesos psicológicos sociales subyacentes a la discusión grupal apoyada por computadora en contextos naturales mediados por computadora. Basándose en el concepto de desindividuación, se planteó la hipótesis de que la identificación personal y la identidad de grupo serían factores importantes que afectarían las percepciones y el comportamiento de los miembros de grupos mediados por computadora. El grado de identificación personal y la fuerza de la identidad del grupo se manipularon entre grupos de usuarios de computadoras geográficamente dispersos que participaron en conversaciones por correo electrónico durante un período de dos semanas. Los resultados no apoyan la asociación entre la desindividuación y el comportamiento desinhibido citado en muchas investigaciones previas. En su lugar, los datos proporcionan algún apoyo para una perspectiva de identidad social de la comunicación mediada por computadora, lo que explica los niveles más altos desinhibidos en grupos mediados por computadora identificables. Sin embargo, no se apoyaron las predicciones basadas en la teoría de la identidad social con respecto a la polarización y cohesión de los grupos. Se discuten posibles explicaciones al respecto y se sugiere seguir investigando para resolver estas discrepancias. ",
            "error": [
                ""
            ]
        },
        "group processes": {
            "translated_key": "procesos de grupo",
            "translated_annotated_text": "Los efectos de la interacción de grupo mediada por computadora asíncrona en \"procesos de grupo\" Este artículo reporta un estudio realizado para investigar algunos de los procesos psicológicos sociales subyacentes a la discusión de grupo apoyada por computadora en contextos mediados por computadora natural. Basándose en el concepto de desindividuación, se planteó la hipótesis de que la identificación personal y la identidad de grupo serían factores importantes que afectarían las percepciones y el comportamiento de los miembros de grupos mediados por computadora. El grado de identificación personal y la fuerza de la identidad del grupo se manipularon entre grupos de usuarios de computadoras geográficamente dispersos que participaron en conversaciones por correo electrónico durante un período de dos semanas. Los resultados no apoyan la asociación entre la desindividuación y el comportamiento desinhibido citado en muchas investigaciones previas. En su lugar, los datos proporcionan algún apoyo para una perspectiva de identidad social de la comunicación mediada por computadora, lo que explica los niveles más altos desinhibidos en grupos mediados por computadora identificables. Sin embargo, no se apoyaron las predicciones basadas en la teoría de la identidad social con respecto a la polarización y cohesión de los grupos. Se discuten posibles explicaciones al respecto y se sugiere seguir investigando para resolver estas discrepancias. ",
            "error": [
                ""
            ]
        },
        "social issues": {
            "translated_key": [],
            "translated_annotated_text": "Los efectos de la interacción de grupo mediada por computadora asíncrona en los procesos de grupo Este artículo reporta un estudio realizado para investigar algunos de los procesos psicológicos sociales subyacentes a la discusión de grupo apoyada por computadora en contextos mediados por computadora natural. Basándose en el concepto de desindividuación, se planteó la hipótesis de que la identificación personal y la identidad de grupo serían factores importantes que afectarían las percepciones y el comportamiento de los miembros de grupos mediados por computadora. El grado de identificación personal y la fuerza de la identidad del grupo se manipularon entre grupos de usuarios de computadoras geográficamente dispersos que participaron en conversaciones por correo electrónico durante un período de dos semanas. Los resultados no apoyan la asociación entre la desindividuación y el comportamiento desinhibido citado en muchas investigaciones previas. En su lugar, los datos proporcionan algún apoyo para una perspectiva de identidad social de la comunicación mediada por computadora, lo que explica los niveles más altos desinhibidos en grupos mediados por computadora identificables. Sin embargo, no se apoyaron las predicciones basadas en la teoría de la identidad social con respecto a la polarización y cohesión de los grupos. Se discuten posibles explicaciones al respecto y se sugiere seguir investigando para resolver estas discrepancias. ",
            "error": []
        },
        "psychology": {
            "translated_key": [],
            "translated_annotated_text": "Los efectos de la interacción de grupo mediada por computadora asíncrona en los procesos de grupo Este artículo reporta un estudio realizado para investigar algunos de los procesos psicológicos sociales subyacentes a la discusión de grupo apoyada por computadora en contextos mediados por computadora natural. Basándose en el concepto de desindividuación, se planteó la hipótesis de que la identificación personal y la identidad de grupo serían factores importantes que afectarían las percepciones y el comportamiento de los miembros de grupos mediados por computadora. El grado de identificación personal y la fuerza de la identidad del grupo se manipularon entre grupos de usuarios de computadoras geográficamente dispersos que participaron en conversaciones por correo electrónico durante un período de dos semanas. Los resultados no apoyan la asociación entre la desindividuación y el comportamiento desinhibido citado en muchas investigaciones previas. En su lugar, los datos proporcionan algún apoyo para una perspectiva de identidad social de la comunicación mediada por computadora, lo que explica los niveles más altos desinhibidos en grupos mediados por computadora identificables. Sin embargo, no se apoyaron las predicciones basadas en la teoría de la identidad social con respecto a la polarización y cohesión de los grupos. Se discuten posibles explicaciones al respecto y se sugiere seguir investigando para resolver estas discrepancias. ",
            "error": []
        },
        "deindividuation": {
            "translated_key": "desindividuación",
            "translated_annotated_text": "Los efectos de la interacción de grupo mediada por computadora asíncrona en los procesos de grupo Este artículo reporta un estudio realizado para investigar algunos de los procesos psicológicos sociales subyacentes a la discusión de grupo apoyada por computadora en contextos mediados por computadora natural. Basándose en el concepto de \"desindividuación\", se planteó la hipótesis de que la identificación personal y la identidad de grupo serían factores importantes que afectarían las percepciones y el comportamiento de los miembros de grupos mediados por computadora. El grado de identificación personal y la fuerza de la identidad del grupo se manipularon entre grupos de usuarios de computadoras geográficamente dispersos que participaron en conversaciones por correo electrónico durante un período de dos semanas. Los resultados no apoyan la asociación entre la \"desindividuación\" y el comportamiento desinhibido citado en muchas investigaciones previas. En su lugar, los datos proporcionan algún apoyo para una perspectiva de identidad social de la comunicación mediada por computadora, lo que explica los niveles más altos desinhibidos en grupos mediados por computadora identificables. Sin embargo, no se apoyaron las predicciones basadas en la teoría de la identidad social con respecto a la polarización y cohesión de los grupos. Se discuten posibles explicaciones al respecto y se sugiere seguir investigando para resolver estas discrepancias. ",
            "error": [
                ""
            ]
        },
        "Internet": {
            "translated_key": [],
            "translated_annotated_text": "Los efectos de la interacción de grupo mediada por computadora asíncrona en los procesos de grupo Este artículo reporta un estudio realizado para investigar algunos de los procesos psicológicos sociales subyacentes a la discusión de grupo apoyada por computadora en contextos mediados por computadora natural. Basándose en el concepto de desindividuación, se planteó la hipótesis de que la identificación personal y la identidad de grupo serían factores importantes que afectarían las percepciones y el comportamiento de los miembros de grupos mediados por computadora. El grado de identificación personal y la fuerza de la identidad del grupo se manipularon entre grupos de usuarios de computadoras geográficamente dispersos que participaron en conversaciones por correo electrónico durante un período de dos semanas. Los resultados no apoyan la asociación entre la desindividuación y el comportamiento desinhibido citado en muchas investigaciones previas. En su lugar, los datos proporcionan algún apoyo para una perspectiva de identidad social de la comunicación mediada por computadora, lo que explica los niveles más altos desinhibidos en grupos mediados por computadora identificables. Sin embargo, no se apoyaron las predicciones basadas en la teoría de la identidad social con respecto a la polarización y cohesión de los grupos. Se discuten posibles explicaciones al respecto y se sugiere seguir investigando para resolver estas discrepancias. ",
            "error": []
        },
        "personal identifiability": {
            "translated_key": "identificación personal",
            "translated_annotated_text": "Los efectos de la interacción de grupo mediada por computadora asíncrona en los procesos de grupo Este artículo reporta un estudio realizado para investigar algunos de los procesos psicológicos sociales subyacentes a la discusión de grupo apoyada por computadora en contextos mediados por computadora natural. Basándose en el concepto de desindividuación, se planteó la hipótesis de que la \"identificación personal\" y la identidad de grupo serían factores importantes que afectarían las percepciones y el comportamiento de los miembros de grupos mediados por computadora. El grado de \"identificación personal\" y la fuerza de la identidad del grupo fueron manipulados a través de grupos de usuarios de computadoras geográficamente dispersos que participaron en discusiones por correo electrónico durante un período de 2 semanas. Los resultados no apoyan la asociación entre la desindividuación y el comportamiento desinhibido citado en muchas investigaciones previas. En su lugar, los datos proporcionan algún apoyo para una perspectiva de identidad social de la comunicación mediada por computadora, lo que explica los niveles más altos desinhibidos en grupos mediados por computadora identificables. Sin embargo, no se apoyaron las predicciones basadas en la teoría de la identidad social con respecto a la polarización y cohesión de los grupos. Se discuten posibles explicaciones al respecto y se sugiere seguir investigando para resolver estas discrepancias. ",
            "error": [
                ""
            ]
        },
        "group identity": {
            "translated_key": "identidad del grupo",
            "translated_annotated_text": "Los efectos de la interacción de grupo mediada por computadora asíncrona en los procesos de grupo Este artículo reporta un estudio realizado para investigar algunos de los procesos psicológicos sociales subyacentes a la discusión de grupo apoyada por computadora en contextos mediados por computadora natural. Basándose en el concepto de desindividuación, se planteó la hipótesis de que la identificabilidad personal y la \"identidad del grupo\" serían factores importantes que afectarían las percepciones y el comportamiento de los miembros de grupos mediados por computadora. El grado de identificación personal y la fuerza de la \"identidad del grupo\" fueron manipulados a través de grupos de usuarios de computadoras geográficamente dispersos que participaron en discusiones por correo electrónico durante un período de 2 semanas. Los resultados no apoyan la asociación entre la desindividuación y el comportamiento desinhibido citado en muchas investigaciones previas. En su lugar, los datos proporcionan algún apoyo para una perspectiva de identidad social de la comunicación mediada por computadora, lo que explica los niveles más altos desinhibidos en grupos mediados por computadora identificables. Sin embargo, no se apoyaron las predicciones basadas en la teoría de la identidad social con respecto a la polarización y cohesión de los grupos. Se discuten posibles explicaciones al respecto y se sugiere seguir investigando para resolver estas discrepancias. ",
            "error": [
                ""
            ]
        },
        "geographically dispersed computer users": {
            "translated_key": "usuarios de computadoras geográficamente dispersos",
            "translated_annotated_text": "Los efectos de la interacción de grupo mediada por computadora asíncrona en los procesos de grupo Este artículo reporta un estudio realizado para investigar algunos de los procesos psicológicos sociales subyacentes a la discusión de grupo apoyada por computadora en contextos mediados por computadora natural. Basándose en el concepto de desindividuación, se planteó la hipótesis de que la identificación personal y la identidad de grupo serían factores importantes que afectarían las percepciones y el comportamiento de los miembros de grupos mediados por computadora. El grado de identificación personal y la fuerza de la identidad del grupo fueron manipulados a través de grupos de \"usuarios de computadoras geográficamente dispersos\" que participaron en discusiones por correo electrónico durante un período de 2 semanas. Los resultados no apoyan la asociación entre la desindividuación y el comportamiento desinhibido citado en muchas investigaciones previas. En su lugar, los datos proporcionan algún apoyo para una perspectiva de identidad social de la comunicación mediada por computadora, lo que explica los niveles más altos desinhibidos en grupos mediados por computadora identificables. Sin embargo, no se apoyaron las predicciones basadas en la teoría de la identidad social con respecto a la polarización y cohesión de los grupos. Se discuten posibles explicaciones al respecto y se sugiere seguir investigando para resolver estas discrepancias. ",
            "error": [
                ""
            ]
        },
        "e-mail discussions": {
            "translated_key": "discusiones por correo electrónico",
            "translated_annotated_text": "Los efectos de la interacción de grupo mediada por computadora asíncrona en los procesos de grupo Este artículo reporta un estudio realizado para investigar algunos de los procesos psicológicos sociales subyacentes a la discusión de grupo apoyada por computadora en contextos mediados por computadora natural. Basándose en el concepto de desindividuación, se planteó la hipótesis de que la identificación personal y la identidad de grupo serían factores importantes que afectarían las percepciones y el comportamiento de los miembros de grupos mediados por computadora. El grado de identificación personal y la fuerza de la identidad del grupo fueron manipulados a través de grupos de usuarios de computadoras geográficamente dispersos que participaron en \"discusiones por correo electrónico\" durante un período de 2 semanas. Los resultados no apoyan la asociación entre la desindividuación y el comportamiento desinhibido citado en muchas investigaciones previas. En su lugar, los datos proporcionan algún apoyo para una perspectiva de identidad social de la comunicación mediada por computadora, lo que explica los niveles más altos desinhibidos en grupos mediados por computadora identificables. Sin embargo, no se apoyaron las predicciones basadas en la teoría de la identidad social con respecto a la polarización y cohesión de los grupos. Se discuten posibles explicaciones al respecto y se sugiere seguir investigando para resolver estas discrepancias. ",
            "error": [
                ""
            ]
        },
        "social identity theory": {
            "translated_key": "teoría de la identidad social",
            "translated_annotated_text": "Los efectos de la interacción de grupo mediada por computadora asíncrona en los procesos de grupo Este artículo reporta un estudio realizado para investigar algunos de los procesos psicológicos sociales subyacentes a la discusión de grupo apoyada por computadora en contextos mediados por computadora natural. Basándose en el concepto de desindividuación, se planteó la hipótesis de que la identificación personal y la identidad de grupo serían factores importantes que afectarían las percepciones y el comportamiento de los miembros de grupos mediados por computadora. El grado de identificación personal y la fuerza de la identidad del grupo se manipularon entre grupos de usuarios de computadoras geográficamente dispersos que participaron en conversaciones por correo electrónico durante un período de dos semanas. Los resultados no apoyan la asociación entre la desindividuación y el comportamiento desinhibido citado en muchas investigaciones previas. En su lugar, los datos proporcionan algún apoyo para una perspectiva de identidad social de la comunicación mediada por computadora, lo que explica los niveles más altos desinhibidos en grupos mediados por computadora identificables. Sin embargo, no se apoyaron las predicciones basadas en la \"teoría de la identidad social\" con respecto a la polarización y cohesión de los grupos. Se discuten posibles explicaciones al respecto y se sugiere seguir investigando para resolver estas discrepancias. ",
            "error": [
                ""
            ]
        },
        "group polarization": {
            "translated_key": "polarización del grupo",
            "translated_annotated_text": "Los efectos de la interacción de grupo mediada por computadora asíncrona en los procesos de grupo Este artículo reporta un estudio realizado para investigar algunos de los procesos psicológicos sociales subyacentes a la discusión de grupo apoyada por computadora en contextos mediados por computadora natural. Basándose en el concepto de desindividuación, se planteó la hipótesis de que la identificación personal y la identidad de grupo serían factores importantes que afectarían las percepciones y el comportamiento de los miembros de grupos mediados por computadora. El grado de identificación personal y la fuerza de la identidad del grupo se manipularon entre grupos de usuarios de computadoras geográficamente dispersos que participaron en conversaciones por correo electrónico durante un período de dos semanas. Los resultados no apoyan la asociación entre la desindividuación y el comportamiento desinhibido citado en muchas investigaciones previas. En su lugar, los datos proporcionan algún apoyo para una perspectiva de identidad social de la comunicación mediada por computadora, lo que explica los niveles más altos desinhibidos en grupos mediados por computadora identificables. Sin embargo, no se apoyaron las predicciones basadas en la teoría de la identidad social con respecto a la \"polarización del grupo\" y la cohesión del grupo. Se discuten posibles explicaciones al respecto y se sugiere seguir investigando para resolver estas discrepancias. ",
            "error": [
                ""
            ]
        },
        "group cohesion": {
            "translated_key": "cohesión de los grupos",
            "translated_annotated_text": "Los efectos de la interacción de grupo mediada por computadora asíncrona en los procesos de grupo Este artículo reporta un estudio realizado para investigar algunos de los procesos psicológicos sociales subyacentes a la discusión de grupo apoyada por computadora en contextos mediados por computadora natural. Basándose en el concepto de desindividuación, se planteó la hipótesis de que la identificación personal y la identidad de grupo serían factores importantes que afectarían las percepciones y el comportamiento de los miembros de grupos mediados por computadora. El grado de identificación personal y la fuerza de la identidad del grupo se manipularon entre grupos de usuarios de computadoras geográficamente dispersos que participaron en conversaciones por correo electrónico durante un período de dos semanas. Los resultados no apoyan la asociación entre la desindividuación y el comportamiento desinhibido citado en muchas investigaciones previas. En su lugar, los datos proporcionan algún apoyo para una perspectiva de identidad social de la comunicación mediada por computadora, lo que explica los niveles más altos desinhibidos en grupos mediados por computadora identificables. Sin embargo, no se apoyaron las predicciones basadas en la teoría de la identidad social sobre la polarización de los grupos y la \"cohesión de los grupos\". Se discuten posibles explicaciones al respecto y se sugiere seguir investigando para resolver estas discrepancias. ",
            "error": [
                ""
            ]
        },
        "electronic mail": {
            "translated_key": [],
            "translated_annotated_text": "Los efectos de la interacción de grupo mediada por computadora asíncrona en los procesos de grupo Este artículo reporta un estudio realizado para investigar algunos de los procesos psicológicos sociales subyacentes a la discusión de grupo apoyada por computadora en contextos mediados por computadora natural. Basándose en el concepto de desindividuación, se planteó la hipótesis de que la identificación personal y la identidad de grupo serían factores importantes que afectarían las percepciones y el comportamiento de los miembros de grupos mediados por computadora. El grado de identificación personal y la fuerza de la identidad del grupo se manipularon entre grupos de usuarios de computadoras geográficamente dispersos que participaron en conversaciones por correo electrónico durante un período de dos semanas. Los resultados no apoyan la asociación entre la desindividuación y el comportamiento desinhibido citado en muchas investigaciones previas. En su lugar, los datos proporcionan algún apoyo para una perspectiva de identidad social de la comunicación mediada por computadora, lo que explica los niveles más altos desinhibidos en grupos mediados por computadora identificables. Sin embargo, no se apoyaron las predicciones basadas en la teoría de la identidad social con respecto a la polarización y cohesión de los grupos. Se discuten posibles explicaciones al respecto y se sugiere seguir investigando para resolver estas discrepancias. ",
            "error": []
        },
        "groupware": {
            "translated_key": [],
            "translated_annotated_text": "Los efectos de la interacción de grupo mediada por computadora asíncrona en los procesos de grupo Este artículo reporta un estudio realizado para investigar algunos de los procesos psicológicos sociales subyacentes a la discusión de grupo apoyada por computadora en contextos mediados por computadora natural. Basándose en el concepto de desindividuación, se planteó la hipótesis de que la identificación personal y la identidad de grupo serían factores importantes que afectarían las percepciones y el comportamiento de los miembros de grupos mediados por computadora. El grado de identificación personal y la fuerza de la identidad del grupo se manipularon entre grupos de usuarios de computadoras geográficamente dispersos que participaron en conversaciones por correo electrónico durante un período de dos semanas. Los resultados no apoyan la asociación entre la desindividuación y el comportamiento desinhibido citado en muchas investigaciones previas. En su lugar, los datos proporcionan algún apoyo para una perspectiva de identidad social de la comunicación mediada por computadora, lo que explica los niveles más altos desinhibidos en grupos mediados por computadora identificables. Sin embargo, no se apoyaron las predicciones basadas en la teoría de la identidad social con respecto a la polarización y cohesión de los grupos. Se discuten posibles explicaciones al respecto y se sugiere seguir investigando para resolver estas discrepancias. ",
            "error": []
        },
        "human factors": {
            "translated_key": [],
            "translated_annotated_text": "Los efectos de la interacción de grupo mediada por computadora asíncrona en los procesos de grupo Este artículo reporta un estudio realizado para investigar algunos de los procesos psicológicos sociales subyacentes a la discusión de grupo apoyada por computadora en contextos mediados por computadora natural. Basándose en el concepto de desindividuación, se planteó la hipótesis de que la identificación personal y la identidad de grupo serían factores importantes que afectarían las percepciones y el comportamiento de los miembros de grupos mediados por computadora. El grado de identificación personal y la fuerza de la identidad del grupo se manipularon entre grupos de usuarios de computadoras geográficamente dispersos que participaron en conversaciones por correo electrónico durante un período de dos semanas. Los resultados no apoyan la asociación entre la desindividuación y el comportamiento desinhibido citado en muchas investigaciones previas. En su lugar, los datos proporcionan algún apoyo para una perspectiva de identidad social de la comunicación mediada por computadora, lo que explica los niveles más altos desinhibidos en grupos mediados por computadora identificables. Sin embargo, no se apoyaron las predicciones basadas en la teoría de la identidad social con respecto a la polarización y cohesión de los grupos. Se discuten posibles explicaciones al respecto y se sugiere seguir investigando para resolver estas discrepancias. ",
            "error": []
        },
        "social aspects of automation": {
            "translated_key": [],
            "translated_annotated_text": "Los efectos de la interacción de grupo mediada por computadora asíncrona en los procesos de grupo Este artículo reporta un estudio realizado para investigar algunos de los procesos psicológicos sociales subyacentes a la discusión de grupo apoyada por computadora en contextos mediados por computadora natural. Basándose en el concepto de desindividuación, se planteó la hipótesis de que la identificación personal y la identidad de grupo serían factores importantes que afectarían las percepciones y el comportamiento de los miembros de grupos mediados por computadora. El grado de identificación personal y la fuerza de la identidad del grupo se manipularon entre grupos de usuarios de computadoras geográficamente dispersos que participaron en conversaciones por correo electrónico durante un período de dos semanas. Los resultados no apoyan la asociación entre la desindividuación y el comportamiento desinhibido citado en muchas investigaciones previas. En su lugar, los datos proporcionan algún apoyo para una perspectiva de identidad social de la comunicación mediada por computadora, lo que explica los niveles más altos desinhibidos en grupos mediados por computadora identificables. Sin embargo, no se apoyaron las predicciones basadas en la teoría de la identidad social con respecto a la polarización y cohesión de los grupos. Se discuten posibles explicaciones al respecto y se sugiere seguir investigando para resolver estas discrepancias. ",
            "error": []
        },
        "user interfaces": {
            "translated_key": [],
            "translated_annotated_text": "Los efectos de la interacción de grupo mediada por computadora asíncrona en los procesos de grupo Este artículo reporta un estudio realizado para investigar algunos de los procesos psicológicos sociales subyacentes a la discusión de grupo apoyada por computadora en contextos mediados por computadora natural. Basándose en el concepto de desindividuación, se planteó la hipótesis de que la identificación personal y la identidad de grupo serían factores importantes que afectarían las percepciones y el comportamiento de los miembros de grupos mediados por computadora. El grado de identificación personal y la fuerza de la identidad del grupo se manipularon entre grupos de usuarios de computadoras geográficamente dispersos que participaron en conversaciones por correo electrónico durante un período de dos semanas. Los resultados no apoyan la asociación entre la desindividuación y el comportamiento desinhibido citado en muchas investigaciones previas. En su lugar, los datos proporcionan algún apoyo para una perspectiva de identidad social de la comunicación mediada por computadora, lo que explica los niveles más altos desinhibidos en grupos mediados por computadora identificables. Sin embargo, no se apoyaron las predicciones basadas en la teoría de la identidad social con respecto a la polarización y cohesión de los grupos. Se discuten posibles explicaciones al respecto y se sugiere seguir investigando para resolver estas discrepancias. ",
            "error": []
        }
    }
}