{
    "original_text": "Control of combustion processes in an internal combustion engine by low-temperature plasma A new method of operation of internal combustion engines enhances power and reduces fuel consumption and exhaust toxicity. Low-temperature plasma control combines working processes of thermal engines and steam machines into a single process",
    "original_translation": "Control de los procesos de combustión en un motor de combustión interna mediante plasma de baja temperatura Un nuevo método de funcionamiento de los motores de combustión interna aumenta la potencia y reduce el consumo de combustible y la toxicidad por escape. Control de plasma a baja temperatura combina procesos de trabajo de motores térmicos y máquinas de vapor en un solo proceso",
    "error_count": 2,
    "keys": {
        "combustion processes": {
            "translated_key": [],
            "translated_annotated_text": "Control de los procesos de combustión <br> en un motor de combustión interna mediante plasma de baja temperatura Un nuevo método de funcionamiento de los motores de combustión interna aumenta la potencia y reduce el consumo de combustible y la toxicidad del escape. Control de plasma a baja temperatura combina procesos de trabajo de motores térmicos y máquinas de vapor en un solo proceso ",
            "error": []
        },
        "internal combustion engine": {
            "translated_key": "motor de combustión interna",
            "translated_annotated_text": "Control de los procesos de combustión en un <br>motor de combustión interna</br> mediante plasma de baja temperatura Un nuevo método de funcionamiento de los motores de combustión interna aumenta la potencia y reduce el consumo de combustible y la toxicidad de los gases de escape. Control de plasma a baja temperatura combina procesos de trabajo de motores térmicos y máquinas de vapor en un solo proceso ",
            "error": [
                ""
            ]
        },
        "low-temperature plasma": {
            "translated_key": " de baja temperatura",
            "translated_annotated_text": "Control de los procesos de combustión en un motor de combustión interna por plasma <br> de baja temperatura</br> Un nuevo método de funcionamiento de los motores de combustión interna aumenta la potencia y reduce el consumo de combustible y la toxicidad del escape. Control de plasma a baja temperatura combina procesos de trabajo de motores térmicos y máquinas de vapor en un solo proceso ",
            "error": [
                ""
            ]
        },
        "fuel consumption": {
            "translated_key": "consumo de combustible",
            "translated_annotated_text": "Control de los procesos de combustión en un motor de combustión interna mediante plasma de baja temperatura Un nuevo método de funcionamiento de los motores de combustión interna aumenta la potencia y reduce el <br>consumo de combustible</br> y la toxicidad del escape. Control de plasma a baja temperatura combina procesos de trabajo de motores térmicos y máquinas de vapor en un solo proceso ",
            "error": [
                ""
            ]
        },
        "exhaust toxicity": {
            "translated_key": "toxicidad de los gases de escape",
            "translated_annotated_text": "Control de los procesos de combustión en un motor de combustión interna mediante plasma de baja temperatura Un nuevo método de funcionamiento de los motores de combustión interna aumenta la potencia y reduce el consumo de combustible y la <br>toxicidad de los gases de escape</br>. Control de plasma a baja temperatura combina procesos de trabajo de motores térmicos y máquinas de vapor en un solo proceso ",
            "error": [
                ""
            ]
        },
        "working processes": {
            "translated_key": "procesos de trabajo",
            "translated_annotated_text": "Control de los procesos de combustión en un motor de combustión interna mediante plasma de baja temperatura Un nuevo método de funcionamiento de los motores de combustión interna aumenta la potencia y reduce el consumo de combustible y la toxicidad por escape. El control de plasma a baja temperatura combina los <br>procesos de trabajo</br> de los motores térmicos y las máquinas de vapor en un solo proceso. ",
            "error": [
                ""
            ]
        },
        "thermal engines": {
            "translated_key": "motores térmicos",
            "translated_annotated_text": "Control de los procesos de combustión en un motor de combustión interna mediante plasma de baja temperatura Un nuevo método de funcionamiento de los motores de combustión interna aumenta la potencia y reduce el consumo de combustible y la toxicidad por escape. Control de plasma a baja temperatura combina procesos de trabajo de <br>motores térmicos</br> y máquinas de vapor en un solo proceso.  ",
            "error": [
                ""
            ]
        },
        "steam machines": {
            "translated_key": " ",
            "translated_annotated_text": "Control de los procesos de combustión en un motor de combustión interna mediante plasma de baja temperatura Un nuevo método de funcionamiento de los motores de combustión interna aumenta la potencia y reduce el consumo de combustible y la toxicidad por escape. El control de plasma a baja temperatura combina los procesos de trabajo de los motores térmicos y de las máquinas de vapor <br> </br> en un solo proceso ",
            "error": [
                ""
            ]
        },
        "heat transfer": {
            "translated_key": [],
            "translated_annotated_text": "Control de los procesos de combustión en un motor de combustión interna mediante plasma de baja temperatura Un nuevo método de funcionamiento de los motores de combustión interna aumenta la potencia y reduce el consumo de combustible y la toxicidad por escape. Control de plasma a baja temperatura combina procesos de trabajo de motores térmicos y máquinas de vapor en un solo proceso ",
            "error": []
        },
        "internal combustion engines": {
            "translated_key": "motores de combustión interna",
            "translated_annotated_text": "Control de los procesos de combustión en un motor de combustión interna mediante plasma de baja temperatura Un nuevo método de funcionamiento de los <br>motores de combustión interna</br> aumenta la potencia y reduce el consumo de combustible y la toxicidad de los gases de escape. Control de plasma a baja temperatura combina procesos de trabajo de motores térmicos y máquinas de vapor en un solo proceso ",
            "error": [
                ""
            ]
        }
    }
}