{
    "original_text": "Optimization of the characteristics of computational processes in scalable resources The scalableness of resources is taken to mean the possibility of the prior change in the obtained dynamic characteristics of computational processes for a certain basic set of processors and the communication medium in an effort to optimize the dynamics of software applications. A method is put forward for the generation of optimal strategies-a set of the versions of the fulfillment of programs on the basis of a vector criterion. The method is urgent for the effective use of resources of computational clusters and metacomputational media and also for dynamic control of processes in real time on the basis of the static scaling",
    "original_translation": "Optimización de las características de los procesos computacionales en recursos escalables La escalabilidad de los recursos se entiende como la posibilidad del cambio previo en las características dinámicas obtenidas de los procesos computacionales para un determinado conjunto básico de procesadores y el medio de comunicación en un esfuerzo por optimizar la dinámica de las aplicaciones de software. Se propone un método para la generación de estrategias óptimas-un conjunto de las versiones del cumplimiento de los programas sobre la base de un criterio vectorial. El método es urgente para el uso eficaz de recursos de clusters computacionales y medios metacomputacionales y también para el control dinámico de procesos en tiempo real sobre la base de la escala estática",
    "error_count": 3,
    "keys": {
        "computational processes": {
            "translated_key": "procesos computacionales",
            "translated_annotated_text": "Optimización de las características de los \"procesos computacionales\" en recursos escalables La escalabilidad de los recursos se entiende como la posibilidad del cambio previo en las características dinámicas obtenidas de los \"procesos computacionales\" para un determinado conjunto básico de procesadores y el medio de comunicación en un esfuerzo por optimizar la dinámica de las aplicaciones de software. Se propone un método para la generación de estrategias óptimas-un conjunto de las versiones del cumplimiento de los programas sobre la base de un criterio vectorial. El método es urgente para el uso eficaz de recursos de clusters computacionales y medios metacomputacionales y también para el control dinámico de procesos en tiempo real sobre la base de la escala estática ",
            "error": [
                ""
            ]
        },
        "scalable resources": {
            "translated_key": "recursos escalables",
            "translated_annotated_text": "Optimización de las características de los procesos computacionales en \"recursos escalables\" La escalabilidad de los recursos se entiende como la posibilidad del cambio previo en las características dinámicas obtenidas de los procesos computacionales para un determinado conjunto básico de procesadores y el medio de comunicación en un esfuerzo por optimizar la dinámica de las aplicaciones de software. Se propone un método para la generación de estrategias óptimas-un conjunto de las versiones del cumplimiento de los programas sobre la base de un criterio vectorial. El método es urgente para el uso eficaz de recursos de clusters computacionales y medios metacomputacionales y también para el control dinámico de procesos en tiempo real sobre la base de la escala estática ",
            "error": [
                ""
            ]
        },
        "dynamic characteristics": {
            "translated_key": "características dinámicas",
            "translated_annotated_text": "Optimización de las características de los procesos computacionales en recursos escalables La escalabilidad de los recursos se entiende como la posibilidad del cambio previo en las \"características dinámicas\" obtenidas de los procesos computacionales para un determinado conjunto básico de procesadores y el medio de comunicación en un esfuerzo por optimizar la dinámica de las aplicaciones de software. Se propone un método para la generación de estrategias óptimas-un conjunto de las versiones del cumplimiento de los programas sobre la base de un criterio vectorial. El método es urgente para el uso eficaz de recursos de clusters computacionales y medios metacomputacionales y también para el control dinámico de procesos en tiempo real sobre la base de la escala estática ",
            "error": [
                ""
            ]
        },
        "communication medium": {
            "translated_key": "medio de comunicación",
            "translated_annotated_text": "Optimización de las características de los procesos computacionales en recursos escalables La escalabilidad de los recursos se entiende como la posibilidad del cambio previo en las características dinámicas obtenidas de los procesos computacionales para un determinado conjunto básico de procesadores y el \"medio de comunicación\" en un esfuerzo por optimizar la dinámica de las aplicaciones de software. Se propone un método para la generación de estrategias óptimas-un conjunto de las versiones del cumplimiento de los programas sobre la base de un criterio vectorial. El método es urgente para el uso eficaz de recursos de clusters computacionales y medios metacomputacionales y también para el control dinámico de procesos en tiempo real sobre la base de la escala estática ",
            "error": [
                ""
            ]
        },
        "software applications": {
            "translated_key": "aplicaciones de software",
            "translated_annotated_text": "Optimización de las características de los procesos computacionales en recursos escalables La escalabilidad de los recursos se entiende como la posibilidad del cambio previo en las características dinámicas obtenidas de los procesos computacionales para un determinado conjunto básico de procesadores y el medio de comunicación en un esfuerzo por optimizar la dinámica de las \"aplicaciones de software\". Se propone un método para la generación de estrategias óptimas-un conjunto de las versiones del cumplimiento de los programas sobre la base de un criterio vectorial. El método es urgente para el uso eficaz de recursos de clusters computacionales y medios metacomputacionales y también para el control dinámico de procesos en tiempo real sobre la base de la escala estática ",
            "error": [
                ""
            ]
        },
        "optimal strategies": {
            "translated_key": "estrategias óptimas",
            "translated_annotated_text": "Optimización de las características de los procesos computacionales en recursos escalables La escalabilidad de los recursos se entiende como la posibilidad del cambio previo en las características dinámicas obtenidas de los procesos computacionales para un determinado conjunto básico de procesadores y el medio de comunicación en un esfuerzo por optimizar la dinámica de las aplicaciones de software. Se propone un método para la generación de \"estrategias óptimas\"-un conjunto de las versiones del cumplimiento de los programas sobre la base de un criterio vectorial. El método es urgente para el uso eficaz de recursos de clusters computacionales y medios metacomputacionales y también para el control dinámico de procesos en tiempo real sobre la base de la escala estática ",
            "error": [
                ""
            ]
        },
        "vector criterion": {
            "translated_key": "criterio vectorial",
            "translated_annotated_text": "Optimización de las características de los procesos computacionales en recursos escalables La escalabilidad de los recursos se entiende como la posibilidad del cambio previo en las características dinámicas obtenidas de los procesos computacionales para un determinado conjunto básico de procesadores y el medio de comunicación en un esfuerzo por optimizar la dinámica de las aplicaciones de software. Se propone un método para la generación de estrategias óptimas-un conjunto de las versiones del cumplimiento de los programas sobre la base de un \"criterio vectorial\". El método es urgente para el uso eficaz de recursos de clusters computacionales y medios metacomputacionales y también para el control dinámico de procesos en tiempo real sobre la base de la escala estática ",
            "error": [
                ""
            ]
        },
        "computational clusters": {
            "translated_key": "clusters computacionales",
            "translated_annotated_text": "Optimización de las características de los procesos computacionales en recursos escalables La escalabilidad de los recursos se entiende como la posibilidad del cambio previo en las características dinámicas obtenidas de los procesos computacionales para un determinado conjunto básico de procesadores y el medio de comunicación en un esfuerzo por optimizar la dinámica de las aplicaciones de software. Se propone un método para la generación de estrategias óptimas-un conjunto de las versiones del cumplimiento de los programas sobre la base de un criterio vectorial. El método es urgente para el uso eficaz de los recursos de los \"clusters computacionales\" y los medios metacomputacionales, así como para el control dinámico de los procesos en tiempo real sobre la base de la escala estática ",
            "error": [
                ""
            ]
        },
        "metacomputational media": {
            "translated_key": "medios metacomputacionales",
            "translated_annotated_text": "Optimización de las características de los procesos computacionales en recursos escalables La escalabilidad de los recursos se entiende como la posibilidad del cambio previo en las características dinámicas obtenidas de los procesos computacionales para un determinado conjunto básico de procesadores y el medio de comunicación en un esfuerzo por optimizar la dinámica de las aplicaciones de software. Se propone un método para la generación de estrategias óptimas-un conjunto de las versiones del cumplimiento de los programas sobre la base de un criterio vectorial. El método es urgente para el uso eficaz de los recursos de los clusters computacionales y los \"medios metacomputacionales\" y también para el control dinámico de los procesos en tiempo real sobre la base de la escala estática ",
            "error": [
                ""
            ]
        },
        "dynamic control": {
            "translated_key": "control dinámico",
            "translated_annotated_text": "Optimización de las características de los procesos computacionales en recursos escalables La escalabilidad de los recursos se entiende como la posibilidad del cambio previo en las características dinámicas obtenidas de los procesos computacionales para un determinado conjunto básico de procesadores y el medio de comunicación en un esfuerzo por optimizar la dinámica de las aplicaciones de software. Se propone un método para la generación de estrategias óptimas-un conjunto de las versiones del cumplimiento de los programas sobre la base de un criterio vectorial. El método es urgente para el uso eficaz de recursos de clusters computacionales y medios metacomputacionales y también para el \"control dinámico\" de procesos en tiempo real sobre la base de la escala estática ",
            "error": [
                ""
            ]
        },
        "static scaling": {
            "translated_key": "escalado estático",
            "translated_annotated_text": "Optimización de las características de los procesos computacionales en recursos escalables La escalabilidad de los recursos se entiende como la posibilidad del cambio previo en las características dinámicas obtenidas de los procesos computacionales para un determinado conjunto básico de procesadores y el medio de comunicación en un esfuerzo por optimizar la dinámica de las aplicaciones de software. Se propone un método para la generación de estrategias óptimas-un conjunto de las versiones del cumplimiento de los programas sobre la base de un criterio vectorial. El método es urgente para el uso eficaz de recursos de clusters computacionales y medios metacomputacionales y también para el control dinámico de procesos en tiempo real sobre la base del \"escalado estático\" ",
            "error": [
                ""
            ]
        },
        "distributed processing": {
            "translated_key": [],
            "translated_annotated_text": "Optimización de las características de los procesos computacionales en recursos escalables La escalabilidad de los recursos se entiende como la posibilidad del cambio previo en las características dinámicas obtenidas de los procesos computacionales para un determinado conjunto básico de procesadores y el medio de comunicación en un esfuerzo por optimizar la dinámica de las aplicaciones de software. Se propone un método para la generación de estrategias óptimas-un conjunto de las versiones del cumplimiento de los programas sobre la base de un criterio vectorial. El método es urgente para el uso eficaz de recursos de clusters computacionales y medios metacomputacionales y también para el control dinámico de procesos en tiempo real sobre la base de la escala estática ",
            "error": []
        },
        "optimisation": {
            "translated_key": [],
            "translated_annotated_text": "Optimización de las características de los procesos computacionales en recursos escalables La escalabilidad de los recursos se entiende como la posibilidad del cambio previo en las características dinámicas obtenidas de los procesos computacionales para un determinado conjunto básico de procesadores y el medio de comunicación en un esfuerzo por optimizar la dinámica de las aplicaciones de software. Se propone un método para la generación de estrategias óptimas-un conjunto de las versiones del cumplimiento de los programas sobre la base de un criterio vectorial. El método es urgente para el uso eficaz de recursos de clusters computacionales y medios metacomputacionales y también para el control dinámico de procesos en tiempo real sobre la base de la escala estática ",
            "error": []
        },
        "resource allocation": {
            "translated_key": [],
            "translated_annotated_text": "Optimización de las características de los procesos computacionales en recursos escalables La escalabilidad de los recursos se entiende como la posibilidad del cambio previo en las características dinámicas obtenidas de los procesos computacionales para un determinado conjunto básico de procesadores y el medio de comunicación en un esfuerzo por optimizar la dinámica de las aplicaciones de software. Se propone un método para la generación de estrategias óptimas-un conjunto de las versiones del cumplimiento de los programas sobre la base de un criterio vectorial. El método es urgente para el uso eficaz de recursos de clusters computacionales y medios metacomputacionales y también para el control dinámico de procesos en tiempo real sobre la base de la escala estática ",
            "error": []
        }
    }
}