{
    "original_text": "Location of transport nets on a heterogeneous territory The location of transport routes on a heterogeneous territory is studied. The network joins a given set of terminal points and a certain number of additional (branch) points. The problem is formulated, properties of the optimal solution for a. tree-like network, and the number of branch points are studied. A stepwise optimization algorithm for a. network with given adjacency matrix based on an algorithm for constructing minimal-cost routes is designed",
    "original_translation": "Ubicación de las redes de transporte en un territorio heterogéneo Se estudia la ubicación de las rutas de transporte en un territorio heterogéneo. La red une un determinado conjunto de puntos terminales y un cierto número de puntos adicionales (sucursal). Se formula el problema, se estudian las propiedades de la solución óptima para una red arbórea y el número de puntos de rama. Se diseña un algoritmo de optimización paso a paso para una red con una matriz de adyacencia dada basada en un algoritmo para construir rutas de costo mínimo",
    "error_count": 4,
    "keys": {
        "transport nets": {
            "translated_key": "redes de transporte",
            "translated_annotated_text": "Localización de las \"redes de transporte\" en un territorio heterogéneo Se estudia la ubicación de las rutas de transporte en un territorio heterogéneo. La red une un determinado conjunto de puntos terminales y un cierto número de puntos adicionales (sucursal). Se formula el problema, se estudian las propiedades de la solución óptima para una red arbórea y el número de puntos de rama. Se diseña un algoritmo de optimización paso a paso para una red con una matriz de adyacencia dada basada en un algoritmo para construir rutas de costo mínimo ",
            "error": [
                ""
            ]
        },
        "heterogeneous territory": {
            "translated_key": "territorio heterogéneo",
            "translated_annotated_text": "Ubicación de las redes de transporte en un \"territorio heterogéneo\" Se estudia la ubicación de las rutas de transporte en un \"territorio heterogéneo\". La red une un determinado conjunto de puntos terminales y un cierto número de puntos adicionales (sucursal). Se formula el problema, se estudian las propiedades de la solución óptima para una red arbórea y el número de puntos de rama. Se diseña un algoritmo de optimización paso a paso para una red con una matriz de adyacencia dada basada en un algoritmo para construir rutas de costo mínimo ",
            "error": [
                ""
            ]
        },
        "transport routes": {
            "translated_key": "rutas de transporte",
            "translated_annotated_text": "Ubicación de las redes de transporte en un territorio heterogéneo Se estudia la ubicación de las \"rutas de transporte\" en un territorio heterogéneo. La red une un determinado conjunto de puntos terminales y un cierto número de puntos adicionales (sucursal). Se formula el problema, se estudian las propiedades de la solución óptima para una red arbórea y el número de puntos de rama. Se diseña un algoritmo de optimización paso a paso para una red con una matriz de adyacencia dada basada en un algoritmo para construir rutas de costo mínimo ",
            "error": [
                ""
            ]
        },
        "terminal points": {
            "translated_key": "puntos terminales",
            "translated_annotated_text": "Ubicación de las redes de transporte en un territorio heterogéneo Se estudia la ubicación de las rutas de transporte en un territorio heterogéneo. La red une un determinado conjunto de \"puntos terminales\" y un cierto número de puntos adicionales (sucursal). Se formula el problema, se estudian las propiedades de la solución óptima para una red arbórea y el número de puntos de rama. Se diseña un algoritmo de optimización paso a paso para una red con una matriz de adyacencia dada basada en un algoritmo para construir rutas de costo mínimo ",
            "error": [
                ""
            ]
        },
        "branch points": {
            "translated_key": "puntos de rama",
            "translated_annotated_text": "Ubicación de las redes de transporte en un territorio heterogéneo Se estudia la ubicación de las rutas de transporte en un territorio heterogéneo. La red une un determinado conjunto de puntos terminales y un cierto número de puntos adicionales (sucursal). El problema está formulado, se estudian las propiedades de la solución óptima para una red arbórea, y el número de \"puntos de rama\". Se diseña un algoritmo de optimización paso a paso para una red con una matriz de adyacencia dada basada en un algoritmo para construir rutas de costo mínimo ",
            "error": [
                ""
            ]
        },
        "tree-like network": {
            "translated_key": "red similar a árbol",
            "translated_annotated_text": "Ubicación de las redes de transporte en un territorio heterogéneo Se estudia la ubicación de las rutas de transporte en un territorio heterogéneo. La red une un determinado conjunto de puntos terminales y un cierto número de puntos adicionales (sucursal). El problema está formulado, las propiedades de la solución óptima para a. \"red similar a árbol\", y el número de puntos de rama se estudian. Se diseña un algoritmo de optimización paso a paso para una red con una matriz de adyacencia dada basada en un algoritmo para construir rutas de costo mínimo ",
            "error": [
                ""
            ]
        },
        "stepwise optimization algorithm": {
            "translated_key": "algoritmo de optimización paso a paso",
            "translated_annotated_text": "Ubicación de las redes de transporte en un territorio heterogéneo Se estudia la ubicación de las rutas de transporte en un territorio heterogéneo. La red une un determinado conjunto de puntos terminales y un cierto número de puntos adicionales (sucursal). Se formula el problema, se estudian las propiedades de la solución óptima para una red arbórea y el número de puntos de rama. Se diseña un \"algoritmo de optimización paso a paso\" para una red con una matriz de adyacencia dada basada en un algoritmo para construir rutas de costo mínimo ",
            "error": [
                ""
            ]
        },
        "adjacency matrix": {
            "translated_key": "matriz de proximidad",
            "translated_annotated_text": "Ubicación de las redes de transporte en un territorio heterogéneo Se estudia la ubicación de las rutas de transporte en un territorio heterogéneo. La red une un determinado conjunto de puntos terminales y un cierto número de puntos adicionales (sucursal). Se formula el problema, se estudian las propiedades de la solución óptima para una red arbórea y el número de puntos de rama. Se diseña un algoritmo de optimización paso a paso para una red con una \"matriz de proximidad\" dada basada en un algoritmo para construir rutas de costo mínimo ",
            "error": [
                ""
            ]
        },
        "matrix algebra": {
            "translated_key": [],
            "translated_annotated_text": "Ubicación de las redes de transporte en un territorio heterogéneo Se estudia la ubicación de las rutas de transporte en un territorio heterogéneo. La red une un determinado conjunto de puntos terminales y un cierto número de puntos adicionales (sucursal). Se formula el problema, se estudian las propiedades de la solución óptima para una red arbórea y el número de puntos de rama. Se diseña un algoritmo de optimización paso a paso para una red con una matriz de adyacencia dada basada en un algoritmo para construir rutas de costo mínimo ",
            "error": []
        },
        "optimisation": {
            "translated_key": [],
            "translated_annotated_text": "Ubicación de las redes de transporte en un territorio heterogéneo Se estudia la ubicación de las rutas de transporte en un territorio heterogéneo. La red une un determinado conjunto de puntos terminales y un cierto número de puntos adicionales (sucursal). Se formula el problema, se estudian las propiedades de la solución óptima para una red arbórea y el número de puntos de rama. Se diseña un algoritmo de optimización paso a paso para una red con una matriz de adyacencia dada basada en un algoritmo para construir rutas de costo mínimo ",
            "error": []
        },
        "transportation": {
            "translated_key": [],
            "translated_annotated_text": "Ubicación de las redes de transporte en un territorio heterogéneo Se estudia la ubicación de las rutas de transporte en un territorio heterogéneo. La red une un determinado conjunto de puntos terminales y un cierto número de puntos adicionales (sucursal). Se formula el problema, se estudian las propiedades de la solución óptima para una red arbórea y el número de puntos de rama. Se diseña un algoritmo de optimización paso a paso para una red con una matriz de adyacencia dada basada en un algoritmo para construir rutas de costo mínimo ",
            "error": []
        },
        "trees (mathematics)": {
            "translated_key": [],
            "translated_annotated_text": "Ubicación de las redes de transporte en un territorio heterogéneo Se estudia la ubicación de las rutas de transporte en un territorio heterogéneo. La red une un determinado conjunto de puntos terminales y un cierto número de puntos adicionales (sucursal). Se formula el problema, se estudian las propiedades de la solución óptima para una red arbórea y el número de puntos de rama. Se diseña un algoritmo de optimización paso a paso para una red con una matriz de adyacencia dada basada en un algoritmo para construir rutas de costo mínimo ",
            "error": []
        }
    }
}