{
    "original_text": "The set of stable polynomials of linear discrete systems: its geometry The multidimensional stability domain of linear discrete systems is studied. Its configuration is determined from the parameters of its intersection with coordinate axes, coordinate planes, and certain auxiliary planes. Counterexamples for the discrete variant of the Kharitonov theorem are given",
    "original_translation": "Conjunto de polinomios estables de sistemas discretos lineales: su geometría Se estudia el dominio de estabilidad multidimensional de los sistemas discretos lineales. Su configuración se determina a partir de los parámetros de su intersección con ejes de coordenadas, planos de coordenadas y ciertos planos auxiliares. Se dan contraejemplos para la variante discreta del teorema de Kharitonov",
    "error_count": 2,
    "keys": {
        "stable polynomials": {
            "translated_key": "polinomios estables",
            "translated_annotated_text": "El conjunto de \"polinomios estables\" de sistemas discretos lineales: su geometría Se estudia el dominio de estabilidad multidimensional de los sistemas discretos lineales. Su configuración se determina a partir de los parámetros de su intersección con ejes de coordenadas, planos de coordenadas y ciertos planos auxiliares. Se dan contraejemplos para la variante discreta del teorema de Kharitonov ",
            "error": [
                ""
            ]
        },
        "Kharitonov theorem": {
            "translated_key": "teorema de Kharitonov",
            "translated_annotated_text": "Conjunto de polinomios estables de sistemas discretos lineales: su geometría Se estudia el dominio de estabilidad multidimensional de los sistemas discretos lineales. Su configuración se determina a partir de los parámetros de su intersección con ejes de coordenadas, planos de coordenadas y ciertos planos auxiliares. Se dan contraejemplos para la variante discreta del \"teorema de Kharitonov\" ",
            "error": [
                ""
            ]
        },
        "characteristic polynomial": {
            "translated_key": [],
            "translated_annotated_text": "Conjunto de polinomios estables de sistemas discretos lineales: su geometría Se estudia el dominio de estabilidad multidimensional de los sistemas discretos lineales. Su configuración se determina a partir de los parámetros de su intersección con ejes de coordenadas, planos de coordenadas y ciertos planos auxiliares. Se dan contraejemplos para la variante discreta del teorema de Kharitonov ",
            "error": []
        },
        "linear discrete systems": {
            "translated_key": "sistemas discretos lineales",
            "translated_annotated_text": "El conjunto de polinomios estables de \"sistemas discretos lineales\": su geometría Se estudia el dominio de estabilidad multidimensional de \"sistemas discretos lineales\". Su configuración se determina a partir de los parámetros de su intersección con ejes de coordenadas, planos de coordenadas y ciertos planos auxiliares. Se dan contraejemplos para la variante discreta del teorema de Kharitonov ",
            "error": [
                ""
            ]
        },
        "geometry": {
            "translated_key": "geometría",
            "translated_annotated_text": "Conjunto de polinomios estables de sistemas discretos lineales: su \"geometría\" Se estudia el dominio de estabilidad multidimensional de los sistemas discretos lineales. Su configuración se determina a partir de los parámetros de su intersección con ejes de coordenadas, planos de coordenadas y ciertos planos auxiliares. Se dan contraejemplos para la variante discreta del teorema de Kharitonov ",
            "error": [
                ""
            ]
        },
        "multidimensional stability domain": {
            "translated_key": "dominio de estabilidad multidimensional",
            "translated_annotated_text": "El conjunto de polinomios estables de sistemas discretos lineales: su geometría Se estudia el \"dominio de estabilidad multidimensional\" de los sistemas discretos lineales. Su configuración se determina a partir de los parámetros de su intersección con ejes de coordenadas, planos de coordenadas y ciertos planos auxiliares. Se dan contraejemplos para la variante discreta del teorema de Kharitonov ",
            "error": [
                ""
            ]
        },
        "discrete systems": {
            "translated_key": "sistemas discretos",
            "translated_annotated_text": "El conjunto de polinomios estables de \"sistemas discretos\" lineales: su geometría Se estudia el dominio de estabilidad multidimensional de los \"sistemas discretos\" lineales. Su configuración se determina a partir de los parámetros de su intersección con ejes de coordenadas, planos de coordenadas y ciertos planos auxiliares. Se dan contraejemplos para la variante discreta del teorema de Kharitonov ",
            "error": [
                ""
            ]
        },
        "linear systems": {
            "translated_key": [],
            "translated_annotated_text": "Conjunto de polinomios estables de sistemas discretos lineales: su geometría Se estudia el dominio de estabilidad multidimensional de los sistemas discretos lineales. Su configuración se determina a partir de los parámetros de su intersección con ejes de coordenadas, planos de coordenadas y ciertos planos auxiliares. Se dan contraejemplos para la variante discreta del teorema de Kharitonov ",
            "error": []
        },
        "polynomials": {
            "translated_key": "polinomios",
            "translated_annotated_text": "El conjunto de \"polinomios\" estables de sistemas discretos lineales: su geometría Se estudia el dominio de estabilidad multidimensional de sistemas discretos lineales. Su configuración se determina a partir de los parámetros de su intersección con ejes de coordenadas, planos de coordenadas y ciertos planos auxiliares. Se dan contraejemplos para la variante discreta del teorema de Kharitonov ",
            "error": [
                ""
            ]
        },
        "stability": {
            "translated_key": "estabilidad",
            "translated_annotated_text": "El conjunto de polinomios estables de sistemas discretos lineales: su geometría Se estudia el dominio de \"estabilidad\" multidimensional de los sistemas discretos lineales. Su configuración se determina a partir de los parámetros de su intersección con ejes de coordenadas, planos de coordenadas y ciertos planos auxiliares. Se dan contraejemplos para la variante discreta del teorema de Kharitonov ",
            "error": [
                ""
            ]
        }
    }
}