{
    "original_text": "A universal decomposition of the integration range for exponential functions The problem of determining the independent constants for decomposition of the integration range of exponential functions was solved on the basis of a similar approach to polynomials. The constants obtained enable one to decompose the integration range in two so that the integrals over them are equal independently of the function parameters. For the nontrigonometrical polynomials of even functions, an alternative approach was presented",
    "original_translation": "Una descomposición universal del rango de integración para funciones exponenciales El problema de determinar las constantes independientes para la descomposición del rango de integración de funciones exponenciales se resolvió sobre la base de un enfoque similar a los polinomios. Las constantes obtenidas permiten descomponer el rango de integración en dos para que las integrales sobre ellas sean iguales independientemente de los parámetros de función. Para los polinomios no trigonométricos de funciones uniformes, se presentó un enfoque alternativo",
    "error_count": 3,
    "keys": {
        "integration range universal decomposition": {
            "translated_key": [],
            "translated_annotated_text": "Una descomposición universal del rango de integración para funciones exponenciales El problema de determinar las constantes independientes para la descomposición del rango de integración de funciones exponenciales se resolvió sobre la base de un enfoque similar a los polinomios. Las constantes obtenidas permiten descomponer el rango de integración en dos para que las integrales sobre ellas sean iguales independientemente de los parámetros de función. Para los polinomios no trigonométricos de funciones uniformes, se presentó un enfoque alternativo ",
            "error": []
        },
        "exponential functions": {
            "translated_key": "funciones exponenciales",
            "translated_annotated_text": "Una descomposición universal del rango de integración para \"funciones exponenciales\" El problema de determinar las constantes independientes para la descomposición del rango de integración de \"funciones exponenciales\" se resolvió sobre la base de un enfoque similar a los polinomios. Las constantes obtenidas permiten descomponer el rango de integración en dos para que las integrales sobre ellas sean iguales independientemente de los parámetros de función. Para los polinomios no trigonométricos de funciones uniformes, se presentó un enfoque alternativo ",
            "error": [
                ""
            ]
        },
        "polynomials": {
            "translated_key": "polinomios",
            "translated_annotated_text": "Una descomposición universal de la gama de integración para funciones exponenciales El problema de determinar las constantes independientes para la descomposición de la gama de integración de funciones exponenciales se resolvió sobre la base de un enfoque similar a los \"polinomios\". Las constantes obtenidas permiten descomponer el rango de integración en dos para que las integrales sobre ellas sean iguales independientemente de los parámetros de función. Para los \"polinomios\" no trigonométricos de funciones uniformes, se presentó un enfoque alternativo ",
            "error": [
                ""
            ]
        },
        "integration range decomposition": {
            "translated_key": [],
            "translated_annotated_text": "Una descomposición universal del rango de integración para funciones exponenciales El problema de determinar las constantes independientes para la descomposición del rango de integración de funciones exponenciales se resolvió sobre la base de un enfoque similar a los polinomios. Las constantes obtenidas permiten descomponer el rango de integración en dos para que las integrales sobre ellas sean iguales independientemente de los parámetros de función. Para los polinomios no trigonométricos de funciones uniformes, se presentó un enfoque alternativo ",
            "error": []
        },
        "nontrigonometrical polynomials": {
            "translated_key": "polinomios no trigonométricos",
            "translated_annotated_text": "Una descomposición universal del rango de integración para funciones exponenciales El problema de determinar las constantes independientes para la descomposición del rango de integración de funciones exponenciales se resolvió sobre la base de un enfoque similar a los polinomios. Las constantes obtenidas permiten descomponer el rango de integración en dos para que las integrales sobre ellas sean iguales independientemente de los parámetros de función. Para los \"polinomios no trigonométricos\" de funciones uniformes, se presentó un enfoque alternativo ",
            "error": [
                ""
            ]
        },
        "even functions": {
            "translated_key": "funciones pares",
            "translated_annotated_text": "Una descomposición universal del rango de integración para funciones exponenciales El problema de determinar las constantes independientes para la descomposición del rango de integración de funciones exponenciales se resolvió sobre la base de un enfoque similar a los polinomios. Las constantes obtenidas permiten descomponer el rango de integración en dos para que las integrales sobre ellas sean iguales independientemente de los parámetros de función. Para los polinomios no trigonométricos de \"funciones pares\", se presentó un enfoque alternativo ",
            "error": [
                ""
            ]
        },
        "exponential distribution": {
            "translated_key": [],
            "translated_annotated_text": "Una descomposición universal del rango de integración para funciones exponenciales El problema de determinar las constantes independientes para la descomposición del rango de integración de funciones exponenciales se resolvió sobre la base de un enfoque similar a los polinomios. Las constantes obtenidas permiten descomponer el rango de integración en dos para que las integrales sobre ellas sean iguales independientemente de los parámetros de función. Para los polinomios no trigonométricos de funciones uniformes, se presentó un enfoque alternativo ",
            "error": []
        },
        "integration": {
            "translated_key": "integración",
            "translated_annotated_text": "Una descomposición universal del rango de \"integración\" para funciones exponenciales El problema de determinar las constantes independientes para la descomposición del rango de \"integración\" de funciones exponenciales se resolvió sobre la base de un enfoque similar a los polinomios. Las constantes obtenidas permiten descomponer el rango de \"integración\" en dos para que las integrales sobre ellas sean iguales independientemente de los parámetros de función. Para los polinomios no trigonométricos de funciones uniformes, se presentó un enfoque alternativo ",
            "error": [
                ""
            ]
        }
    }
}