{
    "original_text": "Spectral characteristics of the linear systems over a bounded time interval Consideration was given to the spectral characteristics of the linear dynamic systems over a bounded time interval. Singular characteristics of standard dynamic blocks, transcendental characteristic equations, and partial spectra of the singular functions were studied. Relationship between the spectra under study and the classical frequency characteristic was demonstrated",
    "original_translation": "Características espectrales de los sistemas lineales durante un intervalo de tiempo limitado Se tuvieron en cuenta las características espectrales de los sistemas dinámicos lineales durante un intervalo de tiempo limitado. Se estudiaron las características singulares de los bloques dinámicos estándar, ecuaciones características trascendentales y espectros parciales de las funciones singulares. Se demostró la relación entre los espectros estudiados y la característica de frecuencia clásica",
    "error_count": 3,
    "keys": {
        "spectral characteristics": {
            "translated_key": "características espectrales",
            "translated_annotated_text": "Características espectrales de los sistemas lineales durante un intervalo de tiempo limitado Se tuvieron en cuenta las \"características espectrales\" de los sistemas dinámicos lineales durante un intervalo de tiempo limitado. Se estudiaron las características singulares de los bloques dinámicos estándar, ecuaciones características trascendentales y espectros parciales de las funciones singulares. Se demostró la relación entre los espectros estudiados y la característica de frecuencia clásica ",
            "error": [
                ""
            ]
        },
        "bounded time interval": {
            "translated_key": "intervalo de tiempo limitado",
            "translated_annotated_text": "Características espectrales de los sistemas lineales a lo largo de un \"intervalo de tiempo limitado\" Se consideraron las características espectrales de los sistemas dinámicos lineales a lo largo de un \"intervalo de tiempo limitado\". Se estudiaron las características singulares de los bloques dinámicos estándar, ecuaciones características trascendentales y espectros parciales de las funciones singulares. Se demostró la relación entre los espectros estudiados y la característica de frecuencia clásica ",
            "error": [
                ""
            ]
        },
        "linear dynamic systems": {
            "translated_key": "sistemas dinámicos lineales",
            "translated_annotated_text": "Características espectrales de los sistemas lineales durante un intervalo de tiempo limitado Se tuvieron en cuenta las características espectrales de los \"sistemas dinámicos lineales\" durante un intervalo de tiempo limitado. Se estudiaron las características singulares de los bloques dinámicos estándar, ecuaciones características trascendentales y espectros parciales de las funciones singulares. Se demostró la relación entre los espectros estudiados y la característica de frecuencia clásica ",
            "error": [
                ""
            ]
        },
        "singular characteristics": {
            "translated_key": [],
            "translated_annotated_text": "Características espectrales de los sistemas lineales durante un intervalo de tiempo limitado Se tuvieron en cuenta las características espectrales de los sistemas dinámicos lineales durante un intervalo de tiempo limitado. Se estudiaron las características singulares de los bloques dinámicos estándar, ecuaciones características trascendentales y espectros parciales de las funciones singulares. Se demostró la relación entre los espectros estudiados y la característica de frecuencia clásica ",
            "error": []
        },
        "standard dynamic blocks": {
            "translated_key": "bloques dinámicos estándar",
            "translated_annotated_text": "Características espectrales de los sistemas lineales durante un intervalo de tiempo limitado Se tuvieron en cuenta las características espectrales de los sistemas dinámicos lineales durante un intervalo de tiempo limitado. Se estudiaron las características singulares de los \"bloques dinámicos estándar\", las ecuaciones características trascendentales y los espectros parciales de las funciones singulares. Se demostró la relación entre los espectros estudiados y la característica de frecuencia clásica ",
            "error": [
                ""
            ]
        },
        "transcendental characteristic equations": {
            "translated_key": "ecuaciones características trascendentales",
            "translated_annotated_text": "Características espectrales de los sistemas lineales durante un intervalo de tiempo limitado Se tuvieron en cuenta las características espectrales de los sistemas dinámicos lineales durante un intervalo de tiempo limitado. Se estudiaron las características singulares de los bloques dinámicos estándar, las \"ecuaciones características trascendentales\" y los espectros parciales de las funciones singulares. Se demostró la relación entre los espectros estudiados y la característica de frecuencia clásica ",
            "error": [
                ""
            ]
        },
        "partial spectra": {
            "translated_key": [],
            "translated_annotated_text": "Características espectrales de los sistemas lineales durante un intervalo de tiempo limitado Se tuvieron en cuenta las características espectrales de los sistemas dinámicos lineales durante un intervalo de tiempo limitado. Se estudiaron las características singulares de los bloques dinámicos estándar, las ecuaciones características trascendentales y los espectros parciales de las funciones singulares. Se demostró la relación entre los espectros estudiados y la característica de frecuencia clásica ",
            "error": []
        },
        "singular functions": {
            "translated_key": "funciones singulares",
            "translated_annotated_text": "Características espectrales de los sistemas lineales durante un intervalo de tiempo limitado Se tuvieron en cuenta las características espectrales de los sistemas dinámicos lineales durante un intervalo de tiempo limitado. Se estudiaron las características singulares de los bloques dinámicos estándar, las ecuaciones características trascendentales y los espectros parciales de las \"funciones singulares\". Se demostró la relación entre los espectros estudiados y la característica de frecuencia clásica ",
            "error": [
                ""
            ]
        },
        "frequency characteristic": {
            "translated_key": "característica de frecuencia",
            "translated_annotated_text": "Características espectrales de los sistemas lineales durante un intervalo de tiempo limitado Se tuvieron en cuenta las características espectrales de los sistemas dinámicos lineales durante un intervalo de tiempo limitado. Se estudiaron las características singulares de los bloques dinámicos estándar, ecuaciones características trascendentales y espectros parciales de las funciones singulares. Se demostró la relación entre los espectros estudiados y la \"característica de frecuencia\" clásica ",
            "error": [
                ""
            ]
        },
        "linear systems": {
            "translated_key": "sistemas lineales",
            "translated_annotated_text": "Características espectrales de los \"sistemas lineales\" durante un intervalo de tiempo limitado Se tuvieron en cuenta las características espectrales de los sistemas dinámicos lineales durante un intervalo de tiempo limitado. Se estudiaron las características singulares de los bloques dinámicos estándar, ecuaciones características trascendentales y espectros parciales de las funciones singulares. Se demostró la relación entre los espectros estudiados y la característica de frecuencia clásica ",
            "error": [
                ""
            ]
        },
        "spectral analysis": {
            "translated_key": [],
            "translated_annotated_text": "Características espectrales de los sistemas lineales durante un intervalo de tiempo limitado Se tuvieron en cuenta las características espectrales de los sistemas dinámicos lineales durante un intervalo de tiempo limitado. Se estudiaron las características singulares de los bloques dinámicos estándar, ecuaciones características trascendentales y espectros parciales de las funciones singulares. Se demostró la relación entre los espectros estudiados y la característica de frecuencia clásica ",
            "error": []
        }
    }
}