{
    "original_text": "Security crisis management - the basics Of the more pervasive problems in any kind of security event is how the security event is managed from the inception to the end. Theres a lot written about how to manage a specific incident or how to deal with a point problem such as a firewall log, but little tends to be written about how to deal with the management of a security event as part of corporate crisis management. This article discusses the basics of security crisis management and of the logical steps required to ensure that a security crisis does not get out of hand",
    "original_translation": "Gestión de crisis de seguridad - lo básico De los problemas más generalizados en cualquier tipo de evento de seguridad es cómo se gestiona el evento de seguridad desde el inicio hasta el final. Hay mucho escrito sobre cómo manejar un incidente específico o cómo lidiar con un problema de puntos como un registro de cortafuegos, pero poco tiende a ser escrito sobre cómo manejar un evento de seguridad como parte de la gestión de crisis corporativa. Este artículo discute los fundamentos de la gestión de crisis de seguridad y de los pasos lógicos necesarios para asegurar que una crisis de seguridad no se descontrole",
    "error_count": 3,
    "keys": {
        "security crisis management": {
            "translated_key": "gestión de crisis de seguridad",
            "translated_annotated_text": "Gestión de crisis de seguridad - lo básico De los problemas más generalizados en cualquier tipo de evento de seguridad es cómo se gestiona el evento de seguridad desde el inicio hasta el final. Hay mucho escrito sobre cómo manejar un incidente específico o cómo lidiar con un problema de puntos como un registro de cortafuegos, pero poco tiende a ser escrito sobre cómo manejar un evento de seguridad como parte de la gestión de crisis corporativa. Este artículo discute los fundamentos de la \"gestión de crisis de seguridad\" y de los pasos lógicos necesarios para asegurar que una crisis de seguridad no se descontrole ",
            "error": [
                ""
            ]
        },
        "security event": {
            "translated_key": [
                "acontecimiento de seguridad",
                "acontecimiento de seguridad",
                "evento de seguridad"
            ],
            "translated_annotated_text": "Gestión de crisis de seguridad - lo básico De los problemas más generalizados en cualquier tipo de \"acontecimiento de seguridad\" es cómo se gestiona el \"acontecimiento de seguridad\" desde el inicio hasta el final. Hay mucho escrito sobre cómo manejar un incidente específico o cómo lidiar con un problema de puntos como un registro de cortafuegos, pero poco tiende a ser escrito sobre cómo lidiar con la gestión de un \"evento de seguridad\" como parte de la gestión de crisis corporativa. Este artículo discute los fundamentos de la gestión de crisis de seguridad y de los pasos lógicos necesarios para asegurar que una crisis de seguridad no se descontrole ",
            "error": [
                "acontecimiento de seguridad",
                "acontecimiento de seguridad",
                "evento de seguridad"
            ]
        },
        "firewall log": {
            "translated_key": "firewall log",
            "translated_annotated_text": "Gestión de crisis de seguridad - lo básico De los problemas más generalizados en cualquier tipo de evento de seguridad es cómo se gestiona el evento de seguridad desde el inicio hasta el final. Hay mucho escrito sobre cómo manejar un incidente específico o cómo lidiar con un problema de puntos como un \"firewall log\", pero poco tiende a ser escrito sobre cómo lidiar con la gestión de un evento de seguridad como parte de la gestión de crisis corporativa. Este artículo discute los fundamentos de la gestión de crisis de seguridad y de los pasos lógicos necesarios para asegurar que una crisis de seguridad no se descontrole ",
            "error": [
                ""
            ]
        },
        "corporate crisis management": {
            "translated_key": "gestión corporativa de crisis",
            "translated_annotated_text": "Gestión de crisis de seguridad - lo básico De los problemas más generalizados en cualquier tipo de evento de seguridad es cómo se gestiona el evento de seguridad desde el inicio hasta el final. Hay mucho escrito sobre cómo manejar un incidente específico o cómo lidiar con un problema de puntos como un registro de cortafuegos, pero poco tiende a escribirse sobre cómo manejar un evento de seguridad como parte de la \"gestión corporativa de crisis\". Este artículo discute los fundamentos de la gestión de crisis de seguridad y de los pasos lógicos necesarios para asegurar que una crisis de seguridad no se descontrole ",
            "error": [
                ""
            ]
        },
        "DP management": {
            "translated_key": [],
            "translated_annotated_text": "Gestión de crisis de seguridad - lo básico De los problemas más generalizados en cualquier tipo de evento de seguridad es cómo se gestiona el evento de seguridad desde el inicio hasta el final. Hay mucho escrito sobre cómo manejar un incidente específico o cómo lidiar con un problema de puntos como un registro de cortafuegos, pero poco tiende a ser escrito sobre cómo manejar un evento de seguridad como parte de la gestión de crisis corporativa. Este artículo discute los fundamentos de la gestión de crisis de seguridad y de los pasos lógicos necesarios para asegurar que una crisis de seguridad no se descontrole ",
            "error": []
        },
        "security of data": {
            "translated_key": [],
            "translated_annotated_text": "Gestión de crisis de seguridad - lo básico De los problemas más generalizados en cualquier tipo de evento de seguridad es cómo se gestiona el evento de seguridad desde el inicio hasta el final. Hay mucho escrito sobre cómo manejar un incidente específico o cómo lidiar con un problema de puntos como un registro de cortafuegos, pero poco tiende a ser escrito sobre cómo manejar un evento de seguridad como parte de la gestión de crisis corporativa. Este artículo discute los fundamentos de la gestión de crisis de seguridad y de los pasos lógicos necesarios para asegurar que una crisis de seguridad no se descontrole ",
            "error": []
        }
    }
}