{
    "original_text": "IT as a key enabler to law firm competitiveness Professional services firms have traditionally been able to thrive in virtually any market conditions. They have been consistently successful for several decades without ever needing to reexamine or change their basic operating model. However, gradual but inexorable change in client expectations and the business environment over recent years now means that more of the same is no longer enough. In future, law firms will increasingly need to exploit IT more effectively in order to remain competitive. To do this, they will need to ensure that all their information systems function as an integrated whole and are available to their staff, clients and business partners. The authors set out the lessons to be learned for law firms in the light of the recent PA Consulting survey",
    "original_translation": "IT como facilitador clave para la competitividad de la firma de abogados Las empresas de servicios profesionales han sido tradicionalmente capaces de prosperar en prácticamente cualquier condición del mercado. Han tenido un éxito constante durante varias décadas sin necesidad de reexaminar o cambiar su modelo operativo básico. Sin embargo, un cambio gradual pero inexorable en las expectativas de los clientes y en el entorno empresarial en los últimos años ya no basta con más de lo mismo. En el futuro, los bufetes de abogados tendrán que explotar más eficazmente la TI para seguir siendo competitivos. Para ello, deberán velar por que todos sus sistemas de información funcionen como un todo integrado y estén a disposición de su personal, clientes y socios comerciales. Los autores expusieron las lecciones a aprender para los bufetes de abogados a la luz de la reciente encuesta de PA Consulting",
    "error_count": 4,
    "keys": {
        "professional services firms": {
            "translated_key": [],
            "translated_annotated_text": "IT como facilitador clave para la competitividad de la firma de abogados Las empresas de servicios profesionales han sido tradicionalmente capaces de prosperar en prácticamente cualquier condición del mercado. Han tenido un éxito constante durante varias décadas sin necesidad de reexaminar o cambiar su modelo operativo básico. Sin embargo, un cambio gradual pero inexorable en las expectativas de los clientes y en el entorno empresarial en los últimos años ya no basta con más de lo mismo. En el futuro, los bufetes de abogados tendrán que explotar más eficazmente la TI para seguir siendo competitivos. Para ello, deberán velar por que todos sus sistemas de información funcionen como un todo integrado y estén a disposición de su personal, clientes y socios comerciales. Los autores expusieron las lecciones a aprender para los bufetes de abogados a la luz de la reciente encuesta de PA Consulting ",
            "error": []
        },
        "client expectations": {
            "translated_key": "expectativas del cliente",
            "translated_annotated_text": "IT como facilitador clave para la competitividad de la firma de abogados Las empresas de servicios profesionales han sido tradicionalmente capaces de prosperar en prácticamente cualquier condición del mercado. Han tenido un éxito constante durante varias décadas sin necesidad de reexaminar o cambiar su modelo operativo básico. Sin embargo, un cambio gradual pero inexorable en las \"expectativas del cliente\" y en el entorno empresarial de los últimos años ya no basta con más de lo mismo. En el futuro, los bufetes de abogados tendrán que explotar más eficazmente la TI para seguir siendo competitivos. Para ello, deberán velar por que todos sus sistemas de información funcionen como un todo integrado y estén a disposición de su personal, clientes y socios comerciales. Los autores expusieron las lecciones a aprender para los bufetes de abogados a la luz de la reciente encuesta de PA Consulting ",
            "error": [
                ""
            ]
        },
        "business environment": {
            "translated_key": "entorno empresarial",
            "translated_annotated_text": "IT como facilitador clave para la competitividad de la firma de abogados Las empresas de servicios profesionales han sido tradicionalmente capaces de prosperar en prácticamente cualquier condición del mercado. Han tenido un éxito constante durante varias décadas sin necesidad de reexaminar o cambiar su modelo operativo básico. Sin embargo, un cambio gradual pero inexorable en las expectativas de los clientes y el \"entorno empresarial\" en los últimos años ya no basta con más de lo mismo. En el futuro, los bufetes de abogados tendrán que explotar más eficazmente la TI para seguir siendo competitivos. Para ello, deberán velar por que todos sus sistemas de información funcionen como un todo integrado y estén a disposición de su personal, clientes y socios comerciales. Los autores expusieron las lecciones a aprender para los bufetes de abogados a la luz de la reciente encuesta de PA Consulting ",
            "error": [
                ""
            ]
        },
        "information systems": {
            "translated_key": "sistemas de información",
            "translated_annotated_text": "IT como facilitador clave para la competitividad de la firma de abogados Las empresas de servicios profesionales han sido tradicionalmente capaces de prosperar en prácticamente cualquier condición del mercado. Han tenido un éxito constante durante varias décadas sin necesidad de reexaminar o cambiar su modelo operativo básico. Sin embargo, un cambio gradual pero inexorable en las expectativas de los clientes y en el entorno empresarial en los últimos años ya no basta con más de lo mismo. En el futuro, los bufetes de abogados tendrán que explotar más eficazmente la TI para seguir siendo competitivos. Para ello, deberán garantizar que todos sus \"sistemas de información\" funcionen como un todo integrado y estén a disposición de su personal, clientes y socios comerciales. Los autores expusieron las lecciones a aprender para los bufetes de abogados a la luz de la reciente encuesta de PA Consulting ",
            "error": [
                ""
            ]
        },
        "law firms": {
            "translated_key": "abogados",
            "translated_annotated_text": "IT como facilitador clave para la competitividad de la firma de abogados Las empresas de servicios profesionales han sido tradicionalmente capaces de prosperar en prácticamente cualquier condición del mercado. Han tenido un éxito constante durante varias décadas sin necesidad de reexaminar o cambiar su modelo operativo básico. Sin embargo, un cambio gradual pero inexorable en las expectativas de los clientes y en el entorno empresarial en los últimos años ya no basta con más de lo mismo. En el futuro, los \"abogados\" tendrán que explotar más eficazmente la TI para seguir siendo competitivos. Para ello, deberán velar por que todos sus sistemas de información funcionen como un todo integrado y estén a disposición de su personal, clientes y socios comerciales. Los autores expusieron las lecciones que deben aprenderse para los \"abogados\" a la luz de la reciente encuesta de PA Consulting ",
            "error": [
                ""
            ]
        },
        "information technology": {
            "translated_key": [],
            "translated_annotated_text": "IT como facilitador clave para la competitividad de la firma de abogados Las empresas de servicios profesionales han sido tradicionalmente capaces de prosperar en prácticamente cualquier condición del mercado. Han tenido un éxito constante durante varias décadas sin necesidad de reexaminar o cambiar su modelo operativo básico. Sin embargo, un cambio gradual pero inexorable en las expectativas de los clientes y en el entorno empresarial en los últimos años ya no basta con más de lo mismo. En el futuro, los bufetes de abogados tendrán que explotar más eficazmente la TI para seguir siendo competitivos. Para ello, deberán velar por que todos sus sistemas de información funcionen como un todo integrado y estén a disposición de su personal, clientes y socios comerciales. Los autores expusieron las lecciones a aprender para los bufetes de abogados a la luz de la reciente encuesta de PA Consulting ",
            "error": []
        },
        "legislation": {
            "translated_key": [],
            "translated_annotated_text": "IT como facilitador clave para la competitividad de la firma de abogados Las empresas de servicios profesionales han sido tradicionalmente capaces de prosperar en prácticamente cualquier condición del mercado. Han tenido un éxito constante durante varias décadas sin necesidad de reexaminar o cambiar su modelo operativo básico. Sin embargo, un cambio gradual pero inexorable en las expectativas de los clientes y en el entorno empresarial en los últimos años ya no basta con más de lo mismo. En el futuro, los bufetes de abogados tendrán que explotar más eficazmente la TI para seguir siendo competitivos. Para ello, deberán velar por que todos sus sistemas de información funcionen como un todo integrado y estén a disposición de su personal, clientes y socios comerciales. Los autores expusieron las lecciones a aprender para los bufetes de abogados a la luz de la reciente encuesta de PA Consulting ",
            "error": []
        },
        "professional aspects": {
            "translated_key": [],
            "translated_annotated_text": "IT como facilitador clave para la competitividad de la firma de abogados Las empresas de servicios profesionales han sido tradicionalmente capaces de prosperar en prácticamente cualquier condición del mercado. Han tenido un éxito constante durante varias décadas sin necesidad de reexaminar o cambiar su modelo operativo básico. Sin embargo, un cambio gradual pero inexorable en las expectativas de los clientes y en el entorno empresarial en los últimos años ya no basta con más de lo mismo. En el futuro, los bufetes de abogados tendrán que explotar más eficazmente la TI para seguir siendo competitivos. Para ello, deberán velar por que todos sus sistemas de información funcionen como un todo integrado y estén a disposición de su personal, clientes y socios comerciales. Los autores expusieron las lecciones a aprender para los bufetes de abogados a la luz de la reciente encuesta de PA Consulting ",
            "error": []
        }
    }
}