{
    "original_text": "Naomi Campbell: drugs, distress and the Data Protection Act In the first case of its kind, Naomi Campbell successfully sued Mirror Group Newspapers for damage and distress caused by breach of the Data Protection Act 1998. Partner N. Wildish and assistant M. Turle of City law firm Field Fisher Waterhouse discuss the case and the legal implications of which online publishers should be aware",
    "original_translation": "Naomi Campbell: drogas, angustia y la Ley de protección de datos En el primer caso de este tipo, Naomi Campbell demandó con éxito a Mirror Group Journals por daños y perjuicios causados por la violación de la Ley de protección de datos de 1998. Socio N. Wildish y asistente M. Turle de la ciudad firma de abogados Field Fisher Waterhouse discutir el caso y las implicaciones legales de que los editores en línea deben ser conscientes",
    "error_count": 2,
    "keys": {
        "drugs": {
            "translated_key": "drugs",
            "translated_annotated_text": "Naomi Campbell: <br>drugs</br>, distress and the Data Protection Act En el primer caso de este tipo, Naomi Campbell demandó exitosamente a Mirror Group Journals por daños y molestias causados por la violación de la Data Protection Act 1998. Socio N. Wildish y asistente M. Turle de la ciudad firma de abogados Field Fisher Waterhouse discutir el caso y las implicaciones legales de que los editores en línea deben ser conscientes ",
            "error": [
                ""
            ]
        },
        "distress": {
            "translated_key": "distress",
            "translated_annotated_text": "Naomi Campbell: drogas, <br>distress</br> y la Ley de Protección de Datos En el primer caso de su tipo, Naomi Campbell demandó exitosamente a Mirror Group Journals por daños y <br>distress</br> causados por incumplimiento de la Ley de Protección de Datos 1998. Socio N. Wildish y asistente M. Turle de la ciudad firma de abogados Field Fisher Waterhouse discutir el caso y las implicaciones legales de que los editores en línea deben ser conscientes ",
            "error": [
                ""
            ]
        },
        "Data Protection Act": {
            "translated_key": [],
            "translated_annotated_text": "Naomi Campbell: drogas, angustia y la Ley de protección de datos En el primer caso de su tipo, Naomi Campbell demandó con éxito a Mirror Group Journals por daños y perjuicios causados por la violación de la Ley de protección de datos de 1998. Socio N. Wildish y asistente M. Turle de la ciudad firma de abogados Field Fisher Waterhouse discutir el caso y las implicaciones legales de que los editores en línea deben ser conscientes ",
            "error": []
        },
        "Naomi Campbell": {
            "translated_key": "Naomi Campbell",
            "translated_annotated_text": "<br>Naomi Campbell</br>: drogas, angustia y la Ley de Protección de Datos En el primer caso de su tipo, <br>Naomi Campbell</br> demandó exitosamente a Mirror Group Journals por daños y perjuicios causados por la violación de la Ley de Protección de Datos 1998. Socio N. Wildish y asistente M. Turle de la ciudad firma de abogados Field Fisher Waterhouse discutir el caso y las implicaciones legales de que los editores en línea deben ser conscientes ",
            "error": [
                ""
            ]
        },
        "online publishers": {
            "translated_key": " editoriales en línea",
            "translated_annotated_text": "Naomi Campbell: drogas, angustia y la Ley de protección de datos En el primer caso de este tipo, Naomi Campbell demandó con éxito a Mirror Group Journals por daños y perjuicios causados por la violación de la Ley de protección de datos de 1998. El socio N. Wildish y el asistente M. Turle de la firma de abogados de la ciudad Field Fisher Waterhouse discuten el caso y las implicaciones legales de las cuales <br> editoriales en línea</br> deben ser conscientes ",
            "error": [
                ""
            ]
        },
        "legislation": {
            "translated_key": [],
            "translated_annotated_text": "Naomi Campbell: drogas, angustia y la Ley de protección de datos En el primer caso de este tipo, Naomi Campbell demandó con éxito a Mirror Group Journals por daños y perjuicios causados por la violación de la Ley de protección de datos de 1998. Socio N. Wildish y asistente M. Turle de la ciudad firma de abogados Field Fisher Waterhouse discutir el caso y las implicaciones legales de que los editores en línea deben ser conscientes ",
            "error": []
        }
    }
}