{
    "original_text": "Spam solution? The author describes a solution to spam E-mails: disposable E-mail addresses (DEA). Mailshells free trial Web-based E-mail service allows you, if you start getting spammed on that DEA, just to delete the DEA in Mailshell, and all E-mail thereafter sent to that address will automatically be junked (though you can later restore that address if you want). Mailshell allows any number of DEA",
    "original_translation": "¿Solución de spam? El autor describe una solución a los correos electrónicos spam: direcciones de correo electrónico desechables (DEA). Mailshells prueba gratuita El servicio de correo electrónico basado en la web le permite, si usted comienza a recibir spammed en esa DEA, sólo para eliminar la DEA en Mailshell, y todo el correo electrónico enviado posteriormente a esa dirección será automáticamente desechado (aunque usted puede restaurar más tarde esa dirección si lo desea). Mailshell permite cualquier número de DEA",
    "error_count": 3,
    "keys": {
        "spam E-mails": {
            "translated_key": "spam E-mails",
            "translated_annotated_text": "¿Solución de spam? El autor describe una solución a <br>spam E-mails</br>: direcciones de correo electrónico desechables (DEA). Mailshells prueba gratuita El servicio de correo electrónico basado en la web le permite, si usted comienza a recibir spammed en esa DEA, sólo para eliminar la DEA en Mailshell, y todo el correo electrónico enviado posteriormente a esa dirección será automáticamente desechado (aunque usted puede restaurar más tarde esa dirección si lo desea). Mailshell permite cualquier número de DEA ",
            "error": [
                ""
            ]
        },
        "disposable E-mail addresses": {
            "translated_key": "direcciones de correo electrónico desechables",
            "translated_annotated_text": "¿Solución de spam? El autor describe una solución a los correos electrónicos spam: <br>direcciones de correo electrónico desechables</br> (DEA).  Mailshells prueba gratuita El servicio de correo electrónico basado en la web le permite, si usted comienza a recibir spammed en esa DEA, sólo para eliminar la DEA en Mailshell, y todo el correo electrónico enviado posteriormente a esa dirección será automáticamente desechado (aunque usted puede restaurar más tarde esa dirección si lo desea). Mailshell permite cualquier número de DEA ",
            "error": [
                ""
            ]
        },
        "Mailshell": {
            "translated_key": "Mailshell",
            "translated_annotated_text": "¿Solución de spam? El autor describe una solución a los correos electrónicos spam: direcciones de correo electrónico desechables (DEA). Mailshells prueba gratuita El servicio de correo electrónico basado en la web le permite, si usted comienza a recibir spammed en esa DEA, sólo para eliminar la DEA en <br>Mailshell</br>, y todo el correo electrónico enviado posteriormente a esa dirección será automáticamente desechado (aunque más tarde puede restaurar esa dirección si lo desea). <br>Mailshell</br> permite cualquier número de DEA ",
            "error": [
                ""
            ]
        },
        "Web-based E-mail": {
            "translated_key": "El servicio de correo electrónico basado en Internet",
            "translated_annotated_text": "¿Solución de spam? El autor describe una solución a los correos electrónicos spam: direcciones de correo electrónico desechables (DEA). Mailshells prueba gratuita <br>El servicio de correo electrónico basado en Internet</br> le permite, si usted comienza a recibir spammed en esa DEA, sólo para eliminar la DEA en Mailshell, y todo el correo electrónico enviado posteriormente a esa dirección será automáticamente desechado (aunque más tarde puede restaurar esa dirección si lo desea). Mailshell permite cualquier número de DEA ",
            "error": [
                ""
            ]
        },
        "data privacy": {
            "translated_key": [],
            "translated_annotated_text": "¿Solución de spam? El autor describe una solución a los correos electrónicos spam: direcciones de correo electrónico desechables (DEA). Mailshells prueba gratuita El servicio de correo electrónico basado en la web le permite, si usted comienza a recibir spammed en esa DEA, sólo para eliminar la DEA en Mailshell, y todo el correo electrónico enviado posteriormente a esa dirección será automáticamente desechado (aunque usted puede restaurar más tarde esa dirección si lo desea). Mailshell permite cualquier número de DEA ",
            "error": []
        },
        "electronic mail": {
            "translated_key": [],
            "translated_annotated_text": "¿Solución de spam? El autor describe una solución a los correos electrónicos spam: direcciones de correo electrónico desechables (DEA). Mailshells prueba gratuita El servicio de correo electrónico basado en la web le permite, si usted comienza a recibir spammed en esa DEA, sólo para eliminar la DEA en Mailshell, y todo el correo electrónico enviado posteriormente a esa dirección será automáticamente desechado (aunque usted puede restaurar más tarde esa dirección si lo desea). Mailshell permite cualquier número de DEA ",
            "error": []
        },
        "information resources": {
            "translated_key": [],
            "translated_annotated_text": "¿Solución de spam? El autor describe una solución a los correos electrónicos spam: direcciones de correo electrónico desechables (DEA). Mailshells prueba gratuita El servicio de correo electrónico basado en la web le permite, si usted comienza a recibir spammed en esa DEA, sólo para eliminar la DEA en Mailshell, y todo el correo electrónico enviado posteriormente a esa dirección será automáticamente desechado (aunque usted puede restaurar más tarde esa dirección si lo desea). Mailshell permite cualquier número de DEA ",
            "error": []
        }
    }
}