{
    "original_text": "A humanists legacy in medical informatics: visions and accomplishments of Professor Jean-Raoul Scherrer The objective is to report on the work of Prof. Jean-Raoul Scherrer, and show how his humanist vision, medical skills and scientific background have enabled and shaped the development of medical informatics over the last 30 years. Starting with the mainframe-based patient-centred hospital information system DIOGENE in the 70s, Prof. Scherrer developed, implemented and evolved innovative concepts of man-machine interfaces, distributed and federated environments, leading the way with information systems that obstinately focused on the support of care providers and patients. Through a rigorous design of terminologies and ontologies, the DIOGENE data would then serve as a basis for the development of clinical research, data mining, and lead to innovative natural language processing techniques. In parallel, Prof. Scherrer supported the development of medical image management, ranging from a distributed picture archiving and communication systems (PACS) to molecular imaging of protein electrophoreses. Recognizing the need for improving the quality and trustworthiness of medical information of the Web, Prof. Scherrer created the Health-On-the Net (HON) foundation. These achievements, made possible thanks to his visionary mind, deep humanism, creativity, generosity and determination, have made of Prof. Scherrer a true pioneer and leader of the human-centered, patient-oriented application of information technology for improving healthcare",
    "original_translation": "Un legado humanista en la informática médica: visiones y logros del profesor Jean-Raoul Scherrer El objetivo es informar sobre el trabajo del profesor Jean-Raoul Scherrer, y mostrar cómo su visión humanista, habilidades médicas y antecedentes científicos han permitido y moldeado el desarrollo de la informática médica en los últimos 30 años. A partir del sistema de información hospitalaria centrado en el paciente basado en el mainframe DIOGENE en los años 70, el Prof. Scherrer desarrolló, implementó y evolucionó conceptos innovadores de interfaces hombre-máquina, entornos distribuidos y federados, liderando el camino con sistemas de información que se enfocaron obstinadamente en el apoyo de proveedores de atención y pacientes. Mediante un riguroso diseño de terminologías y ontologías, los datos de DIOGENE servirían de base para el desarrollo de la investigación clínica, la extracción de datos y conducirían a técnicas innovadoras de procesamiento del lenguaje natural. Paralelamente, el Prof. Scherrer apoyó el desarrollo de la gestión de imágenes médicas, desde un archivo de imágenes distribuidas y sistemas de comunicación (PACS) hasta imágenes moleculares de electroforeso proteico. Reconociendo la necesidad de mejorar la calidad y fiabilidad de la información médica de la Web, el Prof. Scherrer creó la fundación Health-On-the Net (HON). Estos logros, hechos posibles gracias a su mente visionaria, profundo humanismo, creatividad, generosidad y determinación, han hecho del Prof. Scherrer un verdadero pionero y líder de la aplicación centrada en el ser humano y orientada al paciente de la tecnología de la información para mejorar la salud",
    "error_count": 12,
    "keys": {
        "Professor Jean-Raoul Scherrer": {
            "translated_key": "Profesor Jean-Raoul Scherrer",
            "translated_annotated_text": "Un legado humanista en la informática médica: visiones y logros del \"Profesor Jean-Raoul Scherrer\" El objetivo es informar sobre el trabajo del Prof. Jean-Raoul Scherrer, y mostrar cómo su visión humanista, habilidades médicas y antecedentes científicos han permitido y moldeado el desarrollo de la informática médica en los últimos 30 años. A partir del sistema de información hospitalaria centrado en el paciente basado en el mainframe DIOGENE en los años 70, el Prof. Scherrer desarrolló, implementó y evolucionó conceptos innovadores de interfaces hombre-máquina, entornos distribuidos y federados, liderando el camino con sistemas de información que se enfocaron obstinadamente en el apoyo de proveedores de atención y pacientes. Mediante un riguroso diseño de terminologías y ontologías, los datos de DIOGENE servirían de base para el desarrollo de la investigación clínica, la extracción de datos y conducirían a técnicas innovadoras de procesamiento del lenguaje natural. Paralelamente, el Prof. Scherrer apoyó el desarrollo de la gestión de imágenes médicas, desde un archivo de imágenes distribuidas y sistemas de comunicación (PACS) hasta imágenes moleculares de electroforeso proteico. Reconociendo la necesidad de mejorar la calidad y fiabilidad de la información médica de la Web, el Prof. Scherrer creó la fundación Health-On-the Net (HON). Estos logros, hechos posibles gracias a su mente visionaria, profundo humanismo, creatividad, generosidad y determinación, han hecho del Prof. Scherrer un verdadero pionero y líder de la aplicación centrada en el ser humano y orientada al paciente de la tecnología de la información para mejorar la salud ",
            "error": [
                ""
            ]
        },
        "Medical Informatics": {
            "translated_key": [],
            "translated_annotated_text": "Un legado humanista en la informática médica: visiones y logros del profesor Jean-Raoul Scherrer El objetivo es informar sobre el trabajo del profesor Jean-Raoul Scherrer, y mostrar cómo su visión humanista, habilidades médicas y antecedentes científicos han permitido y moldeado el desarrollo de la informática médica en los últimos 30 años. A partir del sistema de información hospitalaria centrado en el paciente basado en el mainframe DIOGENE en los años 70, el Prof. Scherrer desarrolló, implementó y evolucionó conceptos innovadores de interfaces hombre-máquina, entornos distribuidos y federados, liderando el camino con sistemas de información que se enfocaron obstinadamente en el apoyo de proveedores de atención y pacientes. Mediante un riguroso diseño de terminologías y ontologías, los datos de DIOGENE servirían de base para el desarrollo de la investigación clínica, la extracción de datos y conducirían a técnicas innovadoras de procesamiento del lenguaje natural. Paralelamente, el Prof. Scherrer apoyó el desarrollo de la gestión de imágenes médicas, desde un archivo de imágenes distribuidas y sistemas de comunicación (PACS) hasta imágenes moleculares de electroforeso proteico. Reconociendo la necesidad de mejorar la calidad y fiabilidad de la información médica de la Web, el Prof. Scherrer creó la fundación Health-On-the Net (HON). Estos logros, hechos posibles gracias a su mente visionaria, profundo humanismo, creatividad, generosidad y determinación, han hecho del Prof. Scherrer un verdadero pionero y líder de la aplicación centrada en el ser humano y orientada al paciente de la tecnología de la información para mejorar la salud ",
            "error": []
        },
        "mainframe based patient centered hospital information system": {
            "translated_key": [],
            "translated_annotated_text": "Un legado humanista en la informática médica: visiones y logros del profesor Jean-Raoul Scherrer El objetivo es informar sobre el trabajo del profesor Jean-Raoul Scherrer, y mostrar cómo su visión humanista, habilidades médicas y antecedentes científicos han permitido y moldeado el desarrollo de la informática médica en los últimos 30 años. A partir del sistema de información hospitalaria centrado en el paciente basado en el mainframe DIOGENE en los años 70, el Prof. Scherrer desarrolló, implementó y evolucionó conceptos innovadores de interfaces hombre-máquina, entornos distribuidos y federados, liderando el camino con sistemas de información que se enfocaron obstinadamente en el apoyo de proveedores de atención y pacientes. Mediante un riguroso diseño de terminologías y ontologías, los datos de DIOGENE servirían de base para el desarrollo de la investigación clínica, la extracción de datos y conducirían a técnicas innovadoras de procesamiento del lenguaje natural. Paralelamente, el Prof. Scherrer apoyó el desarrollo de la gestión de imágenes médicas, desde un archivo de imágenes distribuidas y sistemas de comunicación (PACS) hasta imágenes moleculares de electroforeso proteico. Reconociendo la necesidad de mejorar la calidad y fiabilidad de la información médica de la Web, el Prof. Scherrer creó la fundación Health-On-the Net (HON). Estos logros, hechos posibles gracias a su mente visionaria, profundo humanismo, creatividad, generosidad y determinación, han hecho del Prof. Scherrer un verdadero pionero y líder de la aplicación centrada en el ser humano y orientada al paciente de la tecnología de la información para mejorar la salud ",
            "error": []
        },
        "medical image management": {
            "translated_key": "gestión de imágenes médicas",
            "translated_annotated_text": "Un legado humanista en la informática médica: visiones y logros del profesor Jean-Raoul Scherrer El objetivo es informar sobre el trabajo del profesor Jean-Raoul Scherrer, y mostrar cómo su visión humanista, habilidades médicas y antecedentes científicos han permitido y moldeado el desarrollo de la informática médica en los últimos 30 años. A partir del sistema de información hospitalaria centrado en el paciente basado en el mainframe DIOGENE en los años 70, el Prof. Scherrer desarrolló, implementó y evolucionó conceptos innovadores de interfaces hombre-máquina, entornos distribuidos y federados, liderando el camino con sistemas de información que se enfocaron obstinadamente en el apoyo de proveedores de atención y pacientes. Mediante un riguroso diseño de terminologías y ontologías, los datos de DIOGENE servirían de base para el desarrollo de la investigación clínica, la extracción de datos y conducirían a técnicas innovadoras de procesamiento del lenguaje natural. Paralelamente, el Prof. Scherrer apoyó el desarrollo de \"gestión de imágenes médicas\", que van desde un archivo de imágenes distribuidas y sistemas de comunicación (PACS) a imágenes moleculares de electroforeso proteico. Reconociendo la necesidad de mejorar la calidad y fiabilidad de la información médica de la Web, el Prof. Scherrer creó la fundación Health-On-the Net (HON). Estos logros, hechos posibles gracias a su mente visionaria, profundo humanismo, creatividad, generosidad y determinación, han hecho del Prof. Scherrer un verdadero pionero y líder de la aplicación centrada en el ser humano y orientada al paciente de la tecnología de la información para mejorar la salud ",
            "error": [
                ""
            ]
        },
        "PACS": {
            "translated_key": "PACS",
            "translated_annotated_text": "Un legado humanista en la informática médica: visiones y logros del profesor Jean-Raoul Scherrer El objetivo es informar sobre el trabajo del profesor Jean-Raoul Scherrer, y mostrar cómo su visión humanista, habilidades médicas y antecedentes científicos han permitido y moldeado el desarrollo de la informática médica en los últimos 30 años. A partir del sistema de información hospitalaria centrado en el paciente basado en el mainframe DIOGENE en los años 70, el Prof. Scherrer desarrolló, implementó y evolucionó conceptos innovadores de interfaces hombre-máquina, entornos distribuidos y federados, liderando el camino con sistemas de información que se enfocaron obstinadamente en el apoyo de proveedores de atención y pacientes. Mediante un riguroso diseño de terminologías y ontologías, los datos de DIOGENE servirían de base para el desarrollo de la investigación clínica, la extracción de datos y conducirían a técnicas innovadoras de procesamiento del lenguaje natural. Paralelamente, el Prof. Scherrer apoyó el desarrollo de la gestión de imágenes médicas, que van desde un archivo de imágenes distribuidas y sistemas de comunicación (\"PACS\") hasta imágenes moleculares de electroforeso proteico. Reconociendo la necesidad de mejorar la calidad y fiabilidad de la información médica de la Web, el Prof. Scherrer creó la fundación Health-On-the Net (HON). Estos logros, hechos posibles gracias a su mente visionaria, profundo humanismo, creatividad, generosidad y determinación, han hecho del Prof. Scherrer un verdadero pionero y líder de la aplicación centrada en el ser humano y orientada al paciente de la tecnología de la información para mejorar la salud ",
            "error": [
                ""
            ]
        },
        "Internet": {
            "translated_key": [],
            "translated_annotated_text": "Un legado humanista en la informática médica: visiones y logros del profesor Jean-Raoul Scherrer El objetivo es informar sobre el trabajo del profesor Jean-Raoul Scherrer, y mostrar cómo su visión humanista, habilidades médicas y antecedentes científicos han permitido y moldeado el desarrollo de la informática médica en los últimos 30 años. A partir del sistema de información hospitalaria centrado en el paciente basado en el mainframe DIOGENE en los años 70, el Prof. Scherrer desarrolló, implementó y evolucionó conceptos innovadores de interfaces hombre-máquina, entornos distribuidos y federados, liderando el camino con sistemas de información que se enfocaron obstinadamente en el apoyo de proveedores de atención y pacientes. Mediante un riguroso diseño de terminologías y ontologías, los datos de DIOGENE servirían de base para el desarrollo de la investigación clínica, la extracción de datos y conducirían a técnicas innovadoras de procesamiento del lenguaje natural. Paralelamente, el Prof. Scherrer apoyó el desarrollo de la gestión de imágenes médicas, desde un archivo de imágenes distribuidas y sistemas de comunicación (PACS) hasta imágenes moleculares de electroforeso proteico. Reconociendo la necesidad de mejorar la calidad y fiabilidad de la información médica de la Web, el Prof. Scherrer creó la fundación Health-On-the Net (HON). Estos logros, hechos posibles gracias a su mente visionaria, profundo humanismo, creatividad, generosidad y determinación, han hecho del Prof. Scherrer un verdadero pionero y líder de la aplicación centrada en el ser humano y orientada al paciente de la tecnología de la información para mejorar la salud ",
            "error": []
        },
        "DIOGENE system": {
            "translated_key": [],
            "translated_annotated_text": "Un legado humanista en la informática médica: visiones y logros del profesor Jean-Raoul Scherrer El objetivo es informar sobre el trabajo del profesor Jean-Raoul Scherrer, y mostrar cómo su visión humanista, habilidades médicas y antecedentes científicos han permitido y moldeado el desarrollo de la informática médica en los últimos 30 años. A partir del sistema de información hospitalaria centrado en el paciente basado en el mainframe DIOGENE en los años 70, el Prof. Scherrer desarrolló, implementó y evolucionó conceptos innovadores de interfaces hombre-máquina, entornos distribuidos y federados, liderando el camino con sistemas de información que se enfocaron obstinadamente en el apoyo de proveedores de atención y pacientes. Mediante un riguroso diseño de terminologías y ontologías, los datos de DIOGENE servirían de base para el desarrollo de la investigación clínica, la extracción de datos y conducirían a técnicas innovadoras de procesamiento del lenguaje natural. Paralelamente, el Prof. Scherrer apoyó el desarrollo de la gestión de imágenes médicas, desde un archivo de imágenes distribuidas y sistemas de comunicación (PACS) hasta imágenes moleculares de electroforeso proteico. Reconociendo la necesidad de mejorar la calidad y fiabilidad de la información médica de la Web, el Prof. Scherrer creó la fundación Health-On-the Net (HON). Estos logros, hechos posibles gracias a su mente visionaria, profundo humanismo, creatividad, generosidad y determinación, han hecho del Prof. Scherrer un verdadero pionero y líder de la aplicación centrada en el ser humano y orientada al paciente de la tecnología de la información para mejorar la salud ",
            "error": []
        },
        "man-machine interfaces": {
            "translated_key": "interfaces hombre-máquina",
            "translated_annotated_text": "Un legado humanista en la informática médica: visiones y logros del profesor Jean-Raoul Scherrer El objetivo es informar sobre el trabajo del profesor Jean-Raoul Scherrer, y mostrar cómo su visión humanista, habilidades médicas y antecedentes científicos han permitido y moldeado el desarrollo de la informática médica en los últimos 30 años. A partir del sistema de información hospitalaria centrado en el paciente basado en el mainframe DIOGENE en los años 70, el Prof. Scherrer desarrolló, implementó y evolucionó conceptos innovadores de \"interfaces hombre-máquina\", entornos distribuidos y federados, liderando el camino con sistemas de información que se enfocaron obstinadamente en el apoyo de proveedores de atención y pacientes. Mediante un riguroso diseño de terminologías y ontologías, los datos de DIOGENE servirían de base para el desarrollo de la investigación clínica, la extracción de datos y conducirían a técnicas innovadoras de procesamiento del lenguaje natural. Paralelamente, el Prof. Scherrer apoyó el desarrollo de la gestión de imágenes médicas, desde un archivo de imágenes distribuidas y sistemas de comunicación (PACS) hasta imágenes moleculares de electroforeso proteico. Reconociendo la necesidad de mejorar la calidad y fiabilidad de la información médica de la Web, el Prof. Scherrer creó la fundación Health-On-the Net (HON). Estos logros, hechos posibles gracias a su mente visionaria, profundo humanismo, creatividad, generosidad y determinación, han hecho del Prof. Scherrer un verdadero pionero y líder de la aplicación centrada en el ser humano y orientada al paciente de la tecnología de la información para mejorar la salud ",
            "error": [
                ""
            ]
        },
        "distributed systems": {
            "translated_key": [],
            "translated_annotated_text": "Un legado humanista en la informática médica: visiones y logros del profesor Jean-Raoul Scherrer El objetivo es informar sobre el trabajo del profesor Jean-Raoul Scherrer, y mostrar cómo su visión humanista, habilidades médicas y antecedentes científicos han permitido y moldeado el desarrollo de la informática médica en los últimos 30 años. A partir del sistema de información hospitalaria centrado en el paciente basado en el mainframe DIOGENE en los años 70, el Prof. Scherrer desarrolló, implementó y evolucionó conceptos innovadores de interfaces hombre-máquina, entornos distribuidos y federados, liderando el camino con sistemas de información que se enfocaron obstinadamente en el apoyo de proveedores de atención y pacientes. Mediante un riguroso diseño de terminologías y ontologías, los datos de DIOGENE servirían de base para el desarrollo de la investigación clínica, la extracción de datos y conducirían a técnicas innovadoras de procesamiento del lenguaje natural. Paralelamente, el Prof. Scherrer apoyó el desarrollo de la gestión de imágenes médicas, desde un archivo de imágenes distribuidas y sistemas de comunicación (PACS) hasta imágenes moleculares de electroforeso proteico. Reconociendo la necesidad de mejorar la calidad y fiabilidad de la información médica de la Web, el Prof. Scherrer creó la fundación Health-On-the Net (HON). Estos logros, hechos posibles gracias a su mente visionaria, profundo humanismo, creatividad, generosidad y determinación, han hecho del Prof. Scherrer un verdadero pionero y líder de la aplicación centrada en el ser humano y orientada al paciente de la tecnología de la información para mejorar la salud ",
            "error": []
        },
        "federated systems": {
            "translated_key": [],
            "translated_annotated_text": "Un legado humanista en la informática médica: visiones y logros del profesor Jean-Raoul Scherrer El objetivo es informar sobre el trabajo del profesor Jean-Raoul Scherrer, y mostrar cómo su visión humanista, habilidades médicas y antecedentes científicos han permitido y moldeado el desarrollo de la informática médica en los últimos 30 años. A partir del sistema de información hospitalaria centrado en el paciente basado en el mainframe DIOGENE en los años 70, el Prof. Scherrer desarrolló, implementó y evolucionó conceptos innovadores de interfaces hombre-máquina, entornos distribuidos y federados, liderando el camino con sistemas de información que se enfocaron obstinadamente en el apoyo de proveedores de atención y pacientes. Mediante un riguroso diseño de terminologías y ontologías, los datos de DIOGENE servirían de base para el desarrollo de la investigación clínica, la extracción de datos y conducirían a técnicas innovadoras de procesamiento del lenguaje natural. Paralelamente, el Prof. Scherrer apoyó el desarrollo de la gestión de imágenes médicas, desde un archivo de imágenes distribuidas y sistemas de comunicación (PACS) hasta imágenes moleculares de electroforeso proteico. Reconociendo la necesidad de mejorar la calidad y fiabilidad de la información médica de la Web, el Prof. Scherrer creó la fundación Health-On-the Net (HON). Estos logros, hechos posibles gracias a su mente visionaria, profundo humanismo, creatividad, generosidad y determinación, han hecho del Prof. Scherrer un verdadero pionero y líder de la aplicación centrada en el ser humano y orientada al paciente de la tecnología de la información para mejorar la salud ",
            "error": []
        },
        "data mining": {
            "translated_key": "minería de datos",
            "translated_annotated_text": "Un legado humanista en la informática médica: visiones y logros del profesor Jean-Raoul Scherrer El objetivo es informar sobre el trabajo del profesor Jean-Raoul Scherrer, y mostrar cómo su visión humanista, habilidades médicas y antecedentes científicos han permitido y moldeado el desarrollo de la informática médica en los últimos 30 años. A partir del sistema de información hospitalaria centrado en el paciente basado en el mainframe DIOGENE en los años 70, el Prof. Scherrer desarrolló, implementó y evolucionó conceptos innovadores de interfaces hombre-máquina, entornos distribuidos y federados, liderando el camino con sistemas de información que se enfocaron obstinadamente en el apoyo de proveedores de atención y pacientes. A través de un riguroso diseño de terminologías y ontologías, los datos de DIOGENE servirían de base para el desarrollo de la investigación clínica, \"minería de datos\", y conducirían a técnicas innovadoras de procesamiento del lenguaje natural. Paralelamente, el Prof. Scherrer apoyó el desarrollo de la gestión de imágenes médicas, desde un archivo de imágenes distribuidas y sistemas de comunicación (PACS) hasta imágenes moleculares de electroforeso proteico. Reconociendo la necesidad de mejorar la calidad y fiabilidad de la información médica de la Web, el Prof. Scherrer creó la fundación Health-On-the Net (HON). Estos logros, hechos posibles gracias a su mente visionaria, profundo humanismo, creatividad, generosidad y determinación, han hecho del Prof. Scherrer un verdadero pionero y líder de la aplicación centrada en el ser humano y orientada al paciente de la tecnología de la información para mejorar la salud ",
            "error": [
                ""
            ]
        },
        "natural language processing": {
            "translated_key": "procesamiento del lenguaje natural",
            "translated_annotated_text": "Un legado humanista en la informática médica: visiones y logros del profesor Jean-Raoul Scherrer El objetivo es informar sobre el trabajo del profesor Jean-Raoul Scherrer, y mostrar cómo su visión humanista, habilidades médicas y antecedentes científicos han permitido y moldeado el desarrollo de la informática médica en los últimos 30 años. A partir del sistema de información hospitalaria centrado en el paciente basado en el mainframe DIOGENE en los años 70, el Prof. Scherrer desarrolló, implementó y evolucionó conceptos innovadores de interfaces hombre-máquina, entornos distribuidos y federados, liderando el camino con sistemas de información que se enfocaron obstinadamente en el apoyo de proveedores de atención y pacientes. A través de un riguroso diseño de terminologías y ontologías, los datos de DIOGENE servirían de base para el desarrollo de la investigación clínica, la minería de datos y conducirían a técnicas innovadoras de \"procesamiento del lenguaje natural\". Paralelamente, el Prof. Scherrer apoyó el desarrollo de la gestión de imágenes médicas, desde un archivo de imágenes distribuidas y sistemas de comunicación (PACS) hasta imágenes moleculares de electroforeso proteico. Reconociendo la necesidad de mejorar la calidad y fiabilidad de la información médica de la Web, el Prof. Scherrer creó la fundación Health-On-the Net (HON). Estos logros, hechos posibles gracias a su mente visionaria, profundo humanismo, creatividad, generosidad y determinación, han hecho del Prof. Scherrer un verdadero pionero y líder de la aplicación centrada en el ser humano y orientada al paciente de la tecnología de la información para mejorar la salud ",
            "error": [
                ""
            ]
        },
        "biographies": {
            "translated_key": [],
            "translated_annotated_text": "Un legado humanista en la informática médica: visiones y logros del profesor Jean-Raoul Scherrer El objetivo es informar sobre el trabajo del profesor Jean-Raoul Scherrer, y mostrar cómo su visión humanista, habilidades médicas y antecedentes científicos han permitido y moldeado el desarrollo de la informática médica en los últimos 30 años. A partir del sistema de información hospitalaria centrado en el paciente basado en el mainframe DIOGENE en los años 70, el Prof. Scherrer desarrolló, implementó y evolucionó conceptos innovadores de interfaces hombre-máquina, entornos distribuidos y federados, liderando el camino con sistemas de información que se enfocaron obstinadamente en el apoyo de proveedores de atención y pacientes. Mediante un riguroso diseño de terminologías y ontologías, los datos de DIOGENE servirían de base para el desarrollo de la investigación clínica, la extracción de datos y conducirían a técnicas innovadoras de procesamiento del lenguaje natural. Paralelamente, el Prof. Scherrer apoyó el desarrollo de la gestión de imágenes médicas, desde un archivo de imágenes distribuidas y sistemas de comunicación (PACS) hasta imágenes moleculares de electroforeso proteico. Reconociendo la necesidad de mejorar la calidad y fiabilidad de la información médica de la Web, el Prof. Scherrer creó la fundación Health-On-the Net (HON). Estos logros, hechos posibles gracias a su mente visionaria, profundo humanismo, creatividad, generosidad y determinación, han hecho del Prof. Scherrer un verdadero pionero y líder de la aplicación centrada en el ser humano y orientada al paciente de la tecnología de la información para mejorar la salud ",
            "error": []
        },
        "health care": {
            "translated_key": [],
            "translated_annotated_text": "Un legado humanista en la informática médica: visiones y logros del profesor Jean-Raoul Scherrer El objetivo es informar sobre el trabajo del profesor Jean-Raoul Scherrer, y mostrar cómo su visión humanista, habilidades médicas y antecedentes científicos han permitido y moldeado el desarrollo de la informática médica en los últimos 30 años. A partir del sistema de información hospitalaria centrado en el paciente basado en el mainframe DIOGENE en los años 70, el Prof. Scherrer desarrolló, implementó y evolucionó conceptos innovadores de interfaces hombre-máquina, entornos distribuidos y federados, liderando el camino con sistemas de información que se enfocaron obstinadamente en el apoyo de proveedores de atención y pacientes. Mediante un riguroso diseño de terminologías y ontologías, los datos de DIOGENE servirían de base para el desarrollo de la investigación clínica, la extracción de datos y conducirían a técnicas innovadoras de procesamiento del lenguaje natural. Paralelamente, el Prof. Scherrer apoyó el desarrollo de la gestión de imágenes médicas, desde un archivo de imágenes distribuidas y sistemas de comunicación (PACS) hasta imágenes moleculares de electroforeso proteico. Reconociendo la necesidad de mejorar la calidad y fiabilidad de la información médica de la Web, el Prof. Scherrer creó la fundación Health-On-the Net (HON). Estos logros, hechos posibles gracias a su mente visionaria, profundo humanismo, creatividad, generosidad y determinación, han hecho del Prof. Scherrer un verdadero pionero y líder de la aplicación centrada en el ser humano y orientada al paciente de la tecnología de la información para mejorar la salud ",
            "error": []
        },
        "history": {
            "translated_key": [],
            "translated_annotated_text": "Un legado humanista en la informática médica: visiones y logros del profesor Jean-Raoul Scherrer El objetivo es informar sobre el trabajo del profesor Jean-Raoul Scherrer, y mostrar cómo su visión humanista, habilidades médicas y antecedentes científicos han permitido y moldeado el desarrollo de la informática médica en los últimos 30 años. A partir del sistema de información hospitalaria centrado en el paciente basado en el mainframe DIOGENE en los años 70, el Prof. Scherrer desarrolló, implementó y evolucionó conceptos innovadores de interfaces hombre-máquina, entornos distribuidos y federados, liderando el camino con sistemas de información que se enfocaron obstinadamente en el apoyo de proveedores de atención y pacientes. Mediante un riguroso diseño de terminologías y ontologías, los datos de DIOGENE servirían de base para el desarrollo de la investigación clínica, la extracción de datos y conducirían a técnicas innovadoras de procesamiento del lenguaje natural. Paralelamente, el Prof. Scherrer apoyó el desarrollo de la gestión de imágenes médicas, desde un archivo de imágenes distribuidas y sistemas de comunicación (PACS) hasta imágenes moleculares de electroforeso proteico. Reconociendo la necesidad de mejorar la calidad y fiabilidad de la información médica de la Web, el Prof. Scherrer creó la fundación Health-On-the Net (HON). Estos logros, hechos posibles gracias a su mente visionaria, profundo humanismo, creatividad, generosidad y determinación, han hecho del Prof. Scherrer un verdadero pionero y líder de la aplicación centrada en el ser humano y orientada al paciente de la tecnología de la información para mejorar la salud ",
            "error": []
        },
        "medical image processing": {
            "translated_key": [],
            "translated_annotated_text": "Un legado humanista en la informática médica: visiones y logros del profesor Jean-Raoul Scherrer El objetivo es informar sobre el trabajo del profesor Jean-Raoul Scherrer, y mostrar cómo su visión humanista, habilidades médicas y antecedentes científicos han permitido y moldeado el desarrollo de la informática médica en los últimos 30 años. A partir del sistema de información hospitalaria centrado en el paciente basado en el mainframe DIOGENE en los años 70, el Prof. Scherrer desarrolló, implementó y evolucionó conceptos innovadores de interfaces hombre-máquina, entornos distribuidos y federados, liderando el camino con sistemas de información que se enfocaron obstinadamente en el apoyo de proveedores de atención y pacientes. Mediante un riguroso diseño de terminologías y ontologías, los datos de DIOGENE servirían de base para el desarrollo de la investigación clínica, la extracción de datos y conducirían a técnicas innovadoras de procesamiento del lenguaje natural. Paralelamente, el Prof. Scherrer apoyó el desarrollo de la gestión de imágenes médicas, desde un archivo de imágenes distribuidas y sistemas de comunicación (PACS) hasta imágenes moleculares de electroforeso proteico. Reconociendo la necesidad de mejorar la calidad y fiabilidad de la información médica de la Web, el Prof. Scherrer creó la fundación Health-On-the Net (HON). Estos logros, hechos posibles gracias a su mente visionaria, profundo humanismo, creatividad, generosidad y determinación, han hecho del Prof. Scherrer un verdadero pionero y líder de la aplicación centrada en el ser humano y orientada al paciente de la tecnología de la información para mejorar la salud ",
            "error": []
        },
        "medical information systems": {
            "translated_key": [],
            "translated_annotated_text": "Un legado humanista en la informática médica: visiones y logros del profesor Jean-Raoul Scherrer El objetivo es informar sobre el trabajo del profesor Jean-Raoul Scherrer, y mostrar cómo su visión humanista, habilidades médicas y antecedentes científicos han permitido y moldeado el desarrollo de la informática médica en los últimos 30 años. A partir del sistema de información hospitalaria centrado en el paciente basado en el mainframe DIOGENE en los años 70, el Prof. Scherrer desarrolló, implementó y evolucionó conceptos innovadores de interfaces hombre-máquina, entornos distribuidos y federados, liderando el camino con sistemas de información que se enfocaron obstinadamente en el apoyo de proveedores de atención y pacientes. Mediante un riguroso diseño de terminologías y ontologías, los datos de DIOGENE servirían de base para el desarrollo de la investigación clínica, la extracción de datos y conducirían a técnicas innovadoras de procesamiento del lenguaje natural. Paralelamente, el Prof. Scherrer apoyó el desarrollo de la gestión de imágenes médicas, desde un archivo de imágenes distribuidas y sistemas de comunicación (PACS) hasta imágenes moleculares de electroforeso proteico. Reconociendo la necesidad de mejorar la calidad y fiabilidad de la información médica de la Web, el Prof. Scherrer creó la fundación Health-On-the Net (HON). Estos logros, hechos posibles gracias a su mente visionaria, profundo humanismo, creatividad, generosidad y determinación, han hecho del Prof. Scherrer un verdadero pionero y líder de la aplicación centrada en el ser humano y orientada al paciente de la tecnología de la información para mejorar la salud ",
            "error": []
        },
        "user interfaces": {
            "translated_key": [],
            "translated_annotated_text": "Un legado humanista en la informática médica: visiones y logros del profesor Jean-Raoul Scherrer El objetivo es informar sobre el trabajo del profesor Jean-Raoul Scherrer, y mostrar cómo su visión humanista, habilidades médicas y antecedentes científicos han permitido y moldeado el desarrollo de la informática médica en los últimos 30 años. A partir del sistema de información hospitalaria centrado en el paciente basado en el mainframe DIOGENE en los años 70, el Prof. Scherrer desarrolló, implementó y evolucionó conceptos innovadores de interfaces hombre-máquina, entornos distribuidos y federados, liderando el camino con sistemas de información que se enfocaron obstinadamente en el apoyo de proveedores de atención y pacientes. Mediante un riguroso diseño de terminologías y ontologías, los datos de DIOGENE servirían de base para el desarrollo de la investigación clínica, la extracción de datos y conducirían a técnicas innovadoras de procesamiento del lenguaje natural. Paralelamente, el Prof. Scherrer apoyó el desarrollo de la gestión de imágenes médicas, desde un archivo de imágenes distribuidas y sistemas de comunicación (PACS) hasta imágenes moleculares de electroforeso proteico. Reconociendo la necesidad de mejorar la calidad y fiabilidad de la información médica de la Web, el Prof. Scherrer creó la fundación Health-On-the Net (HON). Estos logros, hechos posibles gracias a su mente visionaria, profundo humanismo, creatividad, generosidad y determinación, han hecho del Prof. Scherrer un verdadero pionero y líder de la aplicación centrada en el ser humano y orientada al paciente de la tecnología de la información para mejorar la salud ",
            "error": []
        }
    }
}