{
    "original_text": "Guidelines, the Internet, and personal health: insights from the Canadian HEALNet experience The objectives are to summarize the insights gained in collaborative research in a Canadian Network of Centres of Excellence, devoted to the promotion of evidence-based practice, and to relate this experience to Internet support of health promotion and consumer health informatics. A subjective review of insights is undertaken. Work directed the development of systems incorporating guidelines, care maps, etc., for use by professionals met with limited acceptance. Evidence-based tools for health care consumers are a desirable complement but require radically different content and delivery modes. In addition to evidence-based material offered by professionals, a wide array of Internet-based products and services provided by consumers for consumers emerged and proved a beneficial complement. The consumer-driven products and services provided via the Internet are a potentially important and beneficial complement of traditional health services. They affect the health consumer-provider roles and require changes in healthcare practices",
    "original_translation": "Guías, Internet y salud personal: ideas de la experiencia de HEALNet canadiense Los objetivos son resumir las ideas obtenidas en la investigación colaborativa en una Red Canadiense de Centros de Excelencia, dedicada a la promoción de la práctica basada en la evidencia, y relacionar esta experiencia con el apoyo de Internet a la promoción de la salud y la informática de salud de los consumidores. Se lleva a cabo una revisión subjetiva de los conocimientos. El trabajo dirigió el desarrollo de sistemas que incorporan directrices, mapas de cuidado, etc., para uso de profesionales con aceptación limitada. Las herramientas basadas en pruebas para los consumidores de atención de la salud son un complemento deseable, pero requieren contenidos y modos de prestación radicalmente diferentes. Además del material basado en pruebas que ofrecen los profesionales, surgió una amplia gama de productos y servicios basados en Internet proporcionados por los consumidores y resultaron ser un complemento beneficioso. Los productos y servicios que se prestan a través de Internet y que son impulsados por los consumidores son un complemento potencialmente importante y beneficioso de los servicios de salud tradicionales. Afectan a las funciones de los proveedores de servicios de salud y requieren cambios en las prácticas sanitarias",
    "error_count": 7,
    "keys": {
        "collaborative research": {
            "translated_key": "investigación colaborativa",
            "translated_annotated_text": "Guías, Internet y salud personal: ideas de la experiencia de HEALNet canadiense Los objetivos son resumir las ideas obtenidas en la <br>investigación colaborativa</br> en una Red Canadiense de Centros de Excelencia, dedicada a la promoción de la práctica basada en la evidencia, y relacionar esta experiencia con el apoyo de Internet a la promoción de la salud y la informática de salud del consumidor.  Se lleva a cabo una revisión subjetiva de los conocimientos. El trabajo dirigió el desarrollo de sistemas que incorporan directrices, mapas de cuidado, etc., para uso de profesionales con aceptación limitada. Las herramientas basadas en pruebas para los consumidores de atención de la salud son un complemento deseable, pero requieren contenidos y modos de prestación radicalmente diferentes. Además del material basado en pruebas que ofrecen los profesionales, surgió una amplia gama de productos y servicios basados en Internet proporcionados por los consumidores y resultaron ser un complemento beneficioso. Los productos y servicios que se prestan a través de Internet y que son impulsados por los consumidores son un complemento potencialmente importante y beneficioso de los servicios de salud tradicionales. Afectan a las funciones de los proveedores de servicios de salud y requieren cambios en las prácticas sanitarias ",
            "error": [
                ""
            ]
        },
        "Canadian Network of Centres of Excellence": {
            "translated_key": [],
            "translated_annotated_text": "Guías, Internet y salud personal: ideas de la experiencia de HEALNet canadiense Los objetivos son resumir las ideas obtenidas en la investigación colaborativa en una Red Canadiense de Centros de Excelencia, dedicada a la promoción de la práctica basada en la evidencia, y relacionar esta experiencia con el apoyo de Internet a la promoción de la salud y la informática de salud del consumidor. Se lleva a cabo una revisión subjetiva de los conocimientos. El trabajo dirigió el desarrollo de sistemas que incorporan directrices, mapas de cuidado, etc., para uso de profesionales con aceptación limitada. Las herramientas basadas en pruebas para los consumidores de atención de la salud son un complemento deseable, pero requieren contenidos y modos de prestación radicalmente diferentes. Además del material basado en pruebas que ofrecen los profesionales, surgió una amplia gama de productos y servicios basados en Internet proporcionados por los consumidores y resultaron ser un complemento beneficioso. Los productos y servicios que se prestan a través de Internet y que son impulsados por los consumidores son un complemento potencialmente importante y beneficioso de los servicios de salud tradicionales. Afectan a las funciones de los proveedores de servicios de salud y requieren cambios en las prácticas sanitarias ",
            "error": []
        },
        "evidence-based practice": {
            "translated_key": "práctica basada en la evidencia",
            "translated_annotated_text": "Guías, Internet y salud personal: ideas de la experiencia de HEALNet canadiense Los objetivos son resumir las ideas obtenidas en la investigación colaborativa en una Red Canadiense de Centros de Excelencia, dedicada a la promoción de la <br>práctica basada en la evidencia</br>, y relacionar esta experiencia con el apoyo de Internet a la promoción de la salud y la informática de salud del consumidor.  Se lleva a cabo una revisión subjetiva de los conocimientos. El trabajo dirigió el desarrollo de sistemas que incorporan directrices, mapas de cuidado, etc., para uso de profesionales con aceptación limitada. Las herramientas basadas en pruebas para los consumidores de atención de la salud son un complemento deseable, pero requieren contenidos y modos de prestación radicalmente diferentes. Además del material basado en pruebas que ofrecen los profesionales, surgió una amplia gama de productos y servicios basados en Internet proporcionados por los consumidores y resultaron ser un complemento beneficioso. Los productos y servicios que se prestan a través de Internet y que son impulsados por los consumidores son un complemento potencialmente importante y beneficioso de los servicios de salud tradicionales. Afectan a las funciones de los proveedores de servicios de salud y requieren cambios en las prácticas sanitarias ",
            "error": [
                ""
            ]
        },
        "Internet support": {
            "translated_key": " el apoyo a Internet",
            "translated_annotated_text": "Guías, Internet y salud personal: ideas de la experiencia de HEALNet canadiense Los objetivos son resumir las ideas obtenidas en la investigación colaborativa en una Red Canadiense de Centros de Excelencia, dedicada a la promoción de la práctica basada en la evidencia, y relacionar esta experiencia con <br> el apoyo a Internet</br> de la promoción de la salud y la informática de salud de los consumidores. Se lleva a cabo una revisión subjetiva de los conocimientos. El trabajo dirigió el desarrollo de sistemas que incorporan directrices, mapas de cuidado, etc., para uso de profesionales con aceptación limitada. Las herramientas basadas en pruebas para los consumidores de atención de la salud son un complemento deseable, pero requieren contenidos y modos de prestación radicalmente diferentes. Además del material basado en pruebas que ofrecen los profesionales, surgió una amplia gama de productos y servicios basados en Internet proporcionados por los consumidores y resultaron ser un complemento beneficioso. Los productos y servicios que se prestan a través de Internet y que son impulsados por los consumidores son un complemento potencialmente importante y beneficioso de los servicios de salud tradicionales. Afectan a las funciones de los proveedores de servicios de salud y requieren cambios en las prácticas sanitarias ",
            "error": [
                ""
            ]
        },
        "health promotion": {
            "translated_key": "promoción de la salud",
            "translated_annotated_text": "Guías, Internet y salud personal: ideas de la experiencia de HEALNet canadiense Los objetivos son resumir las ideas obtenidas en la investigación colaborativa en una Red Canadiense de Centros de Excelencia, dedicada a la promoción de la práctica basada en la evidencia, y relacionar esta experiencia con el apoyo de Internet a la <br>promoción de la salud</br> y la informática de salud de los consumidores. Se lleva a cabo una revisión subjetiva de los conocimientos. El trabajo dirigió el desarrollo de sistemas que incorporan directrices, mapas de cuidado, etc., para uso de profesionales con aceptación limitada. Las herramientas basadas en pruebas para los consumidores de atención de la salud son un complemento deseable, pero requieren contenidos y modos de prestación radicalmente diferentes. Además del material basado en pruebas que ofrecen los profesionales, surgió una amplia gama de productos y servicios basados en Internet proporcionados por los consumidores y resultaron ser un complemento beneficioso. Los productos y servicios que se prestan a través de Internet y que son impulsados por los consumidores son un complemento potencialmente importante y beneficioso de los servicios de salud tradicionales. Afectan a las funciones de los proveedores de servicios de salud y requieren cambios en las prácticas sanitarias ",
            "error": [
                ""
            ]
        },
        "consumer health informatics": {
            "translated_key": [],
            "translated_annotated_text": "Guías, Internet y salud personal: ideas de la experiencia de HEALNet canadiense Los objetivos son resumir las ideas obtenidas en la investigación colaborativa en una Red Canadiense de Centros de Excelencia, dedicada a la promoción de la práctica basada en la evidencia, y relacionar esta experiencia con el apoyo de Internet a la promoción de la salud y la informática de salud del consumidor. Se lleva a cabo una revisión subjetiva de los conocimientos. El trabajo dirigió el desarrollo de sistemas que incorporan directrices, mapas de cuidado, etc., para uso de profesionales con aceptación limitada. Las herramientas basadas en pruebas para los consumidores de atención de la salud son un complemento deseable, pero requieren contenidos y modos de prestación radicalmente diferentes. Además del material basado en pruebas que ofrecen los profesionales, surgió una amplia gama de productos y servicios basados en Internet proporcionados por los consumidores y resultaron ser un complemento beneficioso. Los productos y servicios que se prestan a través de Internet y que son impulsados por los consumidores son un complemento potencialmente importante y beneficioso de los servicios de salud tradicionales. Afectan a las funciones de los proveedores de servicios de salud y requieren cambios en las prácticas sanitarias ",
            "error": []
        },
        "personal health": {
            "translated_key": "salud personal",
            "translated_annotated_text": "Guías, Internet y <br>salud personal</br>: ideas de la experiencia de HEALNet canadiense Los objetivos son resumir las ideas obtenidas en la investigación colaborativa en una Red Canadiense de Centros de Excelencia, dedicada a la promoción de la práctica basada en la evidencia, y relacionar esta experiencia con el apoyo de Internet a la promoción de la salud y la informática de salud del consumidor. Se lleva a cabo una revisión subjetiva de los conocimientos. El trabajo dirigió el desarrollo de sistemas que incorporan directrices, mapas de cuidado, etc., para uso de profesionales con aceptación limitada. Las herramientas basadas en pruebas para los consumidores de atención de la salud son un complemento deseable, pero requieren contenidos y modos de prestación radicalmente diferentes. Además del material basado en pruebas que ofrecen los profesionales, surgió una amplia gama de productos y servicios basados en Internet proporcionados por los consumidores y resultaron ser un complemento beneficioso. Los productos y servicios que se prestan a través de Internet y que son impulsados por los consumidores son un complemento potencialmente importante y beneficioso de los servicios de salud tradicionales. Afectan a las funciones de los proveedores de servicios de salud y requieren cambios en las prácticas sanitarias ",
            "error": [
                ""
            ]
        },
        "health consumer-provider roles": {
            "translated_key": [],
            "translated_annotated_text": "Guías, Internet y salud personal: ideas de la experiencia de HEALNet canadiense Los objetivos son resumir las ideas obtenidas en la investigación colaborativa en una Red Canadiense de Centros de Excelencia, dedicada a la promoción de la práctica basada en la evidencia, y relacionar esta experiencia con el apoyo de Internet a la promoción de la salud y la informática de salud de los consumidores. Se lleva a cabo una revisión subjetiva de los conocimientos. El trabajo dirigió el desarrollo de sistemas que incorporan directrices, mapas de cuidado, etc., para uso de profesionales con aceptación limitada. Las herramientas basadas en pruebas para los consumidores de atención de la salud son un complemento deseable, pero requieren contenidos y modos de prestación radicalmente diferentes. Además del material basado en pruebas que ofrecen los profesionales, surgió una amplia gama de productos y servicios basados en Internet proporcionados por los consumidores y resultaron ser un complemento beneficioso. Los productos y servicios que se prestan a través de Internet y que son impulsados por los consumidores son un complemento potencialmente importante y beneficioso de los servicios de salud tradicionales. Afectan a las funciones de los proveedores de servicios de salud y requieren cambios en las prácticas sanitarias. ",
            "error": []
        },
        "health care": {
            "translated_key": [],
            "translated_annotated_text": "Guías, Internet y salud personal: ideas de la experiencia de HEALNet canadiense Los objetivos son resumir las ideas obtenidas en la investigación colaborativa en una Red Canadiense de Centros de Excelencia, dedicada a la promoción de la práctica basada en la evidencia, y relacionar esta experiencia con el apoyo de Internet a la promoción de la salud y la informática de salud de los consumidores. Se lleva a cabo una revisión subjetiva de los conocimientos. El trabajo dirigió el desarrollo de sistemas que incorporan directrices, mapas de cuidado, etc., para uso de profesionales con aceptación limitada. Las herramientas basadas en pruebas para los consumidores de atención médica son un complemento deseable, pero requieren contenidos y modos de parto radicalmente diferentes. Además del material basado en pruebas que ofrecen los profesionales, surgió una amplia gama de productos y servicios basados en Internet proporcionados por los consumidores y resultaron ser un complemento beneficioso. Los productos y servicios que se prestan a través de Internet y que son impulsados por los consumidores son un complemento potencialmente importante y beneficioso de los servicios de salud tradicionales. Afectan a las funciones de los proveedores de servicios de salud y requieren cambios en las prácticas sanitarias ",
            "error": []
        },
        "Internet": {
            "translated_key": "Internet",
            "translated_annotated_text": "Guías, Internet</br> y salud personal: ideas de la experiencia de HEALNet canadiense Los objetivos son resumir las ideas obtenidas en la investigación colaborativa en una Red Canadiense de Centros de Excelencia, dedicada a la promoción de la práctica basada en la evidencia, y relacionar esta experiencia con el apoyo de <br>Internet</br> a la promoción de la salud y la informática de salud de los consumidores. Se lleva a cabo una revisión subjetiva de los conocimientos. El trabajo dirigió el desarrollo de sistemas que incorporan directrices, mapas de cuidado, etc., para uso de profesionales con aceptación limitada. Las herramientas basadas en pruebas para los consumidores de atención de la salud son un complemento deseable, pero requieren contenidos y modos de prestación radicalmente diferentes. Además del material basado en la evidencia ofrecido por los profesionales, surgió una amplia gama de productos y servicios basados en <br>Internet</br> proporcionados por los consumidores a los consumidores, que resultaron ser un complemento beneficioso. Los productos y servicios que se prestan a través de Internet, impulsados por el consumidor, son un complemento potencialmente importante y beneficioso de los servicios de salud tradicionales. Afectan a las funciones de los proveedores de servicios de salud y requieren cambios en las prácticas sanitarias ",
            "error": [
                ""
            ]
        },
        "medical computing": {
            "translated_key": [],
            "translated_annotated_text": "Guías, Internet y salud personal: ideas de la experiencia de HEALNet canadiense Los objetivos son resumir las ideas obtenidas en la investigación colaborativa en una Red Canadiense de Centros de Excelencia, dedicada a la promoción de la práctica basada en la evidencia, y relacionar esta experiencia con el apoyo de Internet a la promoción de la salud y la informática de salud de los consumidores. Se lleva a cabo una revisión subjetiva de los conocimientos. El trabajo dirigió el desarrollo de sistemas que incorporan directrices, mapas de cuidado, etc., para uso de profesionales con aceptación limitada. Las herramientas basadas en pruebas para los consumidores de atención de la salud son un complemento deseable, pero requieren contenidos y modos de prestación radicalmente diferentes. Además del material basado en pruebas que ofrecen los profesionales, surgió una amplia gama de productos y servicios basados en Internet proporcionados por los consumidores y resultaron ser un complemento beneficioso. Los productos y servicios que se prestan a través de Internet y que son impulsados por los consumidores son un complemento potencialmente importante y beneficioso de los servicios de salud tradicionales. Afectan a las funciones de los proveedores de servicios de salud y requieren cambios en las prácticas sanitarias ",
            "error": []
        },
        "medical information systems": {
            "translated_key": [],
            "translated_annotated_text": "Guías, Internet y salud personal: ideas de la experiencia de HEALNet canadiense Los objetivos son resumir las ideas obtenidas en la investigación colaborativa en una Red Canadiense de Centros de Excelencia, dedicada a la promoción de la práctica basada en la evidencia, y relacionar esta experiencia con el apoyo de Internet a la promoción de la salud y la informática de salud de los consumidores. Se lleva a cabo una revisión subjetiva de los conocimientos. El trabajo dirigió el desarrollo de sistemas que incorporan directrices, mapas de cuidado, etc., para uso de profesionales con aceptación limitada. Las herramientas basadas en pruebas para los consumidores de atención de la salud son un complemento deseable, pero requieren contenidos y modos de prestación radicalmente diferentes. Además del material basado en pruebas que ofrecen los profesionales, surgió una amplia gama de productos y servicios basados en Internet proporcionados por los consumidores y resultaron ser un complemento beneficioso. Los productos y servicios que se prestan a través de Internet y que son impulsados por los consumidores son un complemento potencialmente importante y beneficioso de los servicios de salud tradicionales. Afectan a las funciones de los proveedores de servicios de salud y requieren cambios en las prácticas sanitarias ",
            "error": []
        },
        "medicine": {
            "translated_key": [],
            "translated_annotated_text": "Guías, Internet y salud personal: ideas de la experiencia de HEALNet canadiense Los objetivos son resumir las ideas obtenidas en la investigación colaborativa en una Red Canadiense de Centros de Excelencia, dedicada a la promoción de la práctica basada en la evidencia, y relacionar esta experiencia con el apoyo de Internet a la promoción de la salud y la informática de salud de los consumidores. Se lleva a cabo una revisión subjetiva de los conocimientos. El trabajo dirigió el desarrollo de sistemas que incorporan directrices, mapas de cuidado, etc., para uso de profesionales con aceptación limitada. Las herramientas basadas en pruebas para los consumidores de atención de la salud son un complemento deseable, pero requieren contenidos y modos de prestación radicalmente diferentes. Además del material basado en pruebas que ofrecen los profesionales, surgió una amplia gama de productos y servicios basados en Internet proporcionados por los consumidores y resultaron ser un complemento beneficioso. Los productos y servicios que se prestan a través de Internet y que son impulsados por los consumidores son un complemento potencialmente importante y beneficioso de los servicios de salud tradicionales. Afectan a las funciones de los proveedores de servicios de salud y requieren cambios en las prácticas sanitarias ",
            "error": []
        }
    }
}