{
    "original_text": "Standards for service discovery and delivery For the past five years, competing industries and standards developers have been hotly pursuing automatic configuration, now coined the broader term service discovery. Jini, Universal Plug and Play (UPnP), Salutation, and Service Location Protocol are among the front-runners in this new race. However, choosing service discovery as the topic of the hour goes beyond the need for plug-and-play solutions or support for the SOHO (small office/home office) user. Service discoverys potential in mobile and pervasive computing environments motivated my choice",
    "original_translation": "Normas para el descubrimiento y la prestación de servicios Durante los últimos cinco años, industrias y desarrolladores de estándares competidores han estado persiguiendo la configuración automática, ahora acuñó el descubrimiento de servicios a plazo más amplio. Jini, Universal Plug and Play (UPnP), Salutation y Service Location Protocol se encuentran entre los primeros en esta nueva carrera. Sin embargo, elegir el descubrimiento del servicio como tema de la hora va más allá de la necesidad de soluciones de plug-and-play o soporte para el usuario de SOHO (pequeña oficina/hogar). Descubrimientos de servicios potenciales en entornos de computación móviles y omnipresentes motivaron mi elección",
    "error_count": 5,
    "keys": {
        "service discovery": {
            "translated_key": [
                "descubrimiento de servicios",
                "descubrimiento de servicios",
                "descubrimiento de servicio"
            ],
            "translated_annotated_text": "Los estándares para el \"descubrimiento de servicios\" y la entrega Durante los últimos cinco años, industrias y desarrolladores de estándares competidores han estado persiguiendo la configuración automática, ahora acuñó el término más amplio \"descubrimiento de servicios\". Jini, Universal Plug and Play (UPnP), Salutation y Service Location Protocol se encuentran entre los primeros en esta nueva carrera. Sin embargo, elegir \"descubrimiento de servicio\" como tema de la hora va más allá de la necesidad de soluciones de plug-and-play o soporte para el usuario de SOHO (pequeña oficina/hogar). Descubrimientos de servicios potenciales en entornos de computación móviles y omnipresentes motivaron mi elección ",
            "error": [
                "descubrimiento de servicios",
                "descubrimiento de servicios",
                "descubrimiento de servicio"
            ]
        },
        "Jini": {
            "translated_key": "Jini",
            "translated_annotated_text": "Normas para el descubrimiento y la prestación de servicios Durante los últimos cinco años, industrias y desarrolladores de estándares competidores han estado persiguiendo la configuración automática, ahora acuñó el descubrimiento de servicios a plazo más amplio. \"Jini\", Universal Plug and Play (UPnP), Salutation, and Service Location Protocol se encuentran entre los primeros en esta nueva carrera. Sin embargo, elegir el descubrimiento del servicio como tema de la hora va más allá de la necesidad de soluciones de plug-and-play o soporte para el usuario de SOHO (pequeña oficina/hogar). Descubrimientos de servicios potenciales en entornos de computación móviles y omnipresentes motivaron mi elección ",
            "error": [
                ""
            ]
        },
        "Universal Plug and Play": {
            "translated_key": "Universal Plug and Play",
            "translated_annotated_text": "Normas para el descubrimiento y la prestación de servicios Durante los últimos cinco años, industrias y desarrolladores de estándares competidores han estado persiguiendo la configuración automática, ahora acuñó el descubrimiento de servicios a plazo más amplio. Jini, \"Universal Plug and Play\" (UPnP), Salutation, and Service Location Protocol se encuentran entre los primeros en esta nueva carrera. Sin embargo, elegir el descubrimiento del servicio como tema de la hora va más allá de la necesidad de soluciones de plug-and-play o soporte para el usuario de SOHO (pequeña oficina/hogar). Descubrimientos de servicios potenciales en entornos de computación móviles y omnipresentes motivaron mi elección ",
            "error": [
                ""
            ]
        },
        "Salutation": {
            "translated_key": "Salutation",
            "translated_annotated_text": "Normas para el descubrimiento y la prestación de servicios Durante los últimos cinco años, industrias y desarrolladores de estándares competidores han estado persiguiendo la configuración automática, ahora acuñó el descubrimiento de servicios a plazo más amplio. Jini, Universal Plug and Play (UPnP), \"Salutation\" y Service Location Protocol se encuentran entre los primeros en esta nueva carrera. Sin embargo, elegir el descubrimiento del servicio como tema de la hora va más allá de la necesidad de soluciones de plug-and-play o soporte para el usuario de SOHO (pequeña oficina/hogar). Descubrimientos de servicios potenciales en entornos de computación móviles y omnipresentes motivaron mi elección ",
            "error": [
                ""
            ]
        },
        "Service Location Protocol": {
            "translated_key": "Service Location Protocol",
            "translated_annotated_text": "Normas para el descubrimiento y la prestación de servicios Durante los últimos cinco años, industrias y desarrolladores de estándares competidores han estado persiguiendo la configuración automática, ahora acuñó el descubrimiento de servicios a plazo más amplio. Jini, Universal Plug and Play (UPnP), Salutation y \"Service Location Protocol\" se encuentran entre los primeros en esta nueva carrera. Sin embargo, elegir el descubrimiento del servicio como tema de la hora va más allá de la necesidad de soluciones de plug-and-play o soporte para el usuario de SOHO (pequeña oficina/hogar). Descubrimientos de servicios potenciales en entornos de computación móviles y omnipresentes motivaron mi elección ",
            "error": [
                ""
            ]
        },
        "mobile computing": {
            "translated_key": [],
            "translated_annotated_text": "Normas para el descubrimiento y la prestación de servicios Durante los últimos cinco años, industrias y desarrolladores de estándares competidores han estado persiguiendo la configuración automática, ahora acuñó el descubrimiento de servicios a plazo más amplio. Jini, Universal Plug and Play (UPnP), Salutation y Service Location Protocol se encuentran entre los primeros en esta nueva carrera. Sin embargo, elegir el descubrimiento del servicio como tema de la hora va más allá de la necesidad de soluciones de plug-and-play o soporte para el usuario de SOHO (pequeña oficina/hogar). Descubrimientos de servicios potenciales en entornos de computación móviles y omnipresentes motivaron mi elección ",
            "error": []
        },
        "pervasive computing": {
            "translated_key": "computación invasiva",
            "translated_annotated_text": "Normas para el descubrimiento y la prestación de servicios Durante los últimos cinco años, industrias y desarrolladores de estándares competidores han estado persiguiendo la configuración automática, ahora acuñó el descubrimiento de servicios a plazo más amplio. Jini, Universal Plug and Play (UPnP), Salutation y Service Location Protocol se encuentran entre los primeros en esta nueva carrera. Sin embargo, elegir el descubrimiento del servicio como tema de la hora va más allá de la necesidad de soluciones de plug-and-play o soporte para el usuario de SOHO (pequeña oficina/hogar). El potencial de descubrimiento de servicios en entornos móviles y de \"computación invasiva\" motivó mi elección ",
            "error": [
                ""
            ]
        },
        "Internet": {
            "translated_key": [],
            "translated_annotated_text": "Normas para el descubrimiento y la prestación de servicios Durante los últimos cinco años, industrias y desarrolladores de estándares competidores han estado persiguiendo la configuración automática, ahora acuñó el descubrimiento de servicios a plazo más amplio. Jini, Universal Plug and Play (UPnP), Salutation y Service Location Protocol se encuentran entre los primeros en esta nueva carrera. Sin embargo, elegir el descubrimiento del servicio como tema de la hora va más allá de la necesidad de soluciones de plug-and-play o soporte para el usuario de SOHO (pequeña oficina/hogar). Descubrimientos de servicios potenciales en entornos de computación móviles y omnipresentes motivaron mi elección ",
            "error": []
        },
        "protocols": {
            "translated_key": [],
            "translated_annotated_text": "Normas para el descubrimiento y la prestación de servicios Durante los últimos cinco años, industrias y desarrolladores de estándares competidores han estado persiguiendo la configuración automática, ahora acuñó el descubrimiento de servicios a plazo más amplio. Jini, Universal Plug and Play (UPnP), Salutation y Service Location Protocol se encuentran entre los primeros en esta nueva carrera. Sin embargo, elegir el descubrimiento del servicio como tema de la hora va más allá de la necesidad de soluciones de plug-and-play o soporte para el usuario de SOHO (pequeña oficina/hogar). Descubrimientos de servicios potenciales en entornos de computación móviles y omnipresentes motivaron mi elección ",
            "error": []
        },
        "standards": {
            "translated_key": "normas",
            "translated_annotated_text": "Normas para el descubrimiento y la prestación de servicios Durante los últimos cinco años, las industrias competidoras y los desarrolladores de \"normas\" han estado persiguiendo la configuración automática, ahora acuñó el descubrimiento de servicios a plazo más amplio. Jini, Universal Plug and Play (UPnP), Salutation y Service Location Protocol se encuentran entre los primeros en esta nueva carrera. Sin embargo, elegir el descubrimiento del servicio como tema de la hora va más allá de la necesidad de soluciones de plug-and-play o soporte para el usuario de SOHO (pequeña oficina/hogar). Descubrimientos de servicios potenciales en entornos de computación móviles y omnipresentes motivaron mi elección ",
            "error": [
                ""
            ]
        }
    }
}