{
    "original_text": "The ubiquitous provisioning of internet services to portable devices Advances in mobile telecommunications and device miniaturization call for providing both standard and novel location- and context-dependent Internet services to mobile clients. Mobile agents are dynamic, asynchronous, and autonomous, making the MA programming paradigm suitable for developing novel middleware for mobility-enabled services",
    "original_translation": "El suministro ubicuo de servicios de Internet a dispositivos portátiles Avances en las telecomunicaciones móviles y la miniaturización de dispositivos requieren la prestación de servicios de Internet estándar y novedosos, tanto de ubicación como de contexto, a clientes móviles. Los agentes móviles son dinámicos, asíncronos y autónomos, por lo que el paradigma de programación de MA es adecuado para el desarrollo de middleware novedoso para servicios con movilidad.",
    "error_count": 4,
    "keys": {
        "mobile telecommunications": {
            "translated_key": "telecomunicaciones móviles",
            "translated_annotated_text": "El suministro ubicuo de servicios de Internet a dispositivos portátiles Avances en las \"telecomunicaciones móviles\" y la miniaturización de dispositivos requieren la prestación de servicios de Internet estándar y novedosos de ubicación y contexto dependiente a los clientes móviles. Los agentes móviles son dinámicos, asíncronos y autónomos, por lo que el paradigma de programación de MA es adecuado para el desarrollo de middleware novedoso para servicios con movilidad. ",
            "error": [
                ""
            ]
        },
        "device miniaturization": {
            "translated_key": "miniaturización de dispositivos",
            "translated_annotated_text": "El suministro ubicuo de servicios de Internet a dispositivos portátiles Avances en las telecomunicaciones móviles y la \"miniaturización de dispositivos\" llaman a proporcionar servicios de Internet estándar y novedosos, tanto de ubicación como de contexto, a clientes móviles. Los agentes móviles son dinámicos, asíncronos y autónomos, por lo que el paradigma de programación de MA es adecuado para el desarrollo de middleware novedoso para servicios con movilidad. ",
            "error": [
                ""
            ]
        },
        "Internet services": {
            "translated_key": "servicios de Internet",
            "translated_annotated_text": "El suministro ubicuo de servicios de Internet a dispositivos portátiles Avances en las telecomunicaciones móviles y la miniaturización de dispositivos requieren proporcionar \"servicios de Internet\" estándar y novedosos a clientes móviles que dependen de su ubicación y contexto. Los agentes móviles son dinámicos, asíncronos y autónomos, por lo que el paradigma de programación de MA es adecuado para el desarrollo de middleware novedoso para servicios con movilidad. ",
            "error": [
                ""
            ]
        },
        "mobile clients": {
            "translated_key": "clientes móviles",
            "translated_annotated_text": "El suministro ubicuo de servicios de Internet a dispositivos portátiles Avances en las telecomunicaciones móviles y la miniaturización de dispositivos requieren la prestación de servicios de Internet estándar y novedosos, tanto en la ubicación como en el contexto, a \"clientes móviles\". Los agentes móviles son dinámicos, asíncronos y autónomos, por lo que el paradigma de programación de MA es adecuado para el desarrollo de middleware novedoso para servicios con movilidad. ",
            "error": [
                ""
            ]
        },
        "mobile agents": {
            "translated_key": [],
            "translated_annotated_text": "El suministro ubicuo de servicios de Internet a dispositivos portátiles Avances en las telecomunicaciones móviles y la miniaturización de dispositivos requieren la prestación de servicios de Internet estándar y novedosos, tanto de ubicación como de contexto, a clientes móviles. Los agentes móviles son dinámicos, asíncronos y autónomos, por lo que el paradigma de programación de MA es adecuado para el desarrollo de middleware novedoso para servicios con movilidad. ",
            "error": []
        },
        "mobility-enabled services": {
            "translated_key": "servicios habilitados para la movilidad",
            "translated_annotated_text": "El suministro ubicuo de servicios de Internet a dispositivos portátiles Avances en las telecomunicaciones móviles y la miniaturización de dispositivos requieren la prestación de servicios de Internet estándar y novedosos, tanto de ubicación como de contexto, a clientes móviles. Los agentes móviles son dinámicos, asíncronos y autónomos, lo que hace que el paradigma de programación de MA sea adecuado para desarrollar middleware novedoso para \"servicios habilitados para la movilidad\" ",
            "error": [
                ""
            ]
        },
        "middleware": {
            "translated_key": "middleware",
            "translated_annotated_text": "El suministro ubicuo de servicios de Internet a dispositivos portátiles Avances en las telecomunicaciones móviles y la miniaturización de dispositivos requieren la prestación de servicios de Internet estándar y novedosos, tanto de ubicación como de contexto, a clientes móviles. Los agentes móviles son dinámicos, asíncronos y autónomos, lo que hace que el paradigma de programación de MA sea adecuado para desarrollar nuevos \"middleware\" para servicios habilitados para la movilidad ",
            "error": [
                ""
            ]
        },
        "distributed object management": {
            "translated_key": [],
            "translated_annotated_text": "El suministro ubicuo de servicios de Internet a dispositivos portátiles Avances en las telecomunicaciones móviles y la miniaturización de dispositivos requieren la prestación de servicios de Internet estándar y novedosos, tanto de ubicación como de contexto, a clientes móviles. Los agentes móviles son dinámicos, asíncronos y autónomos, por lo que el paradigma de programación de MA es adecuado para el desarrollo de middleware novedoso para servicios con movilidad. ",
            "error": []
        },
        "Internet": {
            "translated_key": "Internet",
            "translated_annotated_text": "El suministro ubicuo de servicios de Internet a dispositivos portátiles Avances en las telecomunicaciones móviles y la miniaturización de dispositivos requieren proporcionar servicios de \"Internet\" estándar y novedosos a clientes móviles que dependen de su ubicación y contexto. Los agentes móviles son dinámicos, asíncronos y autónomos, por lo que el paradigma de programación de MA es adecuado para el desarrollo de middleware novedoso para servicios con movilidad. ",
            "error": [
                ""
            ]
        },
        "mobile computing": {
            "translated_key": [],
            "translated_annotated_text": "El suministro ubicuo de servicios de Internet a dispositivos portátiles Avances en las telecomunicaciones móviles y la miniaturización de dispositivos requieren la prestación de servicios de Internet estándar y novedosos, tanto de ubicación como de contexto, a clientes móviles. Los agentes móviles son dinámicos, asíncronos y autónomos, por lo que el paradigma de programación de MA es adecuado para el desarrollo de middleware novedoso para servicios con movilidad. ",
            "error": []
        },
        "software agents": {
            "translated_key": [],
            "translated_annotated_text": "El suministro ubicuo de servicios de Internet a dispositivos portátiles Avances en las telecomunicaciones móviles y la miniaturización de dispositivos requieren la prestación de servicios de Internet estándar y novedosos, tanto de ubicación como de contexto, a clientes móviles. Los agentes móviles son dinámicos, asíncronos y autónomos, por lo que el paradigma de programación de MA es adecuado para el desarrollo de middleware novedoso para servicios con movilidad. ",
            "error": []
        }
    }
}