{
    "original_text": "The ubiquitous provisioning of internet services to portable devices Advances in mobile telecommunications and device miniaturization call for providing both standard and novel location- and context-dependent Internet services to mobile clients. Mobile agents are dynamic, asynchronous, and autonomous, making the MA programming paradigm suitable for developing novel middleware for mobility-enabled services",
    "original_translation": "El suministro ubicuo de servicios de Internet a dispositivos portátiles Avances en las telecomunicaciones móviles y la miniaturización de dispositivos requieren la prestación de servicios de Internet estándar y novedosos, tanto en la ubicación como en el contexto, a clientes móviles. Los agentes móviles son dinámicos, asíncronos y autónomos, lo que hace que el paradigma de programación de MA sea adecuado para el desarrollo de middleware novedoso para servicios habilitados para la movilidad",
    "error_count": 5,
    "keys": {
        "mobile telecommunications": {
            "translated_key": "telecomunicaciones móviles",
            "translated_annotated_text": "El suministro ubicuo de servicios de Internet a dispositivos portátiles Avances en <br>telecomunicaciones móviles</br> y miniaturización de dispositivos requieren proporcionar servicios de Internet estándar y novedosos de ubicación y contexto dependiente a los clientes móviles. Los agentes móviles son dinámicos, asíncronos y autónomos, lo que hace que el paradigma de programación de MA sea adecuado para el desarrollo de middleware novedoso para servicios habilitados para la movilidad ",
            "error": [
                ""
            ]
        },
        "device miniaturization": {
            "translated_key": "miniaturización de dispositivos",
            "translated_annotated_text": "El suministro ubicuo de servicios de Internet a dispositivos portátiles Avances en telecomunicaciones móviles y la <br>miniaturización de dispositivos</br> requieren proporcionar servicios de Internet estándar y novedosos de ubicación y contexto dependiente a los clientes móviles.  Los agentes móviles son dinámicos, asíncronos y autónomos, lo que hace que el paradigma de programación de MA sea adecuado para el desarrollo de middleware novedoso para servicios habilitados para la movilidad ",
            "error": [
                ""
            ]
        },
        "Internet services": {
            "translated_key": [],
            "translated_annotated_text": "El suministro ubicuo de servicios de Internet a dispositivos portátiles Avances en las telecomunicaciones móviles y la miniaturización de dispositivos requieren la prestación de servicios de Internet <br> estándar y novedosos de ubicación y contexto dependiente a los clientes móviles. Los agentes móviles son dinámicos, asíncronos y autónomos, lo que hace que el paradigma de programación de MA sea adecuado para el desarrollo de middleware novedoso para servicios habilitados para la movilidad ",
            "error": []
        },
        "mobile clients": {
            "translated_key": "clientes móviles",
            "translated_annotated_text": "El suministro ubicuo de servicios de Internet a dispositivos portátiles Avances en telecomunicaciones móviles y miniaturización de dispositivos llaman para proporcionar servicios de Internet estándar y novedosos de ubicación y contexto dependiente a <br>clientes móviles</br>.  Los agentes móviles son dinámicos, asíncronos y autónomos, lo que hace que el paradigma de programación de MA sea adecuado para el desarrollo de middleware novedoso para servicios habilitados para la movilidad ",
            "error": [
                ""
            ]
        },
        "mobile agents": {
            "translated_key": [],
            "translated_annotated_text": "El suministro ubicuo de servicios de Internet a dispositivos portátiles Avances en las telecomunicaciones móviles y la miniaturización de dispositivos requieren la prestación de servicios de Internet estándar y novedosos, tanto en la ubicación como en el contexto, a clientes móviles. Los agentes móviles son dinámicos, asíncronos y autónomos, lo que hace que el paradigma de programación de MA sea adecuado para el desarrollo de middleware novedoso para servicios habilitados para la movilidad ",
            "error": []
        },
        "mobility-enabled services": {
            "translated_key": "movilidad",
            "translated_annotated_text": "El suministro ubicuo de servicios de Internet a dispositivos portátiles Avances en las telecomunicaciones móviles y la miniaturización de dispositivos requieren la prestación de servicios de Internet estándar y novedosos, tanto en la ubicación como en el contexto, a clientes móviles. Los agentes móviles son dinámicos, asíncronos y autónomos, lo que hace que el paradigma de programación de MA sea adecuado para desarrollar middleware novedoso para servicios habilitados para <br>movilidad</br> ",
            "error": [
                ""
            ]
        },
        "middleware": {
            "translated_key": "middleware",
            "translated_annotated_text": "El suministro ubicuo de servicios de Internet a dispositivos portátiles Avances en las telecomunicaciones móviles y la miniaturización de dispositivos requieren la prestación de servicios de Internet estándar y novedosos, tanto en la ubicación como en el contexto, a clientes móviles. Los agentes móviles son dinámicos, asíncronos y autónomos, lo que hace que el paradigma de programación de MA sea adecuado para desarrollar nuevos <br>middleware</br> para servicios habilitados para la movilidad ",
            "error": [
                ""
            ]
        },
        "distributed object management": {
            "translated_key": [],
            "translated_annotated_text": "El suministro ubicuo de servicios de Internet a dispositivos portátiles Avances en las telecomunicaciones móviles y la miniaturización de dispositivos requieren la prestación de servicios de Internet estándar y novedosos, tanto en la ubicación como en el contexto, a clientes móviles. Los agentes móviles son dinámicos, asíncronos y autónomos, lo que hace que el paradigma de programación de MA sea adecuado para el desarrollo de middleware novedoso para servicios habilitados para la movilidad ",
            "error": []
        },
        "Internet": {
            "translated_key": "Internet",
            "translated_annotated_text": "El suministro ubicuo de servicios de Internet a dispositivos portátiles Avances en las telecomunicaciones móviles y la miniaturización de dispositivos requieren proporcionar servicios estándar y novedosos de ubicación y contexto dependiente <br>Internet</br> a clientes móviles. Los agentes móviles son dinámicos, asíncronos y autónomos, lo que hace que el paradigma de programación de MA sea adecuado para el desarrollo de middleware novedoso para servicios habilitados para la movilidad ",
            "error": [
                ""
            ]
        },
        "mobile computing": {
            "translated_key": [],
            "translated_annotated_text": "El suministro ubicuo de servicios de Internet a dispositivos portátiles Avances en las telecomunicaciones móviles y la miniaturización de dispositivos requieren la prestación de servicios de Internet estándar y novedosos, tanto en la ubicación como en el contexto, a clientes móviles. Los agentes móviles son dinámicos, asíncronos y autónomos, lo que hace que el paradigma de programación de MA sea adecuado para el desarrollo de middleware novedoso para servicios habilitados para la movilidad ",
            "error": []
        },
        "software agents": {
            "translated_key": [],
            "translated_annotated_text": "El suministro ubicuo de servicios de Internet a dispositivos portátiles Avances en las telecomunicaciones móviles y la miniaturización de dispositivos requieren la prestación de servicios de Internet estándar y novedosos, tanto en la ubicación como en el contexto, a clientes móviles. Los agentes móviles son dinámicos, asíncronos y autónomos, lo que hace que el paradigma de programación de MA sea adecuado para el desarrollo de middleware novedoso para servicios habilitados para la movilidad ",
            "error": []
        }
    }
}