{
    "original_text": "Data management in location-dependent information services Location-dependent information services have great promise for mobile and pervasive computing environments. They can provide local and nonlocal news, weather, and traffic reports as well as directory services. Before they can be implemented on a large scale, however, several research issues must be addressed",
    "original_translation": "La gestión de datos en los servicios de información dependientes de la ubicación Los servicios de información dependientes de la ubicación son muy prometedores para entornos informáticos móviles y generalizados. Pueden proporcionar noticias locales y no locales, informes meteorológicos y de tráfico, así como servicios de directorio. Sin embargo, antes de que puedan aplicarse a gran escala, es preciso abordar varias cuestiones de investigación.",
    "error_count": 5,
    "keys": {
        "location-dependent information services": {
            "translated_key": "servicios de información dependientes de la ubicación",
            "translated_annotated_text": "La gestión de datos en \"servicios de información dependientes de la ubicación\" Los servicios de información dependientes de la ubicación son muy prometedores para entornos informáticos móviles y generalizados. Pueden proporcionar noticias locales y no locales, informes meteorológicos y de tráfico, así como servicios de directorio. Sin embargo, antes de que puedan aplicarse a gran escala, es preciso abordar varias cuestiones de investigación. ",
            "error": [
                ""
            ]
        },
        "wireless networks": {
            "translated_key": [],
            "translated_annotated_text": "La gestión de datos en los servicios de información dependientes de la ubicación Los servicios de información dependientes de la ubicación son muy prometedores para entornos informáticos móviles y generalizados. Pueden proporcionar noticias locales y no locales, informes meteorológicos y de tráfico, así como servicios de directorio. Sin embargo, antes de que puedan aplicarse a gran escala, es preciso abordar varias cuestiones de investigación. ",
            "error": []
        },
        "pervasive computing": {
            "translated_key": "computación omnipresente",
            "translated_annotated_text": "Gestión de datos en servicios de información dependientes de la ubicación Los servicios de información dependientes de la ubicación tienen una gran promesa para entornos móviles y de \"computación omnipresente\". Pueden proporcionar noticias locales y no locales, informes meteorológicos y de tráfico, así como servicios de directorio. Sin embargo, antes de que puedan aplicarse a gran escala, es preciso abordar varias cuestiones de investigación. ",
            "error": [
                ""
            ]
        },
        "mobile computing": {
            "translated_key": [],
            "translated_annotated_text": "La gestión de datos en los servicios de información dependientes de la ubicación Los servicios de información dependientes de la ubicación son muy prometedores para entornos informáticos móviles y generalizados. Pueden proporcionar noticias locales y no locales, informes meteorológicos y de tráfico, así como servicios de directorio. Sin embargo, antes de que puedan aplicarse a gran escala, es preciso abordar varias cuestiones de investigación. ",
            "error": []
        },
        "news": {
            "translated_key": "noticias",
            "translated_annotated_text": "La gestión de datos en los servicios de información dependientes de la ubicación Los servicios de información dependientes de la ubicación son muy prometedores para entornos informáticos móviles y generalizados. Pueden proporcionar \"noticias\", informes meteorológicos y de tráfico locales y no locales, así como servicios de directorio. Sin embargo, antes de que puedan aplicarse a gran escala, es preciso abordar varias cuestiones de investigación. ",
            "error": [
                ""
            ]
        },
        "weather": {
            "translated_key": "clima",
            "translated_annotated_text": "La gestión de datos en los servicios de información dependientes de la ubicación Los servicios de información dependientes de la ubicación son muy prometedores para entornos informáticos móviles y generalizados. Pueden proporcionar noticias locales y no locales, \"clima\", informes de tráfico, así como servicios de directorio. Sin embargo, antes de que puedan aplicarse a gran escala, es preciso abordar varias cuestiones de investigación. ",
            "error": [
                ""
            ]
        },
        "traffic reports": {
            "translated_key": "informes de tráfico",
            "translated_annotated_text": "La gestión de datos en los servicios de información dependientes de la ubicación Los servicios de información dependientes de la ubicación son muy prometedores para entornos informáticos móviles y generalizados. Ellos pueden proporcionar noticias locales y no locales, tiempo, y \"informes de tráfico\" así como servicios de directorio. Sin embargo, antes de que puedan aplicarse a gran escala, es preciso abordar varias cuestiones de investigación. ",
            "error": [
                ""
            ]
        },
        "data management": {
            "translated_key": [],
            "translated_annotated_text": "La gestión de datos en los servicios de información dependientes de la ubicación Los servicios de información dependientes de la ubicación son muy prometedores para entornos informáticos móviles y generalizados. Pueden proporcionar noticias locales y no locales, informes meteorológicos y de tráfico, así como servicios de directorio. Sin embargo, antes de que puedan aplicarse a gran escala, es preciso abordar varias cuestiones de investigación. ",
            "error": []
        },
        "directory services": {
            "translated_key": "servicios de directorio",
            "translated_annotated_text": "La gestión de datos en los servicios de información dependientes de la ubicación Los servicios de información dependientes de la ubicación son muy prometedores para entornos informáticos móviles y generalizados. Pueden proporcionar noticias locales y no locales, informes meteorológicos y de tráfico, así como \"servicios de directorio\". Sin embargo, antes de que puedan aplicarse a gran escala, es preciso abordar varias cuestiones de investigación. ",
            "error": [
                ""
            ]
        },
        "database management systems": {
            "translated_key": [],
            "translated_annotated_text": "La gestión de datos en los servicios de información dependientes de la ubicación Los servicios de información dependientes de la ubicación son muy prometedores para entornos informáticos móviles y generalizados. Pueden proporcionar noticias locales y no locales, informes meteorológicos y de tráfico, así como servicios de directorio. Sin embargo, antes de que puedan aplicarse a gran escala, es preciso abordar varias cuestiones de investigación. ",
            "error": []
        },
        "information services": {
            "translated_key": "servicios de información",
            "translated_annotated_text": "La gestión de datos en los \"servicios de información\" dependientes de la ubicación Los \"servicios de información\" dependientes de la ubicación son muy prometedores para los entornos informáticos móviles y generalizados. Pueden proporcionar noticias locales y no locales, informes meteorológicos y de tráfico, así como servicios de directorio. Sin embargo, antes de que puedan aplicarse a gran escala, es preciso abordar varias cuestiones de investigación. ",
            "error": [
                ""
            ]
        }
    }
}