{
    "original_text": "Modeling privacy control in context-aware systems Significant complexity issues challenge designers of context-aware systems with privacy control. Information spaces provide a way to organize information, resources, and services around important privacy-relevant contextual factors. In this article, we describe a theoretical model for privacy control in context-aware systems based on a core abstraction of information spaces. We have previously focused on deriving socially based privacy objectives in pervasive computing environments. Building on Ravi Sandhus four-layer OM-AM (objectives, models, architectures, and mechanisms) idea, we aim to use information spaces to construct a model for privacy control that supports our socially based privacy objectives. We also discuss how we can introduce decentralization, a desirable property for many pervasive computing systems, into our information space model, using unified privacy tagging",
    "original_translation": "Modelar el control de privacidad en sistemas con conocimiento de contexto Problemas significativos de complejidad desafían a los diseñadores de sistemas con conocimiento de contexto con control de privacidad. Los espacios de información proporcionan una manera de organizar información, recursos y servicios en torno a importantes factores contextuales relevantes para la privacidad. En este artículo, describimos un modelo teórico para el control de la privacidad en sistemas con conocimiento de contexto basados en una abstracción básica de espacios de información. Anteriormente nos hemos centrado en la obtención de objetivos de privacidad basados socialmente en entornos informáticos dominantes. Sobre la base de la idea de Ravi Sandhus OM-AM de cuatro niveles (objetivos, modelos, arquitecturas y mecanismos), nuestro objetivo es utilizar los espacios de información para construir un modelo de control de privacidad que apoye nuestros objetivos de privacidad de base social. También discutimos cómo podemos introducir la descentralización, una propiedad deseable para muchos sistemas informáticos generalizados, en nuestro modelo de espacio de información, utilizando etiquetado unificado de privacidad",
    "error_count": 6,
    "keys": {
        "privacy": {
            "translated_key": "privacidad",
            "translated_annotated_text": "Modelar el control de \"privacidad\" en sistemas con conocimiento de contexto Problemas significativos de complejidad desafían a los diseñadores de sistemas con conocimiento de contexto con control de \"privacidad\". Los espacios de información proporcionan una manera de organizar información, recursos y servicios en torno a importantes factores contextuales de \"privacidad\". En este artículo, describimos un modelo teórico para el control de la \"privacidad\" en sistemas conscientes de contexto basados en una abstracción básica de espacios de información. Anteriormente nos hemos centrado en derivar objetivos de \"privacidad\" de base social en entornos de computación omnipresentes. Sobre la base de la idea de Ravi Sandhus OM-AM de cuatro niveles (objetivos, modelos, arquitecturas y mecanismos), pretendemos utilizar los espacios de información para construir un modelo de control de \"privacidad\" que apoye nuestros objetivos de \"privacidad\" de base social. También discutimos cómo podemos introducir la descentralización, una propiedad deseable para muchos sistemas de computación omnipresentes, en nuestro modelo de espacio de información, utilizando el etiquetado unificado de \"privacidad\" ",
            "error": [
                ""
            ]
        },
        "pervasive computing": {
            "translated_key": "computación dominante",
            "translated_annotated_text": "Modelar el control de privacidad en sistemas con conocimiento de contexto Problemas significativos de complejidad desafían a los diseñadores de sistemas con conocimiento de contexto con control de privacidad. Los espacios de información proporcionan una manera de organizar información, recursos y servicios en torno a importantes factores contextuales relevantes para la privacidad. En este artículo, describimos un modelo teórico para el control de la privacidad en sistemas con conocimiento de contexto basados en una abstracción básica de espacios de información. Anteriormente nos hemos centrado en la obtención de objetivos de privacidad basados socialmente en entornos de \"computación dominante\". Sobre la base de la idea de Ravi Sandhus OM-AM de cuatro niveles (objetivos, modelos, arquitecturas y mecanismos), nuestro objetivo es utilizar los espacios de información para construir un modelo de control de privacidad que apoye nuestros objetivos de privacidad de base social. También discutimos cómo podemos introducir la descentralización, una propiedad deseable para muchos sistemas de \"computación dominante\", en nuestro modelo de espacio de información, utilizando etiquetado de privacidad unificado ",
            "error": [
                ""
            ]
        },
        "context-aware systems": {
            "translated_key": [
                "sistemas de contextware",
                "sistemas de contextware",
                "sistemas conscientes de contexto"
            ],
            "translated_annotated_text": "Modelar el control de privacidad en \"sistemas de contextware\" Problemas significativos de complejidad desafían a los diseñadores de \"sistemas de contextware\" con control de privacidad. Los espacios de información proporcionan una manera de organizar información, recursos y servicios en torno a importantes factores contextuales relevantes para la privacidad. En este artículo, describimos un modelo teórico para el control de la privacidad en \"sistemas conscientes de contexto\" basado en una abstracción básica de espacios de información. Anteriormente nos hemos centrado en la obtención de objetivos de privacidad basados socialmente en entornos informáticos dominantes. Sobre la base de la idea de Ravi Sandhus OM-AM de cuatro niveles (objetivos, modelos, arquitecturas y mecanismos), nuestro objetivo es utilizar los espacios de información para construir un modelo de control de privacidad que apoye nuestros objetivos de privacidad de base social. También discutimos cómo podemos introducir la descentralización, una propiedad deseable para muchos sistemas informáticos generalizados, en nuestro modelo de espacio de información, utilizando etiquetado unificado de privacidad ",
            "error": [
                "sistemas de contextware",
                "sistemas de contextware",
                "sistemas conscientes de contexto"
            ]
        },
        "privacy control": {
            "translated_key": [
                "control de privacidad",
                "control de privacidad",
                "control de la privacidad",
                "control de privacidad"
            ],
            "translated_annotated_text": "Modelar \"control de privacidad\" en sistemas con contextos conscientes Problemas significativos de complejidad desafían a los diseñadores de sistemas con contextos conscientes con \"control de privacidad\". Los espacios de información proporcionan una manera de organizar información, recursos y servicios en torno a importantes factores contextuales relevantes para la privacidad. En este artículo, describimos un modelo teórico para el \"control de la privacidad\" en sistemas conscientes de contexto basados en una abstracción básica de espacios de información. Anteriormente nos hemos centrado en la obtención de objetivos de privacidad basados socialmente en entornos informáticos dominantes. Sobre la base de la idea de Ravi Sandhus OM-AM de cuatro niveles (objetivos, modelos, arquitecturas y mecanismos), nuestro objetivo es utilizar los espacios de información para construir un modelo de \"control de privacidad\" que apoye nuestros objetivos de privacidad basados en la sociedad. También discutimos cómo podemos introducir la descentralización, una propiedad deseable para muchos sistemas informáticos generalizados, en nuestro modelo de espacio de información, utilizando etiquetado unificado de privacidad ",
            "error": [
                "control de privacidad",
                "control de privacidad",
                "control de la privacidad",
                "control de privacidad"
            ]
        },
        "smart office": {
            "translated_key": [],
            "translated_annotated_text": "Modelar el control de privacidad en sistemas con conocimiento de contexto Problemas significativos de complejidad desafían a los diseñadores de sistemas con conocimiento de contexto con control de privacidad. Los espacios de información proporcionan una manera de organizar información, recursos y servicios en torno a importantes factores contextuales relevantes para la privacidad. En este artículo, describimos un modelo teórico para el control de la privacidad en sistemas con conocimiento de contexto basados en una abstracción básica de espacios de información. Anteriormente nos hemos centrado en la obtención de objetivos de privacidad basados socialmente en entornos informáticos dominantes. Sobre la base de la idea de Ravi Sandhus OM-AM de cuatro niveles (objetivos, modelos, arquitecturas y mecanismos), nuestro objetivo es utilizar los espacios de información para construir un modelo de control de privacidad que apoye nuestros objetivos de privacidad de base social. También discutimos cómo podemos introducir la descentralización, una propiedad deseable para muchos sistemas informáticos generalizados, en nuestro modelo de espacio de información, utilizando etiquetado unificado de privacidad ",
            "error": []
        },
        "business data processing": {
            "translated_key": [],
            "translated_annotated_text": "Modelar el control de privacidad en sistemas con conocimiento de contexto Problemas significativos de complejidad desafían a los diseñadores de sistemas con conocimiento de contexto con control de privacidad. Los espacios de información proporcionan una manera de organizar información, recursos y servicios en torno a importantes factores contextuales relevantes para la privacidad. En este artículo, describimos un modelo teórico para el control de la privacidad en sistemas con conocimiento de contexto basados en una abstracción básica de espacios de información. Anteriormente nos hemos centrado en la obtención de objetivos de privacidad basados socialmente en entornos informáticos dominantes. Sobre la base de la idea de Ravi Sandhus OM-AM de cuatro niveles (objetivos, modelos, arquitecturas y mecanismos), nuestro objetivo es utilizar los espacios de información para construir un modelo de control de privacidad que apoye nuestros objetivos de privacidad de base social. También discutimos cómo podemos introducir la descentralización, una propiedad deseable para muchos sistemas informáticos generalizados, en nuestro modelo de espacio de información, utilizando etiquetado unificado de privacidad ",
            "error": []
        },
        "data privacy": {
            "translated_key": [],
            "translated_annotated_text": "Modelar el control de privacidad en sistemas con conocimiento de contexto Problemas significativos de complejidad desafían a los diseñadores de sistemas con conocimiento de contexto con control de privacidad. Los espacios de información proporcionan una manera de organizar información, recursos y servicios en torno a importantes factores contextuales relevantes para la privacidad. En este artículo, describimos un modelo teórico para el control de la privacidad en sistemas con conocimiento de contexto basados en una abstracción básica de espacios de información. Anteriormente nos hemos centrado en la obtención de objetivos de privacidad basados socialmente en entornos informáticos dominantes. Sobre la base de la idea de Ravi Sandhus OM-AM de cuatro niveles (objetivos, modelos, arquitecturas y mecanismos), nuestro objetivo es utilizar los espacios de información para construir un modelo de control de privacidad que apoye nuestros objetivos de privacidad de base social. También discutimos cómo podemos introducir la descentralización, una propiedad deseable para muchos sistemas informáticos generalizados, en nuestro modelo de espacio de información, utilizando etiquetado unificado de privacidad ",
            "error": []
        },
        "mobile computing": {
            "translated_key": [],
            "translated_annotated_text": "Modelar el control de privacidad en sistemas con conocimiento de contexto Problemas significativos de complejidad desafían a los diseñadores de sistemas con conocimiento de contexto con control de privacidad. Los espacios de información proporcionan una manera de organizar información, recursos y servicios en torno a importantes factores contextuales relevantes para la privacidad. En este artículo, describimos un modelo teórico para el control de la privacidad en sistemas con conocimiento de contexto basados en una abstracción básica de espacios de información. Anteriormente nos hemos centrado en la obtención de objetivos de privacidad basados socialmente en entornos informáticos dominantes. Sobre la base de la idea de Ravi Sandhus OM-AM de cuatro niveles (objetivos, modelos, arquitecturas y mecanismos), nuestro objetivo es utilizar los espacios de información para construir un modelo de control de privacidad que apoye nuestros objetivos de privacidad de base social. También discutimos cómo podemos introducir la descentralización, una propiedad deseable para muchos sistemas informáticos generalizados, en nuestro modelo de espacio de información, utilizando etiquetado unificado de privacidad ",
            "error": []
        }
    }
}