{
    "original_text": "ConChat: a context-aware chat program ConChat is a context-aware chat program that enriches electronic communication by providing contextual information and resolving potential semantic conflicts between users.ConChat uses contextual information to improve electronic communication. Using contextual cues, users can infer during a conversation what the other person is doing and what is happening in his or her immediate surroundings. For example, if a user learns that the other person is talking with somebody else or is involved in some urgent activity, he or she knows to expect a slower response. Conversely, if the user learns that the other person is sitting in a meeting directly related to the conversation, he or she then knows to respond more quickly. Also, by informing users about the other persons context and tagging potentially ambiguous chat messages, ConChat explores how context can improve electronic communication by reducing semantic conflicts",
    "original_translation": "ConChat: un programa de chat consciente del contexto ConChat es un programa de chat consciente del contexto que enriquece la comunicación electrónica proporcionando información contextual y resolviendo posibles conflictos semánticos entre usuarios.ConChat utiliza información contextual para mejorar la comunicación electrónica. Usando señales contextuales, los usuarios pueden inferir durante una conversación lo que la otra persona está haciendo y lo que está sucediendo en su entorno inmediato. Por ejemplo, si un usuario se entera de que la otra persona está hablando con otra persona o está involucrada en alguna actividad urgente, sabe que espera una respuesta más lenta. Por el contrario, si el usuario se entera de que la otra persona está sentada en una reunión directamente relacionada con la conversación, entonces sabe que responder más rápidamente. Además, al informar a los usuarios sobre el contexto de otras personas y etiquetar mensajes de chat potencialmente ambiguos, ConChat explora cómo el contexto puede mejorar la comunicación electrónica reduciendo los conflictos semánticos",
    "error_count": 2,
    "keys": {
        "context-aware chat program": {
            "translated_key": "context-aware",
            "translated_annotated_text": "ConChat: un programa de chat <br>context-aware</br> ConChat es un programa de chat <br>context-aware</br> que enriquece la comunicación electrónica al proporcionar información contextual y resolver posibles conflictos semánticos entre usuarios.ConChat utiliza la información contextual para mejorar la comunicación electrónica. Usando señales contextuales, los usuarios pueden inferir durante una conversación lo que la otra persona está haciendo y lo que está sucediendo en su entorno inmediato. Por ejemplo, si un usuario se entera de que la otra persona está hablando con otra persona o está involucrada en alguna actividad urgente, sabe que espera una respuesta más lenta. Por el contrario, si el usuario se entera de que la otra persona está sentada en una reunión directamente relacionada con la conversación, entonces sabe que responder más rápidamente. Además, al informar a los usuarios sobre el contexto de otras personas y etiquetar mensajes de chat potencialmente ambiguos, ConChat explora cómo el contexto puede mejorar la comunicación electrónica reduciendo los conflictos semánticos ",
            "error": [
                ""
            ]
        },
        "ConChat": {
            "translated_key": "ConChat",
            "translated_annotated_text": "<br>ConChat</br>: un programa de chat consciente del contexto <br>ConChat</br> es un programa de chat consciente del contexto que enriquece la comunicación electrónica al proporcionar información contextual y resolver posibles conflictos semánticos entre los usuarios.<br>ConChat</br> utiliza información contextual para mejorar la comunicación electrónica. Usando señales contextuales, los usuarios pueden inferir durante una conversación lo que la otra persona está haciendo y lo que está sucediendo en su entorno inmediato. Por ejemplo, si un usuario se entera de que la otra persona está hablando con otra persona o está involucrada en alguna actividad urgente, sabe que espera una respuesta más lenta. Por el contrario, si el usuario se entera de que la otra persona está sentada en una reunión directamente relacionada con la conversación, entonces sabe que responder más rápidamente. Además, al informar a los usuarios sobre el contexto de otras personas y etiquetar mensajes de chat potencialmente ambiguos, <br>ConChat</br> explora cómo el contexto puede mejorar la comunicación electrónica reduciendo los conflictos semánticos ",
            "error": [
                ""
            ]
        },
        "contextual information": {
            "translated_key": " información contextual",
            "translated_annotated_text": "ConChat: un programa de chat consciente del contexto ConChat es un programa de chat consciente del contexto que enriquece la comunicación electrónica proporcionando <br> información contextual</br> y resolviendo posibles conflictos semánticos entre los usuarios.ConChat utiliza <br> información contextual</br> para mejorar la comunicación electrónica. Usando señales contextuales, los usuarios pueden inferir durante una conversación lo que la otra persona está haciendo y lo que está sucediendo en su entorno inmediato. Por ejemplo, si un usuario se entera de que la otra persona está hablando con otra persona o está involucrada en alguna actividad urgente, sabe que espera una respuesta más lenta. Por el contrario, si el usuario se entera de que la otra persona está sentada en una reunión directamente relacionada con la conversación, entonces sabe que responder más rápidamente. Además, al informar a los usuarios sobre el contexto de otras personas y etiquetar mensajes de chat potencialmente ambiguos, ConChat explora cómo el contexto puede mejorar la comunicación electrónica reduciendo los conflictos semánticos ",
            "error": [
                ""
            ]
        },
        "semantic conflicts": {
            "translated_key": "conflictos semánticos",
            "translated_annotated_text": "ConChat: un programa de chat consciente del contexto ConChat es un programa de chat consciente del contexto que enriquece la comunicación electrónica proporcionando información contextual y resolviendo posibles <br>conflictos semánticos</br> entre usuarios.ConChat utiliza información contextual para mejorar la comunicación electrónica.  Usando señales contextuales, los usuarios pueden inferir durante una conversación lo que la otra persona está haciendo y lo que está sucediendo en su entorno inmediato. Por ejemplo, si un usuario se entera de que la otra persona está hablando con otra persona o está involucrada en alguna actividad urgente, sabe que espera una respuesta más lenta. Por el contrario, si el usuario se entera de que la otra persona está sentada en una reunión directamente relacionada con la conversación, entonces sabe que responder más rápidamente. Además, al informar a los usuarios sobre el contexto de otras personas y etiquetar mensajes de chat potencialmente ambiguos, ConChat explora cómo el contexto puede mejorar la comunicación electrónica reduciendo <br>conflictos semánticos</br>.  ",
            "error": [
                ""
            ]
        },
        "contextual cues": {
            "translated_key": "cues contextual",
            "translated_annotated_text": "ConChat: un programa de chat consciente del contexto ConChat es un programa de chat consciente del contexto que enriquece la comunicación electrónica proporcionando información contextual y resolviendo posibles conflictos semánticos entre usuarios.ConChat utiliza información contextual para mejorar la comunicación electrónica. Utilizando <br>cues contextual</br>, los usuarios pueden inferir durante una conversación lo que la otra persona está haciendo y lo que está sucediendo en su entorno inmediato. Por ejemplo, si un usuario se entera de que la otra persona está hablando con otra persona o está involucrada en alguna actividad urgente, sabe que espera una respuesta más lenta. Por el contrario, si el usuario se entera de que la otra persona está sentada en una reunión directamente relacionada con la conversación, entonces sabe que responder más rápidamente. Además, al informar a los usuarios sobre el contexto de otras personas y etiquetar mensajes de chat potencialmente ambiguos, ConChat explora cómo el contexto puede mejorar la comunicación electrónica reduciendo los conflictos semánticos ",
            "error": [
                ""
            ]
        },
        "groupware": {
            "translated_key": [],
            "translated_annotated_text": "ConChat: un programa de chat consciente del contexto ConChat es un programa de chat consciente del contexto que enriquece la comunicación electrónica proporcionando información contextual y resolviendo posibles conflictos semánticos entre usuarios.ConChat utiliza información contextual para mejorar la comunicación electrónica. Usando señales contextuales, los usuarios pueden inferir durante una conversación lo que la otra persona está haciendo y lo que está sucediendo en su entorno inmediato. Por ejemplo, si un usuario se entera de que la otra persona está hablando con otra persona o está involucrada en alguna actividad urgente, sabe que espera una respuesta más lenta. Por el contrario, si el usuario se entera de que la otra persona está sentada en una reunión directamente relacionada con la conversación, entonces sabe que responder más rápidamente. Además, al informar a los usuarios sobre el contexto de otras personas y etiquetar mensajes de chat potencialmente ambiguos, ConChat explora cómo el contexto puede mejorar la comunicación electrónica reduciendo los conflictos semánticos ",
            "error": []
        },
        "teleconferencing": {
            "translated_key": [],
            "translated_annotated_text": "ConChat: un programa de chat consciente del contexto ConChat es un programa de chat consciente del contexto que enriquece la comunicación electrónica proporcionando información contextual y resolviendo posibles conflictos semánticos entre usuarios.ConChat utiliza información contextual para mejorar la comunicación electrónica. Usando señales contextuales, los usuarios pueden inferir durante una conversación lo que la otra persona está haciendo y lo que está sucediendo en su entorno inmediato. Por ejemplo, si un usuario se entera de que la otra persona está hablando con otra persona o está involucrada en alguna actividad urgente, sabe que espera una respuesta más lenta. Por el contrario, si el usuario se entera de que la otra persona está sentada en una reunión directamente relacionada con la conversación, entonces sabe que responder más rápidamente. Además, al informar a los usuarios sobre el contexto de otras personas y etiquetar mensajes de chat potencialmente ambiguos, ConChat explora cómo el contexto puede mejorar la comunicación electrónica reduciendo los conflictos semánticos ",
            "error": []
        }
    }
}