{
    "original_text": "A context-aware decision engine for content adaptation Building a good content adaptation service for mobile devices poses many challenges. To meet these challenges, this quality-of-service-aware decision engine automatically negotiates for the appropriate adaptation decision for synthesizing an optimal content version",
    "original_translation": "Un motor de decisión consciente del contexto para la adaptación de contenidos Crear un buen servicio de adaptación de contenidos para dispositivos móviles plantea muchos desafíos. Para hacer frente a estos desafíos, este motor de decisión de calidad de servicio negocia automáticamente la decisión de adaptación apropiada para sintetizar una versión de contenido óptima",
    "error_count": 3,
    "keys": {
        "content adaptation": {
            "translated_key": "adaptación al contenido",
            "translated_annotated_text": "Un motor de decisión consciente del contexto para la \"adaptación al contenido\" Construir un buen servicio de \"adaptación al contenido\" para dispositivos móviles plantea muchos desafíos. Para hacer frente a estos desafíos, este motor de decisión de calidad de servicio negocia automáticamente la decisión de adaptación apropiada para sintetizar una versión de contenido óptima ",
            "error": [
                ""
            ]
        },
        "mobile devices": {
            "translated_key": "dispositivos móviles",
            "translated_annotated_text": "Un motor de decisión consciente del contexto para la adaptación de contenidos Construir un buen servicio de adaptación de contenidos para \"dispositivos móviles\" plantea muchos desafíos. Para hacer frente a estos desafíos, este motor de decisión de calidad de servicio negocia automáticamente la decisión de adaptación apropiada para sintetizar una versión de contenido óptima ",
            "error": [
                ""
            ]
        },
        "quality-of-service-aware": {
            "translated_key": "de calidad de servicio",
            "translated_annotated_text": "Un motor de decisión consciente del contexto para la adaptación de contenidos Crear un buen servicio de adaptación de contenidos para dispositivos móviles plantea muchos desafíos. Para hacer frente a estos desafíos, este motor de decisión \"de calidad de servicio\" negocia automáticamente la decisión de adaptación apropiada para sintetizar una versión de contenido óptima ",
            "error": [
                ""
            ]
        },
        "decision engine": {
            "translated_key": "motor de decisión",
            "translated_annotated_text": "Un \"motor de decisión\" consciente del contexto para la adaptación de contenidos Construir un buen servicio de adaptación de contenidos para dispositivos móviles plantea muchos desafíos. Para hacer frente a estos desafíos, este \"motor de decisión\" de calidad de servicio negocia automáticamente la decisión de adaptación apropiada para sintetizar una versión de contenido óptima ",
            "error": [
                ""
            ]
        },
        "optimal content version": {
            "translated_key": "versión de contenido óptima",
            "translated_annotated_text": "Un motor de decisión consciente del contexto para la adaptación de contenidos Crear un buen servicio de adaptación de contenidos para dispositivos móviles plantea muchos desafíos. Para hacer frente a estos desafíos, este motor de decisión de calidad de servicio negocia automáticamente la decisión de adaptación apropiada para sintetizar una \"versión de contenido óptima\" ",
            "error": [
                ""
            ]
        },
        "adaptation decision": {
            "translated_key": "decisión de adaptación",
            "translated_annotated_text": "Un motor de decisión consciente del contexto para la adaptación de contenidos Crear un buen servicio de adaptación de contenidos para dispositivos móviles plantea muchos desafíos. Para hacer frente a estos desafíos, este motor de decisión de calidad de servicio negocia automáticamente la \"decisión de adaptación\" apropiada para sintetizar una versión de contenido óptima ",
            "error": [
                ""
            ]
        },
        "client-server systems": {
            "translated_key": [],
            "translated_annotated_text": "Un motor de decisión consciente del contexto para la adaptación de contenidos Crear un buen servicio de adaptación de contenidos para dispositivos móviles plantea muchos desafíos. Para hacer frente a estos desafíos, este motor de decisión de calidad de servicio negocia automáticamente la decisión de adaptación apropiada para sintetizar una versión de contenido óptima ",
            "error": []
        },
        "mobile computing": {
            "translated_key": [],
            "translated_annotated_text": "Un motor de decisión consciente del contexto para la adaptación de contenidos Crear un buen servicio de adaptación de contenidos para dispositivos móviles plantea muchos desafíos. Para hacer frente a estos desafíos, este motor de decisión de calidad de servicio negocia automáticamente la decisión de adaptación apropiada para sintetizar una versión de contenido óptima ",
            "error": []
        },
        "quality of service": {
            "translated_key": [],
            "translated_annotated_text": "Un motor de decisión consciente del contexto para la adaptación de contenidos Crear un buen servicio de adaptación de contenidos para dispositivos móviles plantea muchos desafíos. Para hacer frente a estos desafíos, este motor de decisión de calidad de servicio negocia automáticamente la decisión de adaptación apropiada para sintetizar una versión de contenido óptima ",
            "error": []
        }
    }
}