{
    "original_text": "Activity and location recognition using wearable sensors Using measured acceleration and angular velocity data gathered through inexpensive, wearable sensors, this dead-reckoning method can determine a users location, detect transitions between preselected locations, and recognize and classify sitting, standing, and walking behaviors. Experiments demonstrate the proposed methods effectiveness",
    "original_translation": "Reconocimiento de actividad y ubicación mediante sensores usables Utilizando datos medidos de aceleración y velocidad angular recopilados a través de sensores baratos y usables, este método de detección de fallos puede determinar la ubicación de los usuarios, detectar transiciones entre ubicaciones preseleccionadas y reconocer y clasificar comportamientos de sentarse, estar de pie y caminar. Los experimentos demuestran la eficacia de los métodos propuestos",
    "error_count": 3,
    "keys": {
        "measured acceleration": {
            "translated_key": "aceleración medida",
            "translated_annotated_text": "Reconocimiento de actividad y ubicación mediante sensores usables Utilizando \"aceleración medida\" y datos de velocidad angular recopilados a través de sensores baratos y usables, este método de detección de fallos puede determinar una ubicación de los usuarios, detectar transiciones entre ubicaciones preseleccionadas y reconocer y clasificar comportamientos de sentarse, estar de pie y caminar. Los experimentos demuestran la eficacia de los métodos propuestos ",
            "error": [
                ""
            ]
        },
        "angular velocity": {
            "translated_key": "velocidad angular",
            "translated_annotated_text": "Reconocimiento de actividad y ubicación mediante sensores usables Utilizando datos medidos de aceleración y \"velocidad angular\" recopilados a través de sensores baratos y usables, este método de detección de fallos puede determinar la ubicación de los usuarios, detectar transiciones entre ubicaciones preseleccionadas y reconocer y clasificar comportamientos de sentarse, estar de pie y caminar. Los experimentos demuestran la eficacia de los métodos propuestos ",
            "error": [
                ""
            ]
        },
        "wearable sensors": {
            "translated_key": "sensores portátiles",
            "translated_annotated_text": "Reconocimiento de actividad y ubicación mediante \"sensores portátiles\" Utilizando datos medidos de aceleración y velocidad angular recopilados a través de \"sensores portátiles\" económicos, este método de detección de fallos puede determinar la ubicación de los usuarios, detectar transiciones entre ubicaciones preseleccionadas y reconocer y clasificar comportamientos de sentarse, estar de pie y caminar. Los experimentos demuestran la eficacia de los métodos propuestos ",
            "error": [
                ""
            ]
        },
        "dead-reckoning method": {
            "translated_key": "método de detección de muertos",
            "translated_annotated_text": "Reconocimiento de actividad y ubicación mediante sensores usables Utilizando datos medidos de aceleración y velocidad angular recopilados a través de sensores baratos y usables, este \"método de detección de muertos\" puede determinar la ubicación de los usuarios, detectar transiciones entre ubicaciones preseleccionadas y reconocer y clasificar comportamientos de sentarse, estar de pie y caminar. Los experimentos demuestran la eficacia de los métodos propuestos ",
            "error": [
                ""
            ]
        },
        "users location": {
            "translated_key": "localización de los usuarios",
            "translated_annotated_text": "Reconocimiento de actividad y ubicación mediante sensores usables Utilizando datos medidos de aceleración y velocidad angular recopilados a través de sensores baratos y usables, este método de detección de fallos puede determinar una \"localización de los usuarios\", detectar transiciones entre ubicaciones preseleccionadas y reconocer y clasificar comportamientos de sentarse, estar de pie y caminar. Los experimentos demuestran la eficacia de los métodos propuestos ",
            "error": [
                ""
            ]
        },
        "preselected locations": {
            "translated_key": "lugares preseleccionados",
            "translated_annotated_text": "Reconocimiento de actividad y ubicación mediante sensores usables Utilizando datos medidos de aceleración y velocidad angular recopilados a través de sensores baratos y usables, este método de detección de fallos puede determinar la ubicación de los usuarios, detectar transiciones entre \"lugares preseleccionados\", y reconocer y clasificar los comportamientos de sentarse, estar de pie y caminar. Los experimentos demuestran la eficacia de los métodos propuestos ",
            "error": [
                ""
            ]
        },
        "transitions": {
            "translated_key": "transiciones",
            "translated_annotated_text": "Reconocimiento de actividad y ubicación mediante sensores usables Utilizando datos medidos de aceleración y velocidad angular recopilados a través de sensores baratos y usables, este método de detección de fallos puede determinar una ubicación de los usuarios, detectar \"transiciones\" entre ubicaciones preseleccionadas, y reconocer y clasificar comportamientos de sentarse, estar de pie y caminar. Los experimentos demuestran la eficacia de los métodos propuestos ",
            "error": [
                ""
            ]
        },
        "sitting": {
            "translated_key": "sentarse",
            "translated_annotated_text": "Reconocimiento de actividad y ubicación mediante sensores usables Utilizando datos medidos de aceleración y velocidad angular recopilados a través de sensores baratos y usables, este método de detección de fallos puede determinar la ubicación de los usuarios, detectar transiciones entre ubicaciones preseleccionadas y reconocer y clasificar los comportamientos de \"sentarse\", de pie y caminar. Los experimentos demuestran la eficacia de los métodos propuestos ",
            "error": [
                ""
            ]
        },
        "standing": {
            "translated_key": "de pie",
            "translated_annotated_text": "Reconocimiento de actividad y ubicación mediante sensores usables Utilizando datos medidos de aceleración y velocidad angular recopilados a través de sensores baratos y usables, este método de detección de fallos puede determinar la ubicación de los usuarios, detectar transiciones entre ubicaciones preseleccionadas, y reconocer y clasificar los comportamientos de sentarse, \"de pie\" y caminar. Los experimentos demuestran la eficacia de los métodos propuestos ",
            "error": [
                ""
            ]
        },
        "walking": {
            "translated_key": [],
            "translated_annotated_text": "Reconocimiento de actividad y ubicación mediante sensores usables Utilizando datos medidos de aceleración y velocidad angular recopilados a través de sensores baratos y usables, este método de detección de fallos puede determinar la ubicación de los usuarios, detectar transiciones entre ubicaciones preseleccionadas y reconocer y clasificar comportamientos de sentarse, estar de pie y caminar. Los experimentos demuestran la eficacia de los métodos propuestos ",
            "error": []
        },
        "mobile computing": {
            "translated_key": [],
            "translated_annotated_text": "Reconocimiento de actividad y ubicación mediante sensores usables Utilizando datos medidos de aceleración y velocidad angular recopilados a través de sensores baratos y usables, este método de detección de fallos puede determinar la ubicación de los usuarios, detectar transiciones entre ubicaciones preseleccionadas y reconocer y clasificar comportamientos de sentarse, estar de pie y caminar. Los experimentos demuestran la eficacia de los métodos propuestos ",
            "error": []
        },
        "position measurement": {
            "translated_key": [],
            "translated_annotated_text": "Reconocimiento de actividad y ubicación mediante sensores usables Utilizando datos medidos de aceleración y velocidad angular recopilados a través de sensores baratos y usables, este método de detección de fallos puede determinar la ubicación de los usuarios, detectar transiciones entre ubicaciones preseleccionadas y reconocer y clasificar comportamientos de sentarse, estar de pie y caminar. Los experimentos demuestran la eficacia de los métodos propuestos ",
            "error": []
        },
        "sensors": {
            "translated_key": "sensores",
            "translated_annotated_text": "Reconocimiento de actividad y ubicación mediante \"sensores\" usables Utilizando datos de aceleración medida y velocidad angular recopilados a través de \"sensores\" baratos y usables, este método de detección de fallos puede determinar la ubicación de los usuarios, detectar transiciones entre ubicaciones preseleccionadas y reconocer y clasificar comportamientos de sentarse, estar de pie y caminar. Los experimentos demuestran la eficacia de los métodos propuestos ",
            "error": [
                ""
            ]
        }
    }
}