{
    "original_text": "The eyes have it [hotel security] CCTV systems can help lodging establishments accomplish a range of objectives, from deterring criminals to observing staff interactions with clientele. But pitfalls can arise if the CCTV system has not been properly integrated into the overall hotel security plan. CCTV system designs at new hotel properties are often too sophisticated, too complicated, and too costly, and do not take into consideration the security realities of site management. These problems arise when the professionals designing or installing the system, including architects, construction engineers, integrators, and consultants, are not familiar with a hotels operating strategies or security standards",
    "original_translation": "Los ojos lo tienen [seguridad hotelera] Los sistemas de CCTV pueden ayudar a los establecimientos de alojamiento a lograr una gama de objetivos, desde disuadir a los delincuentes hasta observar las interacciones del personal con la clientela. Pero pueden surgir dificultades si el sistema de CCTV no se ha integrado adecuadamente en el plan general de seguridad del hotel. Los diseños de sistemas de CCTV en las nuevas propiedades hoteleras son a menudo demasiado sofisticados, demasiado complicados y demasiado costosos, y no tienen en cuenta las realidades de seguridad de la gestión del sitio. Estos problemas surgen cuando los profesionales que diseñan o instalan el sistema, incluidos arquitectos, ingenieros de construcción, integradores y consultores, no están familiarizados con las estrategias de operación de un hotel o las normas de seguridad",
    "error_count": 3,
    "keys": {
        "hotel security": {
            "translated_key": "seguridad hotelera",
            "translated_annotated_text": "Los ojos lo tienen [\"seguridad hotelera\"] Los sistemas de CCTV pueden ayudar a los establecimientos de alojamiento a lograr una gama de objetivos, desde disuadir a los delincuentes hasta observar las interacciones del personal con la clientela. Pero las trampas pueden surgir si el sistema de CCTV no se ha integrado adecuadamente en el plan general de \"seguridad hotelera\". Los diseños de sistemas de CCTV en las nuevas propiedades hoteleras son a menudo demasiado sofisticados, demasiado complicados y demasiado costosos, y no tienen en cuenta las realidades de seguridad de la gestión del sitio. Estos problemas surgen cuando los profesionales que diseñan o instalan el sistema, incluidos arquitectos, ingenieros de construcción, integradores y consultores, no están familiarizados con las estrategias de operación de un hotel o las normas de seguridad ",
            "error": [
                ""
            ]
        },
        "CCTV system": {
            "translated_key": "sistema CCTV",
            "translated_annotated_text": "Los ojos lo tienen [seguridad hotelera] Los sistemas de CCTV pueden ayudar a los establecimientos de alojamiento a lograr una gama de objetivos, desde disuadir a los delincuentes hasta observar las interacciones del personal con la clientela. Pero pueden surgir dificultades si el \"sistema CCTV\" no se ha integrado adecuadamente en el plan general de seguridad del hotel. Los diseños de \"sistema CCTV\" en nuevas propiedades hoteleras son a menudo demasiado sofisticados, demasiado complicados y demasiado costosos, y no tienen en cuenta las realidades de seguridad de la gestión del sitio. Estos problemas surgen cuando los profesionales que diseñan o instalan el sistema, incluidos arquitectos, ingenieros de construcción, integradores y consultores, no están familiarizados con las estrategias de operación de un hotel o las normas de seguridad ",
            "error": [
                ""
            ]
        },
        "site management": {
            "translated_key": "gestión del sitio",
            "translated_annotated_text": "Los ojos lo tienen [seguridad hotelera] Los sistemas de CCTV pueden ayudar a los establecimientos de alojamiento a lograr una gama de objetivos, desde disuadir a los delincuentes hasta observar las interacciones del personal con la clientela. Pero pueden surgir dificultades si el sistema de CCTV no se ha integrado adecuadamente en el plan general de seguridad del hotel. Los diseños de sistemas de CCTV en las nuevas propiedades hoteleras son a menudo demasiado sofisticados, demasiado complicados y demasiado costosos, y no tienen en cuenta las realidades de seguridad de la \"gestión del sitio\". Estos problemas surgen cuando los profesionales que diseñan o instalan el sistema, incluidos arquitectos, ingenieros de construcción, integradores y consultores, no están familiarizados con las estrategias de operación de un hotel o las normas de seguridad ",
            "error": [
                ""
            ]
        },
        "operating strategies": {
            "translated_key": "estrategias operativas",
            "translated_annotated_text": "Los ojos lo tienen [seguridad hotelera] Los sistemas de CCTV pueden ayudar a los establecimientos de alojamiento a lograr una gama de objetivos, desde disuadir a los delincuentes hasta observar las interacciones del personal con la clientela. Pero pueden surgir dificultades si el sistema de CCTV no se ha integrado adecuadamente en el plan general de seguridad del hotel. Los diseños de sistemas de CCTV en las nuevas propiedades hoteleras son a menudo demasiado sofisticados, demasiado complicados y demasiado costosos, y no tienen en cuenta las realidades de seguridad de la gestión del sitio. Estos problemas surgen cuando los profesionales que diseñan o instalan el sistema, incluidos arquitectos, ingenieros de construcción, integradores y consultores, no están familiarizados con las \"estrategias operativas\" o los estándares de seguridad de los hoteles. ",
            "error": [
                ""
            ]
        },
        "closed circuit television": {
            "translated_key": [],
            "translated_annotated_text": "Los ojos lo tienen [seguridad hotelera] Los sistemas de CCTV pueden ayudar a los establecimientos de alojamiento a lograr una gama de objetivos, desde disuadir a los delincuentes hasta observar las interacciones del personal con la clientela. Pero pueden surgir dificultades si el sistema de CCTV no se ha integrado adecuadamente en el plan general de seguridad del hotel. Los diseños de sistemas de CCTV en las nuevas propiedades hoteleras son a menudo demasiado sofisticados, demasiado complicados y demasiado costosos, y no tienen en cuenta las realidades de seguridad de la gestión del sitio. Estos problemas surgen cuando los profesionales que diseñan o instalan el sistema, incluidos arquitectos, ingenieros de construcción, integradores y consultores, no están familiarizados con las estrategias de operación de un hotel o las normas de seguridad ",
            "error": []
        },
        "hotel industry": {
            "translated_key": [],
            "translated_annotated_text": "Los ojos lo tienen [seguridad hotelera] Los sistemas de CCTV pueden ayudar a los establecimientos de alojamiento a lograr una gama de objetivos, desde disuadir a los delincuentes hasta observar las interacciones del personal con la clientela. Pero pueden surgir dificultades si el sistema de CCTV no se ha integrado adecuadamente en el plan general de seguridad del hotel. Los diseños de sistemas de CCTV en las nuevas propiedades hoteleras son a menudo demasiado sofisticados, demasiado complicados y demasiado costosos, y no tienen en cuenta las realidades de seguridad de la gestión del sitio. Estos problemas surgen cuando los profesionales que diseñan o instalan el sistema, incluidos arquitectos, ingenieros de construcción, integradores y consultores, no están familiarizados con las estrategias de operación de un hotel o las normas de seguridad ",
            "error": []
        },
        "security": {
            "translated_key": "seguridad",
            "translated_annotated_text": "Los ojos lo tienen [hotel \"seguridad\"] Los sistemas de CCTV pueden ayudar a los establecimientos de alojamiento a lograr una gama de objetivos, desde disuadir a los delincuentes hasta observar las interacciones del personal con la clientela. Pero las trampas pueden surgir si el sistema de CCTV no se ha integrado adecuadamente en el plan general de \"seguridad\" del hotel. Los diseños de sistemas de CCTV en las nuevas propiedades hoteleras son a menudo demasiado sofisticados, demasiado complicados y demasiado costosos, y no tienen en cuenta las realidades de \"seguridad\" de la gestión del sitio. Estos problemas surgen cuando los profesionales que diseñan o instalan el sistema, incluidos arquitectos, ingenieros de construcción, integradores y consultores, no están familiarizados con las estrategias de operación de los hoteles o los estándares de \"seguridad\" ",
            "error": [
                ""
            ]
        },
        "surveillance": {
            "translated_key": [],
            "translated_annotated_text": "Los ojos lo tienen [seguridad hotelera] Los sistemas de CCTV pueden ayudar a los establecimientos de alojamiento a lograr una gama de objetivos, desde disuadir a los delincuentes hasta observar las interacciones del personal con la clientela. Pero pueden surgir dificultades si el sistema de CCTV no se ha integrado adecuadamente en el plan general de seguridad del hotel. Los diseños de sistemas de CCTV en las nuevas propiedades hoteleras son a menudo demasiado sofisticados, demasiado complicados y demasiado costosos, y no tienen en cuenta las realidades de seguridad de la gestión del sitio. Estos problemas surgen cuando los profesionales que diseñan o instalan el sistema, incluidos arquitectos, ingenieros de construcción, integradores y consultores, no están familiarizados con las estrategias de operación de un hotel o las normas de seguridad ",
            "error": []
        }
    }
}