{
    "original_text": "Absorption of long waves by nonresonant parametric microstructures Using simple acoustical and mechanical models, we consider the conceptual possibility of designing an active absorbing (nonreflecting) coating in the form of a thin layer with small-scale stratification and fast time modulation of parameters. Algorithms for space-time modulation of the controlled-layer structure are studied in detail for a one-dimensional boundary-value problem. These algorithms do not require wave-field measurements, which eliminates the self-excitation problem that is characteristic of active systems. The majority of the considered algorithms of parametric control transform the low-frequency incident wave to high-frequency waves of the technological band for which the waveguiding medium inside the layer is assumed to be opaque (absorbing). The efficient use conditions are found for all the algorithms. It is shown that the absorbing layer can be as thin as desired with respect to the minimum spatial scale of the incident wave and ensures efficient absorption in a wide frequency interval (starting from zero frequency) that is bounded from above only by a finite space-time resolution of the parameter-control operations. The structure of a three-dimensional parametric black coating whose efficiency is independent of the angle of incidence of an incoming wave is developed on the basis of the studied one-dimensional problems. The general solution of the problem of diffraction of incident waves from such a coating is obtained. This solution is analyzed in detail for the case of a disk-shaped element",
    "original_translation": "Absorción de ondas largas por microestructuras paramétricas no resonantes Utilizando modelos acústicos y mecánicos simples, consideramos la posibilidad conceptual de diseñar un recubrimiento absorbente activo (no reflectante) en forma de capa delgada con estratificación a pequeña escala y modulación rápida de los parámetros. Los algoritmos para la modulación espacio-tiempo de la estructura de capa controlada se estudian en detalle para un problema de valor límite unidimensional. Estos algoritmos no requieren mediciones de campo de onda, lo que elimina el problema de autoexcitación que es característico de los sistemas activos. La mayoría de los algoritmos considerados de control paramétrico transforman la onda incidente de baja frecuencia en ondas de alta frecuencia de la banda tecnológica para la que se supone que el medio de guiado de ondas dentro de la capa es opaco (absorbiendo). Las condiciones de uso eficientes se encuentran para todos los algoritmos. Se demuestra que la capa absorbente puede ser tan delgada como se desee con respecto a la escala espacial mínima de la onda incidente y garantiza una absorción eficiente en un amplio intervalo de frecuencia (a partir de la frecuencia cero) que está limitado desde arriba sólo por una resolución finita espacio-tiempo de las operaciones de control de parámetros. La estructura de un recubrimiento negro paramétrico tridimensional cuya eficiencia es independiente del ángulo de incidencia de una onda entrante se desarrolla sobre la base de los problemas unidimensionales estudiados. Se obtiene la solución general del problema de la difracción de las ondas incidente de tal recubrimiento. Esta solución se analiza en detalle para el caso de un elemento en forma de disco",
    "error_count": 9,
    "keys": {
        "acoustical models": {
            "translated_key": [],
            "translated_annotated_text": "Absorción de ondas largas por microestructuras paramétricas no resonantes Utilizando modelos acústicos y mecánicos simples, consideramos la posibilidad conceptual de diseñar un recubrimiento absorbente activo (no reflectante) en forma de capa delgada con estratificación a pequeña escala y modulación rápida de los parámetros. Los algoritmos para la modulación espacio-tiempo de la estructura de capa controlada se estudian en detalle para un problema de valor límite unidimensional. Estos algoritmos no requieren mediciones de campo de onda, lo que elimina el problema de autoexcitación que es característico de los sistemas activos. La mayoría de los algoritmos considerados de control paramétrico transforman la onda incidente de baja frecuencia en ondas de alta frecuencia de la banda tecnológica para la que se supone que el medio de guiado de ondas dentro de la capa es opaco (absorbiendo). Las condiciones de uso eficientes se encuentran para todos los algoritmos. Se demuestra que la capa absorbente puede ser tan delgada como se desee con respecto a la escala espacial mínima de la onda incidente y garantiza una absorción eficiente en un amplio intervalo de frecuencia (a partir de la frecuencia cero) que está limitado desde arriba sólo por una resolución finita espacio-tiempo de las operaciones de control de parámetros. La estructura de un recubrimiento negro paramétrico tridimensional cuya eficiencia es independiente del ángulo de incidencia de una onda entrante se desarrolla sobre la base de los problemas unidimensionales estudiados. Se obtiene la solución general del problema de la difracción de las ondas incidente de tal recubrimiento. Esta solución se analiza en detalle para el caso de un elemento en forma de disco ",
            "error": []
        },
        "mechanical models": {
            "translated_key": [],
            "translated_annotated_text": "Absorción de ondas largas por microestructuras paramétricas no resonantes Utilizando modelos acústicos y mecánicos simples, consideramos la posibilidad conceptual de diseñar un recubrimiento absorbente activo (no reflectante) en forma de capa delgada con estratificación a pequeña escala y modulación rápida de los parámetros. Los algoritmos para la modulación espacio-tiempo de la estructura de capa controlada se estudian en detalle para un problema de valor límite unidimensional. Estos algoritmos no requieren mediciones de campo de onda, lo que elimina el problema de autoexcitación que es característico de los sistemas activos. La mayoría de los algoritmos considerados de control paramétrico transforman la onda incidente de baja frecuencia en ondas de alta frecuencia de la banda tecnológica para la que se supone que el medio de guiado de ondas dentro de la capa es opaco (absorbiendo). Las condiciones de uso eficientes se encuentran para todos los algoritmos. Se demuestra que la capa absorbente puede ser tan delgada como se desee con respecto a la escala espacial mínima de la onda incidente y garantiza una absorción eficiente en un amplio intervalo de frecuencia (a partir de la frecuencia cero) que está limitado desde arriba sólo por una resolución finita espacio-tiempo de las operaciones de control de parámetros. La estructura de un recubrimiento negro paramétrico tridimensional cuya eficiencia es independiente del ángulo de incidencia de una onda entrante se desarrolla sobre la base de los problemas unidimensionales estudiados. Se obtiene la solución general del problema de la difracción de las ondas incidente de tal recubrimiento. Esta solución se analiza en detalle para el caso de un elemento en forma de disco ",
            "error": []
        },
        "active absorbing coating": {
            "translated_key": [],
            "translated_annotated_text": "Absorción de ondas largas por microestructuras paramétricas no resonantes Utilizando modelos acústicos y mecánicos simples, consideramos la posibilidad conceptual de diseñar un recubrimiento absorbente activo (no reflectante) en forma de capa delgada con estratificación a pequeña escala y modulación rápida de los parámetros. Los algoritmos para la modulación espacio-tiempo de la estructura de capa controlada se estudian en detalle para un problema de valor límite unidimensional. Estos algoritmos no requieren mediciones de campo de onda, lo que elimina el problema de autoexcitación que es característico de los sistemas activos. La mayoría de los algoritmos considerados de control paramétrico transforman la onda incidente de baja frecuencia en ondas de alta frecuencia de la banda tecnológica para la que se supone que el medio de guiado de ondas dentro de la capa es opaco (absorbiendo). Las condiciones de uso eficientes se encuentran para todos los algoritmos. Se demuestra que la capa absorbente puede ser tan delgada como se desee con respecto a la escala espacial mínima de la onda incidente y garantiza una absorción eficiente en un amplio intervalo de frecuencia (a partir de la frecuencia cero) que está limitado desde arriba sólo por una resolución finita espacio-tiempo de las operaciones de control de parámetros. La estructura de un recubrimiento negro paramétrico tridimensional cuya eficiencia es independiente del ángulo de incidencia de una onda entrante se desarrolla sobre la base de los problemas unidimensionales estudiados. Se obtiene la solución general del problema de la difracción de las ondas incidente de tal recubrimiento. Esta solución se analiza en detalle para el caso de un elemento en forma de disco ",
            "error": []
        },
        "nonreflecting coating": {
            "translated_key": [],
            "translated_annotated_text": "Absorción de ondas largas por microestructuras paramétricas no resonantes Utilizando modelos acústicos y mecánicos simples, consideramos la posibilidad conceptual de diseñar un recubrimiento absorbente activo (no reflectante) en forma de capa delgada con estratificación a pequeña escala y modulación rápida de los parámetros. Los algoritmos para la modulación espacio-tiempo de la estructura de capa controlada se estudian en detalle para un problema de valor límite unidimensional. Estos algoritmos no requieren mediciones de campo de onda, lo que elimina el problema de autoexcitación que es característico de los sistemas activos. La mayoría de los algoritmos considerados de control paramétrico transforman la onda incidente de baja frecuencia en ondas de alta frecuencia de la banda tecnológica para la que se supone que el medio de guiado de ondas dentro de la capa es opaco (absorbiendo). Las condiciones de uso eficientes se encuentran para todos los algoritmos. Se demuestra que la capa absorbente puede ser tan delgada como se desee con respecto a la escala espacial mínima de la onda incidente y garantiza una absorción eficiente en un amplio intervalo de frecuencia (a partir de la frecuencia cero) que está limitado desde arriba sólo por una resolución finita espacio-tiempo de las operaciones de control de parámetros. La estructura de un recubrimiento negro paramétrico tridimensional cuya eficiencia es independiente del ángulo de incidencia de una onda entrante se desarrolla sobre la base de los problemas unidimensionales estudiados. Se obtiene la solución general del problema de la difracción de las ondas incidente de tal recubrimiento. Esta solución se analiza en detalle para el caso de un elemento en forma de disco ",
            "error": []
        },
        "thin layer": {
            "translated_key": "capa delgada",
            "translated_annotated_text": "Absorción de ondas largas por microestructuras paramétricas no resonantes Utilizando modelos acústicos y mecánicos simples, consideramos la posibilidad conceptual de diseñar un recubrimiento absorbente activo (no reflectante) en forma de \"capa delgada\" con estratificación a pequeña escala y modulación rápida de los parámetros. Los algoritmos para la modulación espacio-tiempo de la estructura de capa controlada se estudian en detalle para un problema de valor límite unidimensional. Estos algoritmos no requieren mediciones de campo de onda, lo que elimina el problema de autoexcitación que es característico de los sistemas activos. La mayoría de los algoritmos considerados de control paramétrico transforman la onda incidente de baja frecuencia en ondas de alta frecuencia de la banda tecnológica para la que se supone que el medio de guiado de ondas dentro de la capa es opaco (absorbiendo). Las condiciones de uso eficientes se encuentran para todos los algoritmos. Se demuestra que la capa absorbente puede ser tan delgada como se desee con respecto a la escala espacial mínima de la onda incidente y garantiza una absorción eficiente en un amplio intervalo de frecuencia (a partir de la frecuencia cero) que está limitado desde arriba sólo por una resolución finita espacio-tiempo de las operaciones de control de parámetros. La estructura de un recubrimiento negro paramétrico tridimensional cuya eficiencia es independiente del ángulo de incidencia de una onda entrante se desarrolla sobre la base de los problemas unidimensionales estudiados. Se obtiene la solución general del problema de la difracción de las ondas incidente de tal recubrimiento. Esta solución se analiza en detalle para el caso de un elemento en forma de disco ",
            "error": [
                ""
            ]
        },
        "small-scale stratification": {
            "translated_key": "estratificación a pequeña escala",
            "translated_annotated_text": "Absorción de ondas largas por microestructuras paramétricas no resonantes Utilizando modelos acústicos y mecánicos simples, consideramos la posibilidad conceptual de diseñar un recubrimiento absorbente activo (no reflectante) en forma de capa delgada con \"estratificación a pequeña escala\" y modulación rápida de los parámetros. Los algoritmos para la modulación espacio-tiempo de la estructura de capa controlada se estudian en detalle para un problema de valor límite unidimensional. Estos algoritmos no requieren mediciones de campo de onda, lo que elimina el problema de autoexcitación que es característico de los sistemas activos. La mayoría de los algoritmos considerados de control paramétrico transforman la onda incidente de baja frecuencia en ondas de alta frecuencia de la banda tecnológica para la que se supone que el medio de guiado de ondas dentro de la capa es opaco (absorbiendo). Las condiciones de uso eficientes se encuentran para todos los algoritmos. Se demuestra que la capa absorbente puede ser tan delgada como se desee con respecto a la escala espacial mínima de la onda incidente y garantiza una absorción eficiente en un amplio intervalo de frecuencia (a partir de la frecuencia cero) que está limitado desde arriba sólo por una resolución finita espacio-tiempo de las operaciones de control de parámetros. La estructura de un recubrimiento negro paramétrico tridimensional cuya eficiencia es independiente del ángulo de incidencia de una onda entrante se desarrolla sobre la base de los problemas unidimensionales estudiados. Se obtiene la solución general del problema de la difracción de las ondas incidente de tal recubrimiento. Esta solución se analiza en detalle para el caso de un elemento en forma de disco ",
            "error": [
                ""
            ]
        },
        "fast time modulation": {
            "translated_key": "modulación de tiempo rápido",
            "translated_annotated_text": "Absorción de ondas largas por microestructuras paramétricas no resonantes Utilizando modelos acústicos y mecánicos simples, consideramos la posibilidad conceptual de diseñar un recubrimiento absorbente activo (no reflectante) en forma de capa delgada con estratificación a pequeña escala y \"modulación de tiempo rápido\" de parámetros. Los algoritmos para la modulación espacio-tiempo de la estructura de capa controlada se estudian en detalle para un problema de valor límite unidimensional. Estos algoritmos no requieren mediciones de campo de onda, lo que elimina el problema de autoexcitación que es característico de los sistemas activos. La mayoría de los algoritmos considerados de control paramétrico transforman la onda incidente de baja frecuencia en ondas de alta frecuencia de la banda tecnológica para la que se supone que el medio de guiado de ondas dentro de la capa es opaco (absorbiendo). Las condiciones de uso eficientes se encuentran para todos los algoritmos. Se demuestra que la capa absorbente puede ser tan delgada como se desee con respecto a la escala espacial mínima de la onda incidente y garantiza una absorción eficiente en un amplio intervalo de frecuencia (a partir de la frecuencia cero) que está limitado desde arriba sólo por una resolución finita espacio-tiempo de las operaciones de control de parámetros. La estructura de un recubrimiento negro paramétrico tridimensional cuya eficiencia es independiente del ángulo de incidencia de una onda entrante se desarrolla sobre la base de los problemas unidimensionales estudiados. Se obtiene la solución general del problema de la difracción de las ondas incidente de tal recubrimiento. Esta solución se analiza en detalle para el caso de un elemento en forma de disco ",
            "error": [
                ""
            ]
        },
        "space-time modulation": {
            "translated_key": "modulación espacio-tiempo",
            "translated_annotated_text": "Absorción de ondas largas por microestructuras paramétricas no resonantes Utilizando modelos acústicos y mecánicos simples, consideramos la posibilidad conceptual de diseñar un recubrimiento absorbente activo (no reflectante) en forma de capa delgada con estratificación a pequeña escala y modulación rápida de los parámetros. Los algoritmos para la \"modulación espacio-tiempo\" de la estructura de capa controlada se estudian en detalle para un problema de valor límite unidimensional. Estos algoritmos no requieren mediciones de campo de onda, lo que elimina el problema de autoexcitación que es característico de los sistemas activos. La mayoría de los algoritmos considerados de control paramétrico transforman la onda incidente de baja frecuencia en ondas de alta frecuencia de la banda tecnológica para la que se supone que el medio de guiado de ondas dentro de la capa es opaco (absorbiendo). Las condiciones de uso eficientes se encuentran para todos los algoritmos. Se demuestra que la capa absorbente puede ser tan delgada como se desee con respecto a la escala espacial mínima de la onda incidente y garantiza una absorción eficiente en un amplio intervalo de frecuencia (a partir de la frecuencia cero) que está limitado desde arriba sólo por una resolución finita espacio-tiempo de las operaciones de control de parámetros. La estructura de un recubrimiento negro paramétrico tridimensional cuya eficiencia es independiente del ángulo de incidencia de una onda entrante se desarrolla sobre la base de los problemas unidimensionales estudiados. Se obtiene la solución general del problema de la difracción de las ondas incidente de tal recubrimiento. Esta solución se analiza en detalle para el caso de un elemento en forma de disco ",
            "error": [
                ""
            ]
        },
        "controlled-layer structure": {
            "translated_key": "estructura de capa controlada",
            "translated_annotated_text": "Absorción de ondas largas por microestructuras paramétricas no resonantes Utilizando modelos acústicos y mecánicos simples, consideramos la posibilidad conceptual de diseñar un recubrimiento absorbente activo (no reflectante) en forma de capa delgada con estratificación a pequeña escala y modulación rápida de los parámetros. Los algoritmos para la modulación espacio-tiempo de la \"estructura de capa controlada\" se estudian en detalle para un problema de valor límite unidimensional. Estos algoritmos no requieren mediciones de campo de onda, lo que elimina el problema de autoexcitación que es característico de los sistemas activos. La mayoría de los algoritmos considerados de control paramétrico transforman la onda incidente de baja frecuencia en ondas de alta frecuencia de la banda tecnológica para la que se supone que el medio de guiado de ondas dentro de la capa es opaco (absorbiendo). Las condiciones de uso eficientes se encuentran para todos los algoritmos. Se demuestra que la capa absorbente puede ser tan delgada como se desee con respecto a la escala espacial mínima de la onda incidente y garantiza una absorción eficiente en un amplio intervalo de frecuencia (a partir de la frecuencia cero) que está limitado desde arriba sólo por una resolución finita espacio-tiempo de las operaciones de control de parámetros. La estructura de un recubrimiento negro paramétrico tridimensional cuya eficiencia es independiente del ángulo de incidencia de una onda entrante se desarrolla sobre la base de los problemas unidimensionales estudiados. Se obtiene la solución general del problema de la difracción de las ondas incidente de tal recubrimiento. Esta solución se analiza en detalle para el caso de un elemento en forma de disco ",
            "error": [
                ""
            ]
        },
        "one-dimensional boundary-value problem": {
            "translated_key": "problema de valor límite de una dimensión",
            "translated_annotated_text": "Absorción de ondas largas por microestructuras paramétricas no resonantes Utilizando modelos acústicos y mecánicos simples, consideramos la posibilidad conceptual de diseñar un recubrimiento absorbente activo (no reflectante) en forma de capa delgada con estratificación a pequeña escala y modulación rápida de los parámetros. Los algoritmos para la modulación espacio-tiempo de la estructura de capa controlada se estudian en detalle para un \"problema de valor límite de una dimensión\". Estos algoritmos no requieren mediciones de campo de onda, lo que elimina el problema de autoexcitación que es característico de los sistemas activos. La mayoría de los algoritmos considerados de control paramétrico transforman la onda incidente de baja frecuencia en ondas de alta frecuencia de la banda tecnológica para la que se supone que el medio de guiado de ondas dentro de la capa es opaco (absorbiendo). Las condiciones de uso eficientes se encuentran para todos los algoritmos. Se demuestra que la capa absorbente puede ser tan delgada como se desee con respecto a la escala espacial mínima de la onda incidente y garantiza una absorción eficiente en un amplio intervalo de frecuencia (a partir de la frecuencia cero) que está limitado desde arriba sólo por una resolución finita espacio-tiempo de las operaciones de control de parámetros. La estructura de un recubrimiento negro paramétrico tridimensional cuya eficiencia es independiente del ángulo de incidencia de una onda entrante se desarrolla sobre la base de los problemas unidimensionales estudiados. Se obtiene la solución general del problema de la difracción de las ondas incidente de tal recubrimiento. Esta solución se analiza en detalle para el caso de un elemento en forma de disco ",
            "error": [
                ""
            ]
        },
        "parametric control": {
            "translated_key": "control paramétrico",
            "translated_annotated_text": "Absorción de ondas largas por microestructuras paramétricas no resonantes Utilizando modelos acústicos y mecánicos simples, consideramos la posibilidad conceptual de diseñar un recubrimiento absorbente activo (no reflectante) en forma de capa delgada con estratificación a pequeña escala y modulación rápida de los parámetros. Los algoritmos para la modulación espacio-tiempo de la estructura de capa controlada se estudian en detalle para un problema de valor límite unidimensional. Estos algoritmos no requieren mediciones de campo de onda, lo que elimina el problema de autoexcitación que es característico de los sistemas activos. La mayoría de los algoritmos considerados de \"control paramétrico\" transforman la onda incidente de baja frecuencia en ondas de alta frecuencia de la banda tecnológica para la que se supone que el medio de guiado de ondas dentro de la capa es opaco (absorbiendo). Las condiciones de uso eficientes se encuentran para todos los algoritmos. Se demuestra que la capa absorbente puede ser tan delgada como se desee con respecto a la escala espacial mínima de la onda incidente y garantiza una absorción eficiente en un amplio intervalo de frecuencia (a partir de la frecuencia cero) que está limitado desde arriba sólo por una resolución finita espacio-tiempo de las operaciones de control de parámetros. La estructura de un recubrimiento negro paramétrico tridimensional cuya eficiencia es independiente del ángulo de incidencia de una onda entrante se desarrolla sobre la base de los problemas unidimensionales estudiados. Se obtiene la solución general del problema de la difracción de las ondas incidente de tal recubrimiento. Esta solución se analiza en detalle para el caso de un elemento en forma de disco ",
            "error": [
                ""
            ]
        },
        "low-frequency incident wave": {
            "translated_key": "onda incidente de baja frecuencia",
            "translated_annotated_text": "Absorción de ondas largas por microestructuras paramétricas no resonantes Utilizando modelos acústicos y mecánicos simples, consideramos la posibilidad conceptual de diseñar un recubrimiento absorbente activo (no reflectante) en forma de capa delgada con estratificación a pequeña escala y modulación rápida de los parámetros. Los algoritmos para la modulación espacio-tiempo de la estructura de capa controlada se estudian en detalle para un problema de valor límite unidimensional. Estos algoritmos no requieren mediciones de campo de onda, lo que elimina el problema de autoexcitación que es característico de los sistemas activos. La mayoría de los algoritmos considerados de control paramétrico transforman la \"onda incidente de baja frecuencia\" en ondas de alta frecuencia de la banda tecnológica para la que se supone que el medio de guiado de ondas dentro de la capa es opaco (absorbiendo). Las condiciones de uso eficientes se encuentran para todos los algoritmos. Se demuestra que la capa absorbente puede ser tan delgada como se desee con respecto a la escala espacial mínima de la onda incidente y garantiza una absorción eficiente en un amplio intervalo de frecuencia (a partir de la frecuencia cero) que está limitado desde arriba sólo por una resolución finita espacio-tiempo de las operaciones de control de parámetros. La estructura de un recubrimiento negro paramétrico tridimensional cuya eficiencia es independiente del ángulo de incidencia de una onda entrante se desarrolla sobre la base de los problemas unidimensionales estudiados. Se obtiene la solución general del problema de la difracción de las ondas incidente de tal recubrimiento. Esta solución se analiza en detalle para el caso de un elemento en forma de disco ",
            "error": [
                ""
            ]
        },
        "high-frequency waves": {
            "translated_key": "ondas de alta frecuencia",
            "translated_annotated_text": "Absorción de ondas largas por microestructuras paramétricas no resonantes Utilizando modelos acústicos y mecánicos simples, consideramos la posibilidad conceptual de diseñar un recubrimiento absorbente activo (no reflectante) en forma de capa delgada con estratificación a pequeña escala y modulación rápida de los parámetros. Los algoritmos para la modulación espacio-tiempo de la estructura de capa controlada se estudian en detalle para un problema de valor límite unidimensional. Estos algoritmos no requieren mediciones de campo de onda, lo que elimina el problema de autoexcitación que es característico de los sistemas activos. La mayoría de los algoritmos considerados de control paramétrico transforman la onda incidente de baja frecuencia en \"ondas de alta frecuencia\" de la banda tecnológica para la que se supone que el medio de guiado de ondas dentro de la capa es opaco (absorbiendo). Las condiciones de uso eficientes se encuentran para todos los algoritmos. Se demuestra que la capa absorbente puede ser tan delgada como se desee con respecto a la escala espacial mínima de la onda incidente y garantiza una absorción eficiente en un amplio intervalo de frecuencia (a partir de la frecuencia cero) que está limitado desde arriba sólo por una resolución finita espacio-tiempo de las operaciones de control de parámetros. La estructura de un recubrimiento negro paramétrico tridimensional cuya eficiencia es independiente del ángulo de incidencia de una onda entrante se desarrolla sobre la base de los problemas unidimensionales estudiados. Se obtiene la solución general del problema de la difracción de las ondas incidente de tal recubrimiento. Esta solución se analiza en detalle para el caso de un elemento en forma de disco ",
            "error": [
                ""
            ]
        },
        "waveguiding medium": {
            "translated_key": "medio guía de onda",
            "translated_annotated_text": "Absorción de ondas largas por microestructuras paramétricas no resonantes Utilizando modelos acústicos y mecánicos simples, consideramos la posibilidad conceptual de diseñar un recubrimiento absorbente activo (no reflectante) en forma de capa delgada con estratificación a pequeña escala y modulación rápida de los parámetros. Los algoritmos para la modulación espacio-tiempo de la estructura de capa controlada se estudian en detalle para un problema de valor límite unidimensional. Estos algoritmos no requieren mediciones de campo de onda, lo que elimina el problema de autoexcitación que es característico de los sistemas activos. La mayoría de los algoritmos considerados de control paramétrico transforman la onda incidente de baja frecuencia en ondas de alta frecuencia de la banda tecnológica para la que se supone que el \"medio guía de onda\" dentro de la capa es opaco (absorbiendo). Las condiciones de uso eficientes se encuentran para todos los algoritmos. Se demuestra que la capa absorbente puede ser tan delgada como se desee con respecto a la escala espacial mínima de la onda incidente y garantiza una absorción eficiente en un amplio intervalo de frecuencia (a partir de la frecuencia cero) que está limitado desde arriba sólo por una resolución finita espacio-tiempo de las operaciones de control de parámetros. La estructura de un recubrimiento negro paramétrico tridimensional cuya eficiencia es independiente del ángulo de incidencia de una onda entrante se desarrolla sobre la base de los problemas unidimensionales estudiados. Se obtiene la solución general del problema de la difracción de las ondas incidente de tal recubrimiento. Esta solución se analiza en detalle para el caso de un elemento en forma de disco ",
            "error": [
                ""
            ]
        },
        "absorbing layer": {
            "translated_key": "capa absorbente",
            "translated_annotated_text": "Absorción de ondas largas por microestructuras paramétricas no resonantes Utilizando modelos acústicos y mecánicos simples, consideramos la posibilidad conceptual de diseñar un recubrimiento absorbente activo (no reflectante) en forma de capa delgada con estratificación a pequeña escala y modulación rápida de los parámetros. Los algoritmos para la modulación espacio-tiempo de la estructura de capa controlada se estudian en detalle para un problema de valor límite unidimensional. Estos algoritmos no requieren mediciones de campo de onda, lo que elimina el problema de autoexcitación que es característico de los sistemas activos. La mayoría de los algoritmos considerados de control paramétrico transforman la onda incidente de baja frecuencia en ondas de alta frecuencia de la banda tecnológica para la que se supone que el medio de guiado de ondas dentro de la capa es opaco (absorbiendo). Las condiciones de uso eficientes se encuentran para todos los algoritmos. Se muestra que la \"capa absorbente\" puede ser tan delgada como se desee con respecto a la escala espacial mínima de la onda incidente y garantiza una absorción eficiente en un amplio intervalo de frecuencia (a partir de cero frecuencia) que está limitado desde arriba sólo por una resolución finita espacio-tiempo de las operaciones de control de parámetros. La estructura de un recubrimiento negro paramétrico tridimensional cuya eficiencia es independiente del ángulo de incidencia de una onda entrante se desarrolla sobre la base de los problemas unidimensionales estudiados. Se obtiene la solución general del problema de la difracción de las ondas incidente de tal recubrimiento. Esta solución se analiza en detalle para el caso de un elemento en forma de disco ",
            "error": [
                ""
            ]
        },
        "angle of incidence": {
            "translated_key": "ángulo de incidencia",
            "translated_annotated_text": "Absorción de ondas largas por microestructuras paramétricas no resonantes Utilizando modelos acústicos y mecánicos simples, consideramos la posibilidad conceptual de diseñar un recubrimiento absorbente activo (no reflectante) en forma de capa delgada con estratificación a pequeña escala y modulación rápida de los parámetros. Los algoritmos para la modulación espacio-tiempo de la estructura de capa controlada se estudian en detalle para un problema de valor límite unidimensional. Estos algoritmos no requieren mediciones de campo de onda, lo que elimina el problema de autoexcitación que es característico de los sistemas activos. La mayoría de los algoritmos considerados de control paramétrico transforman la onda incidente de baja frecuencia en ondas de alta frecuencia de la banda tecnológica para la que se supone que el medio de guiado de ondas dentro de la capa es opaco (absorbiendo). Las condiciones de uso eficientes se encuentran para todos los algoritmos. Se demuestra que la capa absorbente puede ser tan delgada como se desee con respecto a la escala espacial mínima de la onda incidente y garantiza una absorción eficiente en un amplio intervalo de frecuencia (a partir de la frecuencia cero) que está limitado desde arriba sólo por una resolución finita espacio-tiempo de las operaciones de control de parámetros. La estructura de un recubrimiento negro paramétrico tridimensional cuya eficiencia es independiente del \"ángulo de incidencia\" de una onda entrante se desarrolla sobre la base de los problemas unidimensionales estudiados. Se obtiene la solución general del problema de la difracción de las ondas incidente de tal recubrimiento. Esta solución se analiza en detalle para el caso de un elemento en forma de disco ",
            "error": [
                ""
            ]
        },
        "one-dimensional problems": {
            "translated_key": "problemas unidimensionales",
            "translated_annotated_text": "Absorción de ondas largas por microestructuras paramétricas no resonantes Utilizando modelos acústicos y mecánicos simples, consideramos la posibilidad conceptual de diseñar un recubrimiento absorbente activo (no reflectante) en forma de capa delgada con estratificación a pequeña escala y modulación rápida de los parámetros. Los algoritmos para la modulación espacio-tiempo de la estructura de capa controlada se estudian en detalle para un problema de valor límite unidimensional. Estos algoritmos no requieren mediciones de campo de onda, lo que elimina el problema de autoexcitación que es característico de los sistemas activos. La mayoría de los algoritmos considerados de control paramétrico transforman la onda incidente de baja frecuencia en ondas de alta frecuencia de la banda tecnológica para la que se supone que el medio de guiado de ondas dentro de la capa es opaco (absorbiendo). Las condiciones de uso eficientes se encuentran para todos los algoritmos. Se demuestra que la capa absorbente puede ser tan delgada como se desee con respecto a la escala espacial mínima de la onda incidente y garantiza una absorción eficiente en un amplio intervalo de frecuencia (a partir de la frecuencia cero) que está limitado desde arriba sólo por una resolución finita espacio-tiempo de las operaciones de control de parámetros. La estructura de un recubrimiento negro paramétrico tridimensional cuya eficiencia es independiente del ángulo de incidencia de una onda entrante se desarrolla sobre la base de los \"problemas unidimensionales\" estudiados. Se obtiene la solución general del problema de la difracción de las ondas incidente de tal recubrimiento. Esta solución se analiza en detalle para el caso de un elemento en forma de disco ",
            "error": [
                ""
            ]
        },
        "diffraction": {
            "translated_key": "difracción",
            "translated_annotated_text": "Absorción de ondas largas por microestructuras paramétricas no resonantes Utilizando modelos acústicos y mecánicos simples, consideramos la posibilidad conceptual de diseñar un recubrimiento absorbente activo (no reflectante) en forma de capa delgada con estratificación a pequeña escala y modulación rápida de los parámetros. Los algoritmos para la modulación espacio-tiempo de la estructura de capa controlada se estudian en detalle para un problema de valor límite unidimensional. Estos algoritmos no requieren mediciones de campo de onda, lo que elimina el problema de autoexcitación que es característico de los sistemas activos. La mayoría de los algoritmos considerados de control paramétrico transforman la onda incidente de baja frecuencia en ondas de alta frecuencia de la banda tecnológica para la que se supone que el medio de guiado de ondas dentro de la capa es opaco (absorbiendo). Las condiciones de uso eficientes se encuentran para todos los algoritmos. Se demuestra que la capa absorbente puede ser tan delgada como se desee con respecto a la escala espacial mínima de la onda incidente y garantiza una absorción eficiente en un amplio intervalo de frecuencia (a partir de la frecuencia cero) que está limitado desde arriba sólo por una resolución finita espacio-tiempo de las operaciones de control de parámetros. La estructura de un recubrimiento negro paramétrico tridimensional cuya eficiencia es independiente del ángulo de incidencia de una onda entrante se desarrolla sobre la base de los problemas unidimensionales estudiados. Se obtiene la solución general del problema de la \"difracción\" de las ondas incidente de tal recubrimiento. Esta solución se analiza en detalle para el caso de un elemento en forma de disco ",
            "error": [
                ""
            ]
        },
        "disk-shaped element": {
            "translated_key": "elemento en forma de disco",
            "translated_annotated_text": "Absorción de ondas largas por microestructuras paramétricas no resonantes Utilizando modelos acústicos y mecánicos simples, consideramos la posibilidad conceptual de diseñar un recubrimiento absorbente activo (no reflectante) en forma de capa delgada con estratificación a pequeña escala y modulación rápida de los parámetros. Los algoritmos para la modulación espacio-tiempo de la estructura de capa controlada se estudian en detalle para un problema de valor límite unidimensional. Estos algoritmos no requieren mediciones de campo de onda, lo que elimina el problema de autoexcitación que es característico de los sistemas activos. La mayoría de los algoritmos considerados de control paramétrico transforman la onda incidente de baja frecuencia en ondas de alta frecuencia de la banda tecnológica para la que se supone que el medio de guiado de ondas dentro de la capa es opaco (absorbiendo). Las condiciones de uso eficientes se encuentran para todos los algoritmos. Se demuestra que la capa absorbente puede ser tan delgada como se desee con respecto a la escala espacial mínima de la onda incidente y garantiza una absorción eficiente en un amplio intervalo de frecuencia (a partir de la frecuencia cero) que está limitado desde arriba sólo por una resolución finita espacio-tiempo de las operaciones de control de parámetros. La estructura de un recubrimiento negro paramétrico tridimensional cuya eficiencia es independiente del ángulo de incidencia de una onda entrante se desarrolla sobre la base de los problemas unidimensionales estudiados. Se obtiene la solución general del problema de la difracción de las ondas incidente de tal recubrimiento. Esta solución se analiza en detalle para el caso de un \"elemento en forma de disco\" ",
            "error": [
                ""
            ]
        },
        "acoustic parametric devices": {
            "translated_key": [],
            "translated_annotated_text": "Absorción de ondas largas por microestructuras paramétricas no resonantes Utilizando modelos acústicos y mecánicos simples, consideramos la posibilidad conceptual de diseñar un recubrimiento absorbente activo (no reflectante) en forma de capa delgada con estratificación a pequeña escala y modulación rápida de los parámetros. Los algoritmos para la modulación espacio-tiempo de la estructura de capa controlada se estudian en detalle para un problema de valor límite unidimensional. Estos algoritmos no requieren mediciones de campo de onda, lo que elimina el problema de autoexcitación que es característico de los sistemas activos. La mayoría de los algoritmos considerados de control paramétrico transforman la onda incidente de baja frecuencia en ondas de alta frecuencia de la banda tecnológica para la que se supone que el medio de guiado de ondas dentro de la capa es opaco (absorbiendo). Las condiciones de uso eficientes se encuentran para todos los algoritmos. Se demuestra que la capa absorbente puede ser tan delgada como se desee con respecto a la escala espacial mínima de la onda incidente y garantiza una absorción eficiente en un amplio intervalo de frecuencia (a partir de la frecuencia cero) que está limitado desde arriba sólo por una resolución finita espacio-tiempo de las operaciones de control de parámetros. La estructura de un recubrimiento negro paramétrico tridimensional cuya eficiencia es independiente del ángulo de incidencia de una onda entrante se desarrolla sobre la base de los problemas unidimensionales estudiados. Se obtiene la solución general del problema de la difracción de las ondas incidente de tal recubrimiento. Esta solución se analiza en detalle para el caso de un elemento en forma de disco ",
            "error": []
        },
        "acoustic wave absorption": {
            "translated_key": [],
            "translated_annotated_text": "Absorción de ondas largas por microestructuras paramétricas no resonantes Utilizando modelos acústicos y mecánicos simples, consideramos la posibilidad conceptual de diseñar un recubrimiento absorbente activo (no reflectante) en forma de capa delgada con estratificación a pequeña escala y modulación rápida de los parámetros. Los algoritmos para la modulación espacio-tiempo de la estructura de capa controlada se estudian en detalle para un problema de valor límite unidimensional. Estos algoritmos no requieren mediciones de campo de onda, lo que elimina el problema de autoexcitación que es característico de los sistemas activos. La mayoría de los algoritmos considerados de control paramétrico transforman la onda incidente de baja frecuencia en ondas de alta frecuencia de la banda tecnológica para la que se supone que el medio de guiado de ondas dentro de la capa es opaco (absorbiendo). Las condiciones de uso eficientes se encuentran para todos los algoritmos. Se demuestra que la capa absorbente puede ser tan delgada como se desee con respecto a la escala espacial mínima de la onda incidente y garantiza una absorción eficiente en un amplio intervalo de frecuencia (a partir de la frecuencia cero) que está limitado desde arriba sólo por una resolución finita espacio-tiempo de las operaciones de control de parámetros. La estructura de un recubrimiento negro paramétrico tridimensional cuya eficiencia es independiente del ángulo de incidencia de una onda entrante se desarrolla sobre la base de los problemas unidimensionales estudiados. Se obtiene la solución general del problema de la difracción de las ondas incidente de tal recubrimiento. Esta solución se analiza en detalle para el caso de un elemento en forma de disco ",
            "error": []
        },
        "active noise control": {
            "translated_key": [],
            "translated_annotated_text": "Absorción de ondas largas por microestructuras paramétricas no resonantes Utilizando modelos acústicos y mecánicos simples, consideramos la posibilidad conceptual de diseñar un recubrimiento absorbente activo (no reflectante) en forma de capa delgada con estratificación a pequeña escala y modulación rápida de los parámetros. Los algoritmos para la modulación espacio-tiempo de la estructura de capa controlada se estudian en detalle para un problema de valor límite unidimensional. Estos algoritmos no requieren mediciones de campo de onda, lo que elimina el problema de autoexcitación que es característico de los sistemas activos. La mayoría de los algoritmos considerados de control paramétrico transforman la onda incidente de baja frecuencia en ondas de alta frecuencia de la banda tecnológica para la que se supone que el medio de guiado de ondas dentro de la capa es opaco (absorbiendo). Las condiciones de uso eficientes se encuentran para todos los algoritmos. Se demuestra que la capa absorbente puede ser tan delgada como se desee con respecto a la escala espacial mínima de la onda incidente y garantiza una absorción eficiente en un amplio intervalo de frecuencia (a partir de la frecuencia cero) que está limitado desde arriba sólo por una resolución finita espacio-tiempo de las operaciones de control de parámetros. La estructura de un recubrimiento negro paramétrico tridimensional cuya eficiencia es independiente del ángulo de incidencia de una onda entrante se desarrolla sobre la base de los problemas unidimensionales estudiados. Se obtiene la solución general del problema de la difracción de las ondas incidente de tal recubrimiento. Esta solución se analiza en detalle para el caso de un elemento en forma de disco ",
            "error": []
        },
        "antireflection coatings": {
            "translated_key": [],
            "translated_annotated_text": "Absorción de ondas largas por microestructuras paramétricas no resonantes Utilizando modelos acústicos y mecánicos simples, consideramos la posibilidad conceptual de diseñar un recubrimiento absorbente activo (no reflectante) en forma de capa delgada con estratificación a pequeña escala y modulación rápida de los parámetros. Los algoritmos para la modulación espacio-tiempo de la estructura de capa controlada se estudian en detalle para un problema de valor límite unidimensional. Estos algoritmos no requieren mediciones de campo de onda, lo que elimina el problema de autoexcitación que es característico de los sistemas activos. La mayoría de los algoritmos considerados de control paramétrico transforman la onda incidente de baja frecuencia en ondas de alta frecuencia de la banda tecnológica para la que se supone que el medio de guiado de ondas dentro de la capa es opaco (absorbiendo). Las condiciones de uso eficientes se encuentran para todos los algoritmos. Se demuestra que la capa absorbente puede ser tan delgada como se desee con respecto a la escala espacial mínima de la onda incidente y garantiza una absorción eficiente en un amplio intervalo de frecuencia (a partir de la frecuencia cero) que está limitado desde arriba sólo por una resolución finita espacio-tiempo de las operaciones de control de parámetros. La estructura de un recubrimiento negro paramétrico tridimensional cuya eficiencia es independiente del ángulo de incidencia de una onda entrante se desarrolla sobre la base de los problemas unidimensionales estudiados. Se obtiene la solución general del problema de la difracción de las ondas incidente de tal recubrimiento. Esta solución se analiza en detalle para el caso de un elemento en forma de disco ",
            "error": []
        },
        "boundary-value problems": {
            "translated_key": [],
            "translated_annotated_text": "Absorción de ondas largas por microestructuras paramétricas no resonantes Utilizando modelos acústicos y mecánicos simples, consideramos la posibilidad conceptual de diseñar un recubrimiento absorbente activo (no reflectante) en forma de capa delgada con estratificación a pequeña escala y modulación rápida de los parámetros. Los algoritmos para la modulación espacio-tiempo de la estructura de capa controlada se estudian en detalle para un problema de valor límite unidimensional. Estos algoritmos no requieren mediciones de campo de onda, lo que elimina el problema de autoexcitación que es característico de los sistemas activos. La mayoría de los algoritmos considerados de control paramétrico transforman la onda incidente de baja frecuencia en ondas de alta frecuencia de la banda tecnológica para la que se supone que el medio de guiado de ondas dentro de la capa es opaco (absorbiendo). Las condiciones de uso eficientes se encuentran para todos los algoritmos. Se demuestra que la capa absorbente puede ser tan delgada como se desee con respecto a la escala espacial mínima de la onda incidente y garantiza una absorción eficiente en un amplio intervalo de frecuencia (a partir de la frecuencia cero) que está limitado desde arriba sólo por una resolución finita espacio-tiempo de las operaciones de control de parámetros. La estructura de un recubrimiento negro paramétrico tridimensional cuya eficiencia es independiente del ángulo de incidencia de una onda entrante se desarrolla sobre la base de los problemas unidimensionales estudiados. Se obtiene la solución general del problema de la difracción de las ondas incidente de tal recubrimiento. Esta solución se analiza en detalle para el caso de un elemento en forma de disco ",
            "error": []
        }
    }
}