{
    "original_text": "Library services today and tomorrow: lessons from iLumina, a digital library for creating and sharing teaching resources This article is based on the emerging experience associated with a digital library of instructional resources, iLumina, in which the contributors of resources and the users of those resources are the same-an open community of instructors in science, mathematics, engineering, and technology. Moreover, it is not the resources, most of which will be distributed across the Internet, but metadata about the resources that is the focus of the central iLumina repository and its support services for resource contributors and users. The distributed iLumina library is a community-sharing library for repurposing and adding value to potentially useful, mostly non-commercial instructional resources that are typically more granular in nature than commercially developed course materials. The experience of developing iLumina is raising a range of issues that have nothing to do with the place and time characteristics of the instructional context in which iLumina instructional resources are created or used. The issues instead have their locus in the democratization of both the professional roles of librarians and the quality assurance mechanisms associated with traditional peer review",
    "original_translation": "Servicios de biblioteca hoy y mañana: lecciones de iLumina, una biblioteca digital para crear y compartir recursos didácticos Este artículo se basa en la experiencia emergente asociada a una biblioteca digital de recursos didácticos, iLumina, en la que los contribuyentes de recursos y los usuarios de esos recursos son la misma comunidad abierta de instructores en ciencia, matemáticas, ingeniería y tecnología. Además, no son los recursos, la mayoría de los cuales se distribuirán a través de la Internet, sino los metadatos sobre los recursos que son el centro de atención del repositorio central iLumina y sus servicios de apoyo a los contribuyentes y usuarios de recursos. La biblioteca distribuida de iLumina es una biblioteca comunitaria compartida para repurponer y añadir valor a los recursos didácticos potencialmente útiles, en su mayoría no comerciales, que suelen ser de naturaleza más granular que los materiales de los cursos desarrollados comercialmente. La experiencia del desarrollo de iLumina plantea una serie de cuestiones que no tienen nada que ver con el lugar y las características temporales del contexto instructivo en el que se crean o utilizan los recursos instructivos de iLumina. Las cuestiones tienen su lugar en la democratización tanto de las funciones profesionales de los bibliotecarios como de los mecanismos de garantía de la calidad asociados con el examen tradicional entre homólogos",
    "error_count": 14,
    "keys": {
        "iLumina": {
            "translated_key": "iLumina",
            "translated_annotated_text": "Servicios de biblioteca hoy y mañana: lecciones de \"iLumina\", una biblioteca digital para crear y compartir recursos didácticos Este artículo se basa en la experiencia emergente asociada a una biblioteca digital de recursos didácticos, \"iLumina\", en la que los contribuyentes de recursos y los usuarios de esos recursos son la misma comunidad abierta de instructores en ciencia, matemáticas, ingeniería y tecnología. Además, no se trata de los recursos, la mayoría de los cuales se distribuirán a través de Internet, sino de metadatos sobre los recursos que son el foco del repositorio central \"iLumina\" y sus servicios de apoyo a los contribuyentes y usuarios de recursos. La biblioteca distribuida \"iLumina\" es una biblioteca comunitaria compartida para repurponer y agregar valor a los recursos didácticos potencialmente útiles, en su mayoría no comerciales, que son típicamente más granulares en la naturaleza que los materiales de los cursos desarrollados comercialmente. La experiencia del desarrollo de \"iLumina\" está planteando una serie de cuestiones que no tienen nada que ver con el lugar y las características temporales del contexto instructivo en el que se crean o utilizan los recursos instructivos \"iLumina\". Las cuestiones tienen su lugar en la democratización tanto de las funciones profesionales de los bibliotecarios como de los mecanismos de garantía de la calidad asociados con el examen tradicional entre homólogos ",
            "error": [
                ""
            ]
        },
        "digital library": {
            "translated_key": "biblioteca digital",
            "translated_annotated_text": "Servicios de biblioteca hoy y mañana: lecciones de iLumina, una \"biblioteca digital\" para crear y compartir recursos didácticos Este artículo se basa en la experiencia emergente asociada a una \"biblioteca digital\" de recursos didácticos, iLumina, en la que los contribuyentes de recursos y los usuarios de esos recursos son la misma comunidad abierta de instructores en ciencia, matemáticas, ingeniería y tecnología. Además, no son los recursos, la mayoría de los cuales se distribuirán a través de la Internet, sino los metadatos sobre los recursos que son el centro de atención del repositorio central iLumina y sus servicios de apoyo a los contribuyentes y usuarios de recursos. La biblioteca distribuida de iLumina es una biblioteca comunitaria compartida para repurponer y añadir valor a los recursos didácticos potencialmente útiles, en su mayoría no comerciales, que suelen ser de naturaleza más granular que los materiales de los cursos desarrollados comercialmente. La experiencia del desarrollo de iLumina plantea una serie de cuestiones que no tienen nada que ver con el lugar y las características temporales del contexto instructivo en el que se crean o utilizan los recursos instructivos de iLumina. Las cuestiones tienen su lugar en la democratización tanto de las funciones profesionales de los bibliotecarios como de los mecanismos de garantía de la calidad asociados con el examen tradicional entre homólogos ",
            "error": [
                ""
            ]
        },
        "teaching resource sharing": {
            "translated_key": [],
            "translated_annotated_text": "Servicios de biblioteca hoy y mañana: lecciones de iLumina, una biblioteca digital para crear y compartir recursos didácticos Este artículo se basa en la experiencia emergente asociada a una biblioteca digital de recursos didácticos, iLumina, en la que los contribuyentes de recursos y los usuarios de esos recursos son la misma comunidad abierta de instructores en ciencia, matemáticas, ingeniería y tecnología. Además, no son los recursos, la mayoría de los cuales se distribuirán a través de la Internet, sino los metadatos sobre los recursos que son el centro de atención del repositorio central iLumina y sus servicios de apoyo a los contribuyentes y usuarios de recursos. La biblioteca distribuida de iLumina es una biblioteca comunitaria compartida para repurponer y añadir valor a los recursos didácticos potencialmente útiles, en su mayoría no comerciales, que suelen ser de naturaleza más granular que los materiales de los cursos desarrollados comercialmente. La experiencia del desarrollo de iLumina plantea una serie de cuestiones que no tienen nada que ver con el lugar y las características temporales del contexto instructivo en el que se crean o utilizan los recursos instructivos de iLumina. Las cuestiones tienen su lugar en la democratización tanto de las funciones profesionales de los bibliotecarios como de los mecanismos de garantía de la calidad asociados con el examen tradicional entre homólogos ",
            "error": []
        },
        "Internet": {
            "translated_key": "Internet",
            "translated_annotated_text": "Servicios de biblioteca hoy y mañana: lecciones de iLumina, una biblioteca digital para crear y compartir recursos didácticos Este artículo se basa en la experiencia emergente asociada a una biblioteca digital de recursos didácticos, iLumina, en la que los contribuyentes de recursos y los usuarios de esos recursos son la misma comunidad abierta de instructores en ciencia, matemáticas, ingeniería y tecnología. Además, no son los recursos, la mayoría de los cuales se distribuirán a través de la \"Internet\", sino los metadatos sobre los recursos que son el centro de atención del repositorio central iLumina y sus servicios de apoyo para los contribuyentes y usuarios de recursos. La biblioteca distribuida de iLumina es una biblioteca comunitaria compartida para repurponer y añadir valor a los recursos didácticos potencialmente útiles, en su mayoría no comerciales, que suelen ser de naturaleza más granular que los materiales de los cursos desarrollados comercialmente. La experiencia del desarrollo de iLumina plantea una serie de cuestiones que no tienen nada que ver con el lugar y las características temporales del contexto instructivo en el que se crean o utilizan los recursos instructivos de iLumina. Las cuestiones tienen su lugar en la democratización tanto de las funciones profesionales de los bibliotecarios como de los mecanismos de garantía de la calidad asociados con el examen tradicional entre homólogos ",
            "error": [
                ""
            ]
        },
        "metadata": {
            "translated_key": "metadatos",
            "translated_annotated_text": "Servicios de biblioteca hoy y mañana: lecciones de iLumina, una biblioteca digital para crear y compartir recursos didácticos Este artículo se basa en la experiencia emergente asociada a una biblioteca digital de recursos didácticos, iLumina, en la que los contribuyentes de recursos y los usuarios de esos recursos son la misma comunidad abierta de instructores en ciencia, matemáticas, ingeniería y tecnología. Además, no son los recursos, la mayoría de los cuales se distribuirán a través de Internet, sino los \"metadatos\" sobre los recursos que son el foco del repositorio central iLumina y sus servicios de apoyo a los contribuyentes y usuarios de recursos. La biblioteca distribuida de iLumina es una biblioteca comunitaria compartida para repurponer y añadir valor a los recursos didácticos potencialmente útiles, en su mayoría no comerciales, que suelen ser de naturaleza más granular que los materiales de los cursos desarrollados comercialmente. La experiencia del desarrollo de iLumina plantea una serie de cuestiones que no tienen nada que ver con el lugar y las características temporales del contexto instructivo en el que se crean o utilizan los recursos instructivos de iLumina. Las cuestiones tienen su lugar en la democratización tanto de las funciones profesionales de los bibliotecarios como de los mecanismos de garantía de la calidad asociados con el examen tradicional entre homólogos ",
            "error": [
                ""
            ]
        },
        "information resources": {
            "translated_key": [],
            "translated_annotated_text": "Servicios de biblioteca hoy y mañana: lecciones de iLumina, una biblioteca digital para crear y compartir recursos didácticos Este artículo se basa en la experiencia emergente asociada a una biblioteca digital de recursos didácticos, iLumina, en la que los contribuyentes de recursos y los usuarios de esos recursos son la misma comunidad abierta de instructores en ciencia, matemáticas, ingeniería y tecnología. Además, no son los recursos, la mayoría de los cuales se distribuirán a través de la Internet, sino los metadatos sobre los recursos que son el centro de atención del repositorio central iLumina y sus servicios de apoyo a los contribuyentes y usuarios de recursos. La biblioteca distribuida de iLumina es una biblioteca comunitaria compartida para repurponer y añadir valor a los recursos didácticos potencialmente útiles, en su mayoría no comerciales, que suelen ser de naturaleza más granular que los materiales de los cursos desarrollados comercialmente. La experiencia del desarrollo de iLumina plantea una serie de cuestiones que no tienen nada que ver con el lugar y las características temporales del contexto instructivo en el que se crean o utilizan los recursos instructivos de iLumina. Las cuestiones tienen su lugar en la democratización tanto de las funciones profesionales de los bibliotecarios como de los mecanismos de garantía de la calidad asociados con el examen tradicional entre homólogos ",
            "error": []
        },
        "community-sharing library": {
            "translated_key": "biblioteca comunitaria compartida",
            "translated_annotated_text": "Servicios de biblioteca hoy y mañana: lecciones de iLumina, una biblioteca digital para crear y compartir recursos didácticos Este artículo se basa en la experiencia emergente asociada a una biblioteca digital de recursos didácticos, iLumina, en la que los contribuyentes de recursos y los usuarios de esos recursos son la misma comunidad abierta de instructores en ciencia, matemáticas, ingeniería y tecnología. Además, no son los recursos, la mayoría de los cuales se distribuirán a través de la Internet, sino los metadatos sobre los recursos que son el centro de atención del repositorio central iLumina y sus servicios de apoyo a los contribuyentes y usuarios de recursos. La biblioteca distribuida de iLumina es una \"biblioteca comunitaria compartida\" para repurponer y agregar valor a los recursos didácticos potencialmente útiles, en su mayoría no comerciales, que son típicamente más granulares en la naturaleza que los materiales de cursos desarrollados comercialmente. La experiencia del desarrollo de iLumina plantea una serie de cuestiones que no tienen nada que ver con el lugar y las características temporales del contexto instructivo en el que se crean o utilizan los recursos instructivos de iLumina. Las cuestiones tienen su lugar en la democratización tanto de las funciones profesionales de los bibliotecarios como de los mecanismos de garantía de la calidad asociados con el examen tradicional entre homólogos ",
            "error": [
                ""
            ]
        },
        "professional roles": {
            "translated_key": "funciones profesionales",
            "translated_annotated_text": "Servicios de biblioteca hoy y mañana: lecciones de iLumina, una biblioteca digital para crear y compartir recursos didácticos Este artículo se basa en la experiencia emergente asociada a una biblioteca digital de recursos didácticos, iLumina, en la que los contribuyentes de recursos y los usuarios de esos recursos son la misma comunidad abierta de instructores en ciencia, matemáticas, ingeniería y tecnología. Además, no son los recursos, la mayoría de los cuales se distribuirán a través de la Internet, sino los metadatos sobre los recursos que son el centro de atención del repositorio central iLumina y sus servicios de apoyo a los contribuyentes y usuarios de recursos. La biblioteca distribuida de iLumina es una biblioteca comunitaria compartida para repurponer y añadir valor a los recursos didácticos potencialmente útiles, en su mayoría no comerciales, que suelen ser de naturaleza más granular que los materiales de los cursos desarrollados comercialmente. La experiencia del desarrollo de iLumina plantea una serie de cuestiones que no tienen nada que ver con el lugar y las características temporales del contexto instructivo en el que se crean o utilizan los recursos instructivos de iLumina. Las cuestiones tienen su lugar en la democratización tanto de los \"funciones profesionales\" de los bibliotecarios como de los mecanismos de garantía de la calidad asociados con la revisión tradicional entre pares ",
            "error": [
                ""
            ]
        },
        "academic library": {
            "translated_key": [],
            "translated_annotated_text": "Servicios de biblioteca hoy y mañana: lecciones de iLumina, una biblioteca digital para crear y compartir recursos didácticos Este artículo se basa en la experiencia emergente asociada a una biblioteca digital de recursos didácticos, iLumina, en la que los contribuyentes de recursos y los usuarios de esos recursos son la misma comunidad abierta de instructores en ciencia, matemáticas, ingeniería y tecnología. Además, no son los recursos, la mayoría de los cuales se distribuirán a través de la Internet, sino los metadatos sobre los recursos que son el centro de atención del repositorio central iLumina y sus servicios de apoyo a los contribuyentes y usuarios de recursos. La biblioteca distribuida de iLumina es una biblioteca comunitaria compartida para repurponer y añadir valor a los recursos didácticos potencialmente útiles, en su mayoría no comerciales, que suelen ser de naturaleza más granular que los materiales de los cursos desarrollados comercialmente. La experiencia del desarrollo de iLumina plantea una serie de cuestiones que no tienen nada que ver con el lugar y las características temporales del contexto instructivo en el que se crean o utilizan los recursos instructivos de iLumina. Las cuestiones tienen su lugar en la democratización tanto de las funciones profesionales de los bibliotecarios como de los mecanismos de garantía de la calidad asociados con el examen tradicional entre homólogos ",
            "error": []
        },
        "librarians": {
            "translated_key": "bibliotecarios",
            "translated_annotated_text": "Servicios de biblioteca hoy y mañana: lecciones de iLumina, una biblioteca digital para crear y compartir recursos didácticos Este artículo se basa en la experiencia emergente asociada a una biblioteca digital de recursos didácticos, iLumina, en la que los contribuyentes de recursos y los usuarios de esos recursos son la misma comunidad abierta de instructores en ciencia, matemáticas, ingeniería y tecnología. Además, no son los recursos, la mayoría de los cuales se distribuirán a través de la Internet, sino los metadatos sobre los recursos que son el centro de atención del repositorio central iLumina y sus servicios de apoyo a los contribuyentes y usuarios de recursos. La biblioteca distribuida de iLumina es una biblioteca comunitaria compartida para repurponer y añadir valor a los recursos didácticos potencialmente útiles, en su mayoría no comerciales, que suelen ser de naturaleza más granular que los materiales de los cursos desarrollados comercialmente. La experiencia del desarrollo de iLumina plantea una serie de cuestiones que no tienen nada que ver con el lugar y las características temporales del contexto instructivo en el que se crean o utilizan los recursos instructivos de iLumina. Las cuestiones tienen su lugar en la democratización tanto de las funciones profesionales de los \"bibliotecarios\" como de los mecanismos de garantía de la calidad asociados con el examen tradicional entre homólogos ",
            "error": [
                ""
            ]
        },
        "quality assurance": {
            "translated_key": "garantía de calidad",
            "translated_annotated_text": "Servicios de biblioteca hoy y mañana: lecciones de iLumina, una biblioteca digital para crear y compartir recursos didácticos Este artículo se basa en la experiencia emergente asociada a una biblioteca digital de recursos didácticos, iLumina, en la que los contribuyentes de recursos y los usuarios de esos recursos son la misma comunidad abierta de instructores en ciencia, matemáticas, ingeniería y tecnología. Además, no son los recursos, la mayoría de los cuales se distribuirán a través de la Internet, sino los metadatos sobre los recursos que son el centro de atención del repositorio central iLumina y sus servicios de apoyo a los contribuyentes y usuarios de recursos. La biblioteca distribuida de iLumina es una biblioteca comunitaria compartida para repurponer y añadir valor a los recursos didácticos potencialmente útiles, en su mayoría no comerciales, que suelen ser de naturaleza más granular que los materiales de los cursos desarrollados comercialmente. La experiencia del desarrollo de iLumina plantea una serie de cuestiones que no tienen nada que ver con el lugar y las características temporales del contexto instructivo en el que se crean o utilizan los recursos instructivos de iLumina. Las cuestiones tienen su lugar en la democratización tanto de las funciones profesionales de los bibliotecarios como de los mecanismos de \"garantía de calidad\" asociados con el examen tradicional entre homólogos ",
            "error": [
                ""
            ]
        },
        "peer review": {
            "translated_key": "revisión de pares",
            "translated_annotated_text": "Servicios de biblioteca hoy y mañana: lecciones de iLumina, una biblioteca digital para crear y compartir recursos didácticos Este artículo se basa en la experiencia emergente asociada a una biblioteca digital de recursos didácticos, iLumina, en la que los contribuyentes de recursos y los usuarios de esos recursos son la misma comunidad abierta de instructores en ciencia, matemáticas, ingeniería y tecnología. Además, no son los recursos, la mayoría de los cuales se distribuirán a través de la Internet, sino los metadatos sobre los recursos que son el centro de atención del repositorio central iLumina y sus servicios de apoyo a los contribuyentes y usuarios de recursos. La biblioteca distribuida de iLumina es una biblioteca comunitaria compartida para repurponer y añadir valor a los recursos didácticos potencialmente útiles, en su mayoría no comerciales, que suelen ser de naturaleza más granular que los materiales de los cursos desarrollados comercialmente. La experiencia del desarrollo de iLumina plantea una serie de cuestiones que no tienen nada que ver con el lugar y las características temporales del contexto instructivo en el que se crean o utilizan los recursos instructivos de iLumina. Las cuestiones tienen su lugar en la democratización tanto de los papeles profesionales de los bibliotecarios como de los mecanismos de garantía de calidad asociados con la \"revisión de pares\" tradicional. ",
            "error": [
                ""
            ]
        },
        "library automation": {
            "translated_key": [],
            "translated_annotated_text": "Servicios de biblioteca hoy y mañana: lecciones de iLumina, una biblioteca digital para crear y compartir recursos didácticos Este artículo se basa en la experiencia emergente asociada a una biblioteca digital de recursos didácticos, iLumina, en la que los contribuyentes de recursos y los usuarios de esos recursos son la misma comunidad abierta de instructores en ciencia, matemáticas, ingeniería y tecnología. Además, no son los recursos, la mayoría de los cuales se distribuirán a través de la Internet, sino los metadatos sobre los recursos que son el centro de atención del repositorio central iLumina y sus servicios de apoyo a los contribuyentes y usuarios de recursos. La biblioteca distribuida de iLumina es una biblioteca comunitaria compartida para repurponer y añadir valor a los recursos didácticos potencialmente útiles, en su mayoría no comerciales, que suelen ser de naturaleza más granular que los materiales de los cursos desarrollados comercialmente. La experiencia del desarrollo de iLumina plantea una serie de cuestiones que no tienen nada que ver con el lugar y las características temporales del contexto instructivo en el que se crean o utilizan los recursos instructivos de iLumina. Las cuestiones tienen su lugar en la democratización tanto de las funciones profesionales de los bibliotecarios como de los mecanismos de garantía de la calidad asociados con el examen tradicional entre homólogos ",
            "error": []
        },
        "standards": {
            "translated_key": [],
            "translated_annotated_text": "Servicios de biblioteca hoy y mañana: lecciones de iLumina, una biblioteca digital para crear y compartir recursos didácticos Este artículo se basa en la experiencia emergente asociada a una biblioteca digital de recursos didácticos, iLumina, en la que los contribuyentes de recursos y los usuarios de esos recursos son la misma comunidad abierta de instructores en ciencia, matemáticas, ingeniería y tecnología. Además, no son los recursos, la mayoría de los cuales se distribuirán a través de la Internet, sino los metadatos sobre los recursos que son el centro de atención del repositorio central iLumina y sus servicios de apoyo a los contribuyentes y usuarios de recursos. La biblioteca distribuida de iLumina es una biblioteca comunitaria compartida para repurponer y añadir valor a los recursos didácticos potencialmente útiles, en su mayoría no comerciales, que suelen ser de naturaleza más granular que los materiales de los cursos desarrollados comercialmente. La experiencia del desarrollo de iLumina plantea una serie de cuestiones que no tienen nada que ver con el lugar y las características temporales del contexto instructivo en el que se crean o utilizan los recursos instructivos de iLumina. Las cuestiones tienen su lugar en la democratización tanto de las funciones profesionales de los bibliotecarios como de los mecanismos de garantía de la calidad asociados con el examen tradicional entre homólogos ",
            "error": []
        },
        "interoperability": {
            "translated_key": [],
            "translated_annotated_text": "Servicios de biblioteca hoy y mañana: lecciones de iLumina, una biblioteca digital para crear y compartir recursos didácticos Este artículo se basa en la experiencia emergente asociada a una biblioteca digital de recursos didácticos, iLumina, en la que los contribuyentes de recursos y los usuarios de esos recursos son la misma comunidad abierta de instructores en ciencia, matemáticas, ingeniería y tecnología. Además, no son los recursos, la mayoría de los cuales se distribuirán a través de la Internet, sino los metadatos sobre los recursos que son el centro de atención del repositorio central iLumina y sus servicios de apoyo a los contribuyentes y usuarios de recursos. La biblioteca distribuida de iLumina es una biblioteca comunitaria compartida para repurponer y añadir valor a los recursos didácticos potencialmente útiles, en su mayoría no comerciales, que suelen ser de naturaleza más granular que los materiales de los cursos desarrollados comercialmente. La experiencia del desarrollo de iLumina plantea una serie de cuestiones que no tienen nada que ver con el lugar y las características temporales del contexto instructivo en el que se crean o utilizan los recursos instructivos de iLumina. Las cuestiones tienen su lugar en la democratización tanto de las funciones profesionales de los bibliotecarios como de los mecanismos de garantía de la calidad asociados con el examen tradicional entre homólogos ",
            "error": []
        },
        "reusable software": {
            "translated_key": [],
            "translated_annotated_text": "Servicios de biblioteca hoy y mañana: lecciones de iLumina, una biblioteca digital para crear y compartir recursos didácticos Este artículo se basa en la experiencia emergente asociada a una biblioteca digital de recursos didácticos, iLumina, en la que los contribuyentes de recursos y los usuarios de esos recursos son la misma comunidad abierta de instructores en ciencia, matemáticas, ingeniería y tecnología. Además, no son los recursos, la mayoría de los cuales se distribuirán a través de la Internet, sino los metadatos sobre los recursos que son el centro de atención del repositorio central iLumina y sus servicios de apoyo a los contribuyentes y usuarios de recursos. La biblioteca distribuida de iLumina es una biblioteca comunitaria compartida para repurponer y añadir valor a los recursos didácticos potencialmente útiles, en su mayoría no comerciales, que suelen ser de naturaleza más granular que los materiales de los cursos desarrollados comercialmente. La experiencia del desarrollo de iLumina plantea una serie de cuestiones que no tienen nada que ver con el lugar y las características temporales del contexto instructivo en el que se crean o utilizan los recursos instructivos de iLumina. Las cuestiones tienen su lugar en la democratización tanto de las funciones profesionales de los bibliotecarios como de los mecanismos de garantía de la calidad asociados con el examen tradicional entre homólogos ",
            "error": []
        },
        "distributed systems": {
            "translated_key": [],
            "translated_annotated_text": "Servicios de biblioteca hoy y mañana: lecciones de iLumina, una biblioteca digital para crear y compartir recursos didácticos Este artículo se basa en la experiencia emergente asociada a una biblioteca digital de recursos didácticos, iLumina, en la que los contribuyentes de recursos y los usuarios de esos recursos son la misma comunidad abierta de instructores en ciencia, matemáticas, ingeniería y tecnología. Además, no son los recursos, la mayoría de los cuales se distribuirán a través de la Internet, sino los metadatos sobre los recursos que son el centro de atención del repositorio central iLumina y sus servicios de apoyo a los contribuyentes y usuarios de recursos. La biblioteca distribuida de iLumina es una biblioteca comunitaria compartida para repurponer y añadir valor a los recursos didácticos potencialmente útiles, en su mayoría no comerciales, que suelen ser de naturaleza más granular que los materiales de los cursos desarrollados comercialmente. La experiencia del desarrollo de iLumina plantea una serie de cuestiones que no tienen nada que ver con el lugar y las características temporales del contexto instructivo en el que se crean o utilizan los recursos instructivos de iLumina. Las cuestiones tienen su lugar en la democratización tanto de las funciones profesionales de los bibliotecarios como de los mecanismos de garantía de la calidad asociados con el examen tradicional entre homólogos ",
            "error": []
        },
        "user issues": {
            "translated_key": [],
            "translated_annotated_text": "Servicios de biblioteca hoy y mañana: lecciones de iLumina, una biblioteca digital para crear y compartir recursos didácticos Este artículo se basa en la experiencia emergente asociada a una biblioteca digital de recursos didácticos, iLumina, en la que los contribuyentes de recursos y los usuarios de esos recursos son la misma comunidad abierta de instructores en ciencia, matemáticas, ingeniería y tecnología. Además, no son los recursos, la mayoría de los cuales se distribuirán a través de la Internet, sino los metadatos sobre los recursos que son el centro de atención del repositorio central iLumina y sus servicios de apoyo a los contribuyentes y usuarios de recursos. La biblioteca distribuida de iLumina es una biblioteca comunitaria compartida para repurponer y añadir valor a los recursos didácticos potencialmente útiles, en su mayoría no comerciales, que suelen ser de naturaleza más granular que los materiales de los cursos desarrollados comercialmente. La experiencia del desarrollo de iLumina plantea una serie de cuestiones que no tienen nada que ver con el lugar y las características temporales del contexto instructivo en el que se crean o utilizan los recursos instructivos de iLumina. Las cuestiones tienen su lugar en la democratización tanto de las funciones profesionales de los bibliotecarios como de los mecanismos de garantía de la calidad asociados con el examen tradicional entre homólogos ",
            "error": []
        },
        "academic libraries": {
            "translated_key": [],
            "translated_annotated_text": "Servicios de biblioteca hoy y mañana: lecciones de iLumina, una biblioteca digital para crear y compartir recursos didácticos Este artículo se basa en la experiencia emergente asociada a una biblioteca digital de recursos didácticos, iLumina, en la que los contribuyentes de recursos y los usuarios de esos recursos son la misma comunidad abierta de instructores en ciencia, matemáticas, ingeniería y tecnología. Además, no son los recursos, la mayoría de los cuales se distribuirán a través de la Internet, sino los metadatos sobre los recursos que son el centro de atención del repositorio central iLumina y sus servicios de apoyo a los contribuyentes y usuarios de recursos. La biblioteca distribuida de iLumina es una biblioteca comunitaria compartida para repurponer y añadir valor a los recursos didácticos potencialmente útiles, en su mayoría no comerciales, que suelen ser de naturaleza más granular que los materiales de los cursos desarrollados comercialmente. La experiencia del desarrollo de iLumina plantea una serie de cuestiones que no tienen nada que ver con el lugar y las características temporales del contexto instructivo en el que se crean o utilizan los recursos instructivos de iLumina. Las cuestiones tienen su lugar en la democratización tanto de las funciones profesionales de los bibliotecarios como de los mecanismos de garantía de la calidad asociados con el examen tradicional entre homólogos ",
            "error": []
        },
        "digital libraries": {
            "translated_key": [],
            "translated_annotated_text": "Servicios de biblioteca hoy y mañana: lecciones de iLumina, una biblioteca digital para crear y compartir recursos didácticos Este artículo se basa en la experiencia emergente asociada a una biblioteca digital de recursos didácticos, iLumina, en la que los contribuyentes de recursos y los usuarios de esos recursos son la misma comunidad abierta de instructores en ciencia, matemáticas, ingeniería y tecnología. Además, no son los recursos, la mayoría de los cuales se distribuirán a través de la Internet, sino los metadatos sobre los recursos que son el centro de atención del repositorio central iLumina y sus servicios de apoyo a los contribuyentes y usuarios de recursos. La biblioteca distribuida de iLumina es una biblioteca comunitaria compartida para repurponer y añadir valor a los recursos didácticos potencialmente útiles, en su mayoría no comerciales, que suelen ser de naturaleza más granular que los materiales de los cursos desarrollados comercialmente. La experiencia del desarrollo de iLumina plantea una serie de cuestiones que no tienen nada que ver con el lugar y las características temporales del contexto instructivo en el que se crean o utilizan los recursos instructivos de iLumina. Las cuestiones tienen su lugar en la democratización tanto de las funciones profesionales de los bibliotecarios como de los mecanismos de garantía de la calidad asociados con el examen tradicional entre homólogos ",
            "error": []
        },
        "educational computing": {
            "translated_key": [],
            "translated_annotated_text": "Servicios de biblioteca hoy y mañana: lecciones de iLumina, una biblioteca digital para crear y compartir recursos didácticos Este artículo se basa en la experiencia emergente asociada a una biblioteca digital de recursos didácticos, iLumina, en la que los contribuyentes de recursos y los usuarios de esos recursos son la misma comunidad abierta de instructores en ciencia, matemáticas, ingeniería y tecnología. Además, no son los recursos, la mayoría de los cuales se distribuirán a través de la Internet, sino los metadatos sobre los recursos que son el centro de atención del repositorio central iLumina y sus servicios de apoyo a los contribuyentes y usuarios de recursos. La biblioteca distribuida de iLumina es una biblioteca comunitaria compartida para repurponer y añadir valor a los recursos didácticos potencialmente útiles, en su mayoría no comerciales, que suelen ser de naturaleza más granular que los materiales de los cursos desarrollados comercialmente. La experiencia del desarrollo de iLumina plantea una serie de cuestiones que no tienen nada que ver con el lugar y las características temporales del contexto instructivo en el que se crean o utilizan los recursos instructivos de iLumina. Las cuestiones tienen su lugar en la democratización tanto de las funciones profesionales de los bibliotecarios como de los mecanismos de garantía de la calidad asociados con el examen tradicional entre homólogos ",
            "error": []
        },
        "meta data": {
            "translated_key": [],
            "translated_annotated_text": "Servicios de biblioteca hoy y mañana: lecciones de iLumina, una biblioteca digital para crear y compartir recursos didácticos Este artículo se basa en la experiencia emergente asociada a una biblioteca digital de recursos didácticos, iLumina, en la que los contribuyentes de recursos y los usuarios de esos recursos son la misma comunidad abierta de instructores en ciencia, matemáticas, ingeniería y tecnología. Además, no son los recursos, la mayoría de los cuales se distribuirán a través de la Internet, sino los metadatos sobre los recursos que son el centro de atención del repositorio central iLumina y sus servicios de apoyo a los contribuyentes y usuarios de recursos. La biblioteca distribuida de iLumina es una biblioteca comunitaria compartida para repurponer y añadir valor a los recursos didácticos potencialmente útiles, en su mayoría no comerciales, que suelen ser de naturaleza más granular que los materiales de los cursos desarrollados comercialmente. La experiencia del desarrollo de iLumina plantea una serie de cuestiones que no tienen nada que ver con el lugar y las características temporales del contexto instructivo en el que se crean o utilizan los recursos instructivos de iLumina. Las cuestiones tienen su lugar en la democratización tanto de las funciones profesionales de los bibliotecarios como de los mecanismos de garantía de la calidad asociados con el examen tradicional entre homólogos ",
            "error": []
        }
    }
}