{
    "original_text": "The role of CAUL (Council of Australian Libraries) in consortial purchasing The Council of Australian University Librarians, constituted in 1965 for the purposes of cooperative action and the sharing of information, assumed the role of consortial purchasing agent in 1996 on behalf of its members and associate organisations in Australia and New Zealand. This role continues to grow in tandem with the burgeoning of electronic publication and the acceptance of publishers of the advantages of dealing with consortia. The needs of the Australian university community overlap significantly with consortia in North America and Europe, but important differences are highlighted",
    "original_translation": "El papel de CAUL (Consejo de Bibliotecas Australianas) en la compra de consorcios El Consejo de Bibliotecarios de la Universidad Australiana, constituido en 1965 con fines de cooperación e intercambio de información, asumió el papel de agente de compras de consorcios en 1996 en nombre de sus miembros y organizaciones asociadas en Australia y Nueva Zelanda. Este papel sigue creciendo en paralelo con el florecimiento de la publicación electrónica y la aceptación por parte de los editores de las ventajas de tratar con consorcios. Las necesidades de la comunidad universitaria australiana se superponen significativamente con consorcios en América del Norte y Europa, pero se destacan diferencias importantes",
    "error_count": 6,
    "keys": {
        "Council of Australian University Librarians": {
            "translated_key": "Consejo de Bibliotecarios de la Universidad Australiana",
            "translated_annotated_text": "El papel de CAUL (Consejo de Bibliotecas Australianas) en la compra de consorcios El \"Consejo de Bibliotecarios de la Universidad Australiana\", constituido en 1965 con el fin de la acción cooperativa y el intercambio de información, asumió el papel de agente de compras de consorcios en 1996 en nombre de sus miembros y organizaciones asociadas en Australia y Nueva Zelanda. Este papel sigue creciendo en paralelo con el florecimiento de la publicación electrónica y la aceptación por parte de los editores de las ventajas de tratar con consorcios. Las necesidades de la comunidad universitaria australiana se superponen significativamente con consorcios en América del Norte y Europa, pero se destacan diferencias importantes ",
            "error": [
                ""
            ]
        },
        "cooperative action": {
            "translated_key": "cooperar",
            "translated_annotated_text": "El papel de CAUL (Consejo de Bibliotecas Australianas) en la compra de consorcios El Consejo de Bibliotecarios de la Universidad Australiana, constituido en 1965 con el fin de \"cooperar\" y el intercambio de información, asumió el papel de agente de compras de consorcios en 1996 en nombre de sus miembros y organizaciones asociadas en Australia y Nueva Zelanda. Este papel sigue creciendo en paralelo con el florecimiento de la publicación electrónica y la aceptación por parte de los editores de las ventajas de tratar con consorcios. Las necesidades de la comunidad universitaria australiana se superponen significativamente con consorcios en América del Norte y Europa, pero se destacan diferencias importantes ",
            "error": [
                ""
            ]
        },
        "information sharing": {
            "translated_key": [],
            "translated_annotated_text": "El papel de CAUL (Consejo de Bibliotecas Australianas) en la compra de consorcios El Consejo de Bibliotecarios de la Universidad Australiana, constituido en 1965 con fines de cooperación e intercambio de información, asumió el papel de agente de compras de consorcios en 1996 en nombre de sus miembros y organizaciones asociadas en Australia y Nueva Zelanda. Este papel sigue creciendo en paralelo con el florecimiento de la publicación electrónica y la aceptación por parte de los editores de las ventajas de tratar con consorcios. Las necesidades de la comunidad universitaria australiana se superponen significativamente con consorcios en América del Norte y Europa, pero se destacan diferencias importantes ",
            "error": []
        },
        "consortial purchasing": {
            "translated_key": "compra consorcial",
            "translated_annotated_text": "El papel de CAUL (Consejo de Bibliotecas Australianas) en la \"compra consorcial\" El Consejo de Bibliotecarios de la Universidad Australiana, constituido en 1965 con el fin de la acción cooperativa y el intercambio de información, asumió el papel de agente de \"compra consorcial\" en 1996 en nombre de sus miembros y organizaciones asociadas en Australia y Nueva Zelanda. Este papel sigue creciendo en paralelo con el florecimiento de la publicación electrónica y la aceptación por parte de los editores de las ventajas de tratar con consorcios. Las necesidades de la comunidad universitaria australiana se superponen significativamente con consorcios en América del Norte y Europa, pero se destacan diferencias importantes ",
            "error": [
                ""
            ]
        },
        "Australia": {
            "translated_key": "Australia",
            "translated_annotated_text": "El papel de CAUL (Consejo de Bibliotecas Australianas) en la compra de consorcios El Consejo de Bibliotecarios de la Universidad Australiana, constituido en 1965 con fines de cooperación e intercambio de información, asumió el papel de agente de compras de consorcios en 1996 en nombre de sus miembros y organizaciones asociadas en \"Australia\" y Nueva Zelanda. Este papel sigue creciendo en paralelo con el florecimiento de la publicación electrónica y la aceptación por parte de los editores de las ventajas de tratar con consorcios. Las necesidades de la comunidad universitaria australiana se superponen significativamente con consorcios en América del Norte y Europa, pero se destacan diferencias importantes ",
            "error": [
                ""
            ]
        },
        "New Zealand": {
            "translated_key": [],
            "translated_annotated_text": "El papel de CAUL (Consejo de Bibliotecas Australianas) en la compra de consorcios El Consejo de Bibliotecarios de la Universidad Australiana, constituido en 1965 con fines de cooperación e intercambio de información, asumió el papel de agente de compras de consorcios en 1996 en nombre de sus miembros y organizaciones asociadas en Australia y Nueva Zelanda. Este papel sigue creciendo en paralelo con el florecimiento de la publicación electrónica y la aceptación por parte de los editores de las ventajas de tratar con consorcios. Las necesidades de la comunidad universitaria australiana se superponen significativamente con consorcios en América del Norte y Europa, pero se destacan diferencias importantes ",
            "error": []
        },
        "electronic publication": {
            "translated_key": "publicación electrónica",
            "translated_annotated_text": "El papel de CAUL (Consejo de Bibliotecas Australianas) en la compra de consorcios El Consejo de Bibliotecarios de la Universidad Australiana, constituido en 1965 con fines de cooperación e intercambio de información, asumió el papel de agente de compras de consorcios en 1996 en nombre de sus miembros y organizaciones asociadas en Australia y Nueva Zelanda. Este papel sigue creciendo junto con el auge de la \"publicación electrónica\" y la aceptación por parte de los editores de las ventajas de tratar con consorcios. Las necesidades de la comunidad universitaria australiana se superponen significativamente con consorcios en América del Norte y Europa, pero se destacan diferencias importantes ",
            "error": [
                ""
            ]
        },
        "North America": {
            "translated_key": "América del Norte",
            "translated_annotated_text": "El papel de CAUL (Consejo de Bibliotecas Australianas) en la compra de consorcios El Consejo de Bibliotecarios de la Universidad Australiana, constituido en 1965 con fines de cooperación e intercambio de información, asumió el papel de agente de compras de consorcios en 1996 en nombre de sus miembros y organizaciones asociadas en Australia y Nueva Zelanda. Este papel sigue creciendo en paralelo con el florecimiento de la publicación electrónica y la aceptación por parte de los editores de las ventajas de tratar con consorcios. Las necesidades de la comunidad universitaria australiana se superponen significativamente con consorcios en \"América del Norte\" y Europa, pero se destacan diferencias importantes ",
            "error": [
                ""
            ]
        },
        "Europe": {
            "translated_key": "Europa",
            "translated_annotated_text": "El papel de CAUL (Consejo de Bibliotecas Australianas) en la compra de consorcios El Consejo de Bibliotecarios de la Universidad Australiana, constituido en 1965 con fines de cooperación e intercambio de información, asumió el papel de agente de compras de consorcios en 1996 en nombre de sus miembros y organizaciones asociadas en Australia y Nueva Zelanda. Este papel sigue creciendo en paralelo con el florecimiento de la publicación electrónica y la aceptación por parte de los editores de las ventajas de tratar con consorcios. Las necesidades de la comunidad universitaria australiana se superponen significativamente con consorcios en América del Norte y \"Europa\", pero se destacan diferencias importantes ",
            "error": [
                ""
            ]
        },
        "academic libraries": {
            "translated_key": [],
            "translated_annotated_text": "El papel de CAUL (Consejo de Bibliotecas Australianas) en la compra de consorcios El Consejo de Bibliotecarios de la Universidad Australiana, constituido en 1965 con fines de cooperación e intercambio de información, asumió el papel de agente de compras de consorcios en 1996 en nombre de sus miembros y organizaciones asociadas en Australia y Nueva Zelanda. Este papel sigue creciendo en paralelo con el florecimiento de la publicación electrónica y la aceptación por parte de los editores de las ventajas de tratar con consorcios. Las necesidades de la comunidad universitaria australiana se superponen significativamente con consorcios en América del Norte y Europa, pero se destacan diferencias importantes ",
            "error": []
        },
        "electronic publishing": {
            "translated_key": [],
            "translated_annotated_text": "El papel de CAUL (Consejo de Bibliotecas Australianas) en la compra de consorcios El Consejo de Bibliotecarios de la Universidad Australiana, constituido en 1965 con fines de cooperación e intercambio de información, asumió el papel de agente de compras de consorcios en 1996 en nombre de sus miembros y organizaciones asociadas en Australia y Nueva Zelanda. Este papel sigue creciendo en paralelo con el florecimiento de la publicación electrónica y la aceptación por parte de los editores de las ventajas de tratar con consorcios. Las necesidades de la comunidad universitaria australiana se superponen significativamente con consorcios en América del Norte y Europa, pero se destacan diferencias importantes ",
            "error": []
        },
        "library automation": {
            "translated_key": [],
            "translated_annotated_text": "El papel de CAUL (Consejo de Bibliotecas Australianas) en la compra de consorcios El Consejo de Bibliotecarios de la Universidad Australiana, constituido en 1965 con fines de cooperación e intercambio de información, asumió el papel de agente de compras de consorcios en 1996 en nombre de sus miembros y organizaciones asociadas en Australia y Nueva Zelanda. Este papel sigue creciendo en paralelo con el florecimiento de la publicación electrónica y la aceptación por parte de los editores de las ventajas de tratar con consorcios. Las necesidades de la comunidad universitaria australiana se superponen significativamente con consorcios en América del Norte y Europa, pero se destacan diferencias importantes ",
            "error": []
        },
        "purchasing": {
            "translated_key": "compra",
            "translated_annotated_text": "El papel de CAUL (Consejo de Bibliotecas Australianas) en la \"compra\" de consorcios El Consejo de Bibliotecarios Universitarios Australianos, constituido en 1965 con el fin de la acción cooperativa y el intercambio de información, asumió el papel de agente de \"compra\" de consorcios en 1996 en nombre de sus miembros y organizaciones asociadas en Australia y Nueva Zelanda. Este papel sigue creciendo en paralelo con el florecimiento de la publicación electrónica y la aceptación por parte de los editores de las ventajas de tratar con consorcios. Las necesidades de la comunidad universitaria australiana se superponen significativamente con consorcios en América del Norte y Europa, pero se destacan diferencias importantes ",
            "error": [
                ""
            ]
        },
        "research libraries": {
            "translated_key": [],
            "translated_annotated_text": "El papel de CAUL (Consejo de Bibliotecas Australianas) en la compra de consorcios El Consejo de Bibliotecarios de la Universidad Australiana, constituido en 1965 con fines de cooperación e intercambio de información, asumió el papel de agente de compras de consorcios en 1996 en nombre de sus miembros y organizaciones asociadas en Australia y Nueva Zelanda. Este papel sigue creciendo en paralelo con el florecimiento de la publicación electrónica y la aceptación por parte de los editores de las ventajas de tratar con consorcios. Las necesidades de la comunidad universitaria australiana se superponen significativamente con consorcios en América del Norte y Europa, pero se destacan diferencias importantes ",
            "error": []
        }
    }
}