{
    "original_text": "International library consortia: positive starts, promising futures Library consortia have grown substantially over the past ten years, both within North America and globally. As this resurgent consortial movement has begun to mature, and as publishers and vendors have begun to adapt to consortial purchasing models, consortia have expanded their agendas for action. The movement to globalize consortia is traced (including the development and current work of the International Coalition of Library Consortia-ICOLC). A methodology is explored to classify library consortia by articulating the key factors that affect and distinguish consortia as organizations within three major areas: strategic, tactical, and practical (or managerial) concerns. Common consortial values are examined, and a list of known international library consortia is presented",
    "original_translation": "Consorcios internacionales de bibliotecas: inicios positivos, futuros prometedores Los consorcios de bibliotecas han crecido sustancialmente en los últimos diez años, tanto dentro de América del Norte como a nivel mundial. A medida que este resurgimiento del movimiento de consorcios ha comenzado a madurar, y a medida que los editores y vendedores han comenzado a adaptarse a los modelos de compra de consorcios, los consorcios han ampliado sus agendas de acción. Se rastrea el movimiento para globalizar consorcios (incluyendo el desarrollo y el trabajo actual de la Coalición Internacional de Consorcios Bibliotecarios-ICOLC). Se explora una metodología para clasificar los consorcios de bibliotecas articulando los factores clave que afectan y distinguen a los consorcios como organizaciones dentro de tres áreas principales: preocupaciones estratégicas, tácticas y prácticas (o de gestión). Se examinan los valores comunes de los consorcios y se presenta una lista de consorcios de bibliotecas internacionales conocidos",
    "error_count": 1,
    "keys": {
        "consortial purchasing models": {
            "translated_key": "modelos de compra consorciales",
            "translated_annotated_text": "Consorcios internacionales de bibliotecas: inicios positivos, futuros prometedores Los consorcios de bibliotecas han crecido sustancialmente en los últimos diez años, tanto dentro de América del Norte como a nivel mundial. A medida que este resurgimiento del movimiento de consorcios ha comenzado a madurar, y a medida que editoriales y vendedores han comenzado a adaptarse a \"modelos de compra consorciales\", los consorcios han ampliado sus agendas de acción. Se rastrea el movimiento para globalizar consorcios (incluyendo el desarrollo y el trabajo actual de la Coalición Internacional de Consorcios Bibliotecarios-ICOLC). Se explora una metodología para clasificar los consorcios de bibliotecas articulando los factores clave que afectan y distinguen a los consorcios como organizaciones dentro de tres áreas principales: preocupaciones estratégicas, tácticas y prácticas (o de gestión). Se examinan los valores comunes de los consorcios y se presenta una lista de consorcios de bibliotecas internacionales conocidos ",
            "error": [
                ""
            ]
        },
        "international library consortia": {
            "translated_key": "consorcios internacionales de bibliotecas",
            "translated_annotated_text": "Consorcios internacionales de bibliotecas: inicios positivos, futuros prometedores Los consorcios de bibliotecas han crecido sustancialmente en los últimos diez años, tanto dentro de América del Norte como a nivel mundial. A medida que este resurgimiento del movimiento de consorcios ha comenzado a madurar, y a medida que los editores y vendedores han comenzado a adaptarse a los modelos de compra de consorcios, los consorcios han ampliado sus agendas de acción. Se rastrea el movimiento para globalizar consorcios (incluyendo el desarrollo y el trabajo actual de la Coalición Internacional de Consorcios Bibliotecarios-ICOLC). Se explora una metodología para clasificar los consorcios de bibliotecas articulando los factores clave que afectan y distinguen a los consorcios como organizaciones dentro de tres áreas principales: preocupaciones estratégicas, tácticas y prácticas (o de gestión). Se examinan los valores comunes de los consorcios y se presenta una lista de \"consorcios internacionales de bibliotecas\" conocidos ",
            "error": [
                ""
            ]
        },
        "libraries": {
            "translated_key": [],
            "translated_annotated_text": "Consorcios internacionales de bibliotecas: inicios positivos, futuros prometedores Los consorcios de bibliotecas han crecido sustancialmente en los últimos diez años, tanto dentro de América del Norte como a nivel mundial. A medida que este resurgimiento del movimiento de consorcios ha comenzado a madurar, y a medida que los editores y vendedores han comenzado a adaptarse a los modelos de compra de consorcios, los consorcios han ampliado sus agendas de acción. Se rastrea el movimiento para globalizar consorcios (incluyendo el desarrollo y el trabajo actual de la Coalición Internacional de Consorcios Bibliotecarios-ICOLC). Se explora una metodología para clasificar los consorcios de bibliotecas articulando los factores clave que afectan y distinguen a los consorcios como organizaciones dentro de tres áreas principales: preocupaciones estratégicas, tácticas y prácticas (o de gestión). Se examinan los valores comunes de los consorcios y se presenta una lista de consorcios de bibliotecas internacionales conocidos ",
            "error": []
        },
        "purchasing": {
            "translated_key": "compra",
            "translated_annotated_text": "Consorcios internacionales de bibliotecas: inicios positivos, futuros prometedores Los consorcios de bibliotecas han crecido sustancialmente en los últimos diez años, tanto dentro de América del Norte como a nivel mundial. A medida que este resurgimiento del movimiento de consorcios ha comenzado a madurar, y a medida que editoriales y vendedores han comenzado a adaptarse a los modelos de \"compra\" de consorcios, los consorcios han ampliado sus agendas de acción. Se rastrea el movimiento para globalizar consorcios (incluyendo el desarrollo y el trabajo actual de la Coalición Internacional de Consorcios Bibliotecarios-ICOLC). Se explora una metodología para clasificar los consorcios de bibliotecas articulando los factores clave que afectan y distinguen a los consorcios como organizaciones dentro de tres áreas principales: preocupaciones estratégicas, tácticas y prácticas (o de gestión). Se examinan los valores comunes de los consorcios y se presenta una lista de consorcios de bibliotecas internacionales conocidos ",
            "error": [
                ""
            ]
        }
    }
}