{
    "original_text": "The Open Archives Initiative: realizing simple and effective digital library interoperability The Open Archives Initiative (OAI) is dedicated to solving problems of digital library interoperability. Its focus has been on defining simple protocols, most recently for the exchange of metadata from archives. The OAI evolved out of a need to increase access to scholarly publications by supporting the creation of interoperable digital libraries. As a first step towards such interoperability, a metadata harvesting protocol was developed to support the streaming of metadata from one repository to another, ultimately to a provider of user services such as browsing, searching, or annotation. This article provides an overview of the mission, philosophy, and technical framework of the OAI",
    "original_translation": "La Iniciativa de Archivos Abiertos: realización de la interoperabilidad simple y efectiva de las bibliotecas digitales La Iniciativa de Archivos Abiertos (OAI) está dedicada a resolver problemas de interoperabilidad de las bibliotecas digitales. Se ha centrado en la definición de protocolos simples, más recientemente para el intercambio de metadatos de archivos. La OAI surgió de la necesidad de aumentar el acceso a publicaciones académicas apoyando la creación de bibliotecas digitales interoperables. Como primer paso hacia dicha interoperabilidad, se desarrolló un protocolo de recolección de metadatos para apoyar la transmisión de metadatos de un repositorio a otro, en última instancia a un proveedor de servicios de usuario como navegación, búsqueda o anotación. Este artículo ofrece una visión general de la misión, filosofía y marco técnico de la OAI",
    "error_count": 5,
    "keys": {
        "Open Archives Initiative": {
            "translated_key": "Iniciativa de Archivos Abiertos",
            "translated_annotated_text": "La \"Iniciativa de Archivos Abiertos\": realización de la interoperabilidad simple y efectiva de las bibliotecas digitales La \"Iniciativa de Archivos Abiertos\" (OAI) está dedicada a resolver problemas de interoperabilidad de las bibliotecas digitales. Se ha centrado en la definición de protocolos simples, más recientemente para el intercambio de metadatos de archivos. La OAI surgió de la necesidad de aumentar el acceso a publicaciones académicas apoyando la creación de bibliotecas digitales interoperables. Como primer paso hacia dicha interoperabilidad, se desarrolló un protocolo de recolección de metadatos para apoyar la transmisión de metadatos de un repositorio a otro, en última instancia a un proveedor de servicios de usuario como navegación, búsqueda o anotación. Este artículo ofrece una visión general de la misión, filosofía y marco técnico de la OAI ",
            "error": [
                ""
            ]
        },
        "digital library interoperability": {
            "translated_key": "interoperabilidad digital de la biblioteca",
            "translated_annotated_text": "La Iniciativa de Archivos Abiertos: realización de una \"interoperabilidad digital de la biblioteca\" simple y eficaz La Iniciativa de Archivos Abiertos (OAI) está dedicada a resolver problemas de \"interoperabilidad digital de la biblioteca\". Se ha centrado en la definición de protocolos simples, más recientemente para el intercambio de metadatos de archivos. La OAI surgió de la necesidad de aumentar el acceso a publicaciones académicas apoyando la creación de bibliotecas digitales interoperables. Como primer paso hacia dicha interoperabilidad, se desarrolló un protocolo de recolección de metadatos para apoyar la transmisión de metadatos de un repositorio a otro, en última instancia a un proveedor de servicios de usuario como navegación, búsqueda o anotación. Este artículo ofrece una visión general de la misión, filosofía y marco técnico de la OAI ",
            "error": [
                ""
            ]
        },
        "protocols": {
            "translated_key": "protocolos",
            "translated_annotated_text": "La Iniciativa de Archivos Abiertos: realización de la interoperabilidad simple y efectiva de las bibliotecas digitales La Iniciativa de Archivos Abiertos (OAI) está dedicada a resolver problemas de interoperabilidad de las bibliotecas digitales. Se ha centrado en definir simples \"protocolos\", más recientemente para el intercambio de metadatos de archivos. La OAI surgió de la necesidad de aumentar el acceso a publicaciones académicas apoyando la creación de bibliotecas digitales interoperables. Como primer paso hacia dicha interoperabilidad, se desarrolló un protocolo de recolección de metadatos para apoyar la transmisión de metadatos de un repositorio a otro, en última instancia a un proveedor de servicios de usuario como navegación, búsqueda o anotación. Este artículo ofrece una visión general de la misión, filosofía y marco técnico de la OAI ",
            "error": [
                ""
            ]
        },
        "exchange metadata": {
            "translated_key": [],
            "translated_annotated_text": "La Iniciativa de Archivos Abiertos: realización de la interoperabilidad simple y efectiva de las bibliotecas digitales La Iniciativa de Archivos Abiertos (OAI) está dedicada a resolver problemas de interoperabilidad de las bibliotecas digitales. Se ha centrado en la definición de protocolos simples, más recientemente para el intercambio de metadatos de archivos. La OAI surgió de la necesidad de aumentar el acceso a publicaciones académicas apoyando la creación de bibliotecas digitales interoperables. Como primer paso hacia dicha interoperabilidad, se desarrolló un protocolo de recolección de metadatos para apoyar la transmisión de metadatos de un repositorio a otro, en última instancia a un proveedor de servicios de usuario como navegación, búsqueda o anotación. Este artículo ofrece una visión general de la misión, filosofía y marco técnico de la OAI ",
            "error": []
        },
        "scholarly publications": {
            "translated_key": "publicaciones académicas",
            "translated_annotated_text": "La Iniciativa de Archivos Abiertos: realización de la interoperabilidad simple y efectiva de las bibliotecas digitales La Iniciativa de Archivos Abiertos (OAI) está dedicada a resolver problemas de interoperabilidad de las bibliotecas digitales. Se ha centrado en la definición de protocolos simples, más recientemente para el intercambio de metadatos de archivos. La OAI surgió de la necesidad de aumentar el acceso a \"publicaciones académicas\" apoyando la creación de bibliotecas digitales interoperables. Como primer paso hacia dicha interoperabilidad, se desarrolló un protocolo de recolección de metadatos para apoyar la transmisión de metadatos de un repositorio a otro, en última instancia a un proveedor de servicios de usuario como navegación, búsqueda o anotación. Este artículo ofrece una visión general de la misión, filosofía y marco técnico de la OAI ",
            "error": [
                ""
            ]
        },
        "metadata harvesting protocol": {
            "translated_key": "protocolo de recolección de metadatos",
            "translated_annotated_text": "La Iniciativa de Archivos Abiertos: realización de la interoperabilidad simple y efectiva de las bibliotecas digitales La Iniciativa de Archivos Abiertos (OAI) está dedicada a resolver problemas de interoperabilidad de las bibliotecas digitales. Se ha centrado en la definición de protocolos simples, más recientemente para el intercambio de metadatos de archivos. La OAI surgió de la necesidad de aumentar el acceso a publicaciones académicas apoyando la creación de bibliotecas digitales interoperables. Como primer paso hacia dicha interoperabilidad, se desarrolló un \"protocolo de recolección de metadatos\" para apoyar la transmisión de metadatos de un repositorio a otro, en última instancia a un proveedor de servicios de usuario como navegación, búsqueda o anotación. Este artículo ofrece una visión general de la misión, filosofía y marco técnico de la OAI ",
            "error": [
                ""
            ]
        },
        "streaming metadata": {
            "translated_key": [],
            "translated_annotated_text": "La Iniciativa de Archivos Abiertos: realización de la interoperabilidad simple y efectiva de las bibliotecas digitales La Iniciativa de Archivos Abiertos (OAI) está dedicada a resolver problemas de interoperabilidad de las bibliotecas digitales. Se ha centrado en la definición de protocolos simples, más recientemente para el intercambio de metadatos de archivos. La OAI surgió de la necesidad de aumentar el acceso a publicaciones académicas apoyando la creación de bibliotecas digitales interoperables. Como primer paso hacia dicha interoperabilidad, se desarrolló un protocolo de recolección de metadatos para apoyar la transmisión de metadatos de un repositorio a otro, en última instancia a un proveedor de servicios de usuario como navegación, búsqueda o anotación. Este artículo ofrece una visión general de la misión, filosofía y marco técnico de la OAI ",
            "error": []
        },
        "annotation": {
            "translated_key": "anotación",
            "translated_annotated_text": "La Iniciativa de Archivos Abiertos: realización de la interoperabilidad simple y efectiva de las bibliotecas digitales La Iniciativa de Archivos Abiertos (OAI) está dedicada a resolver problemas de interoperabilidad de las bibliotecas digitales. Se ha centrado en la definición de protocolos simples, más recientemente para el intercambio de metadatos de archivos. La OAI surgió de la necesidad de aumentar el acceso a publicaciones académicas apoyando la creación de bibliotecas digitales interoperables. Como primer paso hacia dicha interoperabilidad, se desarrolló un protocolo de recolección de metadatos para apoyar la transmisión de metadatos de un repositorio a otro, en última instancia a un proveedor de servicios de usuario como navegación, búsqueda o \"anotación\". Este artículo ofrece una visión general de la misión, filosofía y marco técnico de la OAI ",
            "error": [
                ""
            ]
        },
        "searching": {
            "translated_key": "búsqueda",
            "translated_annotated_text": "La Iniciativa de Archivos Abiertos: realización de la interoperabilidad simple y efectiva de las bibliotecas digitales La Iniciativa de Archivos Abiertos (OAI) está dedicada a resolver problemas de interoperabilidad de las bibliotecas digitales. Se ha centrado en la definición de protocolos simples, más recientemente para el intercambio de metadatos de archivos. La OAI surgió de la necesidad de aumentar el acceso a publicaciones académicas apoyando la creación de bibliotecas digitales interoperables. Como primer paso hacia dicha interoperabilidad, se desarrolló un protocolo de recolección de metadatos para apoyar la transmisión de metadatos de un repositorio a otro, en última instancia a un proveedor de servicios de usuario como navegación, \"búsqueda\" o anotación. Este artículo ofrece una visión general de la misión, filosofía y marco técnico de la OAI ",
            "error": [
                ""
            ]
        },
        "browsing": {
            "translated_key": "navegación",
            "translated_annotated_text": "La Iniciativa de Archivos Abiertos: realización de la interoperabilidad simple y efectiva de las bibliotecas digitales La Iniciativa de Archivos Abiertos (OAI) está dedicada a resolver problemas de interoperabilidad de las bibliotecas digitales. Se ha centrado en la definición de protocolos simples, más recientemente para el intercambio de metadatos de archivos. La OAI surgió de la necesidad de aumentar el acceso a publicaciones académicas apoyando la creación de bibliotecas digitales interoperables. Como primer paso hacia dicha interoperabilidad, se desarrolló un protocolo de recolección de metadatos para apoyar la transmisión de metadatos de un repositorio a otro, en última instancia a un proveedor de servicios de usuario como \"navegación\", búsqueda o anotación. Este artículo ofrece una visión general de la misión, filosofía y marco técnico de la OAI ",
            "error": [
                ""
            ]
        },
        "user services": {
            "translated_key": "servicios de usuario",
            "translated_annotated_text": "La Iniciativa de Archivos Abiertos: realización de la interoperabilidad simple y efectiva de las bibliotecas digitales La Iniciativa de Archivos Abiertos (OAI) está dedicada a resolver problemas de interoperabilidad de las bibliotecas digitales. Se ha centrado en la definición de protocolos simples, más recientemente para el intercambio de metadatos de archivos. La OAI surgió de la necesidad de aumentar el acceso a publicaciones académicas apoyando la creación de bibliotecas digitales interoperables. Como primer paso hacia dicha interoperabilidad, se desarrolló un protocolo de recolección de metadatos para apoyar la transmisión de metadatos de un repositorio a otro, en última instancia a un proveedor de \"servicios de usuario\" como navegación, búsqueda o anotación. Este artículo ofrece una visión general de la misión, filosofía y marco técnico de la OAI ",
            "error": [
                ""
            ]
        },
        "digital libraries": {
            "translated_key": "bibliotecas digitales",
            "translated_annotated_text": "La Iniciativa de Archivos Abiertos: realización de la interoperabilidad simple y efectiva de las bibliotecas digitales La Iniciativa de Archivos Abiertos (OAI) está dedicada a resolver problemas de interoperabilidad de las bibliotecas digitales. Se ha centrado en la definición de protocolos simples, más recientemente para el intercambio de metadatos de archivos. La OAI surgió de la necesidad de aumentar el acceso a publicaciones académicas apoyando la creación de \"bibliotecas digitales\" interoperables. Como primer paso hacia dicha interoperabilidad, se desarrolló un protocolo de recolección de metadatos para apoyar la transmisión de metadatos de un repositorio a otro, en última instancia a un proveedor de servicios de usuario como navegación, búsqueda o anotación. Este artículo ofrece una visión general de la misión, filosofía y marco técnico de la OAI ",
            "error": [
                ""
            ]
        },
        "electronic publishing": {
            "translated_key": [],
            "translated_annotated_text": "La Iniciativa de Archivos Abiertos: realización de la interoperabilidad simple y efectiva de las bibliotecas digitales La Iniciativa de Archivos Abiertos (OAI) está dedicada a resolver problemas de interoperabilidad de las bibliotecas digitales. Se ha centrado en la definición de protocolos simples, más recientemente para el intercambio de metadatos de archivos. La OAI surgió de la necesidad de aumentar el acceso a publicaciones académicas apoyando la creación de bibliotecas digitales interoperables. Como primer paso hacia dicha interoperabilidad, se desarrolló un protocolo de recolección de metadatos para apoyar la transmisión de metadatos de un repositorio a otro, en última instancia a un proveedor de servicios de usuario como navegación, búsqueda o anotación. Este artículo ofrece una visión general de la misión, filosofía y marco técnico de la OAI ",
            "error": []
        },
        "meta data": {
            "translated_key": [],
            "translated_annotated_text": "La Iniciativa de Archivos Abiertos: realización de la interoperabilidad simple y efectiva de las bibliotecas digitales La Iniciativa de Archivos Abiertos (OAI) está dedicada a resolver problemas de interoperabilidad de las bibliotecas digitales. Se ha centrado en la definición de protocolos simples, más recientemente para el intercambio de metadatos de archivos. La OAI surgió de la necesidad de aumentar el acceso a publicaciones académicas apoyando la creación de bibliotecas digitales interoperables. Como primer paso hacia dicha interoperabilidad, se desarrolló un protocolo de recolección de metadatos para apoyar la transmisión de metadatos de un repositorio a otro, en última instancia a un proveedor de servicios de usuario como navegación, búsqueda o anotación. Este artículo ofrece una visión general de la misión, filosofía y marco técnico de la OAI ",
            "error": []
        },
        "open systems": {
            "translated_key": [],
            "translated_annotated_text": "La Iniciativa de Archivos Abiertos: realización de la interoperabilidad simple y efectiva de las bibliotecas digitales La Iniciativa de Archivos Abiertos (OAI) está dedicada a resolver problemas de interoperabilidad de las bibliotecas digitales. Se ha centrado en la definición de protocolos simples, más recientemente para el intercambio de metadatos de archivos. La OAI surgió de la necesidad de aumentar el acceso a publicaciones académicas apoyando la creación de bibliotecas digitales interoperables. Como primer paso hacia dicha interoperabilidad, se desarrolló un protocolo de recolección de metadatos para apoyar la transmisión de metadatos de un repositorio a otro, en última instancia a un proveedor de servicios de usuario como navegación, búsqueda o anotación. Este artículo ofrece una visión general de la misión, filosofía y marco técnico de la OAI ",
            "error": []
        }
    }
}