{
    "original_text": "Fuzzy modeling based on generalized conjunction operations An approach to fuzzy modeling based on the tuning of parametric conjunction operations is proposed. First, some methods for the construction of parametric generalized conjunction operations simpler than the known parametric classes of conjunctions are considered and discussed. Second, several examples of function approximation by fuzzy models, based on the tuning of the parameters of the new conjunction operations, are given and their approximation performances are compared with the approaches based on a tuning of membership functions and other approaches proposed in the literature. It is seen that the tuning of the conjunction operations can be used for obtaining fuzzy models with a sufficiently good performance when the tuning of membership functions is not possible or not desirable",
    "original_translation": "Modelado borroso basado en operaciones de conjunción generalizada Se propone un enfoque de modelado borroso basado en la sintonía de operaciones de conjunción paramétrica. En primer lugar, se consideran y discuten algunos métodos para la construcción de operaciones paramétricas de conjunción generalizada más simples que las clases paramétricas conocidas de conjunciones. En segundo lugar, se dan varios ejemplos de aproximación de funciones por modelos borrosos, basados en la afinación de los parámetros de las nuevas operaciones de conjunción, y se comparan sus resultados de aproximación con los enfoques basados en una afinación de las funciones de membresía y otros enfoques propuestos en la literatura. Se observa que la afinación de las operaciones de conjunción puede utilizarse para obtener modelos borrosos con un rendimiento suficientemente bueno cuando la afinación de las funciones de membresía no es posible o no es deseable",
    "error_count": 9,
    "keys": {
        "fuzzy modeling": {
            "translated_key": "modelo borroso",
            "translated_annotated_text": "Modelado borroso basado en operaciones de conjunción generalizada Se propone un enfoque de \"modelo borroso\" basado en la afinación de operaciones de conjunción paramétrica. En primer lugar, se consideran y discuten algunos métodos para la construcción de operaciones paramétricas de conjunción generalizada más simples que las clases paramétricas conocidas de conjunciones. En segundo lugar, se dan varios ejemplos de aproximación de funciones por modelos borrosos, basados en la afinación de los parámetros de las nuevas operaciones de conjunción, y se comparan sus resultados de aproximación con los enfoques basados en una afinación de las funciones de membresía y otros enfoques propuestos en la literatura. Se observa que la afinación de las operaciones de conjunción puede utilizarse para obtener modelos borrosos con un rendimiento suficientemente bueno cuando la afinación de las funciones de membresía no es posible o no es deseable ",
            "error": [
                ""
            ]
        },
        "generalized conjunction operations": {
            "translated_key": [
                "operaciones de conjunción generalizada",
                "operaciones de conjunción generalizadas"
            ],
            "translated_annotated_text": "Modelado borroso basado en \"operaciones de conjunción generalizada\" Se propone un enfoque para el modelado borroso basado en el ajuste de las operaciones de conjunción paramétrica. En primer lugar, se consideran y discuten algunos métodos para la construcción de \"operaciones de conjunción generalizadas\" paramétricas más simples que las clases paramétricas conocidas de conjunciones. En segundo lugar, se dan varios ejemplos de aproximación de funciones por modelos borrosos, basados en la afinación de los parámetros de las nuevas operaciones de conjunción, y se comparan sus resultados de aproximación con los enfoques basados en una afinación de las funciones de membresía y otros enfoques propuestos en la literatura. Se observa que la afinación de las operaciones de conjunción puede utilizarse para obtener modelos borrosos con un rendimiento suficientemente bueno cuando la afinación de las funciones de membresía no es posible o no es deseable ",
            "error": [
                "operaciones de conjunción generalizada",
                "operaciones de conjunción generalizadas"
            ]
        },
        "function approximation": {
            "translated_key": "aproximación de funciones",
            "translated_annotated_text": "Modelado borroso basado en operaciones de conjunción generalizada Se propone un enfoque de modelado borroso basado en la sintonía de operaciones de conjunción paramétrica. En primer lugar, se consideran y discuten algunos métodos para la construcción de operaciones paramétricas de conjunción generalizada más simples que las clases paramétricas conocidas de conjunciones. En segundo lugar, se dan varios ejemplos de \"aproximación de funciones\" por modelos borrosos, basados en la afinación de los parámetros de las nuevas operaciones de conjunción, y se comparan sus resultados de aproximación con los enfoques basados en una afinación de las funciones de membresía y otros enfoques propuestos en la literatura. Se observa que la afinación de las operaciones de conjunción puede utilizarse para obtener modelos borrosos con un rendimiento suficientemente bueno cuando la afinación de las funciones de membresía no es posible o no es deseable ",
            "error": [
                ""
            ]
        },
        "tuning": {
            "translated_key": [
                "tuning",
                "afinación",
                "afinación",
                "afinación",
                "afinación"
            ],
            "translated_annotated_text": "Modelado borroso basado en operaciones de conjunción generalizada Se propone un enfoque para el modelado borroso basado en el \"tuning\" de operaciones de conjunción paramétrica. En primer lugar, se consideran y discuten algunos métodos para la construcción de operaciones paramétricas de conjunción generalizada más simples que las clases paramétricas conocidas de conjunciones. En segundo lugar, se dan varios ejemplos de aproximación de funciones por modelos borrosos, basados en la \"afinación\" de los parámetros de las nuevas operaciones de conjunción, y se comparan sus resultados de aproximación con los enfoques basados en una \"afinación\" de las funciones de membresía y otros enfoques propuestos en la literatura. Se ve que la \"afinación\" de las operaciones de conjunción se puede utilizar para obtener modelos borrosos con un rendimiento suficientemente bueno cuando la \"afinación\" de las funciones de membresía no es posible o no deseable ",
            "error": [
                "tuning",
                "afinación",
                "afinación",
                "afinación",
                "afinación"
            ]
        },
        "approximation performances": {
            "translated_key": "rendimientos de aproximación",
            "translated_annotated_text": "Modelado borroso basado en operaciones de conjunción generalizada Se propone un enfoque de modelado borroso basado en la sintonía de operaciones de conjunción paramétrica. En primer lugar, se consideran y discuten algunos métodos para la construcción de operaciones paramétricas de conjunción generalizada más simples que las clases paramétricas conocidas de conjunciones. En segundo lugar, se dan varios ejemplos de aproximación de funciones por modelos borrosos, basados en la afinación de los parámetros de las nuevas operaciones de conjunción, y se comparan sus \"rendimientos de aproximación\" con los enfoques basados en una afinación de las funciones de membresía y otros enfoques propuestos en la literatura. Se observa que la afinación de las operaciones de conjunción puede utilizarse para obtener modelos borrosos con un rendimiento suficientemente bueno cuando la afinación de las funciones de membresía no es posible o no es deseable ",
            "error": [
                ""
            ]
        },
        "membership functions": {
            "translated_key": "funciones de miembro",
            "translated_annotated_text": "Modelado borroso basado en operaciones de conjunción generalizada Se propone un enfoque de modelado borroso basado en la sintonía de operaciones de conjunción paramétrica. En primer lugar, se consideran y discuten algunos métodos para la construcción de operaciones paramétricas de conjunción generalizada más simples que las clases paramétricas conocidas de conjunciones. En segundo lugar, se dan varios ejemplos de aproximación de funciones por modelos borrosos, basados en la afinación de los parámetros de las nuevas operaciones de conjunción, y se comparan sus resultados de aproximación con los enfoques basados en una afinación de \"funciones de miembro\" y otros enfoques propuestos en la literatura. Se ve que la afinación de las operaciones de conjunción se puede utilizar para obtener modelos borrosos con un rendimiento suficientemente bueno cuando la afinación de \"funciones de miembro\" no es posible o no deseable ",
            "error": [
                ""
            ]
        },
        "t-norm": {
            "translated_key": [],
            "translated_annotated_text": "Modelado borroso basado en operaciones de conjunción generalizada Se propone un enfoque de modelado borroso basado en la sintonía de operaciones de conjunción paramétrica. En primer lugar, se consideran y discuten algunos métodos para la construcción de operaciones paramétricas de conjunción generalizada más simples que las clases paramétricas conocidas de conjunciones. En segundo lugar, se dan varios ejemplos de aproximación de funciones por modelos borrosos, basados en la afinación de los parámetros de las nuevas operaciones de conjunción, y se comparan sus resultados de aproximación con los enfoques basados en una afinación de las funciones de membresía y otros enfoques propuestos en la literatura. Se observa que la afinación de las operaciones de conjunción puede utilizarse para obtener modelos borrosos con un rendimiento suficientemente bueno cuando la afinación de las funciones de membresía no es posible o no es deseable ",
            "error": []
        },
        "fuzzy inference systems": {
            "translated_key": [],
            "translated_annotated_text": "Modelado borroso basado en operaciones de conjunción generalizada Se propone un enfoque de modelado borroso basado en la sintonía de operaciones de conjunción paramétrica. En primer lugar, se consideran y discuten algunos métodos para la construcción de operaciones paramétricas de conjunción generalizada más simples que las clases paramétricas conocidas de conjunciones. En segundo lugar, se dan varios ejemplos de aproximación de funciones por modelos borrosos, basados en la afinación de los parámetros de las nuevas operaciones de conjunción, y se comparan sus resultados de aproximación con los enfoques basados en una afinación de las funciones de membresía y otros enfoques propuestos en la literatura. Se observa que la afinación de las operaciones de conjunción puede utilizarse para obtener modelos borrosos con un rendimiento suficientemente bueno cuando la afinación de las funciones de membresía no es posible o no es deseable ",
            "error": []
        },
        "fuzzy logic": {
            "translated_key": [],
            "translated_annotated_text": "Modelado borroso basado en operaciones de conjunción generalizada Se propone un enfoque de modelado borroso basado en la sintonía de operaciones de conjunción paramétrica. En primer lugar, se consideran y discuten algunos métodos para la construcción de operaciones paramétricas de conjunción generalizada más simples que las clases paramétricas conocidas de conjunciones. En segundo lugar, se dan varios ejemplos de aproximación de funciones por modelos borrosos, basados en la afinación de los parámetros de las nuevas operaciones de conjunción, y se comparan sus resultados de aproximación con los enfoques basados en una afinación de las funciones de membresía y otros enfoques propuestos en la literatura. Se observa que la afinación de las operaciones de conjunción puede utilizarse para obtener modelos borrosos con un rendimiento suficientemente bueno cuando la afinación de las funciones de membresía no es posible o no es deseable ",
            "error": []
        },
        "fuzzy set theory": {
            "translated_key": [],
            "translated_annotated_text": "Modelado borroso basado en operaciones de conjunción generalizada Se propone un enfoque de modelado borroso basado en la sintonía de operaciones de conjunción paramétrica. En primer lugar, se consideran y discuten algunos métodos para la construcción de operaciones paramétricas de conjunción generalizada más simples que las clases paramétricas conocidas de conjunciones. En segundo lugar, se dan varios ejemplos de aproximación de funciones por modelos borrosos, basados en la afinación de los parámetros de las nuevas operaciones de conjunción, y se comparan sus resultados de aproximación con los enfoques basados en una afinación de las funciones de membresía y otros enfoques propuestos en la literatura. Se observa que la afinación de las operaciones de conjunción puede utilizarse para obtener modelos borrosos con un rendimiento suficientemente bueno cuando la afinación de las funciones de membresía no es posible o no es deseable ",
            "error": []
        },
        "fuzzy systems": {
            "translated_key": [],
            "translated_annotated_text": "Modelado borroso basado en operaciones de conjunción generalizada Se propone un enfoque de modelado borroso basado en la sintonía de operaciones de conjunción paramétrica. En primer lugar, se consideran y discuten algunos métodos para la construcción de operaciones paramétricas de conjunción generalizada más simples que las clases paramétricas conocidas de conjunciones. En segundo lugar, se dan varios ejemplos de aproximación de funciones por modelos borrosos, basados en la afinación de los parámetros de las nuevas operaciones de conjunción, y se comparan sus resultados de aproximación con los enfoques basados en una afinación de las funciones de membresía y otros enfoques propuestos en la literatura. Se observa que la afinación de las operaciones de conjunción puede utilizarse para obtener modelos borrosos con un rendimiento suficientemente bueno cuando la afinación de las funciones de membresía no es posible o no es deseable ",
            "error": []
        },
        "modelling": {
            "translated_key": [],
            "translated_annotated_text": "Modelado borroso basado en operaciones de conjunción generalizada Se propone un enfoque de modelado borroso basado en la sintonía de operaciones de conjunción paramétrica. En primer lugar, se consideran y discuten algunos métodos para la construcción de operaciones paramétricas de conjunción generalizada más simples que las clases paramétricas conocidas de conjunciones. En segundo lugar, se dan varios ejemplos de aproximación de funciones por modelos borrosos, basados en la afinación de los parámetros de las nuevas operaciones de conjunción, y se comparan sus resultados de aproximación con los enfoques basados en una afinación de las funciones de membresía y otros enfoques propuestos en la literatura. Se observa que la afinación de las operaciones de conjunción puede utilizarse para obtener modelos borrosos con un rendimiento suficientemente bueno cuando la afinación de las funciones de membresía no es posible o no es deseable ",
            "error": []
        }
    }
}