{
    "original_text": "Project Euclid and the role of research libraries in scholarly publishing Project Euclid, a joint electronic journal publishing initiative of Cornell University Library and Duke University Press is discussed in the broader contexts of the changing patterns of scholarly communication and the publishing scene of mathematics. Specific aspects of the project such as partnerships and the creation of an economic model are presented as well as what it takes to be a publisher. Libraries have gained important and relevant experience through the creation and management of digital libraries, but they need to develop further skills if they want to adopt a new role in the life cycle of scholarly communication",
    "original_translation": "El proyecto Euclid y el papel de las bibliotecas de investigación en la publicación académica El proyecto Euclid, una iniciativa conjunta de publicación de revistas electrónicas de la Biblioteca de la Universidad de Cornell y la prensa de la Universidad de Duke, se discute en los contextos más amplios de los patrones cambiantes de la comunicación académica y la escena editorial de las matemáticas. Se presentan aspectos específicos del proyecto, como las asociaciones y la creación de un modelo económico, así como lo que se necesita para ser editor. Las bibliotecas han adquirido una experiencia importante y relevante a través de la creación y gestión de bibliotecas digitales, pero necesitan desarrollar más habilidades si quieren adoptar un nuevo papel en el ciclo de vida de la comunicación académica.",
    "error_count": 4,
    "keys": {
        "Project Euclid": {
            "translated_key": "Proyecto Euclid",
            "translated_annotated_text": "<br>Proyecto Euclid</br> y el papel de las bibliotecas de investigación en la publicación académica <br>Proyecto Euclid</br>, una iniciativa conjunta de publicación de revistas electrónicas de Cornell University Library y Duke University Press se discute en los contextos más amplios de los patrones cambiantes de la comunicación académica y la escena editorial de las matemáticas. Se presentan aspectos específicos del proyecto, como las asociaciones y la creación de un modelo económico, así como lo que se necesita para ser editor. Las bibliotecas han adquirido una experiencia importante y relevante a través de la creación y gestión de bibliotecas digitales, pero necesitan desarrollar más habilidades si quieren adoptar un nuevo papel en el ciclo de vida de la comunicación académica. ",
            "error": [
                ""
            ]
        },
        "joint electronic journal publishing initiative": {
            "translated_key": [],
            "translated_annotated_text": "El proyecto Euclid y el papel de las bibliotecas de investigación en la publicación académica El proyecto Euclid, una iniciativa conjunta de publicación de revistas electrónicas de la Biblioteca de la Universidad de Cornell y de la Prensa de la Universidad de Duke, se discute en los contextos más amplios de los patrones cambiantes de la comunicación académica y la escena editorial de las matemáticas. Se presentan aspectos específicos del proyecto, como las asociaciones y la creación de un modelo económico, así como lo que se necesita para ser editor. Las bibliotecas han adquirido una experiencia importante y relevante a través de la creación y gestión de bibliotecas digitales, pero necesitan desarrollar más habilidades si quieren adoptar un nuevo papel en el ciclo de vida de la comunicación académica. ",
            "error": []
        },
        "Cornell University Library": {
            "translated_key": [],
            "translated_annotated_text": "El proyecto Euclid y el papel de las bibliotecas de investigación en la publicación académica El proyecto Euclid, una iniciativa conjunta de publicación de revistas electrónicas de la Biblioteca de la Universidad de Cornell y la Prensa de la Universidad de Duke, se discute en los contextos más amplios de los patrones cambiantes de la comunicación académica y la escena editorial de las matemáticas. Se presentan aspectos específicos del proyecto, como las asociaciones y la creación de un modelo económico, así como lo que se necesita para ser editor. Las bibliotecas han adquirido una experiencia importante y relevante a través de la creación y gestión de bibliotecas digitales, pero necesitan desarrollar más habilidades si quieren adoptar un nuevo papel en el ciclo de vida de la comunicación académica. ",
            "error": []
        },
        "Duke University Press": {
            "translated_key": " la prensa de la Universidad de Duke",
            "translated_annotated_text": "El proyecto Euclid y el papel de las bibliotecas de investigación en la publicación académica El proyecto Euclid, una iniciativa conjunta de publicación de revistas electrónicas de la Biblioteca de la Universidad de Cornell y <br> la prensa de la Universidad de Duke</br> se discute en los contextos más amplios de los patrones cambiantes de la comunicación académica y la escena editorial de las matemáticas. Se presentan aspectos específicos del proyecto, como las asociaciones y la creación de un modelo económico, así como lo que se necesita para ser editor. Las bibliotecas han adquirido una experiencia importante y relevante a través de la creación y gestión de bibliotecas digitales, pero necesitan desarrollar más habilidades si quieren adoptar un nuevo papel en el ciclo de vida de la comunicación académica. ",
            "error": [
                ""
            ]
        },
        "scholarly communication": {
            "translated_key": "scholarly",
            "translated_annotated_text": "El proyecto Euclid y el papel de las bibliotecas de investigación en la publicación académica El proyecto Euclid, una iniciativa conjunta de publicación de revistas electrónicas de la Biblioteca de la Universidad de Cornell y la prensa de la Universidad de Duke, se discute en los contextos más amplios de los patrones cambiantes de la comunicación <br>scholarly</br> y la escena editorial de las matemáticas. Se presentan aspectos específicos del proyecto, como las asociaciones y la creación de un modelo económico, así como lo que se necesita para ser editor. Las bibliotecas han adquirido una experiencia importante y relevante a través de la creación y gestión de bibliotecas digitales, pero necesitan desarrollar más habilidades si quieren adoptar un nuevo papel en el ciclo de vida de la comunicación <br>scholarly</br> ",
            "error": [
                ""
            ]
        },
        "mathematics": {
            "translated_key": "mathematics",
            "translated_annotated_text": "El proyecto Euclid y el papel de las bibliotecas de investigación en la publicación académica El proyecto Euclid, una iniciativa conjunta de publicación de revistas electrónicas de la Biblioteca de la Universidad de Cornell y la prensa de la Universidad de Duke, se discute en los contextos más amplios de los patrones cambiantes de la comunicación académica y la escena editorial de <br>mathematics</br>. Se presentan aspectos específicos del proyecto, como las asociaciones y la creación de un modelo económico, así como lo que se necesita para ser editor. Las bibliotecas han adquirido una experiencia importante y relevante a través de la creación y gestión de bibliotecas digitales, pero necesitan desarrollar más habilidades si quieren adoptar un nuevo papel en el ciclo de vida de la comunicación académica. ",
            "error": [
                ""
            ]
        },
        "partnerships": {
            "translated_key": "partnerships",
            "translated_annotated_text": "El proyecto Euclid y el papel de las bibliotecas de investigación en la publicación académica El proyecto Euclid, una iniciativa conjunta de publicación de revistas electrónicas de la Biblioteca de la Universidad de Cornell y la prensa de la Universidad de Duke, se discute en los contextos más amplios de los patrones cambiantes de la comunicación académica y la escena editorial de las matemáticas. Se presentan aspectos específicos del proyecto, como <br>partnerships</br> y la creación de un modelo económico, así como lo que se necesita para ser editor. Las bibliotecas han adquirido una experiencia importante y relevante a través de la creación y gestión de bibliotecas digitales, pero necesitan desarrollar más habilidades si quieren adoptar un nuevo papel en el ciclo de vida de la comunicación académica. ",
            "error": [
                ""
            ]
        },
        "economic model": {
            "translated_key": "modelo económico",
            "translated_annotated_text": "El proyecto Euclid y el papel de las bibliotecas de investigación en la publicación académica El proyecto Euclid, una iniciativa conjunta de publicación de revistas electrónicas de la Biblioteca de la Universidad de Cornell y la prensa de la Universidad de Duke, se discute en los contextos más amplios de los patrones cambiantes de la comunicación académica y la escena editorial de las matemáticas. Se presentan aspectos específicos del proyecto, como las asociaciones y la creación de un <br>modelo económico</br>, así como lo que se necesita para ser editor.  Las bibliotecas han adquirido una experiencia importante y relevante a través de la creación y gestión de bibliotecas digitales, pero necesitan desarrollar más habilidades si quieren adoptar un nuevo papel en el ciclo de vida de la comunicación académica. ",
            "error": [
                ""
            ]
        },
        "scholarly publishing": {
            "translated_key": "publicación académica",
            "translated_annotated_text": "El proyecto Euclid y el papel de las bibliotecas de investigación en la <br>publicación académica</br> El proyecto Euclid, una iniciativa conjunta de publicación de revistas electrónicas de la Biblioteca de la Universidad de Cornell y de la Prensa de la Universidad de Duke, se discute en los contextos más amplios de los patrones cambiantes de la comunicación académica y la escena editorial de las matemáticas. Se presentan aspectos específicos del proyecto, como las asociaciones y la creación de un modelo económico, así como lo que se necesita para ser editor. Las bibliotecas han adquirido una experiencia importante y relevante a través de la creación y gestión de bibliotecas digitales, pero necesitan desarrollar más habilidades si quieren adoptar un nuevo papel en el ciclo de vida de la comunicación académica. ",
            "error": [
                ""
            ]
        },
        "research libraries": {
            "translated_key": "bibliotecas de investigación",
            "translated_annotated_text": "El proyecto Euclid y el papel de las <br>bibliotecas de investigación</br> en la publicación académica El proyecto Euclid, una iniciativa conjunta de publicación de revistas electrónicas de Cornell University Library y Duke University Press, se discute en los contextos más amplios de los patrones cambiantes de la comunicación académica y la escena editorial de las matemáticas. Se presentan aspectos específicos del proyecto, como las asociaciones y la creación de un modelo económico, así como lo que se necesita para ser editor. Las bibliotecas han adquirido una experiencia importante y relevante a través de la creación y gestión de bibliotecas digitales, pero necesitan desarrollar más habilidades si quieren adoptar un nuevo papel en el ciclo de vida de la comunicación académica. ",
            "error": [
                ""
            ]
        },
        "electronic publishing": {
            "translated_key": [],
            "translated_annotated_text": "El proyecto Euclid y el papel de las bibliotecas de investigación en la publicación académica El proyecto Euclid, una iniciativa conjunta de publicación de revistas electrónicas de la Biblioteca de la Universidad de Cornell y la prensa de la Universidad de Duke, se discute en los contextos más amplios de los patrones cambiantes de la comunicación académica y la escena editorial de las matemáticas. Se presentan aspectos específicos del proyecto, como las asociaciones y la creación de un modelo económico, así como lo que se necesita para ser editor. Las bibliotecas han adquirido una experiencia importante y relevante a través de la creación y gestión de bibliotecas digitales, pero necesitan desarrollar más habilidades si quieren adoptar un nuevo papel en el ciclo de vida de la comunicación académica. ",
            "error": []
        },
        "mathematics computing": {
            "translated_key": [],
            "translated_annotated_text": "El proyecto Euclid y el papel de las bibliotecas de investigación en la publicación académica El proyecto Euclid, una iniciativa conjunta de publicación de revistas electrónicas de la Biblioteca de la Universidad de Cornell y la prensa de la Universidad de Duke, se discute en los contextos más amplios de los patrones cambiantes de la comunicación académica y la escena editorial de las matemáticas. Se presentan aspectos específicos del proyecto, como las asociaciones y la creación de un modelo económico, así como lo que se necesita para ser editor. Las bibliotecas han adquirido una experiencia importante y relevante a través de la creación y gestión de bibliotecas digitales, pero necesitan desarrollar más habilidades si quieren adoptar un nuevo papel en el ciclo de vida de la comunicación académica. ",
            "error": []
        }
    }
}