{
    "original_text": "Perspectives on scholarly online books: the Columbia University Online Books Evaluation Project The Online Books Evaluation Project at Columbia University studied the potential for scholarly online books from 1995 to 1999. Issues included scholars interest in using online books, the role they might play in scholarly life, features that scholars and librarians sought in online books, the costs of producing and owning print and online books, and potential marketplace arrangements. Scholars see potential for online books to make their research, learning, and teaching more efficient and effective. Librarians see potential to serve their scholars better. Librarians may face lower costs if they can serve their scholars with online books instead of print books. Publishers may be able to offer scholars greater opportunities to use their books while enhancing their own profitability",
    "original_translation": "Perspectivas sobre libros en línea académicos: el proyecto de evaluación de libros en línea de la Universidad de Columbia El proyecto de evaluación de libros en línea de la Universidad de Columbia estudió el potencial de los libros en línea académicos de 1995 a 1999. Entre las cuestiones que se abordaron cabe mencionar el interés de los estudiosos en utilizar libros en línea, el papel que podrían desempeñar en la vida académica, las características que los estudiosos y bibliotecarios buscaban en los libros en línea, los costos de producir y poseer libros impresos y en línea, y los posibles arreglos de mercado. Los estudiosos ven el potencial de los libros en línea para hacer su investigación, aprendizaje y enseñanza más eficiente y eficaz. Los bibliotecarios ven el potencial para servir mejor a sus eruditos. Los bibliotecarios pueden hacer frente a costos más bajos si pueden servir a sus eruditos con libros en línea en lugar de libros impresos. Los editores pueden ser capaces de ofrecer a los eruditos mayores oportunidades de usar sus libros mientras mejoran su propia rentabilidad",
    "error_count": 4,
    "keys": {
        "Columbia University Online Books Evaluation Project": {
            "translated_key": "Proyecto de evaluación de libros en línea de la Universidad de Columbia",
            "translated_annotated_text": "Perspectivas sobre libros en línea académicos: el \"Proyecto de evaluación de libros en línea de la Universidad de Columbia\" El Proyecto de evaluación de libros en línea de la Universidad de Columbia estudió el potencial de los libros en línea académicos de 1995 a 1999. Entre las cuestiones que se abordaron cabe mencionar el interés de los estudiosos en utilizar libros en línea, el papel que podrían desempeñar en la vida académica, las características que los estudiosos y bibliotecarios buscaban en los libros en línea, los costos de producir y poseer libros impresos y en línea, y los posibles arreglos de mercado. Los estudiosos ven el potencial de los libros en línea para hacer su investigación, aprendizaje y enseñanza más eficiente y eficaz. Los bibliotecarios ven el potencial para servir mejor a sus eruditos. Los bibliotecarios pueden hacer frente a costos más bajos si pueden servir a sus eruditos con libros en línea en lugar de libros impresos. Los editores pueden ser capaces de ofrecer a los eruditos mayores oportunidades de usar sus libros mientras mejoran su propia rentabilidad ",
            "error": [
                ""
            ]
        },
        "scholarly online books": {
            "translated_key": "libros académicos en línea",
            "translated_annotated_text": "Perspectivas sobre \"libros académicos en línea\": el proyecto de evaluación de libros en línea de la Universidad de Columbia El proyecto de evaluación de libros en línea de la Universidad de Columbia estudió el potencial de los \"libros académicos en línea\" de 1995 a 1999. Entre las cuestiones que se abordaron cabe mencionar el interés de los estudiosos en utilizar libros en línea, el papel que podrían desempeñar en la vida académica, las características que los estudiosos y bibliotecarios buscaban en los libros en línea, los costos de producir y poseer libros impresos y en línea, y los posibles arreglos de mercado. Los estudiosos ven el potencial de los libros en línea para hacer su investigación, aprendizaje y enseñanza más eficiente y eficaz. Los bibliotecarios ven el potencial para servir mejor a sus eruditos. Los bibliotecarios pueden hacer frente a costos más bajos si pueden servir a sus eruditos con libros en línea en lugar de libros impresos. Los editores pueden ser capaces de ofrecer a los eruditos mayores oportunidades de usar sus libros mientras mejoran su propia rentabilidad ",
            "error": [
                ""
            ]
        },
        "print books": {
            "translated_key": "libros de impresión",
            "translated_annotated_text": "Perspectivas sobre libros en línea académicos: el proyecto de evaluación de libros en línea de la Universidad de Columbia El proyecto de evaluación de libros en línea de la Universidad de Columbia estudió el potencial de los libros en línea académicos de 1995 a 1999. Entre las cuestiones que se abordaron cabe mencionar el interés de los estudiosos en utilizar libros en línea, el papel que podrían desempeñar en la vida académica, las características que los estudiosos y bibliotecarios buscaban en los libros en línea, los costos de producir y poseer libros impresos y en línea, y los posibles arreglos de mercado. Los estudiosos ven el potencial de los libros en línea para hacer su investigación, aprendizaje y enseñanza más eficiente y eficaz. Los bibliotecarios ven el potencial para servir mejor a sus eruditos. Los bibliotecarios pueden hacer frente a costos más bajos si pueden servir a sus estudiosos con libros en línea en lugar de \"libros de impresión\". Los editores pueden ser capaces de ofrecer a los eruditos mayores oportunidades de usar sus libros mientras mejoran su propia rentabilidad ",
            "error": [
                ""
            ]
        },
        "costs": {
            "translated_key": "costos",
            "translated_annotated_text": "Perspectivas sobre libros en línea académicos: el proyecto de evaluación de libros en línea de la Universidad de Columbia El proyecto de evaluación de libros en línea de la Universidad de Columbia estudió el potencial de los libros en línea académicos de 1995 a 1999. Entre las cuestiones que se abordaron cabe mencionar el interés de los eruditos en el uso de libros en línea, el papel que podrían desempeñar en la vida académica, las características que los académicos y bibliotecarios buscaban en los libros en línea, los \"costos\" de producir y poseer libros impresos y en línea, y los posibles arreglos de mercado. Los estudiosos ven el potencial de los libros en línea para hacer su investigación, aprendizaje y enseñanza más eficiente y eficaz. Los bibliotecarios ven el potencial para servir mejor a sus eruditos. Los bibliotecarios pueden hacer frente a menores \"costos\" si pueden servir a sus eruditos con libros en línea en lugar de libros impresos. Los editores pueden ser capaces de ofrecer a los eruditos mayores oportunidades de usar sus libros mientras mejoran su propia rentabilidad ",
            "error": [
                ""
            ]
        },
        "marketplace arrangements": {
            "translated_key": "acuerdos de mercado",
            "translated_annotated_text": "Perspectivas sobre libros en línea académicos: el proyecto de evaluación de libros en línea de la Universidad de Columbia El proyecto de evaluación de libros en línea de la Universidad de Columbia estudió el potencial de los libros en línea académicos de 1995 a 1999. Entre las cuestiones que se trataron cabe mencionar el interés de los eruditos en utilizar libros en línea, el papel que podrían desempeñar en la vida académica, las características que los académicos y bibliotecarios buscaban en los libros en línea, los costos de producir y poseer libros impresos y en línea, y los posibles \"acuerdos de mercado\". Los estudiosos ven el potencial de los libros en línea para hacer su investigación, aprendizaje y enseñanza más eficiente y eficaz. Los bibliotecarios ven el potencial para servir mejor a sus eruditos. Los bibliotecarios pueden hacer frente a costos más bajos si pueden servir a sus eruditos con libros en línea en lugar de libros impresos. Los editores pueden ser capaces de ofrecer a los eruditos mayores oportunidades de usar sus libros mientras mejoran su propia rentabilidad ",
            "error": [
                ""
            ]
        },
        "research": {
            "translated_key": "investigación",
            "translated_annotated_text": "Perspectivas sobre libros en línea académicos: el proyecto de evaluación de libros en línea de la Universidad de Columbia El proyecto de evaluación de libros en línea de la Universidad de Columbia estudió el potencial de los libros en línea académicos de 1995 a 1999. Entre las cuestiones que se abordaron cabe mencionar el interés de los estudiosos en utilizar libros en línea, el papel que podrían desempeñar en la vida académica, las características que los estudiosos y bibliotecarios buscaban en los libros en línea, los costos de producir y poseer libros impresos y en línea, y los posibles arreglos de mercado. Los estudiosos ven el potencial de los libros en línea para hacer su \"investigación\", aprendizaje y enseñanza más eficiente y eficaz. Los bibliotecarios ven el potencial para servir mejor a sus eruditos. Los bibliotecarios pueden hacer frente a costos más bajos si pueden servir a sus eruditos con libros en línea en lugar de libros impresos. Los editores pueden ser capaces de ofrecer a los eruditos mayores oportunidades de usar sus libros mientras mejoran su propia rentabilidad ",
            "error": [
                ""
            ]
        },
        "learning": {
            "translated_key": "aprendizaje",
            "translated_annotated_text": "Perspectivas sobre libros en línea académicos: el proyecto de evaluación de libros en línea de la Universidad de Columbia El proyecto de evaluación de libros en línea de la Universidad de Columbia estudió el potencial de los libros en línea académicos de 1995 a 1999. Entre las cuestiones que se abordaron cabe mencionar el interés de los estudiosos en utilizar libros en línea, el papel que podrían desempeñar en la vida académica, las características que los estudiosos y bibliotecarios buscaban en los libros en línea, los costos de producir y poseer libros impresos y en línea, y los posibles arreglos de mercado. Los estudiosos ven el potencial de los libros en línea para hacer su investigación, \"aprendizaje\" y enseñanza más eficiente y eficaz. Los bibliotecarios ven el potencial para servir mejor a sus eruditos. Los bibliotecarios pueden hacer frente a costos más bajos si pueden servir a sus eruditos con libros en línea en lugar de libros impresos. Los editores pueden ser capaces de ofrecer a los eruditos mayores oportunidades de usar sus libros mientras mejoran su propia rentabilidad ",
            "error": [
                ""
            ]
        },
        "academic libraries": {
            "translated_key": [],
            "translated_annotated_text": "Perspectivas sobre libros en línea académicos: el proyecto de evaluación de libros en línea de la Universidad de Columbia El proyecto de evaluación de libros en línea de la Universidad de Columbia estudió el potencial de los libros en línea académicos de 1995 a 1999. Entre las cuestiones que se abordaron cabe mencionar el interés de los estudiosos en utilizar libros en línea, el papel que podrían desempeñar en la vida académica, las características que los estudiosos y bibliotecarios buscaban en los libros en línea, los costos de producir y poseer libros impresos y en línea, y los posibles arreglos de mercado. Los estudiosos ven el potencial de los libros en línea para hacer su investigación, aprendizaje y enseñanza más eficiente y eficaz. Los bibliotecarios ven el potencial para servir mejor a sus eruditos. Los bibliotecarios pueden hacer frente a costos más bajos si pueden servir a sus eruditos con libros en línea en lugar de libros impresos. Los editores pueden ser capaces de ofrecer a los eruditos mayores oportunidades de usar sus libros mientras mejoran su propia rentabilidad ",
            "error": []
        },
        "economics": {
            "translated_key": [],
            "translated_annotated_text": "Perspectivas sobre libros en línea académicos: el proyecto de evaluación de libros en línea de la Universidad de Columbia El proyecto de evaluación de libros en línea de la Universidad de Columbia estudió el potencial de los libros en línea académicos de 1995 a 1999. Entre las cuestiones que se abordaron cabe mencionar el interés de los estudiosos en utilizar libros en línea, el papel que podrían desempeñar en la vida académica, las características que los estudiosos y bibliotecarios buscaban en los libros en línea, los costos de producir y poseer libros impresos y en línea, y los posibles arreglos de mercado. Los estudiosos ven el potencial de los libros en línea para hacer su investigación, aprendizaje y enseñanza más eficiente y eficaz. Los bibliotecarios ven el potencial para servir mejor a sus eruditos. Los bibliotecarios pueden hacer frente a costos más bajos si pueden servir a sus eruditos con libros en línea en lugar de libros impresos. Los editores pueden ser capaces de ofrecer a los eruditos mayores oportunidades de usar sus libros mientras mejoran su propia rentabilidad ",
            "error": []
        },
        "electronic publishing": {
            "translated_key": [],
            "translated_annotated_text": "Perspectivas sobre libros en línea académicos: el proyecto de evaluación de libros en línea de la Universidad de Columbia El proyecto de evaluación de libros en línea de la Universidad de Columbia estudió el potencial de los libros en línea académicos de 1995 a 1999. Entre las cuestiones que se abordaron cabe mencionar el interés de los estudiosos en utilizar libros en línea, el papel que podrían desempeñar en la vida académica, las características que los estudiosos y bibliotecarios buscaban en los libros en línea, los costos de producir y poseer libros impresos y en línea, y los posibles arreglos de mercado. Los estudiosos ven el potencial de los libros en línea para hacer su investigación, aprendizaje y enseñanza más eficiente y eficaz. Los bibliotecarios ven el potencial para servir mejor a sus eruditos. Los bibliotecarios pueden hacer frente a costos más bajos si pueden servir a sus eruditos con libros en línea en lugar de libros impresos. Los editores pueden ser capaces de ofrecer a los eruditos mayores oportunidades de usar sus libros mientras mejoran su propia rentabilidad ",
            "error": []
        },
        "research libraries": {
            "translated_key": [],
            "translated_annotated_text": "Perspectivas sobre libros en línea académicos: el proyecto de evaluación de libros en línea de la Universidad de Columbia El proyecto de evaluación de libros en línea de la Universidad de Columbia estudió el potencial de los libros en línea académicos de 1995 a 1999. Entre las cuestiones que se abordaron cabe mencionar el interés de los estudiosos en utilizar libros en línea, el papel que podrían desempeñar en la vida académica, las características que los estudiosos y bibliotecarios buscaban en los libros en línea, los costos de producir y poseer libros impresos y en línea, y los posibles arreglos de mercado. Los estudiosos ven el potencial de los libros en línea para hacer su investigación, aprendizaje y enseñanza más eficiente y eficaz. Los bibliotecarios ven el potencial para servir mejor a sus eruditos. Los bibliotecarios pueden hacer frente a costos más bajos si pueden servir a sus eruditos con libros en línea en lugar de libros impresos. Los editores pueden ser capaces de ofrecer a los eruditos mayores oportunidades de usar sus libros mientras mejoran su propia rentabilidad ",
            "error": []
        }
    }
}