{
    "original_text": "The California Digital Library and the eScholarship program The eScholarship program was launched in 2000 to foster faculty-led innovation in scholarly publishing. An initiative of the University of California (UC) and a program of the California Digital Library, the eScholarship program has stimulated significant interest in its short life. Its modest but visible accomplishments garner praise from many quarters, within and beyond the University of California. In perhaps the best indication of its timeliness and momentum, there are more proposals submitted to eScholarship today than the CDL can manage. This early success is due in part to the sheer power of an idea whose time has come, but also to the unique approach on which CDL was founded and the eScholarship initiative was first launched",
    "original_translation": "La Biblioteca Digital de California y el programa eScholarship El programa eScholarship fue lanzado en 2000 para fomentar la innovación dirigida por profesores en la edición académica. Una iniciativa de la Universidad de California (UC) y un programa de la Biblioteca Digital de California, el programa eScholarship ha estimulado un interés significativo en su corta vida. Sus modestos pero visibles logros obtienen elogios de muchos sectores, dentro y fuera de la Universidad de California. Tal vez la mejor indicación de su oportunidad e impulso, hay más propuestas presentadas a eScholarship hoy de las que la CDL puede manejar. Este éxito temprano se debe en parte al poder de una idea cuyo tiempo ha llegado, pero también al enfoque único en el que se fundó CDL y se lanzó la iniciativa eScholarship",
    "error_count": 4,
    "keys": {
        "eScholarship program": {
            "translated_key": "programa eScholarship",
            "translated_annotated_text": "La Biblioteca Digital de California y el \"programa eScholarship\" El \"programa eScholarship\" fue lanzado en 2000 para fomentar la innovación dirigida por la facultad en la publicación académica. Una iniciativa de la Universidad de California (UC) y un programa de la Biblioteca Digital de California, el \"programa eScholarship\" ha estimulado un interés significativo en su corta vida. Sus modestos pero visibles logros obtienen elogios de muchos sectores, dentro y fuera de la Universidad de California. Tal vez la mejor indicación de su oportunidad e impulso, hay más propuestas presentadas a eScholarship hoy de las que la CDL puede manejar. Este éxito temprano se debe en parte al poder de una idea cuyo tiempo ha llegado, pero también al enfoque único en el que se fundó CDL y se lanzó la iniciativa eScholarship ",
            "error": [
                ""
            ]
        },
        "faculty-led innovation": {
            "translated_key": "innovación dirigida por la facultad",
            "translated_annotated_text": "La Biblioteca Digital de California y el programa eScholarship El programa eScholarship fue lanzado en 2000 para fomentar la \"innovación dirigida por la facultad\" en la publicación académica. Una iniciativa de la Universidad de California (UC) y un programa de la Biblioteca Digital de California, el programa eScholarship ha estimulado un interés significativo en su corta vida. Sus modestos pero visibles logros obtienen elogios de muchos sectores, dentro y fuera de la Universidad de California. Tal vez la mejor indicación de su oportunidad e impulso, hay más propuestas presentadas a eScholarship hoy de las que la CDL puede manejar. Este éxito temprano se debe en parte al poder de una idea cuyo tiempo ha llegado, pero también al enfoque único en el que se fundó CDL y se lanzó la iniciativa eScholarship ",
            "error": [
                ""
            ]
        },
        "California Digital Library": {
            "translated_key": [
                "Biblioteca Digital de California",
                "California Digital Library"
            ],
            "translated_annotated_text": "La \"Biblioteca Digital de California\" y el programa eScholarship El programa eScholarship fue lanzado en 2000 para fomentar la innovación dirigida por la facultad en la edición académica. Una iniciativa de la Universidad de California (UC) y un programa de la \"California Digital Library\", el programa eScholarship ha estimulado un interés significativo en su corta vida. Sus modestos pero visibles logros obtienen elogios de muchos sectores, dentro y fuera de la Universidad de California. Tal vez la mejor indicación de su oportunidad e impulso, hay más propuestas presentadas a eScholarship hoy de las que la CDL puede manejar. Este éxito temprano se debe en parte al poder de una idea cuyo tiempo ha llegado, pero también al enfoque único en el que se fundó CDL y se lanzó la iniciativa eScholarship ",
            "error": [
                "Biblioteca Digital de California",
                "California Digital Library"
            ]
        },
        "scholarly publishing": {
            "translated_key": "edición académica",
            "translated_annotated_text": "La Biblioteca Digital de California y el programa eScholarship El programa eScholarship fue lanzado en 2000 para fomentar la innovación dirigida por la facultad en la \"edición académica\". Una iniciativa de la Universidad de California (UC) y un programa de la Biblioteca Digital de California, el programa eScholarship ha estimulado un interés significativo en su corta vida. Sus modestos pero visibles logros obtienen elogios de muchos sectores, dentro y fuera de la Universidad de California. Tal vez la mejor indicación de su oportunidad e impulso, hay más propuestas presentadas a eScholarship hoy de las que la CDL puede manejar. Este éxito temprano se debe en parte al poder de una idea cuyo tiempo ha llegado, pero también al enfoque único en el que se fundó CDL y se lanzó la iniciativa eScholarship ",
            "error": [
                ""
            ]
        },
        "University of California": {
            "translated_key": "Universidad de California",
            "translated_annotated_text": "La Biblioteca Digital de California y el programa eScholarship El programa eScholarship fue lanzado en 2000 para fomentar la innovación dirigida por profesores en la edición académica. Una iniciativa de la Universidad de California (UC) y un programa de la Biblioteca Digital de California, el programa eScholarship ha estimulado un interés significativo en su corta vida. Sus modestos pero visibles logros obtienen elogios de muchos sectores, dentro y fuera de la \"Universidad de California\". Tal vez la mejor indicación de su oportunidad e impulso, hay más propuestas presentadas a eScholarship hoy de las que la CDL puede manejar. Este éxito temprano se debe en parte al poder de una idea cuyo tiempo ha llegado, pero también al enfoque único en el que se fundó CDL y se lanzó la iniciativa eScholarship ",
            "error": [
                ""
            ]
        },
        "academic libraries": {
            "translated_key": [],
            "translated_annotated_text": "La Biblioteca Digital de California y el programa eScholarship El programa eScholarship fue lanzado en 2000 para fomentar la innovación dirigida por profesores en la edición académica. Una iniciativa de la Universidad de California (UC) y un programa de la Biblioteca Digital de California, el programa eScholarship ha estimulado un interés significativo en su corta vida. Sus modestos pero visibles logros obtienen elogios de muchos sectores, dentro y fuera de la Universidad de California. Tal vez la mejor indicación de su oportunidad e impulso, hay más propuestas presentadas a eScholarship hoy de las que la CDL puede manejar. Este éxito temprano se debe en parte al poder de una idea cuyo tiempo ha llegado, pero también al enfoque único en el que se fundó CDL y se lanzó la iniciativa eScholarship ",
            "error": []
        },
        "digital libraries": {
            "translated_key": [],
            "translated_annotated_text": "La Biblioteca Digital de California y el programa eScholarship El programa eScholarship fue lanzado en 2000 para fomentar la innovación dirigida por profesores en la edición académica. Una iniciativa de la Universidad de California (UC) y un programa de la Biblioteca Digital de California, el programa eScholarship ha estimulado un interés significativo en su corta vida. Sus modestos pero visibles logros obtienen elogios de muchos sectores, dentro y fuera de la Universidad de California. Tal vez la mejor indicación de su oportunidad e impulso, hay más propuestas presentadas a eScholarship hoy de las que la CDL puede manejar. Este éxito temprano se debe en parte al poder de una idea cuyo tiempo ha llegado, pero también al enfoque único en el que se fundó CDL y se lanzó la iniciativa eScholarship ",
            "error": []
        },
        "electronic publishing": {
            "translated_key": [],
            "translated_annotated_text": "La Biblioteca Digital de California y el programa eScholarship El programa eScholarship fue lanzado en 2000 para fomentar la innovación dirigida por profesores en la edición académica. Una iniciativa de la Universidad de California (UC) y un programa de la Biblioteca Digital de California, el programa eScholarship ha estimulado un interés significativo en su corta vida. Sus modestos pero visibles logros obtienen elogios de muchos sectores, dentro y fuera de la Universidad de California. Tal vez la mejor indicación de su oportunidad e impulso, hay más propuestas presentadas a eScholarship hoy de las que la CDL puede manejar. Este éxito temprano se debe en parte al poder de una idea cuyo tiempo ha llegado, pero también al enfoque único en el que se fundó CDL y se lanzó la iniciativa eScholarship ",
            "error": []
        }
    }
}