{
    "original_text": "Symbiosis or alienation: advancing the university press/research library relationship through electronic scholarly communication University presses and research libraries have a long tradition of collaboration. The rapidly expanding electronic scholarly communication environment offers important new opportunities for cooperation and for innovative new models of publishing. The economics of libraries and scholarly publishers have strained the working relationship and promoted debates on important information policy issues. This article explores the context for advancing the partnership, cites examples of joint efforts in electronic publishing, and presents an action plan for working together",
    "original_translation": "Simbiosis o alienación: avanzar en la relación entre la prensa universitaria y la biblioteca de investigación a través de la comunicación electrónica académica Las prensas universitarias y las bibliotecas de investigación tienen una larga tradición de colaboración. El entorno de comunicación electrónica científica en rápida expansión ofrece nuevas e importantes oportunidades para la cooperación y para nuevos modelos innovadores de publicación. La economía de las bibliotecas y los editores académicos han puesto a prueba la relación de trabajo y han promovido debates sobre importantes cuestiones de política de información. Este artículo explora el contexto para avanzar en la asociación, cita ejemplos de esfuerzos conjuntos en la publicación electrónica y presenta un plan de acción para trabajar juntos",
    "error_count": 1,
    "keys": {
        "university press/research library relationship": {
            "translated_key": "relación prensa universitaria/biblioteca de investigación",
            "translated_annotated_text": "Simbiosis o alienación: avanzar en la \"relación prensa universitaria/biblioteca de investigación\" a través de la comunicación electrónica académica Las prensas universitarias y las bibliotecas de investigación tienen una larga tradición de colaboración. El entorno de comunicación electrónica científica en rápida expansión ofrece nuevas e importantes oportunidades para la cooperación y para nuevos modelos innovadores de publicación. La economía de las bibliotecas y los editores académicos han puesto a prueba la relación de trabajo y han promovido debates sobre importantes cuestiones de política de información. Este artículo explora el contexto para avanzar en la asociación, cita ejemplos de esfuerzos conjuntos en la publicación electrónica y presenta un plan de acción para trabajar juntos ",
            "error": [
                ""
            ]
        },
        "electronic scholarly communication": {
            "translated_key": "comunicación científica electrónica",
            "translated_annotated_text": "Simbiosis o alienación: avanzar en la relación entre la prensa universitaria y la biblioteca de investigación a través de la \"comunicación científica electrónica\" Las prensas universitarias y las bibliotecas de investigación tienen una larga tradición de colaboración. El entorno de \"comunicación científica electrónica\" en rápida expansión ofrece nuevas e importantes oportunidades para la cooperación y para nuevos modelos innovadores de publicación. La economía de las bibliotecas y los editores académicos han puesto a prueba la relación de trabajo y han promovido debates sobre importantes cuestiones de política de información. Este artículo explora el contexto para avanzar en la asociación, cita ejemplos de esfuerzos conjuntos en la publicación electrónica y presenta un plan de acción para trabajar juntos ",
            "error": [
                ""
            ]
        },
        "economics": {
            "translated_key": "economía",
            "translated_annotated_text": "Simbiosis o alienación: avanzar en la relación entre la prensa universitaria y la biblioteca de investigación a través de la comunicación electrónica académica Las prensas universitarias y las bibliotecas de investigación tienen una larga tradición de colaboración. El entorno de comunicación electrónica científica en rápida expansión ofrece nuevas e importantes oportunidades para la cooperación y para nuevos modelos innovadores de publicación. La \"economía\" de las bibliotecas y los editores académicos han puesto a prueba la relación de trabajo y han promovido debates sobre importantes cuestiones de política de información. Este artículo explora el contexto para avanzar en la asociación, cita ejemplos de esfuerzos conjuntos en la publicación electrónica y presenta un plan de acción para trabajar juntos ",
            "error": [
                ""
            ]
        },
        "information policy": {
            "translated_key": "política de información",
            "translated_annotated_text": "Simbiosis o alienación: avanzar en la relación entre la prensa universitaria y la biblioteca de investigación a través de la comunicación electrónica académica Las prensas universitarias y las bibliotecas de investigación tienen una larga tradición de colaboración. El entorno de comunicación electrónica científica en rápida expansión ofrece nuevas e importantes oportunidades para la cooperación y para nuevos modelos innovadores de publicación. La economía de las bibliotecas y los editores académicos han puesto a prueba la relación de trabajo y han promovido debates sobre importantes cuestiones de \"política de información\". Este artículo explora el contexto para avanzar en la asociación, cita ejemplos de esfuerzos conjuntos en la publicación electrónica y presenta un plan de acción para trabajar juntos ",
            "error": [
                ""
            ]
        },
        "electronic publishing": {
            "translated_key": "edición electrónica",
            "translated_annotated_text": "Simbiosis o alienación: avanzar en la relación entre la prensa universitaria y la biblioteca de investigación a través de la comunicación electrónica académica Las prensas universitarias y las bibliotecas de investigación tienen una larga tradición de colaboración. El entorno de comunicación electrónica científica en rápida expansión ofrece nuevas e importantes oportunidades para la cooperación y para nuevos modelos innovadores de publicación. La economía de las bibliotecas y los editores académicos han puesto a prueba la relación de trabajo y han promovido debates sobre importantes cuestiones de política de información. Este artículo explora el contexto para avanzar en la asociación, cita ejemplos de esfuerzos conjuntos en la \"edición electrónica\", y presenta un plan de acción para trabajar juntos ",
            "error": [
                ""
            ]
        },
        "academic libraries": {
            "translated_key": [],
            "translated_annotated_text": "Simbiosis o alienación: avanzar en la relación entre la prensa universitaria y la biblioteca de investigación a través de la comunicación electrónica académica Las prensas universitarias y las bibliotecas de investigación tienen una larga tradición de colaboración. El entorno de comunicación electrónica científica en rápida expansión ofrece nuevas e importantes oportunidades para la cooperación y para nuevos modelos innovadores de publicación. La economía de las bibliotecas y los editores académicos han puesto a prueba la relación de trabajo y han promovido debates sobre importantes cuestiones de política de información. Este artículo explora el contexto para avanzar en la asociación, cita ejemplos de esfuerzos conjuntos en la publicación electrónica y presenta un plan de acción para trabajar juntos ",
            "error": []
        },
        "research libraries": {
            "translated_key": "bibliotecas de investigación",
            "translated_annotated_text": "Simbiosis o alienación: avanzar en la relación entre la prensa universitaria y la biblioteca de investigación a través de la comunicación electrónica académica Las prensas universitarias y las \"bibliotecas de investigación\" tienen una larga tradición de colaboración. El entorno de comunicación electrónica científica en rápida expansión ofrece nuevas e importantes oportunidades para la cooperación y para nuevos modelos innovadores de publicación. La economía de las bibliotecas y los editores académicos han puesto a prueba la relación de trabajo y han promovido debates sobre importantes cuestiones de política de información. Este artículo explora el contexto para avanzar en la asociación, cita ejemplos de esfuerzos conjuntos en la publicación electrónica y presenta un plan de acción para trabajar juntos ",
            "error": [
                ""
            ]
        }
    }
}