{
    "original_text": "Support vector machines model for classification of thermal error in machine tools This paper addresses a change in the concept of machine tool thermal error prediction which has been hitherto carried out by directly mapping them with the temperature of critical elements on the machine. The model developed herein using support vector machines, a powerful data-training algorithm, seeks to account for the impact of specific operating conditions, in addition to temperature variation, on the effective prediction of thermal errors. Several experiments were conducted to study the error pattern, which was found to change significantly with variation in operating conditions. This model attempts to classify the error based on operating conditions. Once classified, the error is then predicted based on the temperature states. This paper also briefly describes the concept of the implementation of such a comprehensive model along with an on-line error assessment and calibration system in a PC-based open-architecture controller environment, so that it could be employed in regular production for the purpose of periodic calibration of machine tools",
    "original_translation": "Soporte de máquinas vectoriales modelo de clasificación de errores térmicos en máquinas herramienta Este artículo aborda un cambio en el concepto de predicción de errores térmicos de máquina herramienta que se ha llevado a cabo hasta ahora cartografiando directamente con la temperatura de los elementos críticos en la máquina. El modelo desarrollado aquí utilizando máquinas vectoriales de soporte, un potente algoritmo de entrenamiento de datos, busca explicar el impacto de condiciones específicas de funcionamiento, además de la variación de temperatura, en la predicción efectiva de errores térmicos. Se llevaron a cabo varios experimentos para estudiar el patrón de error, que se encontró que cambia significativamente con la variación en las condiciones de operación. Este modelo intenta clasificar el error en función de las condiciones de funcionamiento. Una vez clasificado, el error se predice en función de los estados de temperatura. Este artículo también describe brevemente el concepto de la implementación de un modelo tan completo junto con un sistema de evaluación y calibración de errores en línea en un entorno de controlador de arquitectura abierta basado en PC, para que pueda ser empleado en la producción regular con el fin de calibración periódica de máquinas herramienta",
    "error_count": 11,
    "keys": {
        "SVM": {
            "translated_key": [],
            "translated_annotated_text": "Soporte de máquinas vectoriales modelo de clasificación de errores térmicos en máquinas herramienta Este artículo aborda un cambio en el concepto de predicción de errores térmicos de máquina herramienta que se ha llevado a cabo hasta ahora cartografiando directamente con la temperatura de los elementos críticos en la máquina. El modelo desarrollado aquí utilizando máquinas vectoriales de soporte, un potente algoritmo de entrenamiento de datos, busca explicar el impacto de condiciones específicas de funcionamiento, además de la variación de temperatura, en la predicción efectiva de errores térmicos. Se llevaron a cabo varios experimentos para estudiar el patrón de error, que se encontró que cambia significativamente con la variación en las condiciones de operación. Este modelo intenta clasificar el error en función de las condiciones de funcionamiento. Una vez clasificado, el error se predice en función de los estados de temperatura. Este artículo también describe brevemente el concepto de la implementación de un modelo tan completo junto con un sistema de evaluación y calibración de errores en línea en un entorno de controlador de arquitectura abierta basado en PC, para que pueda ser empleado en la producción regular con el fin de calibración periódica de máquinas herramienta ",
            "error": []
        },
        "support vector machines model": {
            "translated_key": [],
            "translated_annotated_text": "Soporte de máquinas vectoriales modelo de clasificación de errores térmicos en máquinas herramienta Este artículo aborda un cambio en el concepto de predicción de errores térmicos de máquina herramienta que se ha llevado a cabo hasta ahora cartografiando directamente con la temperatura de los elementos críticos en la máquina. El modelo desarrollado aquí utilizando máquinas vectoriales de soporte, un potente algoritmo de entrenamiento de datos, busca explicar el impacto de condiciones específicas de funcionamiento, además de la variación de temperatura, en la predicción efectiva de errores térmicos. Se llevaron a cabo varios experimentos para estudiar el patrón de error, que se encontró que cambia significativamente con la variación en las condiciones de operación. Este modelo intenta clasificar el error en función de las condiciones de funcionamiento. Una vez clasificado, el error se predice en función de los estados de temperatura. Este artículo también describe brevemente el concepto de la implementación de un modelo tan completo junto con un sistema de evaluación y calibración de errores en línea en un entorno de controlador de arquitectura abierta basado en PC, para que pueda ser empleado en la producción regular con el fin de calibración periódica de máquinas herramienta ",
            "error": []
        },
        "thermal error classification": {
            "translated_key": [],
            "translated_annotated_text": "Soporte de máquinas vectoriales modelo de clasificación de errores térmicos en máquinas herramienta Este artículo aborda un cambio en el concepto de predicción de errores térmicos de máquina herramienta que se ha llevado a cabo hasta ahora cartografiando directamente con la temperatura de los elementos críticos en la máquina. El modelo desarrollado aquí utilizando máquinas vectoriales de soporte, un potente algoritmo de entrenamiento de datos, busca explicar el impacto de condiciones específicas de funcionamiento, además de la variación de temperatura, en la predicción efectiva de errores térmicos. Se llevaron a cabo varios experimentos para estudiar el patrón de error, que se encontró que cambia significativamente con la variación en las condiciones de operación. Este modelo intenta clasificar el error en función de las condiciones de funcionamiento. Una vez clasificado, el error se predice en función de los estados de temperatura. Este artículo también describe brevemente el concepto de la implementación de un modelo tan completo junto con un sistema de evaluación y calibración de errores en línea en un entorno de controlador de arquitectura abierta basado en PC, para que pueda ser empleado en la producción regular con el fin de calibración periódica de máquinas herramienta ",
            "error": []
        },
        "machine tool thermal error prediction": {
            "translated_key": "previsión de errores térmicos de máquina herramienta",
            "translated_annotated_text": "Soporte de máquinas vectoriales modelo para la clasificación de errores térmicos en máquinas herramienta Este artículo aborda un cambio en el concepto de \"previsión de errores térmicos de máquina herramienta\" que se ha llevado a cabo hasta ahora cartografiando directamente con la temperatura de los elementos críticos en la máquina. El modelo desarrollado aquí utilizando máquinas vectoriales de soporte, un potente algoritmo de entrenamiento de datos, busca explicar el impacto de condiciones específicas de funcionamiento, además de la variación de temperatura, en la predicción efectiva de errores térmicos. Se llevaron a cabo varios experimentos para estudiar el patrón de error, que se encontró que cambia significativamente con la variación en las condiciones de operación. Este modelo intenta clasificar el error en función de las condiciones de funcionamiento. Una vez clasificado, el error se predice en función de los estados de temperatura. Este artículo también describe brevemente el concepto de la implementación de un modelo tan completo junto con un sistema de evaluación y calibración de errores en línea en un entorno de controlador de arquitectura abierta basado en PC, para que pueda ser empleado en la producción regular con el fin de calibración periódica de máquinas herramienta ",
            "error": [
                ""
            ]
        },
        "critical element temperature": {
            "translated_key": [],
            "translated_annotated_text": "Soporte de máquinas vectoriales modelo de clasificación de errores térmicos en máquinas herramienta Este artículo aborda un cambio en el concepto de predicción de errores térmicos de máquina herramienta que se ha llevado a cabo hasta ahora cartografiando directamente con la temperatura de los elementos críticos en la máquina. El modelo desarrollado aquí utilizando máquinas vectoriales de soporte, un potente algoritmo de entrenamiento de datos, busca explicar el impacto de condiciones específicas de funcionamiento, además de la variación de temperatura, en la predicción efectiva de errores térmicos. Se llevaron a cabo varios experimentos para estudiar el patrón de error, que se encontró que cambia significativamente con la variación en las condiciones de operación. Este modelo intenta clasificar el error en función de las condiciones de funcionamiento. Una vez clasificado, el error se predice en función de los estados de temperatura. Este artículo también describe brevemente el concepto de la implementación de un modelo tan completo junto con un sistema de evaluación y calibración de errores en línea en un entorno de controlador de arquitectura abierta basado en PC, para que pueda ser empleado en la producción regular con el fin de calibración periódica de máquinas herramienta ",
            "error": []
        },
        "data-training algorithm": {
            "translated_key": "algoritmo de formación de datos",
            "translated_annotated_text": "Soporte de máquinas vectoriales modelo de clasificación de errores térmicos en máquinas herramienta Este artículo aborda un cambio en el concepto de predicción de errores térmicos de máquina herramienta que se ha llevado a cabo hasta ahora cartografiando directamente con la temperatura de los elementos críticos en la máquina. El modelo desarrollado aquí utilizando máquinas vectoriales de soporte, un potente \"algoritmo de formación de datos\", busca explicar el impacto de condiciones específicas de funcionamiento, además de la variación de temperatura, en la predicción efectiva de errores térmicos. Se llevaron a cabo varios experimentos para estudiar el patrón de error, que se encontró que cambia significativamente con la variación en las condiciones de operación. Este modelo intenta clasificar el error en función de las condiciones de funcionamiento. Una vez clasificado, el error se predice en función de los estados de temperatura. Este artículo también describe brevemente el concepto de la implementación de un modelo tan completo junto con un sistema de evaluación y calibración de errores en línea en un entorno de controlador de arquitectura abierta basado en PC, para que pueda ser empleado en la producción regular con el fin de calibración periódica de máquinas herramienta ",
            "error": [
                ""
            ]
        },
        "error pattern": {
            "translated_key": "patrón de error",
            "translated_annotated_text": "Soporte de máquinas vectoriales modelo de clasificación de errores térmicos en máquinas herramienta Este artículo aborda un cambio en el concepto de predicción de errores térmicos de máquina herramienta que se ha llevado a cabo hasta ahora cartografiando directamente con la temperatura de los elementos críticos en la máquina. El modelo desarrollado aquí utilizando máquinas vectoriales de soporte, un potente algoritmo de entrenamiento de datos, busca explicar el impacto de condiciones específicas de funcionamiento, además de la variación de temperatura, en la predicción efectiva de errores térmicos. Se llevaron a cabo varios experimentos para estudiar el \"patrón de error\", que se encontró que cambia significativamente con la variación en las condiciones de operación. Este modelo intenta clasificar el error en función de las condiciones de funcionamiento. Una vez clasificado, el error se predice en función de los estados de temperatura. Este artículo también describe brevemente el concepto de la implementación de un modelo tan completo junto con un sistema de evaluación y calibración de errores en línea en un entorno de controlador de arquitectura abierta basado en PC, para que pueda ser empleado en la producción regular con el fin de calibración periódica de máquinas herramienta ",
            "error": [
                ""
            ]
        },
        "online error assessment": {
            "translated_key": [],
            "translated_annotated_text": "Soporte de máquinas vectoriales modelo de clasificación de errores térmicos en máquinas herramienta Este artículo aborda un cambio en el concepto de predicción de errores térmicos de máquina herramienta que se ha llevado a cabo hasta ahora cartografiando directamente con la temperatura de los elementos críticos en la máquina. El modelo desarrollado aquí utilizando máquinas vectoriales de soporte, un potente algoritmo de entrenamiento de datos, busca explicar el impacto de condiciones específicas de funcionamiento, además de la variación de temperatura, en la predicción efectiva de errores térmicos. Se llevaron a cabo varios experimentos para estudiar el patrón de error, que se encontró que cambia significativamente con la variación en las condiciones de operación. Este modelo intenta clasificar el error en función de las condiciones de funcionamiento. Una vez clasificado, el error se predice en función de los estados de temperatura. Este artículo también describe brevemente el concepto de la implementación de un modelo tan completo junto con un sistema de evaluación y calibración de errores en línea en un entorno de controlador de arquitectura abierta basado en PC, para que pueda ser empleado en la producción regular con el fin de calibración periódica de máquinas herramienta ",
            "error": []
        },
        "online calibration system": {
            "translated_key": [],
            "translated_annotated_text": "Soporte de máquinas vectoriales modelo de clasificación de errores térmicos en máquinas herramienta Este artículo aborda un cambio en el concepto de predicción de errores térmicos de máquina herramienta que se ha llevado a cabo hasta ahora cartografiando directamente con la temperatura de los elementos críticos en la máquina. El modelo desarrollado aquí utilizando máquinas vectoriales de soporte, un potente algoritmo de entrenamiento de datos, busca explicar el impacto de condiciones específicas de funcionamiento, además de la variación de temperatura, en la predicción efectiva de errores térmicos. Se llevaron a cabo varios experimentos para estudiar el patrón de error, que se encontró que cambia significativamente con la variación en las condiciones de operación. Este modelo intenta clasificar el error en función de las condiciones de funcionamiento. Una vez clasificado, el error se predice en función de los estados de temperatura. Este artículo también describe brevemente el concepto de la implementación de un modelo tan completo junto con un sistema de evaluación y calibración de errores en línea en un entorno de controlador de arquitectura abierta basado en PC, para que pueda ser empleado en la producción regular con el fin de calibración periódica de máquinas herramienta ",
            "error": []
        },
        "PC-based open-architecture controller environment": {
            "translated_key": "entorno de controlador de arquitectura abierta basado en PC",
            "translated_annotated_text": "Soporte de máquinas vectoriales modelo de clasificación de errores térmicos en máquinas herramienta Este artículo aborda un cambio en el concepto de predicción de errores térmicos de máquina herramienta que se ha llevado a cabo hasta ahora cartografiando directamente con la temperatura de los elementos críticos en la máquina. El modelo desarrollado aquí utilizando máquinas vectoriales de soporte, un potente algoritmo de entrenamiento de datos, busca explicar el impacto de condiciones específicas de funcionamiento, además de la variación de temperatura, en la predicción efectiva de errores térmicos. Se llevaron a cabo varios experimentos para estudiar el patrón de error, que se encontró que cambia significativamente con la variación en las condiciones de operación. Este modelo intenta clasificar el error en función de las condiciones de funcionamiento. Una vez clasificado, el error se predice en función de los estados de temperatura. Este artículo también describe brevemente el concepto de la implementación de un modelo tan completo junto con un sistema de evaluación y calibración de errores en línea en un \"entorno de controlador de arquitectura abierta basado en PC\", de modo que pueda ser empleado en la producción regular con el propósito de calibración periódica de máquinas herramienta ",
            "error": [
                ""
            ]
        },
        "calibration": {
            "translated_key": "calibración",
            "translated_annotated_text": "Soporte de máquinas vectoriales modelo de clasificación de errores térmicos en máquinas herramienta Este artículo aborda un cambio en el concepto de predicción de errores térmicos de máquina herramienta que se ha llevado a cabo hasta ahora cartografiando directamente con la temperatura de los elementos críticos en la máquina. El modelo desarrollado aquí utilizando máquinas vectoriales de soporte, un potente algoritmo de entrenamiento de datos, busca explicar el impacto de condiciones específicas de funcionamiento, además de la variación de temperatura, en la predicción efectiva de errores térmicos. Se llevaron a cabo varios experimentos para estudiar el patrón de error, que se encontró que cambia significativamente con la variación en las condiciones de operación. Este modelo intenta clasificar el error en función de las condiciones de funcionamiento. Una vez clasificado, el error se predice en función de los estados de temperatura. Este artículo también describe brevemente el concepto de la implementación de un modelo tan completo junto con una evaluación de errores en línea y un sistema de \"calibración\" en un entorno de controlador de arquitectura abierta basado en PC, para que pueda ser empleado en la producción regular con el propósito de \"calibración\" periódica de máquinas herramienta ",
            "error": [
                ""
            ]
        },
        "errors": {
            "translated_key": "errores",
            "translated_annotated_text": "Soporte de máquinas vectoriales modelo de clasificación de errores térmicos en máquinas herramienta Este artículo aborda un cambio en el concepto de predicción de errores térmicos de máquina herramienta que se ha llevado a cabo hasta ahora cartografiando directamente con la temperatura de los elementos críticos en la máquina. El modelo desarrollado aquí utilizando máquinas vectoriales de soporte, un potente algoritmo de entrenamiento de datos, busca explicar el impacto de condiciones específicas de funcionamiento, además de la variación de temperatura, en la predicción efectiva de los \"errores\" térmicos. Se llevaron a cabo varios experimentos para estudiar el patrón de error, que se encontró que cambia significativamente con la variación en las condiciones de operación. Este modelo intenta clasificar el error en función de las condiciones de funcionamiento. Una vez clasificado, el error se predice en función de los estados de temperatura. Este artículo también describe brevemente el concepto de la implementación de un modelo tan completo junto con un sistema de evaluación y calibración de errores en línea en un entorno de controlador de arquitectura abierta basado en PC, para que pueda ser empleado en la producción regular con el fin de calibración periódica de máquinas herramienta ",
            "error": [
                ""
            ]
        },
        "factory automation": {
            "translated_key": [],
            "translated_annotated_text": "Soporte de máquinas vectoriales modelo de clasificación de errores térmicos en máquinas herramienta Este artículo aborda un cambio en el concepto de predicción de errores térmicos de máquina herramienta que se ha llevado a cabo hasta ahora cartografiando directamente con la temperatura de los elementos críticos en la máquina. El modelo desarrollado aquí utilizando máquinas vectoriales de soporte, un potente algoritmo de entrenamiento de datos, busca explicar el impacto de condiciones específicas de funcionamiento, además de la variación de temperatura, en la predicción efectiva de errores térmicos. Se llevaron a cabo varios experimentos para estudiar el patrón de error, que se encontró que cambia significativamente con la variación en las condiciones de operación. Este modelo intenta clasificar el error en función de las condiciones de funcionamiento. Una vez clasificado, el error se predice en función de los estados de temperatura. Este artículo también describe brevemente el concepto de la implementación de un modelo tan completo junto con un sistema de evaluación y calibración de errores en línea en un entorno de controlador de arquitectura abierta basado en PC, para que pueda ser empleado en la producción regular con el fin de calibración periódica de máquinas herramienta ",
            "error": []
        },
        "learning automata": {
            "translated_key": [],
            "translated_annotated_text": "Soporte de máquinas vectoriales modelo de clasificación de errores térmicos en máquinas herramienta Este artículo aborda un cambio en el concepto de predicción de errores térmicos de máquina herramienta que se ha llevado a cabo hasta ahora cartografiando directamente con la temperatura de los elementos críticos en la máquina. El modelo desarrollado aquí utilizando máquinas vectoriales de soporte, un potente algoritmo de entrenamiento de datos, busca explicar el impacto de condiciones específicas de funcionamiento, además de la variación de temperatura, en la predicción efectiva de errores térmicos. Se llevaron a cabo varios experimentos para estudiar el patrón de error, que se encontró que cambia significativamente con la variación en las condiciones de operación. Este modelo intenta clasificar el error en función de las condiciones de funcionamiento. Una vez clasificado, el error se predice en función de los estados de temperatura. Este artículo también describe brevemente el concepto de la implementación de un modelo tan completo junto con un sistema de evaluación y calibración de errores en línea en un entorno de controlador de arquitectura abierta basado en PC, para que pueda ser empleado en la producción regular con el fin de calibración periódica de máquinas herramienta ",
            "error": []
        },
        "machine tools": {
            "translated_key": "máquinas herramientas",
            "translated_annotated_text": "Soporte de máquinas vectoriales modelo de clasificación de errores térmicos en \"máquinas herramientas\" Este artículo aborda un cambio en el concepto de predicción de errores térmicos de máquina herramienta que se ha llevado a cabo hasta ahora cartografiando directamente con la temperatura de los elementos críticos en la máquina. El modelo desarrollado aquí utilizando máquinas vectoriales de soporte, un potente algoritmo de entrenamiento de datos, busca explicar el impacto de condiciones específicas de funcionamiento, además de la variación de temperatura, en la predicción efectiva de errores térmicos. Se llevaron a cabo varios experimentos para estudiar el patrón de error, que se encontró que cambia significativamente con la variación en las condiciones de operación. Este modelo intenta clasificar el error en función de las condiciones de funcionamiento. Una vez clasificado, el error se predice en función de los estados de temperatura. Este artículo también describe brevemente el concepto de la implementación de un modelo tan completo junto con un sistema de evaluación y calibración de errores en línea en un entorno de controlador de arquitectura abierta basado en PC, para que pueda ser empleado en la producción regular con el propósito de calibración periódica de \"máquinas herramientas\" ",
            "error": [
                ""
            ]
        },
        "mechanical engineering computing": {
            "translated_key": [],
            "translated_annotated_text": "Soporte de máquinas vectoriales modelo de clasificación de errores térmicos en máquinas herramienta Este artículo aborda un cambio en el concepto de predicción de errores térmicos de máquina herramienta que se ha llevado a cabo hasta ahora cartografiando directamente con la temperatura de los elementos críticos en la máquina. El modelo desarrollado aquí utilizando máquinas vectoriales de soporte, un potente algoritmo de entrenamiento de datos, busca explicar el impacto de condiciones específicas de funcionamiento, además de la variación de temperatura, en la predicción efectiva de errores térmicos. Se llevaron a cabo varios experimentos para estudiar el patrón de error, que se encontró que cambia significativamente con la variación en las condiciones de operación. Este modelo intenta clasificar el error en función de las condiciones de funcionamiento. Una vez clasificado, el error se predice en función de los estados de temperatura. Este artículo también describe brevemente el concepto de la implementación de un modelo tan completo junto con un sistema de evaluación y calibración de errores en línea en un entorno de controlador de arquitectura abierta basado en PC, para que pueda ser empleado en la producción regular con el fin de calibración periódica de máquinas herramienta ",
            "error": []
        },
        "microcomputer applications": {
            "translated_key": [],
            "translated_annotated_text": "Soporte de máquinas vectoriales modelo de clasificación de errores térmicos en máquinas herramienta Este artículo aborda un cambio en el concepto de predicción de errores térmicos de máquina herramienta que se ha llevado a cabo hasta ahora cartografiando directamente con la temperatura de los elementos críticos en la máquina. El modelo desarrollado aquí utilizando máquinas vectoriales de soporte, un potente algoritmo de entrenamiento de datos, busca explicar el impacto de condiciones específicas de funcionamiento, además de la variación de temperatura, en la predicción efectiva de errores térmicos. Se llevaron a cabo varios experimentos para estudiar el patrón de error, que se encontró que cambia significativamente con la variación en las condiciones de operación. Este modelo intenta clasificar el error en función de las condiciones de funcionamiento. Una vez clasificado, el error se predice en función de los estados de temperatura. Este artículo también describe brevemente el concepto de la implementación de un modelo tan completo junto con un sistema de evaluación y calibración de errores en línea en un entorno de controlador de arquitectura abierta basado en PC, para que pueda ser empleado en la producción regular con el fin de calibración periódica de máquinas herramienta ",
            "error": []
        },
        "pattern classification": {
            "translated_key": [],
            "translated_annotated_text": "Soporte de máquinas vectoriales modelo de clasificación de errores térmicos en máquinas herramienta Este artículo aborda un cambio en el concepto de predicción de errores térmicos de máquina herramienta que se ha llevado a cabo hasta ahora cartografiando directamente con la temperatura de los elementos críticos en la máquina. El modelo desarrollado aquí utilizando máquinas vectoriales de soporte, un potente algoritmo de entrenamiento de datos, busca explicar el impacto de condiciones específicas de funcionamiento, además de la variación de temperatura, en la predicción efectiva de errores térmicos. Se llevaron a cabo varios experimentos para estudiar el patrón de error, que se encontró que cambia significativamente con la variación en las condiciones de operación. Este modelo intenta clasificar el error en función de las condiciones de funcionamiento. Una vez clasificado, el error se predice en función de los estados de temperatura. Este artículo también describe brevemente el concepto de la implementación de un modelo tan completo junto con un sistema de evaluación y calibración de errores en línea en un entorno de controlador de arquitectura abierta basado en PC, para que pueda ser empleado en la producción regular con el fin de calibración periódica de máquinas herramienta ",
            "error": []
        }
    }
}