{
    "original_text": "Identification of evolving fuzzy rule-based models An approach to identification of evolving fuzzy rule-based (eR) models is proposed. eR models implement a method for the noniterative update of both the rule-base structure and parameters by incremental unsupervised learning. The rule-base evolves by adding more informative rules than those that previously formed the model. In addition, existing rules can be replaced with new rules based on ranking using the informative potential of the data. In this way, the rule-base structure is inherited and updated when new informative data become available, rather than being completely retrained. The adaptive nature of these evolving rule-based models, in combination with the highly transparent and compact form of fuzzy rules, makes them a promising candidate for modeling and control of complex processes, competitive to neural networks. The approach has been tested on a benchmark problem and on an air-conditioning component modeling application using data from an installation serving a real building. The results illustrate the viability and efficiency of the approach",
    "original_translation": "Identificación de modelos de normas difusas en evolución Se propone un enfoque para la identificación de modelos de normas difusas en evolución. Los modelos eR implementan un método para la actualización no literaria tanto de la estructura de la base de reglas como de los parámetros mediante aprendizaje incremental no supervisado. La regla-base evoluciona agregando reglas más informativas que las que anteriormente formaban el modelo. Además, las reglas existentes pueden sustituirse por nuevas reglas basadas en la clasificación utilizando el potencial informativo de los datos. De esta manera, la estructura regla-base se hereda y actualiza cuando se dispone de nuevos datos informativos, en lugar de ser completamente recapacitado. La naturaleza adaptativa de estos modelos basados en reglas en evolución, en combinación con la forma altamente transparente y compacta de reglas borrosas, los convierte en un candidato prometedor para el modelado y control de procesos complejos, competitivos a las redes neuronales. El enfoque se ha probado en un problema de referencia y en una aplicación de modelado de componentes de aire acondicionado utilizando datos de una instalación que sirve a un edificio real. Los resultados ilustran la viabilidad y la eficiencia del enfoque",
    "error_count": 11,
    "keys": {
        "evolving fuzzy rule-based models": {
            "translated_key": "modelos basados en reglas difusas en evolución",
            "translated_annotated_text": "Identificación de \"modelos basados en reglas difusas en evolución\" Se propone un enfoque para la identificación de modelos (eR) basados en reglas borrosas en evolución. Los modelos eR implementan un método para la actualización no literaria tanto de la estructura de la base de reglas como de los parámetros mediante aprendizaje incremental no supervisado. La regla-base evoluciona agregando reglas más informativas que las que anteriormente formaban el modelo. Además, las reglas existentes pueden sustituirse por nuevas reglas basadas en la clasificación utilizando el potencial informativo de los datos. De esta manera, la estructura regla-base se hereda y actualiza cuando se dispone de nuevos datos informativos, en lugar de ser completamente recapacitado. La naturaleza adaptativa de estos modelos basados en reglas en evolución, en combinación con la forma altamente transparente y compacta de reglas borrosas, los convierte en un candidato prometedor para el modelado y control de procesos complejos, competitivos a las redes neuronales. El enfoque se ha probado en un problema de referencia y en una aplicación de modelado de componentes de aire acondicionado utilizando datos de una instalación que sirve a un edificio real. Los resultados ilustran la viabilidad y la eficiencia del enfoque ",
            "error": [
                ""
            ]
        },
        "identification": {
            "translated_key": "identificación",
            "translated_annotated_text": "Identificación de modelos de normas difusas en evolución Se propone un enfoque para la \"identificación\" de modelos de normas difusas en evolución (eR). Los modelos eR implementan un método para la actualización no literaria tanto de la estructura de la base de reglas como de los parámetros mediante aprendizaje incremental no supervisado. La regla-base evoluciona agregando reglas más informativas que las que anteriormente formaban el modelo. Además, las reglas existentes pueden sustituirse por nuevas reglas basadas en la clasificación utilizando el potencial informativo de los datos. De esta manera, la estructura regla-base se hereda y actualiza cuando se dispone de nuevos datos informativos, en lugar de ser completamente recapacitado. La naturaleza adaptativa de estos modelos basados en reglas en evolución, en combinación con la forma altamente transparente y compacta de reglas borrosas, los convierte en un candidato prometedor para el modelado y control de procesos complejos, competitivos a las redes neuronales. El enfoque se ha probado en un problema de referencia y en una aplicación de modelado de componentes de aire acondicionado utilizando datos de una instalación que sirve a un edificio real. Los resultados ilustran la viabilidad y la eficiencia del enfoque ",
            "error": [
                ""
            ]
        },
        "noniterative update": {
            "translated_key": "actualización no literaria",
            "translated_annotated_text": "Identificación de modelos de normas difusas en evolución Se propone un enfoque para la identificación de modelos de normas difusas en evolución. Los modelos eR implementan un método para la \"actualización no literaria\" tanto de la estructura de la base de reglas como de los parámetros mediante aprendizaje incremental no supervisado. La regla-base evoluciona agregando reglas más informativas que las que anteriormente formaban el modelo. Además, las reglas existentes pueden sustituirse por nuevas reglas basadas en la clasificación utilizando el potencial informativo de los datos. De esta manera, la estructura regla-base se hereda y actualiza cuando se dispone de nuevos datos informativos, en lugar de ser completamente recapacitado. La naturaleza adaptativa de estos modelos basados en reglas en evolución, en combinación con la forma altamente transparente y compacta de reglas borrosas, los convierte en un candidato prometedor para el modelado y control de procesos complejos, competitivos a las redes neuronales. El enfoque se ha probado en un problema de referencia y en una aplicación de modelado de componentes de aire acondicionado utilizando datos de una instalación que sirve a un edificio real. Los resultados ilustran la viabilidad y la eficiencia del enfoque ",
            "error": [
                ""
            ]
        },
        "rule-base structure": {
            "translated_key": "estructura regla-base",
            "translated_annotated_text": "Identificación de modelos de normas difusas en evolución Se propone un enfoque para la identificación de modelos de normas difusas en evolución. Los modelos eR implementan un método para la actualización no literaria tanto de la \"estructura regla-base\" como de los parámetros mediante aprendizaje incremental no supervisado. La regla-base evoluciona agregando reglas más informativas que las que anteriormente formaban el modelo. Además, las reglas existentes pueden sustituirse por nuevas reglas basadas en la clasificación utilizando el potencial informativo de los datos. De esta manera, la \"estructura regla-base\" se hereda y actualiza cuando se dispone de nuevos datos informativos, en lugar de ser completamente reentrenada. La naturaleza adaptativa de estos modelos basados en reglas en evolución, en combinación con la forma altamente transparente y compacta de reglas borrosas, los convierte en un candidato prometedor para el modelado y control de procesos complejos, competitivos a las redes neuronales. El enfoque se ha probado en un problema de referencia y en una aplicación de modelado de componentes de aire acondicionado utilizando datos de una instalación que sirve a un edificio real. Los resultados ilustran la viabilidad y la eficiencia del enfoque ",
            "error": [
                ""
            ]
        },
        "incremental unsupervised learning": {
            "translated_key": "aprendizaje incremental no supervisado",
            "translated_annotated_text": "Identificación de modelos de normas difusas en evolución Se propone un enfoque para la identificación de modelos de normas difusas en evolución. Los modelos eR implementan un método para la actualización no literaria tanto de la estructura de reglas-base como de los parámetros por \"aprendizaje incremental no supervisado\". La regla-base evoluciona agregando reglas más informativas que las que anteriormente formaban el modelo. Además, las reglas existentes pueden sustituirse por nuevas reglas basadas en la clasificación utilizando el potencial informativo de los datos. De esta manera, la estructura regla-base se hereda y actualiza cuando se dispone de nuevos datos informativos, en lugar de ser completamente recapacitado. La naturaleza adaptativa de estos modelos basados en reglas en evolución, en combinación con la forma altamente transparente y compacta de reglas borrosas, los convierte en un candidato prometedor para el modelado y control de procesos complejos, competitivos a las redes neuronales. El enfoque se ha probado en un problema de referencia y en una aplicación de modelado de componentes de aire acondicionado utilizando datos de una instalación que sirve a un edificio real. Los resultados ilustran la viabilidad y la eficiencia del enfoque ",
            "error": [
                ""
            ]
        },
        "ranking": {
            "translated_key": "clasificación",
            "translated_annotated_text": "Identificación de modelos de normas difusas en evolución Se propone un enfoque para la identificación de modelos de normas difusas en evolución. Los modelos eR implementan un método para la actualización no literaria tanto de la estructura de la base de reglas como de los parámetros mediante aprendizaje incremental no supervisado. La regla-base evoluciona agregando reglas más informativas que las que anteriormente formaban el modelo. Además, las reglas existentes pueden ser reemplazadas por nuevas reglas basadas en \"clasificación\" utilizando el potencial informativo de los datos. De esta manera, la estructura regla-base se hereda y actualiza cuando se dispone de nuevos datos informativos, en lugar de ser completamente recapacitado. La naturaleza adaptativa de estos modelos basados en reglas en evolución, en combinación con la forma altamente transparente y compacta de reglas borrosas, los convierte en un candidato prometedor para el modelado y control de procesos complejos, competitivos a las redes neuronales. El enfoque se ha probado en un problema de referencia y en una aplicación de modelado de componentes de aire acondicionado utilizando datos de una instalación que sirve a un edificio real. Los resultados ilustran la viabilidad y la eficiencia del enfoque ",
            "error": [
                ""
            ]
        },
        "informative potential": {
            "translated_key": "potencial informativo",
            "translated_annotated_text": "Identificación de modelos de normas difusas en evolución Se propone un enfoque para la identificación de modelos de normas difusas en evolución. Los modelos eR implementan un método para la actualización no literaria tanto de la estructura de la base de reglas como de los parámetros mediante aprendizaje incremental no supervisado. La regla-base evoluciona agregando reglas más informativas que las que anteriormente formaban el modelo. Además, las reglas existentes pueden sustituirse por nuevas reglas basadas en la clasificación utilizando el \"potencial informativo\" de los datos. De esta manera, la estructura regla-base se hereda y actualiza cuando se dispone de nuevos datos informativos, en lugar de ser completamente recapacitado. La naturaleza adaptativa de estos modelos basados en reglas en evolución, en combinación con la forma altamente transparente y compacta de reglas borrosas, los convierte en un candidato prometedor para el modelado y control de procesos complejos, competitivos a las redes neuronales. El enfoque se ha probado en un problema de referencia y en una aplicación de modelado de componentes de aire acondicionado utilizando datos de una instalación que sirve a un edificio real. Los resultados ilustran la viabilidad y la eficiencia del enfoque ",
            "error": [
                ""
            ]
        },
        "fuzzy rules": {
            "translated_key": "reglas borrosas",
            "translated_annotated_text": "Identificación de modelos de normas difusas en evolución Se propone un enfoque para la identificación de modelos de normas difusas en evolución. Los modelos eR implementan un método para la actualización no literaria tanto de la estructura de la base de reglas como de los parámetros mediante aprendizaje incremental no supervisado. La regla-base evoluciona agregando reglas más informativas que las que anteriormente formaban el modelo. Además, las reglas existentes pueden sustituirse por nuevas reglas basadas en la clasificación utilizando el potencial informativo de los datos. De esta manera, la estructura regla-base se hereda y actualiza cuando se dispone de nuevos datos informativos, en lugar de ser completamente recapacitado. La naturaleza adaptativa de estos modelos basados en reglas en evolución, en combinación con la forma altamente transparente y compacta de \"reglas borrosas\", los convierte en un candidato prometedor para el modelado y control de procesos complejos, competitivos a las redes neuronales. El enfoque se ha probado en un problema de referencia y en una aplicación de modelado de componentes de aire acondicionado utilizando datos de una instalación que sirve a un edificio real. Los resultados ilustran la viabilidad y la eficiencia del enfoque ",
            "error": [
                ""
            ]
        },
        "complex processes": {
            "translated_key": "procesos complejos",
            "translated_annotated_text": "Identificación de modelos de normas difusas en evolución Se propone un enfoque para la identificación de modelos de normas difusas en evolución. Los modelos eR implementan un método para la actualización no literaria tanto de la estructura de la base de reglas como de los parámetros mediante aprendizaje incremental no supervisado. La regla-base evoluciona agregando reglas más informativas que las que anteriormente formaban el modelo. Además, las reglas existentes pueden sustituirse por nuevas reglas basadas en la clasificación utilizando el potencial informativo de los datos. De esta manera, la estructura regla-base se hereda y actualiza cuando se dispone de nuevos datos informativos, en lugar de ser completamente recapacitado. La naturaleza adaptativa de estos modelos basados en reglas en evolución, en combinación con la forma altamente transparente y compacta de reglas borrosas, los convierte en un candidato prometedor para el modelado y control de \"procesos complejos\", competitivos a las redes neuronales. El enfoque se ha probado en un problema de referencia y en una aplicación de modelado de componentes de aire acondicionado utilizando datos de una instalación que sirve a un edificio real. Los resultados ilustran la viabilidad y la eficiencia del enfoque ",
            "error": [
                ""
            ]
        },
        "air-conditioning component modeling": {
            "translated_key": "modelo de componentes de aire acondicionado",
            "translated_annotated_text": "Identificación de modelos de normas difusas en evolución Se propone un enfoque para la identificación de modelos de normas difusas en evolución. Los modelos eR implementan un método para la actualización no literaria tanto de la estructura de la base de reglas como de los parámetros mediante aprendizaje incremental no supervisado. La regla-base evoluciona agregando reglas más informativas que las que anteriormente formaban el modelo. Además, las reglas existentes pueden sustituirse por nuevas reglas basadas en la clasificación utilizando el potencial informativo de los datos. De esta manera, la estructura regla-base se hereda y actualiza cuando se dispone de nuevos datos informativos, en lugar de ser completamente recapacitado. La naturaleza adaptativa de estos modelos basados en reglas en evolución, en combinación con la forma altamente transparente y compacta de reglas borrosas, los convierte en un candidato prometedor para el modelado y control de procesos complejos, competitivos a las redes neuronales. El enfoque se ha probado en un problema de referencia y en una aplicación de \"modelo de componentes de aire acondicionado\" utilizando datos de una instalación que sirve a un edificio real. Los resultados ilustran la viabilidad y la eficiencia del enfoque ",
            "error": [
                ""
            ]
        },
        "adaptive nonlinear control": {
            "translated_key": [],
            "translated_annotated_text": "Identificación de modelos de normas difusas en evolución Se propone un enfoque para la identificación de modelos de normas difusas en evolución. Los modelos eR implementan un método para la actualización no literaria tanto de la estructura de la base de reglas como de los parámetros mediante aprendizaje incremental no supervisado. La regla-base evoluciona agregando reglas más informativas que las que anteriormente formaban el modelo. Además, las reglas existentes pueden sustituirse por nuevas reglas basadas en la clasificación utilizando el potencial informativo de los datos. De esta manera, la estructura regla-base se hereda y actualiza cuando se dispone de nuevos datos informativos, en lugar de ser completamente recapacitado. La naturaleza adaptativa de estos modelos basados en reglas en evolución, en combinación con la forma altamente transparente y compacta de reglas borrosas, los convierte en un candidato prometedor para el modelado y control de procesos complejos, competitivos a las redes neuronales. El enfoque se ha probado en un problema de referencia y en una aplicación de modelado de componentes de aire acondicionado utilizando datos de una instalación que sirve a un edificio real. Los resultados ilustran la viabilidad y la eficiencia del enfoque ",
            "error": []
        },
        "fault detection": {
            "translated_key": [],
            "translated_annotated_text": "Identificación de modelos de normas difusas en evolución Se propone un enfoque para la identificación de modelos de normas difusas en evolución. Los modelos eR implementan un método para la actualización no literaria tanto de la estructura de la base de reglas como de los parámetros mediante aprendizaje incremental no supervisado. La regla-base evoluciona agregando reglas más informativas que las que anteriormente formaban el modelo. Además, las reglas existentes pueden sustituirse por nuevas reglas basadas en la clasificación utilizando el potencial informativo de los datos. De esta manera, la estructura regla-base se hereda y actualiza cuando se dispone de nuevos datos informativos, en lugar de ser completamente recapacitado. La naturaleza adaptativa de estos modelos basados en reglas en evolución, en combinación con la forma altamente transparente y compacta de reglas borrosas, los convierte en un candidato prometedor para el modelado y control de procesos complejos, competitivos a las redes neuronales. El enfoque se ha probado en un problema de referencia y en una aplicación de modelado de componentes de aire acondicionado utilizando datos de una instalación que sirve a un edificio real. Los resultados ilustran la viabilidad y la eficiencia del enfoque ",
            "error": []
        },
        "fault diagnostics": {
            "translated_key": [],
            "translated_annotated_text": "Identificación de modelos de normas difusas en evolución Se propone un enfoque para la identificación de modelos de normas difusas en evolución. Los modelos eR implementan un método para la actualización no literaria tanto de la estructura de la base de reglas como de los parámetros mediante aprendizaje incremental no supervisado. La regla-base evoluciona agregando reglas más informativas que las que anteriormente formaban el modelo. Además, las reglas existentes pueden sustituirse por nuevas reglas basadas en la clasificación utilizando el potencial informativo de los datos. De esta manera, la estructura regla-base se hereda y actualiza cuando se dispone de nuevos datos informativos, en lugar de ser completamente recapacitado. La naturaleza adaptativa de estos modelos basados en reglas en evolución, en combinación con la forma altamente transparente y compacta de reglas borrosas, los convierte en un candidato prometedor para el modelado y control de procesos complejos, competitivos a las redes neuronales. El enfoque se ha probado en un problema de referencia y en una aplicación de modelado de componentes de aire acondicionado utilizando datos de una instalación que sirve a un edificio real. Los resultados ilustran la viabilidad y la eficiencia del enfoque ",
            "error": []
        },
        "performance analysis": {
            "translated_key": [],
            "translated_annotated_text": "Identificación de modelos de normas difusas en evolución Se propone un enfoque para la identificación de modelos de normas difusas en evolución. Los modelos eR implementan un método para la actualización no literaria tanto de la estructura de la base de reglas como de los parámetros mediante aprendizaje incremental no supervisado. La regla-base evoluciona agregando reglas más informativas que las que anteriormente formaban el modelo. Además, las reglas existentes pueden sustituirse por nuevas reglas basadas en la clasificación utilizando el potencial informativo de los datos. De esta manera, la estructura regla-base se hereda y actualiza cuando se dispone de nuevos datos informativos, en lugar de ser completamente recapacitado. La naturaleza adaptativa de estos modelos basados en reglas en evolución, en combinación con la forma altamente transparente y compacta de reglas borrosas, los convierte en un candidato prometedor para el modelado y control de procesos complejos, competitivos a las redes neuronales. El enfoque se ha probado en un problema de referencia y en una aplicación de modelado de componentes de aire acondicionado utilizando datos de una instalación que sirve a un edificio real. Los resultados ilustran la viabilidad y la eficiencia del enfoque ",
            "error": []
        },
        "forecasting": {
            "translated_key": [],
            "translated_annotated_text": "Identificación de modelos de normas difusas en evolución Se propone un enfoque para la identificación de modelos de normas difusas en evolución. Los modelos eR implementan un método para la actualización no literaria tanto de la estructura de la base de reglas como de los parámetros mediante aprendizaje incremental no supervisado. La regla-base evoluciona agregando reglas más informativas que las que anteriormente formaban el modelo. Además, las reglas existentes pueden sustituirse por nuevas reglas basadas en la clasificación utilizando el potencial informativo de los datos. De esta manera, la estructura regla-base se hereda y actualiza cuando se dispone de nuevos datos informativos, en lugar de ser completamente recapacitado. La naturaleza adaptativa de estos modelos basados en reglas en evolución, en combinación con la forma altamente transparente y compacta de reglas borrosas, los convierte en un candidato prometedor para el modelado y control de procesos complejos, competitivos a las redes neuronales. El enfoque se ha probado en un problema de referencia y en una aplicación de modelado de componentes de aire acondicionado utilizando datos de una instalación que sirve a un edificio real. Los resultados ilustran la viabilidad y la eficiencia del enfoque ",
            "error": []
        },
        "knowledge extraction": {
            "translated_key": [],
            "translated_annotated_text": "Identificación de modelos de normas difusas en evolución Se propone un enfoque para la identificación de modelos de normas difusas en evolución. Los modelos eR implementan un método para la actualización no literaria tanto de la estructura de la base de reglas como de los parámetros mediante aprendizaje incremental no supervisado. La regla-base evoluciona agregando reglas más informativas que las que anteriormente formaban el modelo. Además, las reglas existentes pueden sustituirse por nuevas reglas basadas en la clasificación utilizando el potencial informativo de los datos. De esta manera, la estructura regla-base se hereda y actualiza cuando se dispone de nuevos datos informativos, en lugar de ser completamente recapacitado. La naturaleza adaptativa de estos modelos basados en reglas en evolución, en combinación con la forma altamente transparente y compacta de reglas borrosas, los convierte en un candidato prometedor para el modelado y control de procesos complejos, competitivos a las redes neuronales. El enfoque se ha probado en un problema de referencia y en una aplicación de modelado de componentes de aire acondicionado utilizando datos de una instalación que sirve a un edificio real. Los resultados ilustran la viabilidad y la eficiencia del enfoque ",
            "error": []
        },
        "robotics": {
            "translated_key": [],
            "translated_annotated_text": "Identificación de modelos de normas difusas en evolución Se propone un enfoque para la identificación de modelos de normas difusas en evolución. Los modelos eR implementan un método para la actualización no literaria tanto de la estructura de la base de reglas como de los parámetros mediante aprendizaje incremental no supervisado. La regla-base evoluciona agregando reglas más informativas que las que anteriormente formaban el modelo. Además, las reglas existentes pueden sustituirse por nuevas reglas basadas en la clasificación utilizando el potencial informativo de los datos. De esta manera, la estructura regla-base se hereda y actualiza cuando se dispone de nuevos datos informativos, en lugar de ser completamente recapacitado. La naturaleza adaptativa de estos modelos basados en reglas en evolución, en combinación con la forma altamente transparente y compacta de reglas borrosas, los convierte en un candidato prometedor para el modelado y control de procesos complejos, competitivos a las redes neuronales. El enfoque se ha probado en un problema de referencia y en una aplicación de modelado de componentes de aire acondicionado utilizando datos de una instalación que sirve a un edificio real. Los resultados ilustran la viabilidad y la eficiencia del enfoque ",
            "error": []
        },
        "behavior modeling": {
            "translated_key": [],
            "translated_annotated_text": "Identificación de modelos de normas difusas en evolución Se propone un enfoque para la identificación de modelos de normas difusas en evolución. Los modelos eR implementan un método para la actualización no literaria tanto de la estructura de la base de reglas como de los parámetros mediante aprendizaje incremental no supervisado. La regla-base evoluciona agregando reglas más informativas que las que anteriormente formaban el modelo. Además, las reglas existentes pueden sustituirse por nuevas reglas basadas en la clasificación utilizando el potencial informativo de los datos. De esta manera, la estructura regla-base se hereda y actualiza cuando se dispone de nuevos datos informativos, en lugar de ser completamente recapacitado. La naturaleza adaptativa de estos modelos basados en reglas en evolución, en combinación con la forma altamente transparente y compacta de reglas borrosas, los convierte en un candidato prometedor para el modelado y control de procesos complejos, competitivos a las redes neuronales. El enfoque se ha probado en un problema de referencia y en una aplicación de modelado de componentes de aire acondicionado utilizando datos de una instalación que sirve a un edificio real. Los resultados ilustran la viabilidad y la eficiencia del enfoque ",
            "error": []
        },
        "fuzzy logic": {
            "translated_key": [],
            "translated_annotated_text": "Identificación de modelos de normas difusas en evolución Se propone un enfoque para la identificación de modelos de normas difusas en evolución. Los modelos eR implementan un método para la actualización no literaria tanto de la estructura de la base de reglas como de los parámetros mediante aprendizaje incremental no supervisado. La regla-base evoluciona agregando reglas más informativas que las que anteriormente formaban el modelo. Además, las reglas existentes pueden sustituirse por nuevas reglas basadas en la clasificación utilizando el potencial informativo de los datos. De esta manera, la estructura regla-base se hereda y actualiza cuando se dispone de nuevos datos informativos, en lugar de ser completamente recapacitado. La naturaleza adaptativa de estos modelos basados en reglas en evolución, en combinación con la forma altamente transparente y compacta de reglas borrosas, los convierte en un candidato prometedor para el modelado y control de procesos complejos, competitivos a las redes neuronales. El enfoque se ha probado en un problema de referencia y en una aplicación de modelado de componentes de aire acondicionado utilizando datos de una instalación que sirve a un edificio real. Los resultados ilustran la viabilidad y la eficiencia del enfoque ",
            "error": []
        },
        "fuzzy set theory": {
            "translated_key": [],
            "translated_annotated_text": "Identificación de modelos de normas difusas en evolución Se propone un enfoque para la identificación de modelos de normas difusas en evolución. Los modelos eR implementan un método para la actualización no literaria tanto de la estructura de la base de reglas como de los parámetros mediante aprendizaje incremental no supervisado. La regla-base evoluciona agregando reglas más informativas que las que anteriormente formaban el modelo. Además, las reglas existentes pueden sustituirse por nuevas reglas basadas en la clasificación utilizando el potencial informativo de los datos. De esta manera, la estructura regla-base se hereda y actualiza cuando se dispone de nuevos datos informativos, en lugar de ser completamente recapacitado. La naturaleza adaptativa de estos modelos basados en reglas en evolución, en combinación con la forma altamente transparente y compacta de reglas borrosas, los convierte en un candidato prometedor para el modelado y control de procesos complejos, competitivos a las redes neuronales. El enfoque se ha probado en un problema de referencia y en una aplicación de modelado de componentes de aire acondicionado utilizando datos de una instalación que sirve a un edificio real. Los resultados ilustran la viabilidad y la eficiencia del enfoque ",
            "error": []
        },
        "modelling": {
            "translated_key": [],
            "translated_annotated_text": "Identificación de modelos de normas difusas en evolución Se propone un enfoque para la identificación de modelos de normas difusas en evolución. Los modelos eR implementan un método para la actualización no literaria tanto de la estructura de la base de reglas como de los parámetros mediante aprendizaje incremental no supervisado. La regla-base evoluciona agregando reglas más informativas que las que anteriormente formaban el modelo. Además, las reglas existentes pueden sustituirse por nuevas reglas basadas en la clasificación utilizando el potencial informativo de los datos. De esta manera, la estructura regla-base se hereda y actualiza cuando se dispone de nuevos datos informativos, en lugar de ser completamente recapacitado. La naturaleza adaptativa de estos modelos basados en reglas en evolución, en combinación con la forma altamente transparente y compacta de reglas borrosas, los convierte en un candidato prometedor para el modelado y control de procesos complejos, competitivos a las redes neuronales. El enfoque se ha probado en un problema de referencia y en una aplicación de modelado de componentes de aire acondicionado utilizando datos de una instalación que sirve a un edificio real. Los resultados ilustran la viabilidad y la eficiencia del enfoque ",
            "error": []
        },
        "unsupervised learning": {
            "translated_key": "aprendizaje no supervisado",
            "translated_annotated_text": "Identificación de modelos de normas difusas en evolución Se propone un enfoque para la identificación de modelos de normas difusas en evolución. Los modelos eR implementan un método para la actualización noniterativa tanto de la estructura de la base de reglas como de los parámetros mediante un \"aprendizaje no supervisado\" incremental. La regla-base evoluciona agregando reglas más informativas que las que anteriormente formaban el modelo. Además, las reglas existentes pueden sustituirse por nuevas reglas basadas en la clasificación utilizando el potencial informativo de los datos. De esta manera, la estructura regla-base se hereda y actualiza cuando se dispone de nuevos datos informativos, en lugar de ser completamente recapacitado. La naturaleza adaptativa de estos modelos basados en reglas en evolución, en combinación con la forma altamente transparente y compacta de reglas borrosas, los convierte en un candidato prometedor para el modelado y control de procesos complejos, competitivos a las redes neuronales. El enfoque se ha probado en un problema de referencia y en una aplicación de modelado de componentes de aire acondicionado utilizando datos de una instalación que sirve a un edificio real. Los resultados ilustran la viabilidad y la eficiencia del enfoque ",
            "error": [
                ""
            ]
        }
    }
}