{
    "original_text": "Identification of evolving fuzzy rule-based models An approach to identification of evolving fuzzy rule-based (eR) models is proposed. eR models implement a method for the noniterative update of both the rule-base structure and parameters by incremental unsupervised learning. The rule-base evolves by adding more informative rules than those that previously formed the model. In addition, existing rules can be replaced with new rules based on ranking using the informative potential of the data. In this way, the rule-base structure is inherited and updated when new informative data become available, rather than being completely retrained. The adaptive nature of these evolving rule-based models, in combination with the highly transparent and compact form of fuzzy rules, makes them a promising candidate for modeling and control of complex processes, competitive to neural networks. The approach has been tested on a benchmark problem and on an air-conditioning component modeling application using data from an installation serving a real building. The results illustrate the viability and efficiency of the approach",
    "original_translation": "Identificación de modelos de normas difusas en evolución Se propone un enfoque para la identificación de modelos de normas difusas en evolución (eR). Los modelos eR implementan un método para la actualización no literaria tanto de la estructura de la base de reglas como de los parámetros mediante aprendizaje incremental no supervisado. La regla-base evoluciona agregando reglas más informativas que las que anteriormente formaban el modelo. Además, las reglas existentes pueden sustituirse por nuevas reglas basadas en la clasificación utilizando el potencial informativo de los datos. De esta manera, la estructura de la base de reglas se hereda y actualiza cuando se dispone de nuevos datos informativos, en lugar de ser completamente readaptada. La naturaleza adaptativa de estos modelos basados en reglas en evolución, en combinación con la forma altamente transparente y compacta de reglas borrosas, los convierte en un candidato prometedor para el modelado y control de procesos complejos, competitivos a las redes neuronales. El enfoque se ha probado en un problema de referencia y en una aplicación de modelado de componentes de aire acondicionado utilizando datos de una instalación que sirve a un edificio real. Los resultados ilustran la viabilidad y la eficiencia del enfoque",
    "error_count": 13,
    "keys": {
        "evolving fuzzy rule-based models": {
            "translated_key": "evolucionantes basados en normas borrosas",
            "translated_annotated_text": "Identificación de modelos <br>evolucionantes basados en normas borrosas</br> Se propone un enfoque para la identificación de modelos <br>e/R] basados en normas borrosas en evolución. Los modelos eR implementan un método para la actualización no literaria tanto de la estructura de la base de reglas como de los parámetros mediante aprendizaje incremental no supervisado. La regla-base evoluciona agregando reglas más informativas que las que anteriormente formaban el modelo. Además, las reglas existentes pueden sustituirse por nuevas reglas basadas en la clasificación utilizando el potencial informativo de los datos. De esta manera, la estructura de la base de reglas se hereda y actualiza cuando se dispone de nuevos datos informativos, en lugar de ser completamente readaptada. La naturaleza adaptativa de estos modelos basados en reglas en evolución, en combinación con la forma altamente transparente y compacta de reglas borrosas, los convierte en un candidato prometedor para el modelado y control de procesos complejos, competitivos a las redes neuronales. El enfoque se ha probado en un problema de referencia y en una aplicación de modelado de componentes de aire acondicionado utilizando datos de una instalación que sirve a un edificio real. Los resultados ilustran la viabilidad y la eficiencia del enfoque ",
            "error": [
                ""
            ]
        },
        "identification": {
            "translated_key": "identificación",
            "translated_annotated_text": "Identificación de modelos de normas difusas en evolución Se propone un enfoque para la <br>identificación</br> de modelos de normas difusas en evolución. Los modelos eR implementan un método para la actualización no literaria tanto de la estructura de la base de reglas como de los parámetros mediante aprendizaje incremental no supervisado. La regla-base evoluciona agregando reglas más informativas que las que anteriormente formaban el modelo. Además, las reglas existentes pueden sustituirse por nuevas reglas basadas en la clasificación utilizando el potencial informativo de los datos. De esta manera, la estructura de la base de reglas se hereda y actualiza cuando se dispone de nuevos datos informativos, en lugar de ser completamente readaptada. La naturaleza adaptativa de estos modelos basados en reglas en evolución, en combinación con la forma altamente transparente y compacta de reglas borrosas, los convierte en un candidato prometedor para el modelado y control de procesos complejos, competitivos a las redes neuronales. El enfoque se ha probado en un problema de referencia y en una aplicación de modelado de componentes de aire acondicionado utilizando datos de una instalación que sirve a un edificio real. Los resultados ilustran la viabilidad y la eficiencia del enfoque ",
            "error": [
                ""
            ]
        },
        "noniterative update": {
            "translated_key": "noniterativa",
            "translated_annotated_text": "Identificación de modelos de normas difusas en evolución Se propone un enfoque para la identificación de modelos de normas difusas en evolución (eR). Los modelos eR implementan un método para la actualización <br>noniterativa</br> tanto de la estructura de reglas-base como de los parámetros mediante aprendizaje incremental no supervisado. La regla-base evoluciona agregando reglas más informativas que las que anteriormente formaban el modelo. Además, las reglas existentes pueden sustituirse por nuevas reglas basadas en la clasificación utilizando el potencial informativo de los datos. De esta manera, la estructura de la base de reglas se hereda y actualiza cuando se dispone de nuevos datos informativos, en lugar de ser completamente readaptada. La naturaleza adaptativa de estos modelos basados en reglas en evolución, en combinación con la forma altamente transparente y compacta de reglas borrosas, los convierte en un candidato prometedor para el modelado y control de procesos complejos, competitivos a las redes neuronales. El enfoque se ha probado en un problema de referencia y en una aplicación de modelado de componentes de aire acondicionado utilizando datos de una instalación que sirve a un edificio real. Los resultados ilustran la viabilidad y la eficiencia del enfoque ",
            "error": [
                ""
            ]
        },
        "rule-base structure": {
            "translated_key": "rule",
            "translated_annotated_text": "Identificación de modelos de normas difusas en evolución Se propone un enfoque para la identificación de modelos de normas difusas en evolución (eR). Los modelos eR implementan un método para la actualización no literaria tanto de la estructura base <br>rule</br> como de los parámetros mediante aprendizaje incremental no supervisado. La regla-base evoluciona agregando reglas más informativas que las que anteriormente formaban el modelo. Además, las reglas existentes pueden sustituirse por nuevas reglas basadas en la clasificación utilizando el potencial informativo de los datos. De esta manera, la estructura base <br>rule</br> se hereda y actualiza cuando se dispone de nuevos datos informativos, en lugar de ser completamente reentrenada. La naturaleza adaptativa de estos modelos basados en reglas en evolución, en combinación con la forma altamente transparente y compacta de reglas borrosas, los convierte en un candidato prometedor para el modelado y control de procesos complejos, competitivos a las redes neuronales. El enfoque se ha probado en un problema de referencia y en una aplicación de modelado de componentes de aire acondicionado utilizando datos de una instalación que sirve a un edificio real. Los resultados ilustran la viabilidad y la eficiencia del enfoque ",
            "error": [
                ""
            ]
        },
        "incremental unsupervised learning": {
            "translated_key": "incremental unsupervised learning",
            "translated_annotated_text": "Identificación de modelos de normas difusas en evolución Se propone un enfoque para la identificación de modelos de normas difusas en evolución (eR). Los modelos eR implementan un método para la actualización no literaria tanto de la estructura de reglas-base como de los parámetros por <br>incremental unsupervised learning</br>. La regla-base evoluciona agregando reglas más informativas que las que anteriormente formaban el modelo. Además, las reglas existentes pueden sustituirse por nuevas reglas basadas en la clasificación utilizando el potencial informativo de los datos. De esta manera, la estructura de la base de reglas se hereda y actualiza cuando se dispone de nuevos datos informativos, en lugar de ser completamente readaptada. La naturaleza adaptativa de estos modelos basados en reglas en evolución, en combinación con la forma altamente transparente y compacta de reglas borrosas, los convierte en un candidato prometedor para el modelado y control de procesos complejos, competitivos a las redes neuronales. El enfoque se ha probado en un problema de referencia y en una aplicación de modelado de componentes de aire acondicionado utilizando datos de una instalación que sirve a un edificio real. Los resultados ilustran la viabilidad y la eficiencia del enfoque ",
            "error": [
                ""
            ]
        },
        "ranking": {
            "translated_key": "ranking",
            "translated_annotated_text": "Identificación de modelos de normas difusas en evolución Se propone un enfoque para la identificación de modelos de normas difusas en evolución (eR). Los modelos eR implementan un método para la actualización no literaria tanto de la estructura de la base de reglas como de los parámetros mediante aprendizaje incremental no supervisado. La regla-base evoluciona agregando reglas más informativas que las que anteriormente formaban el modelo. Además, las reglas existentes pueden ser reemplazadas por nuevas reglas basadas en <br>ranking</br> utilizando el potencial informativo de los datos. De esta manera, la estructura de la base de reglas se hereda y actualiza cuando se dispone de nuevos datos informativos, en lugar de ser completamente readaptada. La naturaleza adaptativa de estos modelos basados en reglas en evolución, en combinación con la forma altamente transparente y compacta de reglas borrosas, los convierte en un candidato prometedor para el modelado y control de procesos complejos, competitivos a las redes neuronales. El enfoque se ha probado en un problema de referencia y en una aplicación de modelado de componentes de aire acondicionado utilizando datos de una instalación que sirve a un edificio real. Los resultados ilustran la viabilidad y la eficiencia del enfoque ",
            "error": [
                ""
            ]
        },
        "informative potential": {
            "translated_key": [],
            "translated_annotated_text": "Identificación de modelos de normas difusas en evolución Se propone un enfoque para la identificación de modelos de normas difusas en evolución (eR). Los modelos eR implementan un método para la actualización no literaria tanto de la estructura de la base de reglas como de los parámetros mediante aprendizaje incremental no supervisado. La regla-base evoluciona agregando reglas más informativas que las que anteriormente formaban el modelo. Además, las reglas existentes pueden ser reemplazadas por nuevas reglas basadas en la clasificación utilizando el potencial informativo <br> de los datos. De esta manera, la estructura de la base de reglas se hereda y actualiza cuando se dispone de nuevos datos informativos, en lugar de ser completamente readaptada. La naturaleza adaptativa de estos modelos basados en reglas en evolución, en combinación con la forma altamente transparente y compacta de reglas borrosas, los convierte en un candidato prometedor para el modelado y control de procesos complejos, competitivos a las redes neuronales. El enfoque se ha probado en un problema de referencia y en una aplicación de modelado de componentes de aire acondicionado utilizando datos de una instalación que sirve a un edificio real. Los resultados ilustran la viabilidad y la eficiencia del enfoque ",
            "error": []
        },
        "fuzzy rules": {
            "translated_key": "reglas borrosas",
            "translated_annotated_text": "Identificación de modelos de normas difusas en evolución Se propone un enfoque para la identificación de modelos de normas difusas en evolución (eR). Los modelos eR implementan un método para la actualización no literaria tanto de la estructura de la base de reglas como de los parámetros mediante aprendizaje incremental no supervisado. La regla-base evoluciona agregando reglas más informativas que las que anteriormente formaban el modelo. Además, las reglas existentes pueden sustituirse por nuevas reglas basadas en la clasificación utilizando el potencial informativo de los datos. De esta manera, la estructura de la base de reglas se hereda y actualiza cuando se dispone de nuevos datos informativos, en lugar de ser completamente readaptada. La naturaleza adaptativa de estos modelos basados en reglas en evolución, en combinación con la forma altamente transparente y compacta de <br>reglas borrosas</br>, los convierte en un candidato prometedor para el modelado y control de procesos complejos, competitivos a redes neuronales. El enfoque se ha probado en un problema de referencia y en una aplicación de modelado de componentes de aire acondicionado utilizando datos de una instalación que sirve a un edificio real. Los resultados ilustran la viabilidad y la eficiencia del enfoque ",
            "error": [
                ""
            ]
        },
        "complex processes": {
            "translated_key": [],
            "translated_annotated_text": "Identificación de modelos de normas difusas en evolución Se propone un enfoque para la identificación de modelos de normas difusas en evolución (eR). Los modelos eR implementan un método para la actualización no literaria tanto de la estructura de la base de reglas como de los parámetros mediante aprendizaje incremental no supervisado. La regla-base evoluciona agregando reglas más informativas que las que anteriormente formaban el modelo. Además, las reglas existentes pueden sustituirse por nuevas reglas basadas en la clasificación utilizando el potencial informativo de los datos. De esta manera, la estructura de la base de reglas se hereda y actualiza cuando se dispone de nuevos datos informativos, en lugar de ser completamente readaptada. La naturaleza adaptativa de estos modelos basados en reglas en evolución, en combinación con la forma altamente transparente y compacta de reglas borrosas, los convierte en un candidato prometedor para el modelado y el control de procesos complejos <br>, competitivos a las redes neuronales. El enfoque se ha probado en un problema de referencia y en una aplicación de modelado de componentes de aire acondicionado utilizando datos de una instalación que sirve a un edificio real. Los resultados ilustran la viabilidad y la eficiencia del enfoque ",
            "error": []
        },
        "air-conditioning component modeling": {
            "translated_key": "modelado de componentes de aire acondicionado",
            "translated_annotated_text": "Identificación de modelos de normas difusas en evolución Se propone un enfoque para la identificación de modelos de normas difusas en evolución (eR). Los modelos eR implementan un método para la actualización no literaria tanto de la estructura de la base de reglas como de los parámetros mediante aprendizaje incremental no supervisado. La regla-base evoluciona agregando reglas más informativas que las que anteriormente formaban el modelo. Además, las reglas existentes pueden sustituirse por nuevas reglas basadas en la clasificación utilizando el potencial informativo de los datos. De esta manera, la estructura de la base de reglas se hereda y actualiza cuando se dispone de nuevos datos informativos, en lugar de ser completamente readaptada. La naturaleza adaptativa de estos modelos basados en reglas en evolución, en combinación con la forma altamente transparente y compacta de reglas borrosas, los convierte en un candidato prometedor para el modelado y control de procesos complejos, competitivos a las redes neuronales. El enfoque se ha probado en un problema de referencia y en una aplicación de <br>modelado de componentes de aire acondicionado</br> utilizando datos de una instalación que sirve a un edificio real. Los resultados ilustran la viabilidad y la eficiencia del enfoque ",
            "error": [
                ""
            ]
        },
        "adaptive nonlinear control": {
            "translated_key": [],
            "translated_annotated_text": "Identificación de modelos de normas difusas en evolución Se propone un enfoque para la identificación de modelos de normas difusas en evolución (eR). Los modelos eR implementan un método para la actualización no literaria tanto de la estructura de la base de reglas como de los parámetros mediante aprendizaje incremental no supervisado. La regla-base evoluciona agregando reglas más informativas que las que anteriormente formaban el modelo. Además, las reglas existentes pueden sustituirse por nuevas reglas basadas en la clasificación utilizando el potencial informativo de los datos. De esta manera, la estructura de la base de reglas se hereda y actualiza cuando se dispone de nuevos datos informativos, en lugar de ser completamente readaptada. La naturaleza adaptativa de estos modelos basados en reglas en evolución, en combinación con la forma altamente transparente y compacta de reglas borrosas, los convierte en un candidato prometedor para el modelado y control de procesos complejos, competitivos a las redes neuronales. El enfoque se ha probado en un problema de referencia y en una aplicación de modelado de componentes de aire acondicionado utilizando datos de una instalación que sirve a un edificio real. Los resultados ilustran la viabilidad y la eficiencia del enfoque ",
            "error": []
        },
        "fault detection": {
            "translated_key": [],
            "translated_annotated_text": "Identificación de modelos de normas difusas en evolución Se propone un enfoque para la identificación de modelos de normas difusas en evolución (eR). Los modelos eR implementan un método para la actualización no literaria tanto de la estructura de la base de reglas como de los parámetros mediante aprendizaje incremental no supervisado. La regla-base evoluciona agregando reglas más informativas que las que anteriormente formaban el modelo. Además, las reglas existentes pueden sustituirse por nuevas reglas basadas en la clasificación utilizando el potencial informativo de los datos. De esta manera, la estructura de la base de reglas se hereda y actualiza cuando se dispone de nuevos datos informativos, en lugar de ser completamente readaptada. La naturaleza adaptativa de estos modelos basados en reglas en evolución, en combinación con la forma altamente transparente y compacta de reglas borrosas, los convierte en un candidato prometedor para el modelado y control de procesos complejos, competitivos a las redes neuronales. El enfoque se ha probado en un problema de referencia y en una aplicación de modelado de componentes de aire acondicionado utilizando datos de una instalación que sirve a un edificio real. Los resultados ilustran la viabilidad y la eficiencia del enfoque ",
            "error": []
        },
        "fault diagnostics": {
            "translated_key": [],
            "translated_annotated_text": "Identificación de modelos de normas difusas en evolución Se propone un enfoque para la identificación de modelos de normas difusas en evolución (eR). Los modelos eR implementan un método para la actualización no literaria tanto de la estructura de la base de reglas como de los parámetros mediante aprendizaje incremental no supervisado. La regla-base evoluciona agregando reglas más informativas que las que anteriormente formaban el modelo. Además, las reglas existentes pueden sustituirse por nuevas reglas basadas en la clasificación utilizando el potencial informativo de los datos. De esta manera, la estructura de la base de reglas se hereda y actualiza cuando se dispone de nuevos datos informativos, en lugar de ser completamente readaptada. La naturaleza adaptativa de estos modelos basados en reglas en evolución, en combinación con la forma altamente transparente y compacta de reglas borrosas, los convierte en un candidato prometedor para el modelado y control de procesos complejos, competitivos a las redes neuronales. El enfoque se ha probado en un problema de referencia y en una aplicación de modelado de componentes de aire acondicionado utilizando datos de una instalación que sirve a un edificio real. Los resultados ilustran la viabilidad y la eficiencia del enfoque ",
            "error": []
        },
        "performance analysis": {
            "translated_key": [],
            "translated_annotated_text": "Identificación de modelos de normas difusas en evolución Se propone un enfoque para la identificación de modelos de normas difusas en evolución (eR). Los modelos eR implementan un método para la actualización no literaria tanto de la estructura de la base de reglas como de los parámetros mediante aprendizaje incremental no supervisado. La regla-base evoluciona agregando reglas más informativas que las que anteriormente formaban el modelo. Además, las reglas existentes pueden sustituirse por nuevas reglas basadas en la clasificación utilizando el potencial informativo de los datos. De esta manera, la estructura de la base de reglas se hereda y actualiza cuando se dispone de nuevos datos informativos, en lugar de ser completamente readaptada. La naturaleza adaptativa de estos modelos basados en reglas en evolución, en combinación con la forma altamente transparente y compacta de reglas borrosas, los convierte en un candidato prometedor para el modelado y control de procesos complejos, competitivos a las redes neuronales. El enfoque se ha probado en un problema de referencia y en una aplicación de modelado de componentes de aire acondicionado utilizando datos de una instalación que sirve a un edificio real. Los resultados ilustran la viabilidad y la eficiencia del enfoque ",
            "error": []
        },
        "forecasting": {
            "translated_key": [],
            "translated_annotated_text": "Identificación de modelos de normas difusas en evolución Se propone un enfoque para la identificación de modelos de normas difusas en evolución (eR). Los modelos eR implementan un método para la actualización no literaria tanto de la estructura de la base de reglas como de los parámetros mediante aprendizaje incremental no supervisado. La regla-base evoluciona agregando reglas más informativas que las que anteriormente formaban el modelo. Además, las reglas existentes pueden sustituirse por nuevas reglas basadas en la clasificación utilizando el potencial informativo de los datos. De esta manera, la estructura de la base de reglas se hereda y actualiza cuando se dispone de nuevos datos informativos, en lugar de ser completamente readaptada. La naturaleza adaptativa de estos modelos basados en reglas en evolución, en combinación con la forma altamente transparente y compacta de reglas borrosas, los convierte en un candidato prometedor para el modelado y control de procesos complejos, competitivos a las redes neuronales. El enfoque se ha probado en un problema de referencia y en una aplicación de modelado de componentes de aire acondicionado utilizando datos de una instalación que sirve a un edificio real. Los resultados ilustran la viabilidad y la eficiencia del enfoque ",
            "error": []
        },
        "knowledge extraction": {
            "translated_key": [],
            "translated_annotated_text": "Identificación de modelos de normas difusas en evolución Se propone un enfoque para la identificación de modelos de normas difusas en evolución (eR). Los modelos eR implementan un método para la actualización no literaria tanto de la estructura de la base de reglas como de los parámetros mediante aprendizaje incremental no supervisado. La regla-base evoluciona agregando reglas más informativas que las que anteriormente formaban el modelo. Además, las reglas existentes pueden sustituirse por nuevas reglas basadas en la clasificación utilizando el potencial informativo de los datos. De esta manera, la estructura de la base de reglas se hereda y actualiza cuando se dispone de nuevos datos informativos, en lugar de ser completamente readaptada. La naturaleza adaptativa de estos modelos basados en reglas en evolución, en combinación con la forma altamente transparente y compacta de reglas borrosas, los convierte en un candidato prometedor para el modelado y control de procesos complejos, competitivos a las redes neuronales. El enfoque se ha probado en un problema de referencia y en una aplicación de modelado de componentes de aire acondicionado utilizando datos de una instalación que sirve a un edificio real. Los resultados ilustran la viabilidad y la eficiencia del enfoque ",
            "error": []
        },
        "robotics": {
            "translated_key": [],
            "translated_annotated_text": "Identificación de modelos de normas difusas en evolución Se propone un enfoque para la identificación de modelos de normas difusas en evolución (eR). Los modelos eR implementan un método para la actualización no literaria tanto de la estructura de la base de reglas como de los parámetros mediante aprendizaje incremental no supervisado. La regla-base evoluciona agregando reglas más informativas que las que anteriormente formaban el modelo. Además, las reglas existentes pueden sustituirse por nuevas reglas basadas en la clasificación utilizando el potencial informativo de los datos. De esta manera, la estructura de la base de reglas se hereda y actualiza cuando se dispone de nuevos datos informativos, en lugar de ser completamente readaptada. La naturaleza adaptativa de estos modelos basados en reglas en evolución, en combinación con la forma altamente transparente y compacta de reglas borrosas, los convierte en un candidato prometedor para el modelado y control de procesos complejos, competitivos a las redes neuronales. El enfoque se ha probado en un problema de referencia y en una aplicación de modelado de componentes de aire acondicionado utilizando datos de una instalación que sirve a un edificio real. Los resultados ilustran la viabilidad y la eficiencia del enfoque ",
            "error": []
        },
        "behavior modeling": {
            "translated_key": [],
            "translated_annotated_text": "Identificación de modelos de normas difusas en evolución Se propone un enfoque para la identificación de modelos de normas difusas en evolución (eR). Los modelos eR implementan un método para la actualización no literaria tanto de la estructura de la base de reglas como de los parámetros mediante aprendizaje incremental no supervisado. La regla-base evoluciona agregando reglas más informativas que las que anteriormente formaban el modelo. Además, las reglas existentes pueden sustituirse por nuevas reglas basadas en la clasificación utilizando el potencial informativo de los datos. De esta manera, la estructura de la base de reglas se hereda y actualiza cuando se dispone de nuevos datos informativos, en lugar de ser completamente readaptada. La naturaleza adaptativa de estos modelos basados en reglas en evolución, en combinación con la forma altamente transparente y compacta de reglas borrosas, los convierte en un candidato prometedor para el modelado y control de procesos complejos, competitivos a las redes neuronales. El enfoque se ha probado en un problema de referencia y en una aplicación de modelado de componentes de aire acondicionado utilizando datos de una instalación que sirve a un edificio real. Los resultados ilustran la viabilidad y la eficiencia del enfoque ",
            "error": []
        },
        "fuzzy logic": {
            "translated_key": [],
            "translated_annotated_text": "Identificación de modelos de normas difusas en evolución Se propone un enfoque para la identificación de modelos de normas difusas en evolución (eR). Los modelos eR implementan un método para la actualización no literaria tanto de la estructura de la base de reglas como de los parámetros mediante aprendizaje incremental no supervisado. La regla-base evoluciona agregando reglas más informativas que las que anteriormente formaban el modelo. Además, las reglas existentes pueden sustituirse por nuevas reglas basadas en la clasificación utilizando el potencial informativo de los datos. De esta manera, la estructura de la base de reglas se hereda y actualiza cuando se dispone de nuevos datos informativos, en lugar de ser completamente readaptada. La naturaleza adaptativa de estos modelos basados en reglas en evolución, en combinación con la forma altamente transparente y compacta de reglas borrosas, los convierte en un candidato prometedor para el modelado y control de procesos complejos, competitivos a las redes neuronales. El enfoque se ha probado en un problema de referencia y en una aplicación de modelado de componentes de aire acondicionado utilizando datos de una instalación que sirve a un edificio real. Los resultados ilustran la viabilidad y la eficiencia del enfoque ",
            "error": []
        },
        "fuzzy set theory": {
            "translated_key": [],
            "translated_annotated_text": "Identificación de modelos de normas difusas en evolución Se propone un enfoque para la identificación de modelos de normas difusas en evolución (eR). Los modelos eR implementan un método para la actualización no literaria tanto de la estructura de la base de reglas como de los parámetros mediante aprendizaje incremental no supervisado. La regla-base evoluciona agregando reglas más informativas que las que anteriormente formaban el modelo. Además, las reglas existentes pueden sustituirse por nuevas reglas basadas en la clasificación utilizando el potencial informativo de los datos. De esta manera, la estructura de la base de reglas se hereda y actualiza cuando se dispone de nuevos datos informativos, en lugar de ser completamente readaptada. La naturaleza adaptativa de estos modelos basados en reglas en evolución, en combinación con la forma altamente transparente y compacta de reglas borrosas, los convierte en un candidato prometedor para el modelado y control de procesos complejos, competitivos a las redes neuronales. El enfoque se ha probado en un problema de referencia y en una aplicación de modelado de componentes de aire acondicionado utilizando datos de una instalación que sirve a un edificio real. Los resultados ilustran la viabilidad y la eficiencia del enfoque ",
            "error": []
        },
        "modelling": {
            "translated_key": [],
            "translated_annotated_text": "Identificación de modelos de normas difusas en evolución Se propone un enfoque para la identificación de modelos de normas difusas en evolución (eR). Los modelos eR implementan un método para la actualización no literaria tanto de la estructura de la base de reglas como de los parámetros mediante aprendizaje incremental no supervisado. La regla-base evoluciona agregando reglas más informativas que las que anteriormente formaban el modelo. Además, las reglas existentes pueden sustituirse por nuevas reglas basadas en la clasificación utilizando el potencial informativo de los datos. De esta manera, la estructura de la base de reglas se hereda y actualiza cuando se dispone de nuevos datos informativos, en lugar de ser completamente readaptada. La naturaleza adaptativa de estos modelos basados en reglas en evolución, en combinación con la forma altamente transparente y compacta de reglas borrosas, los convierte en un candidato prometedor para el modelado y control de procesos complejos, competitivos a las redes neuronales. El enfoque se ha probado en un problema de referencia y en una aplicación de modelado de componentes de aire acondicionado utilizando datos de una instalación que sirve a un edificio real. Los resultados ilustran la viabilidad y la eficiencia del enfoque ",
            "error": []
        },
        "unsupervised learning": {
            "translated_key": "no supervisado",
            "translated_annotated_text": "Identificación de modelos de normas difusas en evolución Se propone un enfoque para la identificación de modelos de normas difusas en evolución (eR). Los modelos eR implementan un método para la actualización no literaria tanto de la estructura de la base de reglas como de los parámetros mediante aprendizaje incremental <br>no supervisado</br>. La regla-base evoluciona agregando reglas más informativas que las que anteriormente formaban el modelo. Además, las reglas existentes pueden sustituirse por nuevas reglas basadas en la clasificación utilizando el potencial informativo de los datos. De esta manera, la estructura de la base de reglas se hereda y actualiza cuando se dispone de nuevos datos informativos, en lugar de ser completamente readaptada. La naturaleza adaptativa de estos modelos basados en reglas en evolución, en combinación con la forma altamente transparente y compacta de reglas borrosas, los convierte en un candidato prometedor para el modelado y control de procesos complejos, competitivos a las redes neuronales. El enfoque se ha probado en un problema de referencia y en una aplicación de modelado de componentes de aire acondicionado utilizando datos de una instalación que sirve a un edificio real. Los resultados ilustran la viabilidad y la eficiencia del enfoque ",
            "error": [
                ""
            ]
        }
    }
}