{
    "original_text": "Accessible streaming content Make sure your Web site is offering quality service to all your users. The article provides some tips and tactics for making your streaming media accessible. Accessibility of streaming content for people with disabilities is often not part of the spec for multimedia projects, but it certainly affects your quality of service. Most of the resources available on Web accessibility deal with HTML. Fortunately, rich media and streaming content developers have a growing number of experts to turn to for information and assistance. The essentials of providing accessible streaming content are simple: blind and visually impaired people need audio to discern important visual detail and interface elements, while deaf and hard-of-hearing people need text to access sound effects and dialog. Actually implementing these principles is quite a challenge, though. Now due to a relatively new law in the US, known as Section 508, dealing with accessibility issues is becoming an essential part of publishing on the Web",
    "original_translation": "Contenido de streaming accesible Asegúrese de que su sitio web ofrece un servicio de calidad a todos sus usuarios. El artículo proporciona algunos consejos y tácticas para hacer sus medios de streaming accesibles. La accesibilidad de los contenidos de streaming para personas con discapacidad a menudo no forma parte de las especificaciones de los proyectos multimedia, pero sin duda afecta a su calidad de servicio. La mayoría de los recursos disponibles en la accesibilidad web tratan con HTML. Afortunadamente, los medios de comunicación ricos y los desarrolladores de contenido en streaming tienen un número creciente de expertos a los que recurrir para obtener información y asistencia. Lo esencial de proporcionar contenido de streaming accesible es simple: las personas ciegas y con discapacidad visual necesitan audio para discernir los detalles visuales importantes y los elementos de interfaz, mientras que las personas sordas y difíciles de escuchar necesitan texto para acceder a efectos de sonido y diálogo. Sin embargo, la aplicación efectiva de estos principios es todo un reto. Ahora, debido a una ley relativamente nueva en los Estados Unidos, conocida como la Sección 508, que trata de cuestiones de accesibilidad, se está convirtiendo en una parte esencial de la publicación en la Web.",
    "error_count": 12,
    "keys": {
        "Web site": {
            "translated_key": "sitio web",
            "translated_annotated_text": "Contenido de streaming accesible Asegúrese de que su \"sitio web\" ofrece un servicio de calidad a todos sus usuarios. El artículo proporciona algunos consejos y tácticas para hacer sus medios de streaming accesibles. La accesibilidad de los contenidos de streaming para personas con discapacidad a menudo no forma parte de las especificaciones de los proyectos multimedia, pero sin duda afecta a su calidad de servicio. La mayoría de los recursos disponibles en la accesibilidad web tratan con HTML. Afortunadamente, los medios de comunicación ricos y los desarrolladores de contenido en streaming tienen un número creciente de expertos a los que recurrir para obtener información y asistencia. Lo esencial de proporcionar contenido de streaming accesible es simple: las personas ciegas y con discapacidad visual necesitan audio para discernir los detalles visuales importantes y los elementos de interfaz, mientras que las personas sordas y difíciles de escuchar necesitan texto para acceder a efectos de sonido y diálogo. Sin embargo, la aplicación efectiva de estos principios es todo un reto. Ahora, debido a una ley relativamente nueva en los Estados Unidos, conocida como la Sección 508, que trata de cuestiones de accesibilidad, se está convirtiendo en una parte esencial de la publicación en la Web. ",
            "error": [
                ""
            ]
        },
        "quality service": {
            "translated_key": "servicio de calidad",
            "translated_annotated_text": "Contenido de streaming accesible Asegúrese de que su sitio web ofrece \"servicio de calidad\" a todos sus usuarios. El artículo proporciona algunos consejos y tácticas para hacer sus medios de streaming accesibles. La accesibilidad de los contenidos de streaming para personas con discapacidad a menudo no forma parte de las especificaciones de los proyectos multimedia, pero sin duda afecta a su calidad de servicio. La mayoría de los recursos disponibles en la accesibilidad web tratan con HTML. Afortunadamente, los medios de comunicación ricos y los desarrolladores de contenido en streaming tienen un número creciente de expertos a los que recurrir para obtener información y asistencia. Lo esencial de proporcionar contenido de streaming accesible es simple: las personas ciegas y con discapacidad visual necesitan audio para discernir los detalles visuales importantes y los elementos de interfaz, mientras que las personas sordas y difíciles de escuchar necesitan texto para acceder a efectos de sonido y diálogo. Sin embargo, la aplicación efectiva de estos principios es todo un reto. Ahora, debido a una ley relativamente nueva en los Estados Unidos, conocida como la Sección 508, que trata de cuestiones de accesibilidad, se está convirtiendo en una parte esencial de la publicación en la Web. ",
            "error": [
                ""
            ]
        },
        "streaming media": {
            "translated_key": "medios de transmisión",
            "translated_annotated_text": "Contenido de streaming accesible Asegúrese de que su sitio web ofrece un servicio de calidad a todos sus usuarios. El artículo proporciona algunos consejos y tácticas para hacer sus \"medios de transmisión\" accesibles. La accesibilidad de los contenidos de streaming para personas con discapacidad a menudo no forma parte de las especificaciones de los proyectos multimedia, pero sin duda afecta a su calidad de servicio. La mayoría de los recursos disponibles en la accesibilidad web tratan con HTML. Afortunadamente, los medios de comunicación ricos y los desarrolladores de contenido en streaming tienen un número creciente de expertos a los que recurrir para obtener información y asistencia. Lo esencial de proporcionar contenido de streaming accesible es simple: las personas ciegas y con discapacidad visual necesitan audio para discernir los detalles visuales importantes y los elementos de interfaz, mientras que las personas sordas y difíciles de escuchar necesitan texto para acceder a efectos de sonido y diálogo. Sin embargo, la aplicación efectiva de estos principios es todo un reto. Ahora, debido a una ley relativamente nueva en los Estados Unidos, conocida como la Sección 508, que trata de cuestiones de accesibilidad, se está convirtiendo en una parte esencial de la publicación en la Web. ",
            "error": [
                ""
            ]
        },
        "content providers": {
            "translated_key": [],
            "translated_annotated_text": "Contenido de streaming accesible Asegúrese de que su sitio web ofrece un servicio de calidad a todos sus usuarios. El artículo proporciona algunos consejos y tácticas para hacer sus medios de streaming accesibles. La accesibilidad de los contenidos de streaming para personas con discapacidad a menudo no forma parte de las especificaciones de los proyectos multimedia, pero sin duda afecta a su calidad de servicio. La mayoría de los recursos disponibles en la accesibilidad web tratan con HTML. Afortunadamente, los medios de comunicación ricos y los desarrolladores de contenido en streaming tienen un número creciente de expertos a los que recurrir para obtener información y asistencia. Lo esencial de proporcionar contenido de streaming accesible es simple: las personas ciegas y con discapacidad visual necesitan audio para discernir los detalles visuales importantes y los elementos de interfaz, mientras que las personas sordas y difíciles de escuchar necesitan texto para acceder a efectos de sonido y diálogo. Sin embargo, la aplicación efectiva de estos principios es todo un reto. Ahora, debido a una ley relativamente nueva en los Estados Unidos, conocida como la Sección 508, que trata de cuestiones de accesibilidad, se está convirtiendo en una parte esencial de la publicación en la Web. ",
            "error": []
        },
        "United States": {
            "translated_key": [],
            "translated_annotated_text": "Contenido de streaming accesible Asegúrese de que su sitio web ofrece un servicio de calidad a todos sus usuarios. El artículo proporciona algunos consejos y tácticas para hacer sus medios de streaming accesibles. La accesibilidad de los contenidos de streaming para personas con discapacidad a menudo no forma parte de las especificaciones de los proyectos multimedia, pero sin duda afecta a su calidad de servicio. La mayoría de los recursos disponibles en la accesibilidad web tratan con HTML. Afortunadamente, los medios de comunicación ricos y los desarrolladores de contenido en streaming tienen un número creciente de expertos a los que recurrir para obtener información y asistencia. Lo esencial de proporcionar contenido de streaming accesible es simple: las personas ciegas y con discapacidad visual necesitan audio para discernir los detalles visuales importantes y los elementos de interfaz, mientras que las personas sordas y difíciles de escuchar necesitan texto para acceder a efectos de sonido y diálogo. Sin embargo, la aplicación efectiva de estos principios es todo un reto. Ahora, debido a una ley relativamente nueva en los Estados Unidos, conocida como la Sección 508, que trata de cuestiones de accesibilidad, se está convirtiendo en una parte esencial de la publicación en la Web. ",
            "error": []
        },
        "accessible streaming content": {
            "translated_key": "contenido de transmisión accesible",
            "translated_annotated_text": "Contenido de streaming accesible Asegúrese de que su sitio web ofrece un servicio de calidad a todos sus usuarios. El artículo proporciona algunos consejos y tácticas para hacer sus medios de streaming accesibles. La accesibilidad de los contenidos de streaming para personas con discapacidad a menudo no forma parte de las especificaciones de los proyectos multimedia, pero sin duda afecta a su calidad de servicio. La mayoría de los recursos disponibles en la accesibilidad web tratan con HTML. Afortunadamente, los medios de comunicación ricos y los desarrolladores de contenido en streaming tienen un número creciente de expertos a los que recurrir para obtener información y asistencia. Lo esencial de proporcionar \"contenido de transmisión accesible\" es simple: las personas ciegas y con discapacidad visual necesitan audio para discernir importantes detalles visuales y elementos de interfaz, mientras que las personas sordas y con dificultades auditivas necesitan texto para acceder a efectos de sonido y diálogo. Sin embargo, la aplicación efectiva de estos principios es todo un reto. Ahora, debido a una ley relativamente nueva en los Estados Unidos, conocida como la Sección 508, que trata de cuestiones de accesibilidad, se está convirtiendo en una parte esencial de la publicación en la Web. ",
            "error": [
                ""
            ]
        },
        "disabled users": {
            "translated_key": [],
            "translated_annotated_text": "Contenido de streaming accesible Asegúrese de que su sitio web ofrece un servicio de calidad a todos sus usuarios. El artículo proporciona algunos consejos y tácticas para hacer sus medios de streaming accesibles. La accesibilidad de los contenidos de streaming para personas con discapacidad a menudo no forma parte de las especificaciones de los proyectos multimedia, pero sin duda afecta a su calidad de servicio. La mayoría de los recursos disponibles en la accesibilidad web tratan con HTML. Afortunadamente, los medios de comunicación ricos y los desarrolladores de contenido en streaming tienen un número creciente de expertos a los que recurrir para obtener información y asistencia. Lo esencial de proporcionar contenido de streaming accesible es simple: las personas ciegas y con discapacidad visual necesitan audio para discernir los detalles visuales importantes y los elementos de interfaz, mientras que las personas sordas y difíciles de escuchar necesitan texto para acceder a efectos de sonido y diálogo. Sin embargo, la aplicación efectiva de estos principios es todo un reto. Ahora, debido a una ley relativamente nueva en los Estados Unidos, conocida como la Sección 508, que trata de cuestiones de accesibilidad, se está convirtiendo en una parte esencial de la publicación en la Web. ",
            "error": []
        },
        "multimedia projects": {
            "translated_key": "proyectos multimedia",
            "translated_annotated_text": "Contenido de streaming accesible Asegúrese de que su sitio web ofrece un servicio de calidad a todos sus usuarios. El artículo proporciona algunos consejos y tácticas para hacer sus medios de streaming accesibles. La accesibilidad de los contenidos de streaming para personas con discapacidad a menudo no forma parte de las especificaciones de los \"proyectos multimedia\", pero sin duda afecta a su calidad de servicio. La mayoría de los recursos disponibles en la accesibilidad web tratan con HTML. Afortunadamente, los medios de comunicación ricos y los desarrolladores de contenido en streaming tienen un número creciente de expertos a los que recurrir para obtener información y asistencia. Lo esencial de proporcionar contenido de streaming accesible es simple: las personas ciegas y con discapacidad visual necesitan audio para discernir los detalles visuales importantes y los elementos de interfaz, mientras que las personas sordas y difíciles de escuchar necesitan texto para acceder a efectos de sonido y diálogo. Sin embargo, la aplicación efectiva de estos principios es todo un reto. Ahora, debido a una ley relativamente nueva en los Estados Unidos, conocida como la Sección 508, que trata de cuestiones de accesibilidad, se está convirtiendo en una parte esencial de la publicación en la Web. ",
            "error": [
                ""
            ]
        },
        "Web accessibility": {
            "translated_key": "accesibilidad web",
            "translated_annotated_text": "Contenido de streaming accesible Asegúrese de que su sitio web ofrece un servicio de calidad a todos sus usuarios. El artículo proporciona algunos consejos y tácticas para hacer sus medios de streaming accesibles. La accesibilidad de los contenidos de streaming para personas con discapacidad a menudo no forma parte de las especificaciones de los proyectos multimedia, pero sin duda afecta a su calidad de servicio. La mayoría de los recursos disponibles en la \"accesibilidad web\" tratan con HTML. Afortunadamente, los medios de comunicación ricos y los desarrolladores de contenido en streaming tienen un número creciente de expertos a los que recurrir para obtener información y asistencia. Lo esencial de proporcionar contenido de streaming accesible es simple: las personas ciegas y con discapacidad visual necesitan audio para discernir los detalles visuales importantes y los elementos de interfaz, mientras que las personas sordas y difíciles de escuchar necesitan texto para acceder a efectos de sonido y diálogo. Sin embargo, la aplicación efectiva de estos principios es todo un reto. Ahora, debido a una ley relativamente nueva en los Estados Unidos, conocida como la Sección 508, que trata de cuestiones de accesibilidad, se está convirtiendo en una parte esencial de la publicación en la Web. ",
            "error": [
                ""
            ]
        },
        "HTML": {
            "translated_key": "HTML",
            "translated_annotated_text": "Contenido de streaming accesible Asegúrese de que su sitio web ofrece un servicio de calidad a todos sus usuarios. El artículo proporciona algunos consejos y tácticas para hacer sus medios de streaming accesibles. La accesibilidad de los contenidos de streaming para personas con discapacidad a menudo no forma parte de las especificaciones de los proyectos multimedia, pero sin duda afecta a su calidad de servicio. La mayoría de los recursos disponibles en la accesibilidad web se refieren a \"HTML\". Afortunadamente, los medios de comunicación ricos y los desarrolladores de contenido en streaming tienen un número creciente de expertos a los que recurrir para obtener información y asistencia. Lo esencial de proporcionar contenido de streaming accesible es simple: las personas ciegas y con discapacidad visual necesitan audio para discernir los detalles visuales importantes y los elementos de interfaz, mientras que las personas sordas y difíciles de escuchar necesitan texto para acceder a efectos de sonido y diálogo. Sin embargo, la aplicación efectiva de estos principios es todo un reto. Ahora, debido a una ley relativamente nueva en los Estados Unidos, conocida como la Sección 508, que trata de cuestiones de accesibilidad, se está convirtiendo en una parte esencial de la publicación en la Web. ",
            "error": [
                ""
            ]
        },
        "streaming content developers": {
            "translated_key": "programadores de contenidos",
            "translated_annotated_text": "Contenido de streaming accesible Asegúrese de que su sitio web ofrece un servicio de calidad a todos sus usuarios. El artículo proporciona algunos consejos y tácticas para hacer sus medios de streaming accesibles. La accesibilidad de los contenidos de streaming para personas con discapacidad a menudo no forma parte de las especificaciones de los proyectos multimedia, pero sin duda afecta a su calidad de servicio. La mayoría de los recursos disponibles en la accesibilidad web tratan con HTML. Afortunadamente, los medios de comunicación ricos y los \"programadores de contenidos\" tienen un número creciente de expertos a los que recurrir para obtener información y asistencia. Lo esencial de proporcionar contenido de streaming accesible es simple: las personas ciegas y con discapacidad visual necesitan audio para discernir los detalles visuales importantes y los elementos de interfaz, mientras que las personas sordas y difíciles de escuchar necesitan texto para acceder a efectos de sonido y diálogo. Sin embargo, la aplicación efectiva de estos principios es todo un reto. Ahora, debido a una ley relativamente nueva en los Estados Unidos, conocida como la Sección 508, que trata de cuestiones de accesibilidad, se está convirtiendo en una parte esencial de la publicación en la Web. ",
            "error": [
                ""
            ]
        },
        "visually impaired people": {
            "translated_key": "personas con discapacidad visual",
            "translated_annotated_text": "Contenido de streaming accesible Asegúrese de que su sitio web ofrece un servicio de calidad a todos sus usuarios. El artículo proporciona algunos consejos y tácticas para hacer sus medios de streaming accesibles. La accesibilidad de los contenidos de streaming para personas con discapacidad a menudo no forma parte de las especificaciones de los proyectos multimedia, pero sin duda afecta a su calidad de servicio. La mayoría de los recursos disponibles en la accesibilidad web tratan con HTML. Afortunadamente, los medios de comunicación ricos y los desarrolladores de contenido en streaming tienen un número creciente de expertos a los que recurrir para obtener información y asistencia. Lo esencial de proporcionar contenido de streaming accesible es simple: las personas ciegas y las \"personas con discapacidad visual\" necesitan audio para discernir importantes detalles visuales y elementos de interfaz, mientras que las personas sordas y difíciles de escuchar necesitan texto para acceder a efectos de sonido y diálogo. Sin embargo, la aplicación efectiva de estos principios es todo un reto. Ahora, debido a una ley relativamente nueva en los Estados Unidos, conocida como la Sección 508, que trata de cuestiones de accesibilidad, se está convirtiendo en una parte esencial de la publicación en la Web. ",
            "error": [
                ""
            ]
        },
        "blind people": {
            "translated_key": [],
            "translated_annotated_text": "Contenido de streaming accesible Asegúrese de que su sitio web ofrece un servicio de calidad a todos sus usuarios. El artículo proporciona algunos consejos y tácticas para hacer sus medios de streaming accesibles. La accesibilidad de los contenidos de streaming para personas con discapacidad a menudo no forma parte de las especificaciones de los proyectos multimedia, pero sin duda afecta a su calidad de servicio. La mayoría de los recursos disponibles en la accesibilidad web tratan con HTML. Afortunadamente, los medios de comunicación ricos y los desarrolladores de contenido en streaming tienen un número creciente de expertos a los que recurrir para obtener información y asistencia. Lo esencial de proporcionar contenido de streaming accesible es simple: las personas ciegas y con discapacidad visual necesitan audio para discernir los detalles visuales importantes y los elementos de interfaz, mientras que las personas sordas y difíciles de escuchar necesitan texto para acceder a efectos de sonido y diálogo. Sin embargo, la aplicación efectiva de estos principios es todo un reto. Ahora, debido a una ley relativamente nueva en los Estados Unidos, conocida como la Sección 508, que trata de cuestiones de accesibilidad, se está convirtiendo en una parte esencial de la publicación en la Web. ",
            "error": []
        },
        "visual detail": {
            "translated_key": "detalles visuales",
            "translated_annotated_text": "Contenido de streaming accesible Asegúrese de que su sitio web ofrece un servicio de calidad a todos sus usuarios. El artículo proporciona algunos consejos y tácticas para hacer sus medios de streaming accesibles. La accesibilidad de los contenidos de streaming para personas con discapacidad a menudo no forma parte de las especificaciones de los proyectos multimedia, pero sin duda afecta a su calidad de servicio. La mayoría de los recursos disponibles en la accesibilidad web tratan con HTML. Afortunadamente, los medios de comunicación ricos y los desarrolladores de contenido en streaming tienen un número creciente de expertos a los que recurrir para obtener información y asistencia. Lo esencial de proporcionar contenido de streaming accesible es simple: las personas ciegas y con discapacidad visual necesitan audio para discernir importantes \"detalles visuales\" e interfaces, mientras que las personas sordas y con dificultades auditivas necesitan texto para acceder a efectos de sonido y diálogo. Sin embargo, la aplicación efectiva de estos principios es todo un reto. Ahora, debido a una ley relativamente nueva en los Estados Unidos, conocida como la Sección 508, que trata de cuestiones de accesibilidad, se está convirtiendo en una parte esencial de la publicación en la Web. ",
            "error": [
                ""
            ]
        },
        "interface elements": {
            "translated_key": "elementos de interfaz",
            "translated_annotated_text": "Contenido de streaming accesible Asegúrese de que su sitio web ofrece un servicio de calidad a todos sus usuarios. El artículo proporciona algunos consejos y tácticas para hacer sus medios de streaming accesibles. La accesibilidad de los contenidos de streaming para personas con discapacidad a menudo no forma parte de las especificaciones de los proyectos multimedia, pero sin duda afecta a su calidad de servicio. La mayoría de los recursos disponibles en la accesibilidad web tratan con HTML. Afortunadamente, los medios de comunicación ricos y los desarrolladores de contenido en streaming tienen un número creciente de expertos a los que recurrir para obtener información y asistencia. Lo esencial de proporcionar contenido de streaming accesible es simple: las personas ciegas y con discapacidad visual necesitan audio para discernir detalles visuales importantes y \"elementos de interfaz\", mientras que las personas sordas y difíciles de escuchar necesitan texto para acceder a efectos de sonido y diálogo. Sin embargo, la aplicación efectiva de estos principios es todo un reto. Ahora, debido a una ley relativamente nueva en los Estados Unidos, conocida como la Sección 508, que trata de cuestiones de accesibilidad, se está convirtiendo en una parte esencial de la publicación en la Web. ",
            "error": [
                ""
            ]
        },
        "deaf people": {
            "translated_key": [],
            "translated_annotated_text": "Contenido de streaming accesible Asegúrese de que su sitio web ofrece un servicio de calidad a todos sus usuarios. El artículo proporciona algunos consejos y tácticas para hacer sus medios de streaming accesibles. La accesibilidad de los contenidos de streaming para personas con discapacidad a menudo no forma parte de las especificaciones de los proyectos multimedia, pero sin duda afecta a su calidad de servicio. La mayoría de los recursos disponibles en la accesibilidad web tratan con HTML. Afortunadamente, los medios de comunicación ricos y los desarrolladores de contenido en streaming tienen un número creciente de expertos a los que recurrir para obtener información y asistencia. Lo esencial de proporcionar contenido de streaming accesible es simple: las personas ciegas y con discapacidad visual necesitan audio para discernir los detalles visuales importantes y los elementos de interfaz, mientras que las personas sordas y difíciles de escuchar necesitan texto para acceder a efectos de sonido y diálogo. Sin embargo, la aplicación efectiva de estos principios es todo un reto. Ahora, debido a una ley relativamente nueva en los Estados Unidos, conocida como la Sección 508, que trata de cuestiones de accesibilidad, se está convirtiendo en una parte esencial de la publicación en la Web. ",
            "error": []
        },
        "hard-of-hearing people": {
            "translated_key": "personas difíciles de escuchar",
            "translated_annotated_text": "Contenido de streaming accesible Asegúrese de que su sitio web ofrece un servicio de calidad a todos sus usuarios. El artículo proporciona algunos consejos y tácticas para hacer sus medios de streaming accesibles. La accesibilidad de los contenidos de streaming para personas con discapacidad a menudo no forma parte de las especificaciones de los proyectos multimedia, pero sin duda afecta a su calidad de servicio. La mayoría de los recursos disponibles en la accesibilidad web tratan con HTML. Afortunadamente, los medios de comunicación ricos y los desarrolladores de contenido en streaming tienen un número creciente de expertos a los que recurrir para obtener información y asistencia. Lo esencial de proporcionar contenido de streaming accesible es simple: las personas ciegas y con discapacidad visual necesitan audio para discernir importantes detalles visuales y elementos de interfaz, mientras que las personas sordas y las \"personas difíciles de escuchar\" necesitan texto para acceder a efectos de sonido y diálogo. Sin embargo, la aplicación efectiva de estos principios es todo un reto. Ahora, debido a una ley relativamente nueva en los Estados Unidos, conocida como la Sección 508, que trata de cuestiones de accesibilidad, se está convirtiendo en una parte esencial de la publicación en la Web. ",
            "error": [
                ""
            ]
        },
        "sound effects": {
            "translated_key": "efectos de sonido",
            "translated_annotated_text": "Contenido de streaming accesible Asegúrese de que su sitio web ofrece un servicio de calidad a todos sus usuarios. El artículo proporciona algunos consejos y tácticas para hacer sus medios de streaming accesibles. La accesibilidad de los contenidos de streaming para personas con discapacidad a menudo no forma parte de las especificaciones de los proyectos multimedia, pero sin duda afecta a su calidad de servicio. La mayoría de los recursos disponibles en la accesibilidad web tratan con HTML. Afortunadamente, los medios de comunicación ricos y los desarrolladores de contenido en streaming tienen un número creciente de expertos a los que recurrir para obtener información y asistencia. Lo esencial de proporcionar contenido de streaming accesible es simple: las personas ciegas y con discapacidad visual necesitan audio para discernir importantes detalles visuales y elementos de interfaz, mientras que las personas sordas y difíciles de escuchar necesitan texto para acceder a \"efectos de sonido\" y diálogo. Sin embargo, la aplicación efectiva de estos principios es todo un reto. Ahora, debido a una ley relativamente nueva en los Estados Unidos, conocida como la Sección 508, que trata de cuestiones de accesibilidad, se está convirtiendo en una parte esencial de la publicación en la Web. ",
            "error": [
                ""
            ]
        },
        "Section 508": {
            "translated_key": "Sección 508",
            "translated_annotated_text": "Contenido de streaming accesible Asegúrese de que su sitio web ofrece un servicio de calidad a todos sus usuarios. El artículo proporciona algunos consejos y tácticas para hacer sus medios de streaming accesibles. La accesibilidad de los contenidos de streaming para personas con discapacidad a menudo no forma parte de las especificaciones de los proyectos multimedia, pero sin duda afecta a su calidad de servicio. La mayoría de los recursos disponibles en la accesibilidad web tratan con HTML. Afortunadamente, los medios de comunicación ricos y los desarrolladores de contenido en streaming tienen un número creciente de expertos a los que recurrir para obtener información y asistencia. Lo esencial de proporcionar contenido de streaming accesible es simple: las personas ciegas y con discapacidad visual necesitan audio para discernir los detalles visuales importantes y los elementos de interfaz, mientras que las personas sordas y difíciles de escuchar necesitan texto para acceder a efectos de sonido y diálogo. Sin embargo, la aplicación efectiva de estos principios es todo un reto. Ahora, debido a una ley relativamente nueva en los EE.UU., conocida como \"Sección 508\", que trata de cuestiones de accesibilidad se está convirtiendo en una parte esencial de la publicación en la Web ",
            "error": [
                ""
            ]
        },
        "accessibility issues": {
            "translated_key": "asuntos de accesibilidad",
            "translated_annotated_text": "Contenido de streaming accesible Asegúrese de que su sitio web ofrece un servicio de calidad a todos sus usuarios. El artículo proporciona algunos consejos y tácticas para hacer sus medios de streaming accesibles. La accesibilidad de los contenidos de streaming para personas con discapacidad a menudo no forma parte de las especificaciones de los proyectos multimedia, pero sin duda afecta a su calidad de servicio. La mayoría de los recursos disponibles en la accesibilidad web tratan con HTML. Afortunadamente, los medios de comunicación ricos y los desarrolladores de contenido en streaming tienen un número creciente de expertos a los que recurrir para obtener información y asistencia. Lo esencial de proporcionar contenido de streaming accesible es simple: las personas ciegas y con discapacidad visual necesitan audio para discernir los detalles visuales importantes y los elementos de interfaz, mientras que las personas sordas y difíciles de escuchar necesitan texto para acceder a efectos de sonido y diálogo. Sin embargo, la aplicación efectiva de estos principios es todo un reto. Ahora, debido a una ley relativamente nueva en los EE.UU., conocida como la Sección 508, que trata de \"asuntos de accesibilidad\" se está convirtiendo en una parte esencial de la publicación en la Web ",
            "error": [
                ""
            ]
        },
        "Web publishing": {
            "translated_key": [],
            "translated_annotated_text": "Contenido de streaming accesible Asegúrese de que su sitio web ofrece un servicio de calidad a todos sus usuarios. El artículo proporciona algunos consejos y tácticas para hacer sus medios de streaming accesibles. La accesibilidad de los contenidos de streaming para personas con discapacidad a menudo no forma parte de las especificaciones de los proyectos multimedia, pero sin duda afecta a su calidad de servicio. La mayoría de los recursos disponibles en la accesibilidad web tratan con HTML. Afortunadamente, los medios de comunicación ricos y los desarrolladores de contenido en streaming tienen un número creciente de expertos a los que recurrir para obtener información y asistencia. Lo esencial de proporcionar contenido de streaming accesible es simple: las personas ciegas y con discapacidad visual necesitan audio para discernir los detalles visuales importantes y los elementos de interfaz, mientras que las personas sordas y difíciles de escuchar necesitan texto para acceder a efectos de sonido y diálogo. Sin embargo, la aplicación efectiva de estos principios es todo un reto. Ahora, debido a una ley relativamente nueva en los Estados Unidos, conocida como la Sección 508, que trata de cuestiones de accesibilidad, se está convirtiendo en una parte esencial de la publicación en la Web. ",
            "error": []
        },
        "electronic publishing": {
            "translated_key": [],
            "translated_annotated_text": "Contenido de streaming accesible Asegúrese de que su sitio web ofrece un servicio de calidad a todos sus usuarios. El artículo proporciona algunos consejos y tácticas para hacer sus medios de streaming accesibles. La accesibilidad de los contenidos de streaming para personas con discapacidad a menudo no forma parte de las especificaciones de los proyectos multimedia, pero sin duda afecta a su calidad de servicio. La mayoría de los recursos disponibles en la accesibilidad web tratan con HTML. Afortunadamente, los medios de comunicación ricos y los desarrolladores de contenido en streaming tienen un número creciente de expertos a los que recurrir para obtener información y asistencia. Lo esencial de proporcionar contenido de streaming accesible es simple: las personas ciegas y con discapacidad visual necesitan audio para discernir los detalles visuales importantes y los elementos de interfaz, mientras que las personas sordas y difíciles de escuchar necesitan texto para acceder a efectos de sonido y diálogo. Sin embargo, la aplicación efectiva de estos principios es todo un reto. Ahora, debido a una ley relativamente nueva en los Estados Unidos, conocida como la Sección 508, que trata de cuestiones de accesibilidad, se está convirtiendo en una parte esencial de la publicación en la Web. ",
            "error": []
        },
        "handicapped aids": {
            "translated_key": [],
            "translated_annotated_text": "Contenido de streaming accesible Asegúrese de que su sitio web ofrece un servicio de calidad a todos sus usuarios. El artículo proporciona algunos consejos y tácticas para hacer sus medios de streaming accesibles. La accesibilidad de los contenidos de streaming para personas con discapacidad a menudo no forma parte de las especificaciones de los proyectos multimedia, pero sin duda afecta a su calidad de servicio. La mayoría de los recursos disponibles en la accesibilidad web tratan con HTML. Afortunadamente, los medios de comunicación ricos y los desarrolladores de contenido en streaming tienen un número creciente de expertos a los que recurrir para obtener información y asistencia. Lo esencial de proporcionar contenido de streaming accesible es simple: las personas ciegas y con discapacidad visual necesitan audio para discernir los detalles visuales importantes y los elementos de interfaz, mientras que las personas sordas y difíciles de escuchar necesitan texto para acceder a efectos de sonido y diálogo. Sin embargo, la aplicación efectiva de estos principios es todo un reto. Ahora, debido a una ley relativamente nueva en los Estados Unidos, conocida como la Sección 508, que trata de cuestiones de accesibilidad, se está convirtiendo en una parte esencial de la publicación en la Web. ",
            "error": []
        },
        "hypermedia markup languages": {
            "translated_key": [],
            "translated_annotated_text": "Contenido de streaming accesible Asegúrese de que su sitio web ofrece un servicio de calidad a todos sus usuarios. El artículo proporciona algunos consejos y tácticas para hacer sus medios de streaming accesibles. La accesibilidad de los contenidos de streaming para personas con discapacidad a menudo no forma parte de las especificaciones de los proyectos multimedia, pero sin duda afecta a su calidad de servicio. La mayoría de los recursos disponibles en la accesibilidad web tratan con HTML. Afortunadamente, los medios de comunicación ricos y los desarrolladores de contenido en streaming tienen un número creciente de expertos a los que recurrir para obtener información y asistencia. Lo esencial de proporcionar contenido de streaming accesible es simple: las personas ciegas y con discapacidad visual necesitan audio para discernir los detalles visuales importantes y los elementos de interfaz, mientras que las personas sordas y difíciles de escuchar necesitan texto para acceder a efectos de sonido y diálogo. Sin embargo, la aplicación efectiva de estos principios es todo un reto. Ahora, debido a una ley relativamente nueva en los Estados Unidos, conocida como la Sección 508, que trata de cuestiones de accesibilidad, se está convirtiendo en una parte esencial de la publicación en la Web. ",
            "error": []
        },
        "information resources": {
            "translated_key": [],
            "translated_annotated_text": "Contenido de streaming accesible Asegúrese de que su sitio web ofrece un servicio de calidad a todos sus usuarios. El artículo proporciona algunos consejos y tácticas para hacer sus medios de streaming accesibles. La accesibilidad de los contenidos de streaming para personas con discapacidad a menudo no forma parte de las especificaciones de los proyectos multimedia, pero sin duda afecta a su calidad de servicio. La mayoría de los recursos disponibles en la accesibilidad web tratan con HTML. Afortunadamente, los medios de comunicación ricos y los desarrolladores de contenido en streaming tienen un número creciente de expertos a los que recurrir para obtener información y asistencia. Lo esencial de proporcionar contenido de streaming accesible es simple: las personas ciegas y con discapacidad visual necesitan audio para discernir los detalles visuales importantes y los elementos de interfaz, mientras que las personas sordas y difíciles de escuchar necesitan texto para acceder a efectos de sonido y diálogo. Sin embargo, la aplicación efectiva de estos principios es todo un reto. Ahora, debido a una ley relativamente nueva en los Estados Unidos, conocida como la Sección 508, que trata de cuestiones de accesibilidad, se está convirtiendo en una parte esencial de la publicación en la Web. ",
            "error": []
        },
        "multimedia communication": {
            "translated_key": [],
            "translated_annotated_text": "Contenido de streaming accesible Asegúrese de que su sitio web ofrece un servicio de calidad a todos sus usuarios. El artículo proporciona algunos consejos y tácticas para hacer sus medios de streaming accesibles. La accesibilidad de los contenidos de streaming para personas con discapacidad a menudo no forma parte de las especificaciones de los proyectos multimedia, pero sin duda afecta a su calidad de servicio. La mayoría de los recursos disponibles en la accesibilidad web tratan con HTML. Afortunadamente, los medios de comunicación ricos y los desarrolladores de contenido en streaming tienen un número creciente de expertos a los que recurrir para obtener información y asistencia. Lo esencial de proporcionar contenido de streaming accesible es simple: las personas ciegas y con discapacidad visual necesitan audio para discernir los detalles visuales importantes y los elementos de interfaz, mientras que las personas sordas y difíciles de escuchar necesitan texto para acceder a efectos de sonido y diálogo. Sin embargo, la aplicación efectiva de estos principios es todo un reto. Ahora, debido a una ley relativamente nueva en los Estados Unidos, conocida como la Sección 508, que trata de cuestiones de accesibilidad, se está convirtiendo en una parte esencial de la publicación en la Web. ",
            "error": []
        },
        "user interfaces": {
            "translated_key": [],
            "translated_annotated_text": "Contenido de streaming accesible Asegúrese de que su sitio web ofrece un servicio de calidad a todos sus usuarios. El artículo proporciona algunos consejos y tácticas para hacer sus medios de streaming accesibles. La accesibilidad de los contenidos de streaming para personas con discapacidad a menudo no forma parte de las especificaciones de los proyectos multimedia, pero sin duda afecta a su calidad de servicio. La mayoría de los recursos disponibles en la accesibilidad web tratan con HTML. Afortunadamente, los medios de comunicación ricos y los desarrolladores de contenido en streaming tienen un número creciente de expertos a los que recurrir para obtener información y asistencia. Lo esencial de proporcionar contenido de streaming accesible es simple: las personas ciegas y con discapacidad visual necesitan audio para discernir los detalles visuales importantes y los elementos de interfaz, mientras que las personas sordas y difíciles de escuchar necesitan texto para acceder a efectos de sonido y diálogo. Sin embargo, la aplicación efectiva de estos principios es todo un reto. Ahora, debido a una ley relativamente nueva en los Estados Unidos, conocida como la Sección 508, que trata de cuestiones de accesibilidad, se está convirtiendo en una parte esencial de la publicación en la Web. ",
            "error": []
        }
    }
}