{
    "original_text": "Learning weights for the quasi-weighted means We study the determination of weights for quasi-weighted means (also called quasi-linear means) when a set of examples is given. We consider first a simple case, the learning of weights for weighted means, and then we extend the approach to the more general case of a quasi-weighted mean. We consider the case of a known arbitrary generator f. The paper finishes considering the use of parametric functions that are suitable when the values to aggregate are measure values or ratio",
    "original_translation": "Pesos de aprendizaje para los medios cuasi-ponderados Estudiamos la determinación de pesos para medios cuasi-ponderados (también llamados medios cuasi-lineales) cuando se da un conjunto de ejemplos. Primero consideramos un caso simple, el aprendizaje de pesos para medios ponderados, y luego extendemos el enfoque al caso más general de una media cuasi ponderada. Consideramos el caso de un generador arbitrario conocido f. El papel termina considerando el uso de funciones paramétricas que son adecuadas cuando los valores a agregado son valores de medida o ratio",
    "error_count": 4,
    "keys": {
        "quasi-weighted means": {
            "translated_key": "cuasi-ponderados",
            "translated_annotated_text": "Pesos de aprendizaje para los medios <br>cuasi-ponderados</br> Estudiamos la determinación de pesos para los medios <br>cuasi-ponderados</br> (también llamados medios cuasilineales) cuando se da un conjunto de ejemplos. Primero consideramos un caso simple, el aprendizaje de pesos para medios ponderados, y luego extendemos el enfoque al caso más general de una media cuasi ponderada. Consideramos el caso de un generador arbitrario conocido f. El papel termina considerando el uso de funciones paramétricas que son adecuadas cuando los valores a agregado son valores de medida o ratio ",
            "error": [
                ""
            ]
        },
        "quasi-linear means": {
            "translated_key": "quasi-lineal means",
            "translated_annotated_text": "Pesos de aprendizaje para los medios cuasi ponderados Estudiamos la determinación de pesos para medios cuasi ponderados (también llamados <br>quasi-lineal means</br>) cuando se da un conjunto de ejemplos. Primero consideramos un caso simple, el aprendizaje de pesos para medios ponderados, y luego extendemos el enfoque al caso más general de una media cuasi ponderada. Consideramos el caso de un generador arbitrario conocido f. El papel termina considerando el uso de funciones paramétricas que son adecuadas cuando los valores a agregado son valores de medida o ratio ",
            "error": [
                ""
            ]
        },
        "learning": {
            "translated_key": "learning",
            "translated_annotated_text": "Pesos de aprendizaje para los medios cuasi-ponderados Estudiamos la determinación de pesos para medios cuasi-ponderados (también llamados medios cuasi-lineales) cuando se da un conjunto de ejemplos. Primero consideramos un caso simple, el <br>learning</br> de pesos para medios ponderados, y luego extendemos el enfoque al caso más general de una media cuasi ponderada. Consideramos el caso de un generador arbitrario conocido f. El papel termina considerando el uso de funciones paramétricas que son adecuadas cuando los valores a agregado son valores de medida o ratio ",
            "error": [
                ""
            ]
        },
        "parametric functions": {
            "translated_key": "funciones paramétricas",
            "translated_annotated_text": "Pesos de aprendizaje para los medios cuasi-ponderados Estudiamos la determinación de pesos para medios cuasi-ponderados (también llamados medios cuasi-lineales) cuando se da un conjunto de ejemplos. Primero consideramos un caso simple, el aprendizaje de pesos para medios ponderados, y luego extendemos el enfoque al caso más general de una media cuasi ponderada. Se considera el caso de un generador arbitrario conocido f. El papel termina considerando el uso de <br>funciones paramétricas</br> que son adecuados cuando los valores a agregado son valores de medida o ratio ",
            "error": [
                ""
            ]
        },
        "measure values": {
            "translated_key": "measure valores",
            "translated_annotated_text": "Pesos de aprendizaje para los medios cuasi-ponderados Estudiamos la determinación de pesos para medios cuasi-ponderados (también llamados medios cuasi-lineales) cuando se da un conjunto de ejemplos. Primero consideramos un caso simple, el aprendizaje de pesos para medios ponderados, y luego extendemos el enfoque al caso más general de una media cuasi ponderada. Se considera el caso de un generador arbitrario conocido f. El papel termina considerando el uso de funciones paramétricas que son adecuadas cuando los valores agregados son <br>measure valores</br> o ratio ",
            "error": [
                ""
            ]
        },
        "ratio values": {
            "translated_key": [],
            "translated_annotated_text": "Pesos de aprendizaje para los medios cuasi-ponderados Estudiamos la determinación de pesos para medios cuasi-ponderados (también llamados medios cuasi-lineales) cuando se da un conjunto de ejemplos. Primero consideramos un caso simple, el aprendizaje de pesos para medios ponderados, y luego extendemos el enfoque al caso más general de una media cuasi ponderada. Consideramos el caso de un generador arbitrario conocido f. El papel termina considerando el uso de funciones paramétricas que son adecuadas cuando los valores a agregado son valores de medida o ratio ",
            "error": []
        },
        "learning (artificial intelligence)": {
            "translated_key": [],
            "translated_annotated_text": "Pesos de aprendizaje para los medios cuasi-ponderados Estudiamos la determinación de pesos para medios cuasi-ponderados (también llamados medios cuasi-lineales) cuando se da un conjunto de ejemplos. Primero consideramos un caso simple, el aprendizaje de pesos para medios ponderados, y luego extendemos el enfoque al caso más general de una media cuasi ponderada. Consideramos el caso de un generador arbitrario conocido f. El papel termina considerando el uso de funciones paramétricas que son adecuadas cuando los valores a agregado son valores de medida o ratio ",
            "error": []
        },
        "matrix algebra": {
            "translated_key": [],
            "translated_annotated_text": "Pesos de aprendizaje para los medios cuasi-ponderados Estudiamos la determinación de pesos para medios cuasi-ponderados (también llamados medios cuasi-lineales) cuando se da un conjunto de ejemplos. Primero consideramos un caso simple, el aprendizaje de pesos para medios ponderados, y luego extendemos el enfoque al caso más general de una media cuasi ponderada. Consideramos el caso de un generador arbitrario conocido f. El papel termina considerando el uso de funciones paramétricas que son adecuadas cuando los valores a agregado son valores de medida o ratio ",
            "error": []
        },
        "minimisation": {
            "translated_key": [],
            "translated_annotated_text": "Pesos de aprendizaje para los medios cuasi-ponderados Estudiamos la determinación de pesos para medios cuasi-ponderados (también llamados medios cuasi-lineales) cuando se da un conjunto de ejemplos. Primero consideramos un caso simple, el aprendizaje de pesos para medios ponderados, y luego extendemos el enfoque al caso más general de una media cuasi ponderada. Consideramos el caso de un generador arbitrario conocido f. El papel termina considerando el uso de funciones paramétricas que son adecuadas cuando los valores a agregado son valores de medida o ratio ",
            "error": []
        }
    }
}