{
    "original_text": "Prospecting virtual collections Virtual collections are a distinct sub-species of digital collections and digital archives. Archivists and curators as archivists and curators do not construct virtual collections; rather they enable virtual collections through the application of descriptive and other standards. Virtual collections are constructed by end users",
    "original_translation": "Prospección de colecciones virtuales Las colecciones virtuales son una subespecie distinta de colecciones digitales y archivos digitales. Los archiveros y curadores como archiveros y curadores no construyen colecciones virtuales, sino que permiten las colecciones virtuales mediante la aplicación de normas descriptivas y de otro tipo. Las colecciones virtuales son construidas por usuarios finales",
    "error_count": 6,
    "keys": {
        "virtual collections": {
            "translated_key": [
                "colección virtual",
                "colecciónes virtuales",
                "colecciónes virtuales"
            ],
            "translated_annotated_text": "Prospección de \"colección virtual\" Las colecciones virtuales son una subespecie distinta de colecciones digitales y archivos digitales. Los archiveros y curadores como archiveros y curadores no construyen \"colecciónes virtuales\", sino que permiten \"colecciónes virtuales\" a través de la aplicación de normas descriptivas y de otro tipo. Las colecciones virtuales son construidas por usuarios finales ",
            "error": [
                "colección virtual",
                "colecciónes virtuales",
                "colecciónes virtuales"
            ]
        },
        "digital collections": {
            "translated_key": "colección digital",
            "translated_annotated_text": "Prospección de colecciones virtuales Las colecciones virtuales son una subespecie distinta de \"colección digital\" y archivos digitales. Los archiveros y curadores como archiveros y curadores no construyen colecciones virtuales, sino que permiten las colecciones virtuales mediante la aplicación de normas descriptivas y de otro tipo. Las colecciones virtuales son construidas por usuarios finales ",
            "error": [
                ""
            ]
        },
        "digital archives": {
            "translated_key": "archivos digitales",
            "translated_annotated_text": "Prospección de colecciones virtuales Las colecciones virtuales son una subespecie distinta de colecciones digitales y \"archivos digitales\". Los archiveros y curadores como archiveros y curadores no construyen colecciones virtuales, sino que permiten las colecciones virtuales mediante la aplicación de normas descriptivas y de otro tipo. Las colecciones virtuales son construidas por usuarios finales ",
            "error": [
                ""
            ]
        },
        "archivists": {
            "translated_key": "archivistas",
            "translated_annotated_text": "Prospección de colecciones virtuales Las colecciones virtuales son una subespecie distinta de colecciones digitales y archivos digitales. Los archiveros y curadores como \"archivistas\" y curadores no construyen colecciones virtuales, sino que permiten las colecciones virtuales a través de la aplicación de estándares descriptivos y de otro tipo. Las colecciones virtuales son construidas por usuarios finales ",
            "error": [
                ""
            ]
        },
        "curators": {
            "translated_key": "curadores",
            "translated_annotated_text": "Prospección de colecciones virtuales Las colecciones virtuales son una subespecie distinta de colecciones digitales y archivos digitales. Los archiveros y \"curadores\" como archiveros y \"curadores\" no construyen colecciones virtuales, sino que habilitan las colecciones virtuales a través de la aplicación de estándares descriptivos y de otro tipo. Las colecciones virtuales son construidas por usuarios finales ",
            "error": [
                ""
            ]
        },
        "descriptive standards": {
            "translated_key": [],
            "translated_annotated_text": "Prospección de colecciones virtuales Las colecciones virtuales son una subespecie distinta de colecciones digitales y archivos digitales. Los archiveros y curadores como archiveros y curadores no construyen colecciones virtuales, sino que permiten las colecciones virtuales mediante la aplicación de normas descriptivas y de otro tipo. Las colecciones virtuales son construidas por usuarios finales ",
            "error": []
        },
        "end users": {
            "translated_key": "usuarios finales",
            "translated_annotated_text": "Prospección de colecciones virtuales Las colecciones virtuales son una subespecie distinta de colecciones digitales y archivos digitales. Los archiveros y curadores como archiveros y curadores no construyen colecciones virtuales, sino que permiten las colecciones virtuales mediante la aplicación de normas descriptivas y de otro tipo. Las colecciones virtuales son construidas por \"usuarios finales\" ",
            "error": [
                ""
            ]
        },
        "digitization": {
            "translated_key": [],
            "translated_annotated_text": "Prospección de colecciones virtuales Las colecciones virtuales son una subespecie distinta de colecciones digitales y archivos digitales. Los archiveros y curadores como archiveros y curadores no construyen colecciones virtuales, sino que permiten las colecciones virtuales mediante la aplicación de normas descriptivas y de otro tipo. Las colecciones virtuales son construidas por usuarios finales ",
            "error": []
        },
        "digital libraries": {
            "translated_key": [],
            "translated_annotated_text": "Prospección de colecciones virtuales Las colecciones virtuales son una subespecie distinta de colecciones digitales y archivos digitales. Los archiveros y curadores como archiveros y curadores no construyen colecciones virtuales, sino que permiten las colecciones virtuales mediante la aplicación de normas descriptivas y de otro tipo. Las colecciones virtuales son construidas por usuarios finales ",
            "error": []
        },
        "information retrieval systems": {
            "translated_key": [],
            "translated_annotated_text": "Prospección de colecciones virtuales Las colecciones virtuales son una subespecie distinta de colecciones digitales y archivos digitales. Los archiveros y curadores como archiveros y curadores no construyen colecciones virtuales, sino que permiten las colecciones virtuales mediante la aplicación de normas descriptivas y de otro tipo. Las colecciones virtuales son construidas por usuarios finales ",
            "error": []
        },
        "records management": {
            "translated_key": [],
            "translated_annotated_text": "Prospección de colecciones virtuales Las colecciones virtuales son una subespecie distinta de colecciones digitales y archivos digitales. Los archiveros y curadores como archiveros y curadores no construyen colecciones virtuales, sino que permiten las colecciones virtuales mediante la aplicación de normas descriptivas y de otro tipo. Las colecciones virtuales son construidas por usuarios finales ",
            "error": []
        },
        "standards": {
            "translated_key": "estándares",
            "translated_annotated_text": "Prospección de colecciones virtuales Las colecciones virtuales son una subespecie distinta de colecciones digitales y archivos digitales. Los archiveros y curadores como archiveros y curadores no construyen colecciones virtuales, sino que permiten las colecciones virtuales a través de la aplicación de \"estándares\" descriptivos y de otro tipo. Las colecciones virtuales son construidas por usuarios finales ",
            "error": [
                ""
            ]
        }
    }
}