{
    "original_text": "The impact of EAD adoption on archival programs: a pilot survey of early implementers The article reports the results of a survey conducted to assess the impact that the implementation of Encoded Archival Description (EAD) has on archival programs. By gathering data related to the funding, staffing, and evaluation of EAD programs and about institutional goals for EAD implementation, the study explored how EAD has affected the operations of the institutions which are utilizing it and the extent to which EAD has become a part of regular repository functions",
    "original_translation": "El impacto de la adopción de EAD en los programas de archivo: una encuesta piloto de los ejecutores tempranos El artículo reporta los resultados de una encuesta realizada para evaluar el impacto que la implementación de Descripción de Archivo Codificado (EAD) tiene en los programas de archivo. Mediante la recopilación de datos relacionados con la financiación, la dotación de personal y la evaluación de los programas de EAD y sobre los objetivos institucionales para la aplicación de EAD, el estudio estudió la forma en que la EAD ha afectado a las operaciones de las instituciones que lo utilizan y la medida en que la EAD se ha convertido en parte de las funciones ordinarias de repositorio.",
    "error_count": 6,
    "keys": {
        "EAD adoption": {
            "translated_key": "adopción EAD",
            "translated_annotated_text": "El impacto de la \"adopción EAD\" en los programas de archivo: una encuesta piloto de los primeros implementadores El artículo reporta los resultados de una encuesta realizada para evaluar el impacto que la implementación de la Descripción de Archivo Codificado (EAD) tiene en los programas de archivo. Mediante la recopilación de datos relacionados con la financiación, la dotación de personal y la evaluación de los programas de EAD y sobre los objetivos institucionales para la aplicación de EAD, el estudio estudió la forma en que la EAD ha afectado a las operaciones de las instituciones que lo utilizan y la medida en que la EAD se ha convertido en parte de las funciones ordinarias de repositorio. ",
            "error": [
                ""
            ]
        },
        "archival programs": {
            "translated_key": "programas de arquitectura",
            "translated_annotated_text": "El impacto de la adopción de EAD en los \"programas de arquitectura\": una encuesta piloto de los primeros implementadores El artículo reporta los resultados de una encuesta realizada para evaluar el impacto que la implementación de la Descripción del Archivo Codificado (EAD) tiene en los \"programas de arquitectura\". Mediante la recopilación de datos relacionados con la financiación, la dotación de personal y la evaluación de los programas de EAD y sobre los objetivos institucionales para la aplicación de EAD, el estudio estudió la forma en que la EAD ha afectado a las operaciones de las instituciones que lo utilizan y la medida en que la EAD se ha convertido en parte de las funciones ordinarias de repositorio. ",
            "error": [
                ""
            ]
        },
        "Encoded Archival Description": {
            "translated_key": "Descripción de archivo codificado",
            "translated_annotated_text": "El impacto de la adopción de EAD en los programas de archivo: una encuesta piloto de los primeros implementadores El artículo informa los resultados de una encuesta realizada para evaluar el impacto que la implementación de \"Descripción de archivo codificado\" (EAD) tiene en los programas de archivo. Mediante la recopilación de datos relacionados con la financiación, la dotación de personal y la evaluación de los programas de EAD y sobre los objetivos institucionales para la aplicación de EAD, el estudio estudió la forma en que la EAD ha afectado a las operaciones de las instituciones que lo utilizan y la medida en que la EAD se ha convertido en parte de las funciones ordinarias de repositorio. ",
            "error": [
                ""
            ]
        },
        "funding": {
            "translated_key": "financiación",
            "translated_annotated_text": "El impacto de la adopción de EAD en los programas de archivo: una encuesta piloto de los ejecutores tempranos El artículo reporta los resultados de una encuesta realizada para evaluar el impacto que la implementación de Descripción de Archivo Codificado (EAD) tiene en los programas de archivo. Mediante la recopilación de datos relacionados con la \"financiación\", la dotación de personal y la evaluación de los programas de EAD y sobre los objetivos institucionales para la aplicación de EAD, el estudio exploró cómo la EAD ha afectado a las operaciones de las instituciones que la utilizan y en qué medida la EAD se ha convertido en parte de las funciones ordinarias de repositorio. ",
            "error": [
                ""
            ]
        },
        "staffing": {
            "translated_key": "staffing",
            "translated_annotated_text": "El impacto de la adopción de EAD en los programas de archivo: una encuesta piloto de los ejecutores tempranos El artículo reporta los resultados de una encuesta realizada para evaluar el impacto que la implementación de Descripción de Archivo Codificado (EAD) tiene en los programas de archivo. Mediante la recopilación de datos relacionados con la financiación, el \"staffing\" y la evaluación de los programas de EAD y sobre los objetivos institucionales para la implementación de EAD, el estudio exploró cómo EAD ha afectado las operaciones de las instituciones que lo están utilizando y hasta qué punto EAD se ha convertido en parte de las funciones regulares de repositorio ",
            "error": [
                ""
            ]
        },
        "EAD programs": {
            "translated_key": "programas EAD",
            "translated_annotated_text": "El impacto de la adopción de EAD en los programas de archivo: una encuesta piloto de los ejecutores tempranos El artículo reporta los resultados de una encuesta realizada para evaluar el impacto que la implementación de Descripción de Archivo Codificado (EAD) tiene en los programas de archivo. Mediante la recopilación de datos relacionados con la financiación, la dotación de personal y la evaluación de los \"programas EAD\" y sobre los objetivos institucionales para la implementación de EAD, el estudio exploró cómo EAD ha afectado las operaciones de las instituciones que lo están utilizando y la medida en que EAD se ha convertido en parte de las funciones regulares de repositorio ",
            "error": [
                ""
            ]
        },
        "institutional goals": {
            "translated_key": "objetivos institucionales",
            "translated_annotated_text": "El impacto de la adopción de EAD en los programas de archivo: una encuesta piloto de los ejecutores tempranos El artículo reporta los resultados de una encuesta realizada para evaluar el impacto que la implementación de Descripción de Archivo Codificado (EAD) tiene en los programas de archivo. Mediante la recopilación de datos relacionados con la financiación, la dotación de personal y la evaluación de los programas de EAD y sobre \"objetivos institucionales\" para la implementación de EAD, el estudio exploró cómo EAD ha afectado las operaciones de las instituciones que lo están utilizando y la medida en que EAD se ha convertido en parte de las funciones regulares de repositorio ",
            "error": [
                ""
            ]
        },
        "EAD implementation": {
            "translated_key": "ejecución de EAD",
            "translated_annotated_text": "El impacto de la adopción de EAD en los programas de archivo: una encuesta piloto de los ejecutores tempranos El artículo reporta los resultados de una encuesta realizada para evaluar el impacto que la implementación de Descripción de Archivo Codificado (EAD) tiene en los programas de archivo. Mediante la recopilación de datos relacionados con la financiación, la dotación de personal y la evaluación de los programas de EAD y sobre los objetivos institucionales para la \"ejecución de EAD\", el estudio exploró cómo la EAD ha afectado las operaciones de las instituciones que la utilizan y en qué medida la EAD se ha convertido en parte de las funciones ordinarias de repositorio. ",
            "error": [
                ""
            ]
        },
        "regular repository functions": {
            "translated_key": "funciones de repositorio regulares",
            "translated_annotated_text": "El impacto de la adopción de EAD en los programas de archivo: una encuesta piloto de los ejecutores tempranos El artículo reporta los resultados de una encuesta realizada para evaluar el impacto que la implementación de Descripción de Archivo Codificado (EAD) tiene en los programas de archivo. Mediante la recopilación de datos relacionados con la financiación, el personal y la evaluación de los programas de EAD y sobre los objetivos institucionales para la aplicación de EAD, el estudio exploró cómo EAD ha afectado las operaciones de las instituciones que lo están utilizando y la medida en que EAD se ha convertido en parte de \"funciones de repositorio regulares\" ",
            "error": [
                ""
            ]
        },
        "archival descriptive standards": {
            "translated_key": [],
            "translated_annotated_text": "El impacto de la adopción de EAD en los programas de archivo: una encuesta piloto de los ejecutores tempranos El artículo reporta los resultados de una encuesta realizada para evaluar el impacto que la implementación de Descripción de Archivo Codificado (EAD) tiene en los programas de archivo. Mediante la recopilación de datos relacionados con la financiación, la dotación de personal y la evaluación de los programas de EAD y sobre los objetivos institucionales para la aplicación de EAD, el estudio estudió la forma en que la EAD ha afectado a las operaciones de las instituciones que lo utilizan y la medida en que la EAD se ha convertido en parte de las funciones ordinarias de repositorio. ",
            "error": []
        },
        "diffusion of innovation": {
            "translated_key": [],
            "translated_annotated_text": "El impacto de la adopción de EAD en los programas de archivo: una encuesta piloto de los ejecutores tempranos El artículo reporta los resultados de una encuesta realizada para evaluar el impacto que la implementación de Descripción de Archivo Codificado (EAD) tiene en los programas de archivo. Mediante la recopilación de datos relacionados con la financiación, la dotación de personal y la evaluación de los programas de EAD y sobre los objetivos institucionales para la aplicación de EAD, el estudio estudió la forma en que la EAD ha afectado a las operaciones de las instituciones que lo utilizan y la medida en que la EAD se ha convertido en parte de las funciones ordinarias de repositorio. ",
            "error": []
        },
        "information retrieval systems": {
            "translated_key": [],
            "translated_annotated_text": "El impacto de la adopción de EAD en los programas de archivo: una encuesta piloto de los ejecutores tempranos El artículo reporta los resultados de una encuesta realizada para evaluar el impacto que la implementación de Descripción de Archivo Codificado (EAD) tiene en los programas de archivo. Mediante la recopilación de datos relacionados con la financiación, la dotación de personal y la evaluación de los programas de EAD y sobre los objetivos institucionales para la aplicación de EAD, el estudio estudió la forma en que la EAD ha afectado a las operaciones de las instituciones que lo utilizan y la medida en que la EAD se ha convertido en parte de las funciones ordinarias de repositorio. ",
            "error": []
        },
        "page description languages": {
            "translated_key": [],
            "translated_annotated_text": "El impacto de la adopción de EAD en los programas de archivo: una encuesta piloto de los ejecutores tempranos El artículo reporta los resultados de una encuesta realizada para evaluar el impacto que la implementación de Descripción de Archivo Codificado (EAD) tiene en los programas de archivo. Mediante la recopilación de datos relacionados con la financiación, la dotación de personal y la evaluación de los programas de EAD y sobre los objetivos institucionales para la aplicación de EAD, el estudio estudió la forma en que la EAD ha afectado a las operaciones de las instituciones que lo utilizan y la medida en que la EAD se ha convertido en parte de las funciones ordinarias de repositorio. ",
            "error": []
        },
        "personnel": {
            "translated_key": [],
            "translated_annotated_text": "El impacto de la adopción de EAD en los programas de archivo: una encuesta piloto de los ejecutores tempranos El artículo reporta los resultados de una encuesta realizada para evaluar el impacto que la implementación de Descripción de Archivo Codificado (EAD) tiene en los programas de archivo. Mediante la recopilación de datos relacionados con la financiación, la dotación de personal y la evaluación de los programas de EAD y sobre los objetivos institucionales para la aplicación de EAD, el estudio estudió la forma en que la EAD ha afectado a las operaciones de las instituciones que lo utilizan y la medida en que la EAD se ha convertido en parte de las funciones ordinarias de repositorio. ",
            "error": []
        },
        "records management": {
            "translated_key": [],
            "translated_annotated_text": "El impacto de la adopción de EAD en los programas de archivo: una encuesta piloto de los ejecutores tempranos El artículo reporta los resultados de una encuesta realizada para evaluar el impacto que la implementación de Descripción de Archivo Codificado (EAD) tiene en los programas de archivo. Mediante la recopilación de datos relacionados con la financiación, la dotación de personal y la evaluación de los programas de EAD y sobre los objetivos institucionales para la aplicación de EAD, el estudio estudió la forma en que la EAD ha afectado a las operaciones de las instituciones que lo utilizan y la medida en que la EAD se ha convertido en parte de las funciones ordinarias de repositorio. ",
            "error": []
        }
    }
}