{
    "original_text": "The archival imagination of David Bearman, revisited Many archivists regard the archival imagination evidenced in the writings of David Bearman as avant-garde. Archivist L. Henry (1998) has sharply criticized Bearman for being irreverent toward the archival theory and practice outlined by classical American archivist T. R. Schellenberg. Although Bearman is sometimes credited (and sometimes berated) for establishing a new paradigm centered on the archival management of electronic records, his methods and strategies are intended to encompass all forms of record keeping. The article provides general observations on Bearmans archival imagination, lists some of its components, and addresses elements of Henrys critique. Although the long lasting impact of Bearmans imagination upon the archival profession might be questioned, it nonetheless deserves continued consideration by archivists and inclusion as a component of graduate archival education",
    "original_translation": "La imaginación archivística de David Bearman, revisitado Muchos archiveros consideran la imaginación archivística evidenciada en los escritos de David Bearman como vanguardia. El archivista L. Henry (1998) ha criticado duramente a Bearman por ser irreverente hacia la teoría y práctica archivística esbozada por el archivista clásico estadounidense T. R. Schellenberg. Aunque a veces Bearman es acreditado (y a veces censurado) por establecer un nuevo paradigma centrado en la gestión de archivos de los registros electrónicos, sus métodos y estrategias están destinados a abarcar todas las formas de mantenimiento de registros. El artículo ofrece observaciones generales sobre la imaginación archivística de Bearmans, enumera algunos de sus componentes y aborda elementos de la crítica de Henrys. Aunque el impacto de larga duración de la imaginación de Bearmans en la profesión de archivo podría ser cuestionado, no obstante merece la consideración continua de los archivistas y la inclusión como un componente de la educación de archivo de posgrado",
    "error_count": 3,
    "keys": {
        "archival imagination": {
            "translated_key": "imaginación arquival",
            "translated_annotated_text": "La \"imaginación arquival\" de David Bearman, revisitado Muchos archiveros consideran la \"imaginación arquival\" evidenciada en los escritos de David Bearman como vanguardia. El archivista L. Henry (1998) ha criticado duramente a Bearman por ser irreverente hacia la teoría y práctica archivística esbozada por el archivista clásico estadounidense T. R. Schellenberg. Aunque a veces Bearman es acreditado (y a veces censurado) por establecer un nuevo paradigma centrado en la gestión de archivos de los registros electrónicos, sus métodos y estrategias están destinados a abarcar todas las formas de mantenimiento de registros. El artículo ofrece observaciones generales sobre Bearmans \"imaginación arquival\", enumera algunos de sus componentes, y aborda elementos de la crítica Henrys. Aunque el impacto de larga duración de la imaginación de Bearmans en la profesión de archivo podría ser cuestionado, no obstante merece la consideración continua de los archivistas y la inclusión como un componente de la educación de archivo de posgrado ",
            "error": [
                ""
            ]
        },
        "David Bearman": {
            "translated_key": "David Bearman",
            "translated_annotated_text": "La imaginación archivística de \"David Bearman\", revisitado Muchos archiveros consideran la imaginación archivística evidenciada en los escritos de \"David Bearman\" como vanguardia. El archivista L. Henry (1998) ha criticado duramente a Bearman por ser irreverente hacia la teoría y práctica archivística esbozada por el archivista clásico estadounidense T. R. Schellenberg. Aunque a veces Bearman es acreditado (y a veces censurado) por establecer un nuevo paradigma centrado en la gestión de archivos de los registros electrónicos, sus métodos y estrategias están destinados a abarcar todas las formas de mantenimiento de registros. El artículo ofrece observaciones generales sobre la imaginación archivística de Bearmans, enumera algunos de sus componentes y aborda elementos de la crítica de Henrys. Aunque el impacto de larga duración de la imaginación de Bearmans en la profesión de archivo podría ser cuestionado, no obstante merece la consideración continua de los archivistas y la inclusión como un componente de la educación de archivo de posgrado ",
            "error": [
                ""
            ]
        },
        "archival theory": {
            "translated_key": "teoría y práctica de la arquitectura",
            "translated_annotated_text": "La imaginación archivística de David Bearman, revisitado Muchos archiveros consideran la imaginación archivística evidenciada en los escritos de David Bearman como vanguardia. El archivista L. Henry (1998) ha criticado duramente a Bearman por ser irreverente hacia la \"teoría y práctica de la arquitectura\" esbozada por el archivista clásico estadounidense T. R. Schellenberg. Aunque a veces Bearman es acreditado (y a veces censurado) por establecer un nuevo paradigma centrado en la gestión de archivos de los registros electrónicos, sus métodos y estrategias están destinados a abarcar todas las formas de mantenimiento de registros. El artículo ofrece observaciones generales sobre la imaginación archivística de Bearmans, enumera algunos de sus componentes y aborda elementos de la crítica de Henrys. Aunque el impacto de larga duración de la imaginación de Bearmans en la profesión de archivo podría ser cuestionado, no obstante merece la consideración continua de los archivistas y la inclusión como un componente de la educación de archivo de posgrado ",
            "error": [
                ""
            ]
        },
        "classical American archivist": {
            "translated_key": "archivista estadounidense clásico",
            "translated_annotated_text": "La imaginación archivística de David Bearman, revisitado Muchos archiveros consideran la imaginación archivística evidenciada en los escritos de David Bearman como vanguardia. El archivista L. Henry (1998) ha criticado duramente a Bearman por ser irreverente hacia la teoría y práctica archivística esbozada por el \"archivista estadounidense clásico\" T. R. Schellenberg. Aunque a veces Bearman es acreditado (y a veces censurado) por establecer un nuevo paradigma centrado en la gestión de archivos de los registros electrónicos, sus métodos y estrategias están destinados a abarcar todas las formas de mantenimiento de registros. El artículo ofrece observaciones generales sobre la imaginación archivística de Bearmans, enumera algunos de sus componentes y aborda elementos de la crítica de Henrys. Aunque el impacto de larga duración de la imaginación de Bearmans en la profesión de archivo podría ser cuestionado, no obstante merece la consideración continua de los archivistas y la inclusión como un componente de la educación de archivo de posgrado ",
            "error": [
                ""
            ]
        },
        "Schellenberg": {
            "translated_key": "Schellenberg",
            "translated_annotated_text": "La imaginación archivística de David Bearman, revisitado Muchos archiveros consideran la imaginación archivística evidenciada en los escritos de David Bearman como vanguardia. El archivista L. Henry (1998) ha criticado duramente a Bearman por ser irreverente hacia la teoría y práctica archivística esbozada por el archivista clásico estadounidense T. R. \"Schellenberg\". Aunque a veces Bearman es acreditado (y a veces censurado) por establecer un nuevo paradigma centrado en la gestión de archivos de los registros electrónicos, sus métodos y estrategias están destinados a abarcar todas las formas de mantenimiento de registros. El artículo ofrece observaciones generales sobre la imaginación archivística de Bearmans, enumera algunos de sus componentes y aborda elementos de la crítica de Henrys. Aunque el impacto de larga duración de la imaginación de Bearmans en la profesión de archivo podría ser cuestionado, no obstante merece la consideración continua de los archivistas y la inclusión como un componente de la educación de archivo de posgrado ",
            "error": [
                ""
            ]
        },
        "archival management": {
            "translated_key": "gestión arquival",
            "translated_annotated_text": "La imaginación archivística de David Bearman, revisitado Muchos archiveros consideran la imaginación archivística evidenciada en los escritos de David Bearman como vanguardia. El archivista L. Henry (1998) ha criticado duramente a Bearman por ser irreverente hacia la teoría y práctica archivística esbozada por el archivista clásico estadounidense T. R. Schellenberg. Aunque a veces Bearman es acreditado (y a veces censurado) por establecer un nuevo paradigma centrado en la \"gestión arquival\" de los registros electrónicos, sus métodos y estrategias están destinados a abarcar todas las formas de mantenimiento de registros. El artículo ofrece observaciones generales sobre la imaginación archivística de Bearmans, enumera algunos de sus componentes y aborda elementos de la crítica de Henrys. Aunque el impacto de larga duración de la imaginación de Bearmans en la profesión de archivo podría ser cuestionado, no obstante merece la consideración continua de los archivistas y la inclusión como un componente de la educación de archivo de posgrado ",
            "error": [
                ""
            ]
        },
        "electronic records": {
            "translated_key": "registros electrónicos",
            "translated_annotated_text": "La imaginación archivística de David Bearman, revisitado Muchos archiveros consideran la imaginación archivística evidenciada en los escritos de David Bearman como vanguardia. El archivista L. Henry (1998) ha criticado duramente a Bearman por ser irreverente hacia la teoría y práctica archivística esbozada por el archivista clásico estadounidense T. R. Schellenberg. Aunque a veces Bearman es acreditado (y a veces censurado) por establecer un nuevo paradigma centrado en la gestión de archivos de \"registros electrónicos\", sus métodos y estrategias están destinados a abarcar todas las formas de mantenimiento de registros. El artículo ofrece observaciones generales sobre la imaginación archivística de Bearmans, enumera algunos de sus componentes y aborda elementos de la crítica de Henrys. Aunque el impacto de larga duración de la imaginación de Bearmans en la profesión de archivo podría ser cuestionado, no obstante merece la consideración continua de los archivistas y la inclusión como un componente de la educación de archivo de posgrado ",
            "error": [
                ""
            ]
        },
        "record keeping": {
            "translated_key": "registro",
            "translated_annotated_text": "La imaginación archivística de David Bearman, revisitado Muchos archiveros consideran la imaginación archivística evidenciada en los escritos de David Bearman como vanguardia. El archivista L. Henry (1998) ha criticado duramente a Bearman por ser irreverente hacia la teoría y práctica archivística esbozada por el archivista clásico estadounidense T. R. Schellenberg. Aunque a veces Bearman es acreditado (y a veces censurado) por establecer un nuevo paradigma centrado en la gestión de archivos de los registros electrónicos, sus métodos y estrategias están destinados a abarcar todas las formas de \"registro\". El artículo ofrece observaciones generales sobre la imaginación archivística de Bearmans, enumera algunos de sus componentes y aborda elementos de la crítica de Henrys. Aunque el impacto de larga duración de la imaginación de Bearmans en la profesión de archivo podría ser cuestionado, no obstante merece la consideración continua de los archivistas y la inclusión como un componente de la educación de archivo de posgrado ",
            "error": [
                ""
            ]
        },
        "archival profession": {
            "translated_key": "profesión de archivo",
            "translated_annotated_text": "La imaginación archivística de David Bearman, revisitado Muchos archiveros consideran la imaginación archivística evidenciada en los escritos de David Bearman como vanguardia. El archivista L. Henry (1998) ha criticado duramente a Bearman por ser irreverente hacia la teoría y práctica archivística esbozada por el archivista clásico estadounidense T. R. Schellenberg. Aunque a veces Bearman es acreditado (y a veces censurado) por establecer un nuevo paradigma centrado en la gestión de archivos de los registros electrónicos, sus métodos y estrategias están destinados a abarcar todas las formas de mantenimiento de registros. El artículo ofrece observaciones generales sobre la imaginación archivística de Bearmans, enumera algunos de sus componentes y aborda elementos de la crítica de Henrys. Aunque el impacto de larga duración de la imaginación de Bearmans sobre la \"profesión de archivo\" podría ser cuestionado, no obstante merece una consideración continua por parte de los archivistas y la inclusión como un componente de la educación de archivo de posgrado ",
            "error": [
                ""
            ]
        },
        "graduate archival education": {
            "translated_key": "educación de archivo de grado",
            "translated_annotated_text": "La imaginación archivística de David Bearman, revisitado Muchos archiveros consideran la imaginación archivística evidenciada en los escritos de David Bearman como vanguardia. El archivista L. Henry (1998) ha criticado duramente a Bearman por ser irreverente hacia la teoría y práctica archivística esbozada por el archivista clásico estadounidense T. R. Schellenberg. Aunque a veces Bearman es acreditado (y a veces censurado) por establecer un nuevo paradigma centrado en la gestión de archivos de los registros electrónicos, sus métodos y estrategias están destinados a abarcar todas las formas de mantenimiento de registros. El artículo ofrece observaciones generales sobre la imaginación archivística de Bearmans, enumera algunos de sus componentes y aborda elementos de la crítica de Henrys. Aunque el impacto de larga duración de la imaginación de Bearmans sobre la profesión de archivo podría ser cuestionado, no obstante merece una consideración continua por parte de los archiveros y la inclusión como un componente de \"educación de archivo de grado\" ",
            "error": [
                ""
            ]
        },
        "information retrieval systems": {
            "translated_key": [],
            "translated_annotated_text": "La imaginación archivística de David Bearman, revisitado Muchos archiveros consideran la imaginación archivística evidenciada en los escritos de David Bearman como vanguardia. El archivista L. Henry (1998) ha criticado duramente a Bearman por ser irreverente hacia la teoría y práctica archivística esbozada por el archivista clásico estadounidense T. R. Schellenberg. Aunque a veces Bearman es acreditado (y a veces censurado) por establecer un nuevo paradigma centrado en la gestión de archivos de los registros electrónicos, sus métodos y estrategias están destinados a abarcar todas las formas de mantenimiento de registros. El artículo ofrece observaciones generales sobre la imaginación archivística de Bearmans, enumera algunos de sus componentes y aborda elementos de la crítica de Henrys. Aunque el impacto de larga duración de la imaginación de Bearmans en la profesión de archivo podría ser cuestionado, no obstante merece la consideración continua de los archivistas y la inclusión como un componente de la educación de archivo de posgrado ",
            "error": []
        },
        "professional aspects": {
            "translated_key": [],
            "translated_annotated_text": "La imaginación archivística de David Bearman, revisitado Muchos archiveros consideran la imaginación archivística evidenciada en los escritos de David Bearman como vanguardia. El archivista L. Henry (1998) ha criticado duramente a Bearman por ser irreverente hacia la teoría y práctica archivística esbozada por el archivista clásico estadounidense T. R. Schellenberg. Aunque a veces Bearman es acreditado (y a veces censurado) por establecer un nuevo paradigma centrado en la gestión de archivos de los registros electrónicos, sus métodos y estrategias están destinados a abarcar todas las formas de mantenimiento de registros. El artículo ofrece observaciones generales sobre la imaginación archivística de Bearmans, enumera algunos de sus componentes y aborda elementos de la crítica de Henrys. Aunque el impacto de larga duración de la imaginación de Bearmans en la profesión de archivo podría ser cuestionado, no obstante merece la consideración continua de los archivistas y la inclusión como un componente de la educación de archivo de posgrado ",
            "error": []
        },
        "records management": {
            "translated_key": [],
            "translated_annotated_text": "La imaginación archivística de David Bearman, revisitado Muchos archiveros consideran la imaginación archivística evidenciada en los escritos de David Bearman como vanguardia. El archivista L. Henry (1998) ha criticado duramente a Bearman por ser irreverente hacia la teoría y práctica archivística esbozada por el archivista clásico estadounidense T. R. Schellenberg. Aunque a veces Bearman es acreditado (y a veces censurado) por establecer un nuevo paradigma centrado en la gestión de archivos de los registros electrónicos, sus métodos y estrategias están destinados a abarcar todas las formas de mantenimiento de registros. El artículo ofrece observaciones generales sobre la imaginación archivística de Bearmans, enumera algunos de sus componentes y aborda elementos de la crítica de Henrys. Aunque el impacto de larga duración de la imaginación de Bearmans en la profesión de archivo podría ser cuestionado, no obstante merece la consideración continua de los archivistas y la inclusión como un componente de la educación de archivo de posgrado ",
            "error": []
        }
    }
}