{
    "original_text": "A formal model of computing with words Classical automata are formal models of computing with values. Fuzzy automata are generalizations of classical automata where the knowledge about the systems next state is vague or uncertain. It is worth noting that like classical automata, fuzzy automata can only process strings of input symbols. Therefore, such fuzzy automata are still (abstract) devices for computing with values, although a certain vagueness or uncertainty are involved in the process of computation. We introduce a new kind of fuzzy automata whose inputs are instead strings of fuzzy subsets of the input alphabet. These new fuzzy automata may serve as formal models of computing with words. We establish an extension principle from computing with values to computing with words. This principle indicates that computing with words can be implemented with computing with values with the price of a big amount of extra computations",
    "original_translation": "Un modelo formal de computación con palabras Los autómatas clásicos son modelos formales de computación con valores. Los autómatas borrosos son generalizaciones de autómatas clásicos donde el conocimiento sobre el siguiente estado de los sistemas es vago o incierto. Cabe señalar que, al igual que los autómatas clásicos, los autómatas borrosos sólo pueden procesar cadenas de símbolos de entrada. Por lo tanto, tales autómatas borrosos son todavía (abstractos) dispositivos para la computación con valores, aunque una cierta vaguedad o incertidumbre están involucrados en el proceso de computación. Presentamos un nuevo tipo de autómatas borrosos cuyas entradas son en lugar de cadenas de subconjuntos borrosos del alfabeto de entrada. Estos nuevos autómatas borrosos pueden servir como modelos formales de computación con palabras. Establecemos un principio de extensión de la computación con valores a la computación con palabras. Este principio indica que la computación con palabras se puede implementar con computación con valores con el precio de una gran cantidad de cálculos adicionales",
    "error_count": 6,
    "keys": {
        "formal model": {
            "translated_key": "modelo formal",
            "translated_annotated_text": "Un \"modelo formal\" de computación con palabras Los autómatas clásicos son modelos formales de computación con valores. Los autómatas borrosos son generalizaciones de autómatas clásicos donde el conocimiento sobre el siguiente estado de los sistemas es vago o incierto. Cabe señalar que, al igual que los autómatas clásicos, los autómatas borrosos sólo pueden procesar cadenas de símbolos de entrada. Por lo tanto, tales autómatas borrosos son todavía (abstractos) dispositivos para la computación con valores, aunque una cierta vaguedad o incertidumbre están involucrados en el proceso de computación. Presentamos un nuevo tipo de autómatas borrosos cuyas entradas son en lugar de cadenas de subconjuntos borrosos del alfabeto de entrada. Estos nuevos autómatas borrosos pueden servir como modelos formales de computación con palabras. Establecemos un principio de extensión de la computación con valores a la computación con palabras. Este principio indica que la computación con palabras se puede implementar con computación con valores con el precio de una gran cantidad de cálculos adicionales ",
            "error": [
                ""
            ]
        },
        "computing with words": {
            "translated_key": [
                "computación con palabras",
                "computación con palabras",
                "computar con palabras",
                "computar con palabras"
            ],
            "translated_annotated_text": "Un modelo formal de \"computación con palabras\" Los autómatas clásicos son modelos formales de computación con valores. Los autómatas borrosos son generalizaciones de autómatas clásicos donde el conocimiento sobre el siguiente estado de los sistemas es vago o incierto. Cabe señalar que, al igual que los autómatas clásicos, los autómatas borrosos sólo pueden procesar cadenas de símbolos de entrada. Por lo tanto, tales autómatas borrosos son todavía (abstractos) dispositivos para la computación con valores, aunque una cierta vaguedad o incertidumbre están involucrados en el proceso de computación. Presentamos un nuevo tipo de autómatas borrosos cuyas entradas son en lugar de cadenas de subconjuntos borrosos del alfabeto de entrada. Estos nuevos autómatas borrosos pueden servir como modelos formales de \"computación con palabras\". Establecemos un principio de extensión de la computación con valores a \"computar con palabras\". Este principio indica que \"computar con palabras\" se puede implementar con computación con valores con el precio de una gran cantidad de cálculos adicionales ",
            "error": [
                "computación con palabras",
                "computación con palabras",
                "computar con palabras",
                "computar con palabras"
            ]
        },
        "fuzzy automata": {
            "translated_key": [
                "automatas difusos",
                "automatismos difusos",
                "autómatas borrosos",
                "autómatas borrosos"
            ],
            "translated_annotated_text": "Un modelo formal de computación con palabras Los autómatas clásicos son modelos formales de computación con valores. Los autómatas borrosos son generalizaciones de autómatas clásicos donde el conocimiento sobre el siguiente estado de los sistemas es vago o incierto. Vale la pena señalar que como los autómatas clásicos, los \"automatas difusos\" sólo pueden procesar cadenas de símbolos de entrada. Por lo tanto, tales \"automatismos difusos\" son todavía (abstractos) dispositivos para la computación con valores, aunque una cierta vaguedad o incertidumbre están involucrados en el proceso de computación. Presentamos un nuevo tipo de \"autómatas borrosos\" cuyas entradas son en lugar de cadenas de subconjuntos borrosos del alfabeto de entrada. Estos nuevos \"autómatas borrosos\" pueden servir como modelos formales de computación con palabras. Establecemos un principio de extensión de la computación con valores a la computación con palabras. Este principio indica que la computación con palabras se puede implementar con computación con valores con el precio de una gran cantidad de cálculos adicionales ",
            "error": [
                "automatas difusos",
                "automatismos difusos",
                "autómatas borrosos",
                "autómatas borrosos"
            ]
        },
        "fuzzy subsets": {
            "translated_key": "subconjuntos borrosos",
            "translated_annotated_text": "Un modelo formal de computación con palabras Los autómatas clásicos son modelos formales de computación con valores. Los autómatas borrosos son generalizaciones de autómatas clásicos donde el conocimiento sobre el siguiente estado de los sistemas es vago o incierto. Cabe señalar que, al igual que los autómatas clásicos, los autómatas borrosos sólo pueden procesar cadenas de símbolos de entrada. Por lo tanto, tales autómatas borrosos son todavía (abstractos) dispositivos para la computación con valores, aunque una cierta vaguedad o incertidumbre están involucrados en el proceso de computación. Presentamos un nuevo tipo de autómatas borrosos cuyas entradas son en lugar de cadenas de \"subconjuntos borrosos\" del alfabeto de entrada. Estos nuevos autómatas borrosos pueden servir como modelos formales de computación con palabras. Establecemos un principio de extensión de la computación con valores a la computación con palabras. Este principio indica que la computación con palabras se puede implementar con computación con valores con el precio de una gran cantidad de cálculos adicionales ",
            "error": [
                ""
            ]
        },
        "input alphabet": {
            "translated_key": "alphabe de entrada",
            "translated_annotated_text": "Un modelo formal de computación con palabras Los autómatas clásicos son modelos formales de computación con valores. Los autómatas borrosos son generalizaciones de autómatas clásicos donde el conocimiento sobre el siguiente estado de los sistemas es vago o incierto. Cabe señalar que, al igual que los autómatas clásicos, los autómatas borrosos sólo pueden procesar cadenas de símbolos de entrada. Por lo tanto, tales autómatas borrosos son todavía (abstractos) dispositivos para la computación con valores, aunque una cierta vaguedad o incertidumbre están involucrados en el proceso de computación. Presentamos un nuevo tipo de autómatas borrosos cuyas entradas son en lugar de cadenas de subconjuntos borrosos del \"alphabe de entrada\". Estos nuevos autómatas borrosos pueden servir como modelos formales de computación con palabras. Establecemos un principio de extensión de la computación con valores a la computación con palabras. Este principio indica que la computación con palabras se puede implementar con computación con valores con el precio de una gran cantidad de cálculos adicionales ",
            "error": [
                ""
            ]
        },
        "extension principle": {
            "translated_key": "principio de extensión",
            "translated_annotated_text": "Un modelo formal de computación con palabras Los autómatas clásicos son modelos formales de computación con valores. Los autómatas borrosos son generalizaciones de autómatas clásicos donde el conocimiento sobre el siguiente estado de los sistemas es vago o incierto. Cabe señalar que, al igual que los autómatas clásicos, los autómatas borrosos sólo pueden procesar cadenas de símbolos de entrada. Por lo tanto, tales autómatas borrosos son todavía (abstractos) dispositivos para la computación con valores, aunque una cierta vaguedad o incertidumbre están involucrados en el proceso de computación. Presentamos un nuevo tipo de autómatas borrosos cuyas entradas son en lugar de cadenas de subconjuntos borrosos del alfabeto de entrada. Estos nuevos autómatas borrosos pueden servir como modelos formales de computación con palabras. Establecemos un \"principio de extensión\" de la computación con valores a la computación con palabras. Este principio indica que la computación con palabras se puede implementar con computación con valores con el precio de una gran cantidad de cálculos adicionales ",
            "error": [
                ""
            ]
        },
        "pushdown automata": {
            "translated_key": [],
            "translated_annotated_text": "Un modelo formal de computación con palabras Los autómatas clásicos son modelos formales de computación con valores. Los autómatas borrosos son generalizaciones de autómatas clásicos donde el conocimiento sobre el siguiente estado de los sistemas es vago o incierto. Cabe señalar que, al igual que los autómatas clásicos, los autómatas borrosos sólo pueden procesar cadenas de símbolos de entrada. Por lo tanto, tales autómatas borrosos son todavía (abstractos) dispositivos para la computación con valores, aunque una cierta vaguedad o incertidumbre están involucrados en el proceso de computación. Presentamos un nuevo tipo de autómatas borrosos cuyas entradas son en lugar de cadenas de subconjuntos borrosos del alfabeto de entrada. Estos nuevos autómatas borrosos pueden servir como modelos formales de computación con palabras. Establecemos un principio de extensión de la computación con valores a la computación con palabras. Este principio indica que la computación con palabras se puede implementar con computación con valores con el precio de una gran cantidad de cálculos adicionales ",
            "error": []
        },
        "finite automata": {
            "translated_key": [],
            "translated_annotated_text": "Un modelo formal de computación con palabras Los autómatas clásicos son modelos formales de computación con valores. Los autómatas borrosos son generalizaciones de autómatas clásicos donde el conocimiento sobre el siguiente estado de los sistemas es vago o incierto. Cabe señalar que, al igual que los autómatas clásicos, los autómatas borrosos sólo pueden procesar cadenas de símbolos de entrada. Por lo tanto, tales autómatas borrosos son todavía (abstractos) dispositivos para la computación con valores, aunque una cierta vaguedad o incertidumbre están involucrados en el proceso de computación. Presentamos un nuevo tipo de autómatas borrosos cuyas entradas son en lugar de cadenas de subconjuntos borrosos del alfabeto de entrada. Estos nuevos autómatas borrosos pueden servir como modelos formales de computación con palabras. Establecemos un principio de extensión de la computación con valores a la computación con palabras. Este principio indica que la computación con palabras se puede implementar con computación con valores con el precio de una gran cantidad de cálculos adicionales ",
            "error": []
        },
        "formal languages": {
            "translated_key": [],
            "translated_annotated_text": "Un modelo formal de computación con palabras Los autómatas clásicos son modelos formales de computación con valores. Los autómatas borrosos son generalizaciones de autómatas clásicos donde el conocimiento sobre el siguiente estado de los sistemas es vago o incierto. Cabe señalar que, al igual que los autómatas clásicos, los autómatas borrosos sólo pueden procesar cadenas de símbolos de entrada. Por lo tanto, tales autómatas borrosos son todavía (abstractos) dispositivos para la computación con valores, aunque una cierta vaguedad o incertidumbre están involucrados en el proceso de computación. Presentamos un nuevo tipo de autómatas borrosos cuyas entradas son en lugar de cadenas de subconjuntos borrosos del alfabeto de entrada. Estos nuevos autómatas borrosos pueden servir como modelos formales de computación con palabras. Establecemos un principio de extensión de la computación con valores a la computación con palabras. Este principio indica que la computación con palabras se puede implementar con computación con valores con el precio de una gran cantidad de cálculos adicionales ",
            "error": []
        },
        "fuzzy logic": {
            "translated_key": [],
            "translated_annotated_text": "Un modelo formal de computación con palabras Los autómatas clásicos son modelos formales de computación con valores. Los autómatas borrosos son generalizaciones de autómatas clásicos donde el conocimiento sobre el siguiente estado de los sistemas es vago o incierto. Cabe señalar que, al igual que los autómatas clásicos, los autómatas borrosos sólo pueden procesar cadenas de símbolos de entrada. Por lo tanto, tales autómatas borrosos son todavía (abstractos) dispositivos para la computación con valores, aunque una cierta vaguedad o incertidumbre están involucrados en el proceso de computación. Presentamos un nuevo tipo de autómatas borrosos cuyas entradas son en lugar de cadenas de subconjuntos borrosos del alfabeto de entrada. Estos nuevos autómatas borrosos pueden servir como modelos formales de computación con palabras. Establecemos un principio de extensión de la computación con valores a la computación con palabras. Este principio indica que la computación con palabras se puede implementar con computación con valores con el precio de una gran cantidad de cálculos adicionales ",
            "error": []
        }
    }
}