{
    "original_text": "Median partitioning: a novel method for the selection of representative subsets from large compound pools A method termed median partitioning (MP) has been developed to select diverse sets of molecules from large compound pools. Unlike many other methods for subset selection, the MP approach does not depend on pairwise comparison of molecules and can therefore be applied to very large compound collections. The only time limiting step is the calculation of molecular descriptors for database compounds. MP employs arrays of property descriptors with little correlation to divide large compound pools into partitions from which representative molecules can be selected. In each of n subsequent steps, a population of molecules is divided into subpopulations above and below the median value of a property descriptor until a desired number of 2/sup n/ partitions are obtained. For descriptor evaluation and selection, an entropy formulation was embedded in a genetic algorithm. MP has been applied to generate a subset of the Available Chemicals Directory, and the results have been compared with cell-based partitioning",
    "original_translation": "Mediana de partición: un nuevo método para la selección de subconjuntos representativos de grandes grupos compuestos Se ha desarrollado un método denominado partición mediana (MP) para seleccionar diversos conjuntos de moléculas de grandes grupos compuestos. A diferencia de muchos otros métodos para la selección de subconjuntos, el enfoque MP no depende de la comparación de pares de moléculas y por lo tanto se puede aplicar a colecciones de compuestos muy grandes. El único paso límite de tiempo es el cálculo de descriptores moleculares para compuestos de base de datos. MP emplea matrices de descriptores de propiedades con poca correlación para dividir grandes grupos compuestos en particiones de las cuales se pueden seleccionar moléculas representativas. En cada uno de los siguientes pasos, una población de moléculas se divide en subpoblaciones por encima y por debajo del valor medio de un descriptor de propiedad hasta obtener un número deseado de particiones 2/sup n/. Para la evaluación y selección de descriptores, una formulación de entropía fue incrustada en un algoritmo genético. MP se ha aplicado para generar un subconjunto del Directorio de Productos Químicos Disponibles, y los resultados se han comparado con la partición basada en celdas",
    "error_count": 7,
    "keys": {
        "median partitioning": {
            "translated_key": "división media",
            "translated_annotated_text": "Mediana de partición: un nuevo método para la selección de subconjuntos representativos de grandes piscinas compuestas Se ha desarrollado un método denominado \"división media\" (MP) para seleccionar diversos conjuntos de moléculas de grandes piscinas compuestas. A diferencia de muchos otros métodos para la selección de subconjuntos, el enfoque MP no depende de la comparación de pares de moléculas y por lo tanto se puede aplicar a colecciones de compuestos muy grandes. El único paso límite de tiempo es el cálculo de descriptores moleculares para compuestos de base de datos. MP emplea matrices de descriptores de propiedades con poca correlación para dividir grandes grupos compuestos en particiones de las cuales se pueden seleccionar moléculas representativas. En cada uno de los siguientes pasos, una población de moléculas se divide en subpoblaciones por encima y por debajo del valor medio de un descriptor de propiedad hasta obtener un número deseado de particiones 2/sup n/. Para la evaluación y selección de descriptores, una formulación de entropía fue incrustada en un algoritmo genético. MP se ha aplicado para generar un subconjunto del Directorio de Productos Químicos Disponibles, y los resultados se han comparado con la partición basada en celdas ",
            "error": [
                ""
            ]
        },
        "large compound pools": {
            "translated_key": "grandes piscinas compuestas",
            "translated_annotated_text": "Mediana de partición: un nuevo método para la selección de subconjuntos representativos de \"grandes piscinas compuestas\" Se ha desarrollado un método denominado partición mediana (MP) para seleccionar diversos conjuntos de moléculas de \"grandes piscinas compuestas\". A diferencia de muchos otros métodos para la selección de subconjuntos, el enfoque MP no depende de la comparación de pares de moléculas y por lo tanto se puede aplicar a colecciones de compuestos muy grandes. El único paso límite de tiempo es el cálculo de descriptores moleculares para compuestos de base de datos. MP emplea matrices de descriptores de propiedades con poca correlación para dividir \"grandes piscinas compuestas\" en particiones de las cuales se pueden seleccionar moléculas representativas. En cada uno de los siguientes pasos, una población de moléculas se divide en subpoblaciones por encima y por debajo del valor medio de un descriptor de propiedad hasta obtener un número deseado de particiones 2/sup n/. Para la evaluación y selección de descriptores, una formulación de entropía fue incrustada en un algoritmo genético. MP se ha aplicado para generar un subconjunto del Directorio de Productos Químicos Disponibles, y los resultados se han comparado con la partición basada en celdas ",
            "error": [
                ""
            ]
        },
        "representative subset selection": {
            "translated_key": [],
            "translated_annotated_text": "Mediana de partición: un nuevo método para la selección de subconjuntos representativos de grandes grupos compuestos Se ha desarrollado un método denominado partición mediana (MP) para seleccionar diversos conjuntos de moléculas de grandes grupos compuestos. A diferencia de muchos otros métodos para la selección de subconjuntos, el enfoque MP no depende de la comparación de pares de moléculas y por lo tanto se puede aplicar a colecciones de compuestos muy grandes. El único paso límite de tiempo es el cálculo de descriptores moleculares para compuestos de base de datos. MP emplea matrices de descriptores de propiedades con poca correlación para dividir grandes grupos compuestos en particiones de las cuales se pueden seleccionar moléculas representativas. En cada uno de los siguientes pasos, una población de moléculas se divide en subpoblaciones por encima y por debajo del valor medio de un descriptor de propiedad hasta obtener un número deseado de particiones 2/sup n/. Para la evaluación y selección de descriptores, una formulación de entropía fue incrustada en un algoritmo genético. MP se ha aplicado para generar un subconjunto del Directorio de Productos Químicos Disponibles, y los resultados se han comparado con la partición basada en celdas ",
            "error": []
        },
        "molecules": {
            "translated_key": "moléculas",
            "translated_annotated_text": "Mediana de partición: un método novedoso para la selección de subconjuntos representativos de grandes grupos compuestos Se ha desarrollado un método denominado partición mediana (MP) para seleccionar diversos conjuntos de \"moléculas\" de grandes grupos compuestos. A diferencia de muchos otros métodos para la selección de subconjuntos, el enfoque MP no depende de la comparación de pares de \"moléculas\" y por lo tanto se puede aplicar a colecciones de compuestos muy grandes. El único paso límite de tiempo es el cálculo de descriptores moleculares para compuestos de base de datos. MP emplea arrays de descriptores de propiedades con poca correlación para dividir grandes grupos compuestos en particiones de las cuales pueden seleccionarse \"moléculas\" representativas. En cada uno de los siguientes pasos, una población de \"moléculas\" se divide en subpoblaciones por encima y por debajo del valor medio de un descriptor de propiedad hasta obtener un número deseado de 2/sup n/ particiones. Para la evaluación y selección de descriptores, una formulación de entropía fue incrustada en un algoritmo genético. MP se ha aplicado para generar un subconjunto del Directorio de Productos Químicos Disponibles, y los resultados se han comparado con la partición basada en celdas ",
            "error": [
                ""
            ]
        },
        "time limiting step": {
            "translated_key": "paso límite de tiempo",
            "translated_annotated_text": "Mediana de partición: un nuevo método para la selección de subconjuntos representativos de grandes grupos compuestos Se ha desarrollado un método denominado partición mediana (MP) para seleccionar diversos conjuntos de moléculas de grandes grupos compuestos. A diferencia de muchos otros métodos para la selección de subconjuntos, el enfoque MP no depende de la comparación de pares de moléculas y por lo tanto se puede aplicar a colecciones de compuestos muy grandes. El único \"paso límite de tiempo\" es el cálculo de descriptores moleculares para compuestos de base de datos. MP emplea matrices de descriptores de propiedades con poca correlación para dividir grandes grupos compuestos en particiones de las cuales se pueden seleccionar moléculas representativas. En cada uno de los siguientes pasos, una población de moléculas se divide en subpoblaciones por encima y por debajo del valor medio de un descriptor de propiedad hasta obtener un número deseado de particiones 2/sup n/. Para la evaluación y selección de descriptores, una formulación de entropía fue incrustada en un algoritmo genético. MP se ha aplicado para generar un subconjunto del Directorio de Productos Químicos Disponibles, y los resultados se han comparado con la partición basada en celdas ",
            "error": [
                ""
            ]
        },
        "molecular descriptors": {
            "translated_key": "descriptores moleculares",
            "translated_annotated_text": "Mediana de partición: un nuevo método para la selección de subconjuntos representativos de grandes grupos compuestos Se ha desarrollado un método denominado partición mediana (MP) para seleccionar diversos conjuntos de moléculas de grandes grupos compuestos. A diferencia de muchos otros métodos para la selección de subconjuntos, el enfoque MP no depende de la comparación de pares de moléculas y por lo tanto se puede aplicar a colecciones de compuestos muy grandes. El único paso límite de tiempo es el cálculo de \"descriptores moleculares\" para compuestos de base de datos. MP emplea matrices de descriptores de propiedades con poca correlación para dividir grandes grupos compuestos en particiones de las cuales se pueden seleccionar moléculas representativas. En cada uno de los siguientes pasos, una población de moléculas se divide en subpoblaciones por encima y por debajo del valor medio de un descriptor de propiedad hasta obtener un número deseado de particiones 2/sup n/. Para la evaluación y selección de descriptores, una formulación de entropía fue incrustada en un algoritmo genético. MP se ha aplicado para generar un subconjunto del Directorio de Productos Químicos Disponibles, y los resultados se han comparado con la partición basada en celdas ",
            "error": [
                ""
            ]
        },
        "database compounds": {
            "translated_key": "compuestos de base de datos",
            "translated_annotated_text": "Mediana de partición: un nuevo método para la selección de subconjuntos representativos de grandes grupos compuestos Se ha desarrollado un método denominado partición mediana (MP) para seleccionar diversos conjuntos de moléculas de grandes grupos compuestos. A diferencia de muchos otros métodos para la selección de subconjuntos, el enfoque MP no depende de la comparación de pares de moléculas y por lo tanto se puede aplicar a colecciones de compuestos muy grandes. El único paso límite de tiempo es el cálculo de descriptores moleculares para \"compuestos de base de datos\". MP emplea matrices de descriptores de propiedades con poca correlación para dividir grandes grupos compuestos en particiones de las cuales se pueden seleccionar moléculas representativas. En cada uno de los siguientes pasos, una población de moléculas se divide en subpoblaciones por encima y por debajo del valor medio de un descriptor de propiedad hasta obtener un número deseado de particiones 2/sup n/. Para la evaluación y selección de descriptores, una formulación de entropía fue incrustada en un algoritmo genético. MP se ha aplicado para generar un subconjunto del Directorio de Productos Químicos Disponibles, y los resultados se han comparado con la partición basada en celdas ",
            "error": [
                ""
            ]
        },
        "property descriptor array": {
            "translated_key": [],
            "translated_annotated_text": "Mediana de partición: un nuevo método para la selección de subconjuntos representativos de grandes grupos compuestos Se ha desarrollado un método denominado partición mediana (MP) para seleccionar diversos conjuntos de moléculas de grandes grupos compuestos. A diferencia de muchos otros métodos para la selección de subconjuntos, el enfoque MP no depende de la comparación de pares de moléculas y por lo tanto se puede aplicar a colecciones de compuestos muy grandes. El único paso límite de tiempo es el cálculo de descriptores moleculares para compuestos de base de datos. MP emplea matrices de descriptores de propiedades con poca correlación para dividir grandes grupos compuestos en particiones de las cuales se pueden seleccionar moléculas representativas. En cada uno de los siguientes pasos, una población de moléculas se divide en subpoblaciones por encima y por debajo del valor medio de un descriptor de propiedad hasta obtener un número deseado de particiones 2/sup n/. Para la evaluación y selección de descriptores, una formulación de entropía fue incrustada en un algoritmo genético. MP se ha aplicado para generar un subconjunto del Directorio de Productos Químicos Disponibles, y los resultados se han comparado con la partición basada en celdas ",
            "error": []
        },
        "entropy formulation": {
            "translated_key": "formulación de entropía",
            "translated_annotated_text": "Mediana de partición: un nuevo método para la selección de subconjuntos representativos de grandes grupos compuestos Se ha desarrollado un método denominado partición mediana (MP) para seleccionar diversos conjuntos de moléculas de grandes grupos compuestos. A diferencia de muchos otros métodos para la selección de subconjuntos, el enfoque MP no depende de la comparación de pares de moléculas y por lo tanto se puede aplicar a colecciones de compuestos muy grandes. El único paso límite de tiempo es el cálculo de descriptores moleculares para compuestos de base de datos. MP emplea matrices de descriptores de propiedades con poca correlación para dividir grandes grupos compuestos en particiones de las cuales se pueden seleccionar moléculas representativas. En cada uno de los siguientes pasos, una población de moléculas se divide en subpoblaciones por encima y por debajo del valor medio de un descriptor de propiedad hasta obtener un número deseado de particiones 2/sup n/. Para la evaluación y selección de descriptores, una \"formulación de entropía\" fue incrustada en un algoritmo genético. MP se ha aplicado para generar un subconjunto del Directorio de Productos Químicos Disponibles, y los resultados se han comparado con la partición basada en celdas ",
            "error": [
                ""
            ]
        },
        "genetic algorithm": {
            "translated_key": "algoritmo genético",
            "translated_annotated_text": "Mediana de partición: un nuevo método para la selección de subconjuntos representativos de grandes grupos compuestos Se ha desarrollado un método denominado partición mediana (MP) para seleccionar diversos conjuntos de moléculas de grandes grupos compuestos. A diferencia de muchos otros métodos para la selección de subconjuntos, el enfoque MP no depende de la comparación de pares de moléculas y por lo tanto se puede aplicar a colecciones de compuestos muy grandes. El único paso límite de tiempo es el cálculo de descriptores moleculares para compuestos de base de datos. MP emplea matrices de descriptores de propiedades con poca correlación para dividir grandes grupos compuestos en particiones de las cuales se pueden seleccionar moléculas representativas. En cada uno de los siguientes pasos, una población de moléculas se divide en subpoblaciones por encima y por debajo del valor medio de un descriptor de propiedad hasta obtener un número deseado de particiones 2/sup n/. Para la evaluación y selección de descriptores, una formulación de entropía fue incrustada en un \"algoritmo genético\". MP se ha aplicado para generar un subconjunto del Directorio de Productos Químicos Disponibles, y los resultados se han comparado con la partición basada en celdas ",
            "error": [
                ""
            ]
        },
        "Available Chemicals Directory": {
            "translated_key": "Directorio de Productos Químicos Disponibles",
            "translated_annotated_text": "Mediana de partición: un nuevo método para la selección de subconjuntos representativos de grandes grupos compuestos Se ha desarrollado un método denominado partición mediana (MP) para seleccionar diversos conjuntos de moléculas de grandes grupos compuestos. A diferencia de muchos otros métodos para la selección de subconjuntos, el enfoque MP no depende de la comparación de pares de moléculas y por lo tanto se puede aplicar a colecciones de compuestos muy grandes. El único paso límite de tiempo es el cálculo de descriptores moleculares para compuestos de base de datos. MP emplea matrices de descriptores de propiedades con poca correlación para dividir grandes grupos compuestos en particiones de las cuales se pueden seleccionar moléculas representativas. En cada uno de los siguientes pasos, una población de moléculas se divide en subpoblaciones por encima y por debajo del valor medio de un descriptor de propiedad hasta obtener un número deseado de particiones 2/sup n/. Para la evaluación y selección de descriptores, una formulación de entropía fue incrustada en un algoritmo genético. MP se ha aplicado para generar un subconjunto del \"Directorio de Productos Químicos Disponibles\", y los resultados se han comparado con la partición basada en celdas ",
            "error": [
                ""
            ]
        },
        "cell-based partitioning": {
            "translated_key": "división basada en células",
            "translated_annotated_text": "Mediana de partición: un nuevo método para la selección de subconjuntos representativos de grandes grupos compuestos Se ha desarrollado un método denominado partición mediana (MP) para seleccionar diversos conjuntos de moléculas de grandes grupos compuestos. A diferencia de muchos otros métodos para la selección de subconjuntos, el enfoque MP no depende de la comparación de pares de moléculas y por lo tanto se puede aplicar a colecciones de compuestos muy grandes. El único paso límite de tiempo es el cálculo de descriptores moleculares para compuestos de base de datos. MP emplea matrices de descriptores de propiedades con poca correlación para dividir grandes grupos compuestos en particiones de las cuales se pueden seleccionar moléculas representativas. En cada uno de los siguientes pasos, una población de moléculas se divide en subpoblaciones por encima y por debajo del valor medio de un descriptor de propiedad hasta obtener un número deseado de particiones 2/sup n/. Para la evaluación y selección de descriptores, una formulación de entropía fue incrustada en un algoritmo genético. MP se ha aplicado para generar un subconjunto del Directorio de Productos Químicos Disponibles, y los resultados se han comparado con \"división basada en células\" ",
            "error": [
                ""
            ]
        },
        "chemistry computing": {
            "translated_key": [],
            "translated_annotated_text": "Mediana de partición: un nuevo método para la selección de subconjuntos representativos de grandes grupos compuestos Se ha desarrollado un método denominado partición mediana (MP) para seleccionar diversos conjuntos de moléculas de grandes grupos compuestos. A diferencia de muchos otros métodos para la selección de subconjuntos, el enfoque MP no depende de la comparación de pares de moléculas y por lo tanto se puede aplicar a colecciones de compuestos muy grandes. El único paso límite de tiempo es el cálculo de descriptores moleculares para compuestos de base de datos. MP emplea matrices de descriptores de propiedades con poca correlación para dividir grandes grupos compuestos en particiones de las cuales se pueden seleccionar moléculas representativas. En cada uno de los siguientes pasos, una población de moléculas se divide en subpoblaciones por encima y por debajo del valor medio de un descriptor de propiedad hasta obtener un número deseado de particiones 2/sup n/. Para la evaluación y selección de descriptores, una formulación de entropía fue incrustada en un algoritmo genético. MP se ha aplicado para generar un subconjunto del Directorio de Productos Químicos Disponibles, y los resultados se han comparado con la partición basada en celdas ",
            "error": []
        },
        "entropy": {
            "translated_key": "entropía",
            "translated_annotated_text": "Mediana de partición: un nuevo método para la selección de subconjuntos representativos de grandes grupos compuestos Se ha desarrollado un método denominado partición mediana (MP) para seleccionar diversos conjuntos de moléculas de grandes grupos compuestos. A diferencia de muchos otros métodos para la selección de subconjuntos, el enfoque MP no depende de la comparación de pares de moléculas y por lo tanto se puede aplicar a colecciones de compuestos muy grandes. El único paso límite de tiempo es el cálculo de descriptores moleculares para compuestos de base de datos. MP emplea matrices de descriptores de propiedades con poca correlación para dividir grandes grupos compuestos en particiones de las cuales se pueden seleccionar moléculas representativas. En cada uno de los siguientes pasos, una población de moléculas se divide en subpoblaciones por encima y por debajo del valor medio de un descriptor de propiedad hasta obtener un número deseado de particiones 2/sup n/. Para la evaluación y selección de descriptores, una formulación de \"entropía\" fue incrustada en un algoritmo genético. MP se ha aplicado para generar un subconjunto del Directorio de Productos Químicos Disponibles, y los resultados se han comparado con la partición basada en celdas ",
            "error": [
                ""
            ]
        },
        "genetic algorithms": {
            "translated_key": [],
            "translated_annotated_text": "Mediana de partición: un nuevo método para la selección de subconjuntos representativos de grandes grupos compuestos Se ha desarrollado un método denominado partición mediana (MP) para seleccionar diversos conjuntos de moléculas de grandes grupos compuestos. A diferencia de muchos otros métodos para la selección de subconjuntos, el enfoque MP no depende de la comparación de pares de moléculas y por lo tanto se puede aplicar a colecciones de compuestos muy grandes. El único paso límite de tiempo es el cálculo de descriptores moleculares para compuestos de base de datos. MP emplea matrices de descriptores de propiedades con poca correlación para dividir grandes grupos compuestos en particiones de las cuales se pueden seleccionar moléculas representativas. En cada uno de los siguientes pasos, una población de moléculas se divide en subpoblaciones por encima y por debajo del valor medio de un descriptor de propiedad hasta obtener un número deseado de particiones 2/sup n/. Para la evaluación y selección de descriptores, una formulación de entropía fue incrustada en un algoritmo genético. MP se ha aplicado para generar un subconjunto del Directorio de Productos Químicos Disponibles, y los resultados se han comparado con la partición basada en celdas ",
            "error": []
        },
        "organic compounds": {
            "translated_key": [],
            "translated_annotated_text": "Mediana de partición: un nuevo método para la selección de subconjuntos representativos de grandes grupos compuestos Se ha desarrollado un método denominado partición mediana (MP) para seleccionar diversos conjuntos de moléculas de grandes grupos compuestos. A diferencia de muchos otros métodos para la selección de subconjuntos, el enfoque MP no depende de la comparación de pares de moléculas y por lo tanto se puede aplicar a colecciones de compuestos muy grandes. El único paso límite de tiempo es el cálculo de descriptores moleculares para compuestos de base de datos. MP emplea matrices de descriptores de propiedades con poca correlación para dividir grandes grupos compuestos en particiones de las cuales se pueden seleccionar moléculas representativas. En cada uno de los siguientes pasos, una población de moléculas se divide en subpoblaciones por encima y por debajo del valor medio de un descriptor de propiedad hasta obtener un número deseado de particiones 2/sup n/. Para la evaluación y selección de descriptores, una formulación de entropía fue incrustada en un algoritmo genético. MP se ha aplicado para generar un subconjunto del Directorio de Productos Químicos Disponibles, y los resultados se han comparado con la partición basada en celdas ",
            "error": []
        },
        "scientific information systems": {
            "translated_key": [],
            "translated_annotated_text": "Mediana de partición: un nuevo método para la selección de subconjuntos representativos de grandes grupos compuestos Se ha desarrollado un método denominado partición mediana (MP) para seleccionar diversos conjuntos de moléculas de grandes grupos compuestos. A diferencia de muchos otros métodos para la selección de subconjuntos, el enfoque MP no depende de la comparación de pares de moléculas y por lo tanto se puede aplicar a colecciones de compuestos muy grandes. El único paso límite de tiempo es el cálculo de descriptores moleculares para compuestos de base de datos. MP emplea matrices de descriptores de propiedades con poca correlación para dividir grandes grupos compuestos en particiones de las cuales se pueden seleccionar moléculas representativas. En cada uno de los siguientes pasos, una población de moléculas se divide en subpoblaciones por encima y por debajo del valor medio de un descriptor de propiedad hasta obtener un número deseado de particiones 2/sup n/. Para la evaluación y selección de descriptores, una formulación de entropía fue incrustada en un algoritmo genético. MP se ha aplicado para generar un subconjunto del Directorio de Productos Químicos Disponibles, y los resultados se han comparado con la partición basada en celdas ",
            "error": []
        },
        "very large databases": {
            "translated_key": [],
            "translated_annotated_text": "Mediana de partición: un nuevo método para la selección de subconjuntos representativos de grandes grupos compuestos Se ha desarrollado un método denominado partición mediana (MP) para seleccionar diversos conjuntos de moléculas de grandes grupos compuestos. A diferencia de muchos otros métodos para la selección de subconjuntos, el enfoque MP no depende de la comparación de pares de moléculas y por lo tanto se puede aplicar a colecciones de compuestos muy grandes. El único paso límite de tiempo es el cálculo de descriptores moleculares para compuestos de base de datos. MP emplea matrices de descriptores de propiedades con poca correlación para dividir grandes grupos compuestos en particiones de las cuales se pueden seleccionar moléculas representativas. En cada uno de los siguientes pasos, una población de moléculas se divide en subpoblaciones por encima y por debajo del valor medio de un descriptor de propiedad hasta obtener un número deseado de particiones 2/sup n/. Para la evaluación y selección de descriptores, una formulación de entropía fue incrustada en un algoritmo genético. MP se ha aplicado para generar un subconjunto del Directorio de Productos Químicos Disponibles, y los resultados se han comparado con la partición basada en celdas ",
            "error": []
        }
    }
}