{
    "original_text": "Chemical information based scaling of molecular descriptors: a universal chemical scale for library design and analysis Scaling is a difficult issue for any analysis of chemical properties or molecular topology when disparate descriptors are involved. To compare properties across different data sets, a common scale must be defined. Using several publicly available databases (ACD, CMC, MDDR, and NCI) as a basis, we propose to define chemically meaningful scales for a number of molecular properties and topology descriptors. These chemically derived scaling functions have several advantages. First, it is possible to define chemically relevant scales, greatly simplifying similarity and diversity analyses across data sets. Second, this approach provides a convenient method for setting descriptor boundaries that define chemically reasonable topology spaces. For example, descriptors can be scaled so that compounds with little potential for biological activity, bioavailability, or other drug-like characteristics are easily identified as outliers. We have compiled scaling values for 314 molecular descriptors. In addition the 10th and 90th percentile values for each descriptor have been calculated for use in outlier filtering",
    "original_translation": "Escalado basado en información química de descriptores moleculares: una escala química universal para el diseño y análisis de bibliotecas El escalado es un tema difícil para cualquier análisis de propiedades químicas o topología molecular cuando se involucran descriptores dispares. Para comparar propiedades entre diferentes conjuntos de datos, se debe definir una escala común. Utilizando varias bases de datos disponibles públicamente (ACD, CMC, MDDR y NCI) como base, proponemos definir escalas químicamente significativas para una serie de propiedades moleculares y descriptores de topología. Estas funciones de escalado derivadas químicamente tienen varias ventajas. En primer lugar, es posible definir escalas de importancia química, simplificando en gran medida los análisis de similitud y diversidad entre los conjuntos de datos. En segundo lugar, este enfoque proporciona un método conveniente para establecer límites descriptores que definen espacios de topología químicamente razonables. Por ejemplo, los descriptores se pueden escalar para que los compuestos con poco potencial de actividad biológica, biodisponibilidad u otras características similares a las de las drogas se identifiquen fácilmente como valores atípicos. Hemos compilado valores de escala para 314 descriptores moleculares. Además, se han calculado los valores de percentil 10 y 90 para cada descriptor para su uso en el filtrado atípico",
    "error_count": 10,
    "keys": {
        "universal chemical scale": {
            "translated_key": "escala química universal",
            "translated_annotated_text": "Escalado de descriptores moleculares basado en información química: una \"escala química universal\" para el diseño y análisis de bibliotecas El escalado es un tema difícil para cualquier análisis de propiedades químicas o topología molecular cuando se involucran descriptores dispares. Para comparar propiedades entre diferentes conjuntos de datos, se debe definir una escala común. Utilizando varias bases de datos disponibles públicamente (ACD, CMC, MDDR y NCI) como base, proponemos definir escalas químicamente significativas para una serie de propiedades moleculares y descriptores de topología. Estas funciones de escalado derivadas químicamente tienen varias ventajas. En primer lugar, es posible definir escalas de importancia química, simplificando en gran medida los análisis de similitud y diversidad entre los conjuntos de datos. En segundo lugar, este enfoque proporciona un método conveniente para establecer límites descriptores que definen espacios de topología químicamente razonables. Por ejemplo, los descriptores se pueden escalar para que los compuestos con poco potencial de actividad biológica, biodisponibilidad u otras características similares a las de las drogas se identifiquen fácilmente como valores atípicos. Hemos compilado valores de escala para 314 descriptores moleculares. Además, se han calculado los valores de percentil 10 y 90 para cada descriptor para su uso en el filtrado atípico ",
            "error": [
                ""
            ]
        },
        "library design": {
            "translated_key": "diseño y análisis de bibliotecas",
            "translated_annotated_text": "Escalado de descriptores moleculares basado en información química: una escala química universal para el \"diseño y análisis de bibliotecas\" El escalado es un problema difícil para cualquier análisis de propiedades químicas o topología molecular cuando hay descriptores dispares. Para comparar propiedades entre diferentes conjuntos de datos, se debe definir una escala común. Utilizando varias bases de datos disponibles públicamente (ACD, CMC, MDDR y NCI) como base, proponemos definir escalas químicamente significativas para una serie de propiedades moleculares y descriptores de topología. Estas funciones de escalado derivadas químicamente tienen varias ventajas. En primer lugar, es posible definir escalas de importancia química, simplificando en gran medida los análisis de similitud y diversidad entre los conjuntos de datos. En segundo lugar, este enfoque proporciona un método conveniente para establecer límites descriptores que definen espacios de topología químicamente razonables. Por ejemplo, los descriptores se pueden escalar para que los compuestos con poco potencial de actividad biológica, biodisponibilidad u otras características similares a las de las drogas se identifiquen fácilmente como valores atípicos. Hemos compilado valores de escala para 314 descriptores moleculares. Además, se han calculado los valores de percentil 10 y 90 para cada descriptor para su uso en el filtrado atípico ",
            "error": [
                ""
            ]
        },
        "library analysis": {
            "translated_key": [],
            "translated_annotated_text": "Escalado basado en información química de descriptores moleculares: una escala química universal para el diseño y análisis de bibliotecas El escalado es un tema difícil para cualquier análisis de propiedades químicas o topología molecular cuando se involucran descriptores dispares. Para comparar propiedades entre diferentes conjuntos de datos, se debe definir una escala común. Utilizando varias bases de datos disponibles públicamente (ACD, CMC, MDDR y NCI) como base, proponemos definir escalas químicamente significativas para una serie de propiedades moleculares y descriptores de topología. Estas funciones de escalado derivadas químicamente tienen varias ventajas. En primer lugar, es posible definir escalas de importancia química, simplificando en gran medida los análisis de similitud y diversidad entre los conjuntos de datos. En segundo lugar, este enfoque proporciona un método conveniente para establecer límites descriptores que definen espacios de topología químicamente razonables. Por ejemplo, los descriptores se pueden escalar para que los compuestos con poco potencial de actividad biológica, biodisponibilidad u otras características similares a las de las drogas se identifiquen fácilmente como valores atípicos. Hemos compilado valores de escala para 314 descriptores moleculares. Además, se han calculado los valores de percentil 10 y 90 para cada descriptor para su uso en el filtrado atípico ",
            "error": []
        },
        "chemical information based scaling": {
            "translated_key": [],
            "translated_annotated_text": "Escalado basado en información química de descriptores moleculares: una escala química universal para el diseño y análisis de bibliotecas El escalado es un tema difícil para cualquier análisis de propiedades químicas o topología molecular cuando se involucran descriptores dispares. Para comparar propiedades entre diferentes conjuntos de datos, se debe definir una escala común. Utilizando varias bases de datos disponibles públicamente (ACD, CMC, MDDR y NCI) como base, proponemos definir escalas químicamente significativas para una serie de propiedades moleculares y descriptores de topología. Estas funciones de escalado derivadas químicamente tienen varias ventajas. En primer lugar, es posible definir escalas de importancia química, simplificando en gran medida los análisis de similitud y diversidad entre los conjuntos de datos. En segundo lugar, este enfoque proporciona un método conveniente para establecer límites descriptores que definen espacios de topología químicamente razonables. Por ejemplo, los descriptores se pueden escalar para que los compuestos con poco potencial de actividad biológica, biodisponibilidad u otras características similares a las de las drogas se identifiquen fácilmente como valores atípicos. Hemos compilado valores de escala para 314 descriptores moleculares. Además, se han calculado los valores de percentil 10 y 90 para cada descriptor para su uso en el filtrado atípico ",
            "error": []
        },
        "molecular descriptors": {
            "translated_key": "descriptores moleculares",
            "translated_annotated_text": "Escalado basado en información química de \"descriptores moleculares\": una escala química universal para el diseño y análisis de bibliotecas El escalado es un tema difícil para cualquier análisis de propiedades químicas o topología molecular cuando se involucran descriptores dispares. Para comparar propiedades entre diferentes conjuntos de datos, se debe definir una escala común. Utilizando varias bases de datos disponibles públicamente (ACD, CMC, MDDR y NCI) como base, proponemos definir escalas químicamente significativas para una serie de propiedades moleculares y descriptores de topología. Estas funciones de escalado derivadas químicamente tienen varias ventajas. En primer lugar, es posible definir escalas de importancia química, simplificando en gran medida los análisis de similitud y diversidad entre los conjuntos de datos. En segundo lugar, este enfoque proporciona un método conveniente para establecer límites descriptores que definen espacios de topología químicamente razonables. Por ejemplo, los descriptores se pueden escalar para que los compuestos con poco potencial de actividad biológica, biodisponibilidad u otras características similares a las de las drogas se identifiquen fácilmente como valores atípicos. Hemos compilado valores de escala para 314 \"descriptores moleculares\". Además, se han calculado los valores de percentil 10 y 90 para cada descriptor para su uso en el filtrado atípico ",
            "error": [
                ""
            ]
        },
        "molecular topology": {
            "translated_key": "topología molecular",
            "translated_annotated_text": "Escalado basado en información química de descriptores moleculares: una escala química universal para el diseño y análisis de bibliotecas El escalado es un tema difícil para cualquier análisis de propiedades químicas o \"topología molecular\" cuando se involucran descriptores dispares. Para comparar propiedades entre diferentes conjuntos de datos, se debe definir una escala común. Utilizando varias bases de datos disponibles públicamente (ACD, CMC, MDDR y NCI) como base, proponemos definir escalas químicamente significativas para una serie de propiedades moleculares y descriptores de topología. Estas funciones de escalado derivadas químicamente tienen varias ventajas. En primer lugar, es posible definir escalas de importancia química, simplificando en gran medida los análisis de similitud y diversidad entre los conjuntos de datos. En segundo lugar, este enfoque proporciona un método conveniente para establecer límites descriptores que definen espacios de topología químicamente razonables. Por ejemplo, los descriptores se pueden escalar para que los compuestos con poco potencial de actividad biológica, biodisponibilidad u otras características similares a las de las drogas se identifiquen fácilmente como valores atípicos. Hemos compilado valores de escala para 314 descriptores moleculares. Además, se han calculado los valores de percentil 10 y 90 para cada descriptor para su uso en el filtrado atípico ",
            "error": [
                ""
            ]
        },
        "chemical properties": {
            "translated_key": "propiedades químicas",
            "translated_annotated_text": "Escalado basado en información química de descriptores moleculares: una escala química universal para el diseño y análisis de bibliotecas El escalado es un tema difícil para cualquier análisis de \"propiedades químicas\" o topología molecular cuando se involucran descriptores dispares. Para comparar propiedades entre diferentes conjuntos de datos, se debe definir una escala común. Utilizando varias bases de datos disponibles públicamente (ACD, CMC, MDDR y NCI) como base, proponemos definir escalas químicamente significativas para una serie de propiedades moleculares y descriptores de topología. Estas funciones de escalado derivadas químicamente tienen varias ventajas. En primer lugar, es posible definir escalas de importancia química, simplificando en gran medida los análisis de similitud y diversidad entre los conjuntos de datos. En segundo lugar, este enfoque proporciona un método conveniente para establecer límites descriptores que definen espacios de topología químicamente razonables. Por ejemplo, los descriptores se pueden escalar para que los compuestos con poco potencial de actividad biológica, biodisponibilidad u otras características similares a las de las drogas se identifiquen fácilmente como valores atípicos. Hemos compilado valores de escala para 314 descriptores moleculares. Además, se han calculado los valores de percentil 10 y 90 para cada descriptor para su uso en el filtrado atípico ",
            "error": [
                ""
            ]
        },
        "databases": {
            "translated_key": "bases de datos",
            "translated_annotated_text": "Escalado basado en información química de descriptores moleculares: una escala química universal para el diseño y análisis de bibliotecas El escalado es un tema difícil para cualquier análisis de propiedades químicas o topología molecular cuando se involucran descriptores dispares. Para comparar propiedades entre diferentes conjuntos de datos, se debe definir una escala común. Utilizando varias \"bases de datos\" públicamente disponibles (ACD, CMC, MDDR y NCI) como base, proponemos definir escalas químicamente significativas para una serie de propiedades moleculares y descriptores de topología. Estas funciones de escalado derivadas químicamente tienen varias ventajas. En primer lugar, es posible definir escalas de importancia química, simplificando en gran medida los análisis de similitud y diversidad entre los conjuntos de datos. En segundo lugar, este enfoque proporciona un método conveniente para establecer límites descriptores que definen espacios de topología químicamente razonables. Por ejemplo, los descriptores se pueden escalar para que los compuestos con poco potencial de actividad biológica, biodisponibilidad u otras características similares a las de las drogas se identifiquen fácilmente como valores atípicos. Hemos compilado valores de escala para 314 descriptores moleculares. Además, se han calculado los valores de percentil 10 y 90 para cada descriptor para su uso en el filtrado atípico ",
            "error": [
                ""
            ]
        },
        "diversity analyses": {
            "translated_key": "análisis de diversidad",
            "translated_annotated_text": "Escalado basado en información química de descriptores moleculares: una escala química universal para el diseño y análisis de bibliotecas El escalado es un tema difícil para cualquier análisis de propiedades químicas o topología molecular cuando se involucran descriptores dispares. Para comparar propiedades entre diferentes conjuntos de datos, se debe definir una escala común. Utilizando varias bases de datos disponibles públicamente (ACD, CMC, MDDR y NCI) como base, proponemos definir escalas químicamente significativas para una serie de propiedades moleculares y descriptores de topología. Estas funciones de escalado derivadas químicamente tienen varias ventajas. En primer lugar, es posible definir escalas químicamente relevantes, simplificando en gran medida la similitud y los \"análisis de diversidad\" entre los conjuntos de datos. En segundo lugar, este enfoque proporciona un método conveniente para establecer límites descriptores que definen espacios de topología químicamente razonables. Por ejemplo, los descriptores se pueden escalar para que los compuestos con poco potencial de actividad biológica, biodisponibilidad u otras características similares a las de las drogas se identifiquen fácilmente como valores atípicos. Hemos compilado valores de escala para 314 descriptores moleculares. Además, se han calculado los valores de percentil 10 y 90 para cada descriptor para su uso en el filtrado atípico ",
            "error": [
                ""
            ]
        },
        "similarity analyses": {
            "translated_key": [],
            "translated_annotated_text": "Escalado basado en información química de descriptores moleculares: una escala química universal para el diseño y análisis de bibliotecas El escalado es un tema difícil para cualquier análisis de propiedades químicas o topología molecular cuando se involucran descriptores dispares. Para comparar propiedades entre diferentes conjuntos de datos, se debe definir una escala común. Utilizando varias bases de datos disponibles públicamente (ACD, CMC, MDDR y NCI) como base, proponemos definir escalas químicamente significativas para una serie de propiedades moleculares y descriptores de topología. Estas funciones de escalado derivadas químicamente tienen varias ventajas. En primer lugar, es posible definir escalas de importancia química, simplificando en gran medida los análisis de similitud y diversidad entre los conjuntos de datos. En segundo lugar, este enfoque proporciona un método conveniente para establecer límites descriptores que definen espacios de topología químicamente razonables. Por ejemplo, los descriptores se pueden escalar para que los compuestos con poco potencial de actividad biológica, biodisponibilidad u otras características similares a las de las drogas se identifiquen fácilmente como valores atípicos. Hemos compilado valores de escala para 314 descriptores moleculares. Además, se han calculado los valores de percentil 10 y 90 para cada descriptor para su uso en el filtrado atípico ",
            "error": []
        },
        "data sets": {
            "translated_key": "conjuntos de datos",
            "translated_annotated_text": "Escalado basado en información química de descriptores moleculares: una escala química universal para el diseño y análisis de bibliotecas El escalado es un tema difícil para cualquier análisis de propiedades químicas o topología molecular cuando se involucran descriptores dispares. Para comparar propiedades en diferentes \"conjuntos de datos\", debe definirse una escala común. Utilizando varias bases de datos disponibles públicamente (ACD, CMC, MDDR y NCI) como base, proponemos definir escalas químicamente significativas para una serie de propiedades moleculares y descriptores de topología. Estas funciones de escalado derivadas químicamente tienen varias ventajas. En primer lugar, es posible definir escalas químicamente relevantes, simplificando en gran medida los análisis de similitud y diversidad entre \"conjuntos de datos\". En segundo lugar, este enfoque proporciona un método conveniente para establecer límites descriptores que definen espacios de topología químicamente razonables. Por ejemplo, los descriptores se pueden escalar para que los compuestos con poco potencial de actividad biológica, biodisponibilidad u otras características similares a las de las drogas se identifiquen fácilmente como valores atípicos. Hemos compilado valores de escala para 314 descriptores moleculares. Además, se han calculado los valores de percentil 10 y 90 para cada descriptor para su uso en el filtrado atípico ",
            "error": [
                ""
            ]
        },
        "descriptor boundaries": {
            "translated_key": "límites de descriptor",
            "translated_annotated_text": "Escalado basado en información química de descriptores moleculares: una escala química universal para el diseño y análisis de bibliotecas El escalado es un tema difícil para cualquier análisis de propiedades químicas o topología molecular cuando se involucran descriptores dispares. Para comparar propiedades entre diferentes conjuntos de datos, se debe definir una escala común. Utilizando varias bases de datos disponibles públicamente (ACD, CMC, MDDR y NCI) como base, proponemos definir escalas químicamente significativas para una serie de propiedades moleculares y descriptores de topología. Estas funciones de escalado derivadas químicamente tienen varias ventajas. En primer lugar, es posible definir escalas de importancia química, simplificando en gran medida los análisis de similitud y diversidad entre los conjuntos de datos. En segundo lugar, este enfoque proporciona un método conveniente para establecer \"límites de descriptor\" que definen espacios de topología químicamente razonables. Por ejemplo, los descriptores se pueden escalar para que los compuestos con poco potencial de actividad biológica, biodisponibilidad u otras características similares a las de las drogas se identifiquen fácilmente como valores atípicos. Hemos compilado valores de escala para 314 descriptores moleculares. Además, se han calculado los valores de percentil 10 y 90 para cada descriptor para su uso en el filtrado atípico ",
            "error": [
                ""
            ]
        },
        "drug-like characteristics": {
            "translated_key": "características similares a las de las drogas",
            "translated_annotated_text": "Escalado basado en información química de descriptores moleculares: una escala química universal para el diseño y análisis de bibliotecas El escalado es un tema difícil para cualquier análisis de propiedades químicas o topología molecular cuando se involucran descriptores dispares. Para comparar propiedades entre diferentes conjuntos de datos, se debe definir una escala común. Utilizando varias bases de datos disponibles públicamente (ACD, CMC, MDDR y NCI) como base, proponemos definir escalas químicamente significativas para una serie de propiedades moleculares y descriptores de topología. Estas funciones de escalado derivadas químicamente tienen varias ventajas. En primer lugar, es posible definir escalas de importancia química, simplificando en gran medida los análisis de similitud y diversidad entre los conjuntos de datos. En segundo lugar, este enfoque proporciona un método conveniente para establecer límites descriptores que definen espacios de topología químicamente razonables. Por ejemplo, los descriptores se pueden escalar para que los compuestos con poco potencial de actividad biológica, biodisponibilidad u otras \"características similares a las de las drogas\" se identifiquen fácilmente como valores atípicos. Hemos compilado valores de escala para 314 descriptores moleculares. Además, se han calculado los valores de percentil 10 y 90 para cada descriptor para su uso en el filtrado atípico ",
            "error": [
                ""
            ]
        },
        "biological activity": {
            "translated_key": "actividad biológica",
            "translated_annotated_text": "Escalado basado en información química de descriptores moleculares: una escala química universal para el diseño y análisis de bibliotecas El escalado es un tema difícil para cualquier análisis de propiedades químicas o topología molecular cuando se involucran descriptores dispares. Para comparar propiedades entre diferentes conjuntos de datos, se debe definir una escala común. Utilizando varias bases de datos disponibles públicamente (ACD, CMC, MDDR y NCI) como base, proponemos definir escalas químicamente significativas para una serie de propiedades moleculares y descriptores de topología. Estas funciones de escalado derivadas químicamente tienen varias ventajas. En primer lugar, es posible definir escalas de importancia química, simplificando en gran medida los análisis de similitud y diversidad entre los conjuntos de datos. En segundo lugar, este enfoque proporciona un método conveniente para establecer límites descriptores que definen espacios de topología químicamente razonables. Por ejemplo, los descriptores se pueden escalar para que los compuestos con poco potencial de \"actividad biológica\", biodisponibilidad, u otras características similares a la droga se identifiquen fácilmente como valores atípicos. Hemos compilado valores de escala para 314 descriptores moleculares. Además, se han calculado los valores de percentil 10 y 90 para cada descriptor para su uso en el filtrado atípico ",
            "error": [
                ""
            ]
        },
        "bioavailability": {
            "translated_key": "biodisponibilidad",
            "translated_annotated_text": "Escalado basado en información química de descriptores moleculares: una escala química universal para el diseño y análisis de bibliotecas El escalado es un tema difícil para cualquier análisis de propiedades químicas o topología molecular cuando se involucran descriptores dispares. Para comparar propiedades entre diferentes conjuntos de datos, se debe definir una escala común. Utilizando varias bases de datos disponibles públicamente (ACD, CMC, MDDR y NCI) como base, proponemos definir escalas químicamente significativas para una serie de propiedades moleculares y descriptores de topología. Estas funciones de escalado derivadas químicamente tienen varias ventajas. En primer lugar, es posible definir escalas de importancia química, simplificando en gran medida los análisis de similitud y diversidad entre los conjuntos de datos. En segundo lugar, este enfoque proporciona un método conveniente para establecer límites descriptores que definen espacios de topología químicamente razonables. Por ejemplo, los descriptores se pueden escalar para que los compuestos con poco potencial de actividad biológica, \"biodisponibilidad\", u otras características similares a drogas se identifiquen fácilmente como valores atípicos. Hemos compilado valores de escala para 314 descriptores moleculares. Además, se han calculado los valores de percentil 10 y 90 para cada descriptor para su uso en el filtrado atípico ",
            "error": [
                ""
            ]
        },
        "outliers": {
            "translated_key": "atípicos",
            "translated_annotated_text": "Escalado basado en información química de descriptores moleculares: una escala química universal para el diseño y análisis de bibliotecas El escalado es un tema difícil para cualquier análisis de propiedades químicas o topología molecular cuando se involucran descriptores dispares. Para comparar propiedades entre diferentes conjuntos de datos, se debe definir una escala común. Utilizando varias bases de datos disponibles públicamente (ACD, CMC, MDDR y NCI) como base, proponemos definir escalas químicamente significativas para una serie de propiedades moleculares y descriptores de topología. Estas funciones de escalado derivadas químicamente tienen varias ventajas. En primer lugar, es posible definir escalas de importancia química, simplificando en gran medida los análisis de similitud y diversidad entre los conjuntos de datos. En segundo lugar, este enfoque proporciona un método conveniente para establecer límites descriptores que definen espacios de topología químicamente razonables. Por ejemplo, los descriptores se pueden escalar para que los compuestos con poco potencial de actividad biológica, biodisponibilidad u otras características similares a las de las drogas se identifiquen fácilmente como \"atípicos\". Hemos compilado valores de escala para 314 descriptores moleculares. Además, se han calculado los valores de percentil 10 y 90 para cada descriptor para su uso en el filtrado atípico ",
            "error": [
                ""
            ]
        },
        "biology computing": {
            "translated_key": [],
            "translated_annotated_text": "Escalado basado en información química de descriptores moleculares: una escala química universal para el diseño y análisis de bibliotecas El escalado es un tema difícil para cualquier análisis de propiedades químicas o topología molecular cuando se involucran descriptores dispares. Para comparar propiedades entre diferentes conjuntos de datos, se debe definir una escala común. Utilizando varias bases de datos disponibles públicamente (ACD, CMC, MDDR y NCI) como base, proponemos definir escalas químicamente significativas para una serie de propiedades moleculares y descriptores de topología. Estas funciones de escalado derivadas químicamente tienen varias ventajas. En primer lugar, es posible definir escalas de importancia química, simplificando en gran medida los análisis de similitud y diversidad entre los conjuntos de datos. En segundo lugar, este enfoque proporciona un método conveniente para establecer límites descriptores que definen espacios de topología químicamente razonables. Por ejemplo, los descriptores se pueden escalar para que los compuestos con poco potencial de actividad biológica, biodisponibilidad u otras características similares a las de las drogas se identifiquen fácilmente como valores atípicos. Hemos compilado valores de escala para 314 descriptores moleculares. Además, se han calculado los valores de percentil 10 y 90 para cada descriptor para su uso en el filtrado atípico ",
            "error": []
        },
        "chemistry computing": {
            "translated_key": [],
            "translated_annotated_text": "Escalado basado en información química de descriptores moleculares: una escala química universal para el diseño y análisis de bibliotecas El escalado es un tema difícil para cualquier análisis de propiedades químicas o topología molecular cuando se involucran descriptores dispares. Para comparar propiedades entre diferentes conjuntos de datos, se debe definir una escala común. Utilizando varias bases de datos disponibles públicamente (ACD, CMC, MDDR y NCI) como base, proponemos definir escalas químicamente significativas para una serie de propiedades moleculares y descriptores de topología. Estas funciones de escalado derivadas químicamente tienen varias ventajas. En primer lugar, es posible definir escalas de importancia química, simplificando en gran medida los análisis de similitud y diversidad entre los conjuntos de datos. En segundo lugar, este enfoque proporciona un método conveniente para establecer límites descriptores que definen espacios de topología químicamente razonables. Por ejemplo, los descriptores se pueden escalar para que los compuestos con poco potencial de actividad biológica, biodisponibilidad u otras características similares a las de las drogas se identifiquen fácilmente como valores atípicos. Hemos compilado valores de escala para 314 descriptores moleculares. Además, se han calculado los valores de percentil 10 y 90 para cada descriptor para su uso en el filtrado atípico ",
            "error": []
        },
        "medical computing": {
            "translated_key": [],
            "translated_annotated_text": "Escalado basado en información química de descriptores moleculares: una escala química universal para el diseño y análisis de bibliotecas El escalado es un tema difícil para cualquier análisis de propiedades químicas o topología molecular cuando se involucran descriptores dispares. Para comparar propiedades entre diferentes conjuntos de datos, se debe definir una escala común. Utilizando varias bases de datos disponibles públicamente (ACD, CMC, MDDR y NCI) como base, proponemos definir escalas químicamente significativas para una serie de propiedades moleculares y descriptores de topología. Estas funciones de escalado derivadas químicamente tienen varias ventajas. En primer lugar, es posible definir escalas de importancia química, simplificando en gran medida los análisis de similitud y diversidad entre los conjuntos de datos. En segundo lugar, este enfoque proporciona un método conveniente para establecer límites descriptores que definen espacios de topología químicamente razonables. Por ejemplo, los descriptores se pueden escalar para que los compuestos con poco potencial de actividad biológica, biodisponibilidad u otras características similares a las de las drogas se identifiquen fácilmente como valores atípicos. Hemos compilado valores de escala para 314 descriptores moleculares. Además, se han calculado los valores de percentil 10 y 90 para cada descriptor para su uso en el filtrado atípico ",
            "error": []
        },
        "medical information systems": {
            "translated_key": [],
            "translated_annotated_text": "Escalado basado en información química de descriptores moleculares: una escala química universal para el diseño y análisis de bibliotecas El escalado es un tema difícil para cualquier análisis de propiedades químicas o topología molecular cuando se involucran descriptores dispares. Para comparar propiedades entre diferentes conjuntos de datos, se debe definir una escala común. Utilizando varias bases de datos disponibles públicamente (ACD, CMC, MDDR y NCI) como base, proponemos definir escalas químicamente significativas para una serie de propiedades moleculares y descriptores de topología. Estas funciones de escalado derivadas químicamente tienen varias ventajas. En primer lugar, es posible definir escalas de importancia química, simplificando en gran medida los análisis de similitud y diversidad entre los conjuntos de datos. En segundo lugar, este enfoque proporciona un método conveniente para establecer límites descriptores que definen espacios de topología químicamente razonables. Por ejemplo, los descriptores se pueden escalar para que los compuestos con poco potencial de actividad biológica, biodisponibilidad u otras características similares a las de las drogas se identifiquen fácilmente como valores atípicos. Hemos compilado valores de escala para 314 descriptores moleculares. Además, se han calculado los valores de percentil 10 y 90 para cada descriptor para su uso en el filtrado atípico ",
            "error": []
        },
        "molecular biophysics": {
            "translated_key": [],
            "translated_annotated_text": "Escalado basado en información química de descriptores moleculares: una escala química universal para el diseño y análisis de bibliotecas El escalado es un tema difícil para cualquier análisis de propiedades químicas o topología molecular cuando se involucran descriptores dispares. Para comparar propiedades entre diferentes conjuntos de datos, se debe definir una escala común. Utilizando varias bases de datos disponibles públicamente (ACD, CMC, MDDR y NCI) como base, proponemos definir escalas químicamente significativas para una serie de propiedades moleculares y descriptores de topología. Estas funciones de escalado derivadas químicamente tienen varias ventajas. En primer lugar, es posible definir escalas de importancia química, simplificando en gran medida los análisis de similitud y diversidad entre los conjuntos de datos. En segundo lugar, este enfoque proporciona un método conveniente para establecer límites descriptores que definen espacios de topología químicamente razonables. Por ejemplo, los descriptores se pueden escalar para que los compuestos con poco potencial de actividad biológica, biodisponibilidad u otras características similares a las de las drogas se identifiquen fácilmente como valores atípicos. Hemos compilado valores de escala para 314 descriptores moleculares. Además, se han calculado los valores de percentil 10 y 90 para cada descriptor para su uso en el filtrado atípico ",
            "error": []
        },
        "pharmaceutical industry": {
            "translated_key": [],
            "translated_annotated_text": "Escalado basado en información química de descriptores moleculares: una escala química universal para el diseño y análisis de bibliotecas El escalado es un tema difícil para cualquier análisis de propiedades químicas o topología molecular cuando se involucran descriptores dispares. Para comparar propiedades entre diferentes conjuntos de datos, se debe definir una escala común. Utilizando varias bases de datos disponibles públicamente (ACD, CMC, MDDR y NCI) como base, proponemos definir escalas químicamente significativas para una serie de propiedades moleculares y descriptores de topología. Estas funciones de escalado derivadas químicamente tienen varias ventajas. En primer lugar, es posible definir escalas de importancia química, simplificando en gran medida los análisis de similitud y diversidad entre los conjuntos de datos. En segundo lugar, este enfoque proporciona un método conveniente para establecer límites descriptores que definen espacios de topología químicamente razonables. Por ejemplo, los descriptores se pueden escalar para que los compuestos con poco potencial de actividad biológica, biodisponibilidad u otras características similares a las de las drogas se identifiquen fácilmente como valores atípicos. Hemos compilado valores de escala para 314 descriptores moleculares. Además, se han calculado los valores de percentil 10 y 90 para cada descriptor para su uso en el filtrado atípico ",
            "error": []
        },
        "scientific information systems": {
            "translated_key": [],
            "translated_annotated_text": "Escalado basado en información química de descriptores moleculares: una escala química universal para el diseño y análisis de bibliotecas El escalado es un tema difícil para cualquier análisis de propiedades químicas o topología molecular cuando se involucran descriptores dispares. Para comparar propiedades entre diferentes conjuntos de datos, se debe definir una escala común. Utilizando varias bases de datos disponibles públicamente (ACD, CMC, MDDR y NCI) como base, proponemos definir escalas químicamente significativas para una serie de propiedades moleculares y descriptores de topología. Estas funciones de escalado derivadas químicamente tienen varias ventajas. En primer lugar, es posible definir escalas de importancia química, simplificando en gran medida los análisis de similitud y diversidad entre los conjuntos de datos. En segundo lugar, este enfoque proporciona un método conveniente para establecer límites descriptores que definen espacios de topología químicamente razonables. Por ejemplo, los descriptores se pueden escalar para que los compuestos con poco potencial de actividad biológica, biodisponibilidad u otras características similares a las de las drogas se identifiquen fácilmente como valores atípicos. Hemos compilado valores de escala para 314 descriptores moleculares. Además, se han calculado los valores de percentil 10 y 90 para cada descriptor para su uso en el filtrado atípico ",
            "error": []
        }
    }
}