{
    "original_text": "Computer mediated communication and university international students The design for the preliminary study presented was based on the experiences of the international students and faculty members of a small southwest university being surveyed and interviewed. The data collection procedure blends qualitative and quantitative data. A strong consensus was found that supports the studys premise that there is an association between the use of computer mediated communication (CMC) and teaching and learning performance of international students. Both groups believe CMC to be an effective teaching and learning tool by: increasing the frequency and quality of communication between students and instructors; improving language skills through increased writing and communication opportunities; allowing students and instructors to stay current and to compete effectively; providing alternative teaching and learning methods to increase students confidence in their ability to communicate effectively with peers and instructors; and improving the instructors pedagogical focus and questioning techniques",
    "original_translation": "Comunicación mediada por ordenador y estudiantes universitarios internacionales El diseño del estudio preliminar presentado se basó en las experiencias de los estudiantes internacionales y profesores de una pequeña universidad del suroeste que fueron encuestados y entrevistados. El procedimiento de recogida de datos combina datos cualitativos y cuantitativos. Se encontró un fuerte consenso que apoya la premisa de los estudios de que existe una asociación entre el uso de la comunicación mediada por computadora (CMC) y el desempeño docente y de aprendizaje de estudiantes internacionales. Ambos grupos consideran que la CMC es una herramienta eficaz de enseñanza y aprendizaje mediante: el aumento de la frecuencia y la calidad de la comunicación entre estudiantes e instructores; la mejora de las aptitudes lingüísticas mediante el aumento de las oportunidades de escritura y comunicación; el hecho de que los estudiantes e instructores puedan mantenerse al día y competir eficazmente; la provisión de métodos alternativos de enseñanza y aprendizaje para aumentar la confianza de los estudiantes en su capacidad de comunicarse eficazmente con sus compañeros e instructores; y la",
    "error_count": 7,
    "keys": {
        "computer mediated communication": {
            "translated_key": "comunicación mediada por ordenador",
            "translated_annotated_text": "Comunicación mediada por ordenador y estudiantes universitarios internacionales El diseño del estudio preliminar presentado se basó en las experiencias de los estudiantes internacionales y profesores de una pequeña universidad del suroeste que fueron encuestados y entrevistados. El procedimiento de recogida de datos combina datos cualitativos y cuantitativos. Se encontró un fuerte consenso que apoya la premisa de los estudios de que existe una asociación entre el uso de la \"comunicación mediada por ordenador\" (CMC) y el rendimiento de enseñanza y aprendizaje de estudiantes internacionales. Ambos grupos consideran que la CMC es una herramienta eficaz de enseñanza y aprendizaje mediante: el aumento de la frecuencia y la calidad de la comunicación entre estudiantes e instructores; la mejora de las aptitudes lingüísticas mediante el aumento de las oportunidades de escritura y comunicación; el hecho de que los estudiantes e instructores puedan mantenerse al día y competir eficazmente; la provisión de métodos alternativos de enseñanza y aprendizaje para aumentar la confianza de los estudiantes en su capacidad de comunicarse eficazmente con sus compañeros e instructores; y la ",
            "error": [
                ""
            ]
        },
        "university international students": {
            "translated_key": "estudiantes universitarios internacionales",
            "translated_annotated_text": "Comunicación mediada por ordenador y \"estudiantes universitarios internacionales\" El diseño del estudio preliminar presentado se basó en las experiencias de los estudiantes internacionales y profesores de una pequeña universidad del suroeste que fueron encuestados y entrevistados. El procedimiento de recogida de datos combina datos cualitativos y cuantitativos. Se encontró un fuerte consenso que apoya la premisa de los estudios de que existe una asociación entre el uso de la comunicación mediada por computadora (CMC) y el desempeño docente y de aprendizaje de estudiantes internacionales. Ambos grupos consideran que la CMC es una herramienta eficaz de enseñanza y aprendizaje mediante: el aumento de la frecuencia y la calidad de la comunicación entre estudiantes e instructores; la mejora de las aptitudes lingüísticas mediante el aumento de las oportunidades de escritura y comunicación; el hecho de que los estudiantes e instructores puedan mantenerse al día y competir eficazmente; la provisión de métodos alternativos de enseñanza y aprendizaje para aumentar la confianza de los estudiantes en su capacidad de comunicarse eficazmente con sus compañeros e instructores; y la ",
            "error": [
                ""
            ]
        },
        "faculty members": {
            "translated_key": "miembros de la facultad",
            "translated_annotated_text": "Comunicación mediada por ordenador y estudiantes universitarios internacionales El diseño del estudio preliminar presentado se basó en las experiencias de los estudiantes internacionales y \"miembros de la facultad\" de una pequeña universidad del suroeste siendo encuestada y entrevistada. El procedimiento de recogida de datos combina datos cualitativos y cuantitativos. Se encontró un fuerte consenso que apoya la premisa de los estudios de que existe una asociación entre el uso de la comunicación mediada por computadora (CMC) y el desempeño docente y de aprendizaje de estudiantes internacionales. Ambos grupos consideran que la CMC es una herramienta eficaz de enseñanza y aprendizaje mediante: el aumento de la frecuencia y la calidad de la comunicación entre estudiantes e instructores; la mejora de las aptitudes lingüísticas mediante el aumento de las oportunidades de escritura y comunicación; el hecho de que los estudiantes e instructores puedan mantenerse al día y competir eficazmente; la provisión de métodos alternativos de enseñanza y aprendizaje para aumentar la confianza de los estudiantes en su capacidad de comunicarse eficazmente con sus compañeros e instructores; y la ",
            "error": [
                ""
            ]
        },
        "small southwest university": {
            "translated_key": "pequeña universidad del suroeste",
            "translated_annotated_text": "Comunicación mediada por ordenador y estudiantes universitarios internacionales El diseño del estudio preliminar presentado se basó en las experiencias de los estudiantes internacionales y profesores de una \"pequeña universidad del suroeste\" siendo encuestada y entrevistada. El procedimiento de recogida de datos combina datos cualitativos y cuantitativos. Se encontró un fuerte consenso que apoya la premisa de los estudios de que existe una asociación entre el uso de la comunicación mediada por computadora (CMC) y el desempeño docente y de aprendizaje de estudiantes internacionales. Ambos grupos consideran que la CMC es una herramienta eficaz de enseñanza y aprendizaje mediante: el aumento de la frecuencia y la calidad de la comunicación entre estudiantes e instructores; la mejora de las aptitudes lingüísticas mediante el aumento de las oportunidades de escritura y comunicación; el hecho de que los estudiantes e instructores puedan mantenerse al día y competir eficazmente; la provisión de métodos alternativos de enseñanza y aprendizaje para aumentar la confianza de los estudiantes en su capacidad de comunicarse eficazmente con sus compañeros e instructores; y la ",
            "error": [
                ""
            ]
        },
        "data collection procedure": {
            "translated_key": "procedimiento de recogida de datos",
            "translated_annotated_text": "Comunicación mediada por ordenador y estudiantes universitarios internacionales El diseño del estudio preliminar presentado se basó en las experiencias de los estudiantes internacionales y profesores de una pequeña universidad del suroeste que fueron encuestados y entrevistados. El \"procedimiento de recogida de datos\" combina datos cualitativos y cuantitativos. Se encontró un fuerte consenso que apoya la premisa de los estudios de que existe una asociación entre el uso de la comunicación mediada por computadora (CMC) y el desempeño docente y de aprendizaje de estudiantes internacionales. Ambos grupos consideran que la CMC es una herramienta eficaz de enseñanza y aprendizaje mediante: el aumento de la frecuencia y la calidad de la comunicación entre estudiantes e instructores; la mejora de las aptitudes lingüísticas mediante el aumento de las oportunidades de escritura y comunicación; el hecho de que los estudiantes e instructores puedan mantenerse al día y competir eficazmente; la provisión de métodos alternativos de enseñanza y aprendizaje para aumentar la confianza de los estudiantes en su capacidad de comunicarse eficazmente con sus compañeros e instructores; y la ",
            "error": [
                ""
            ]
        },
        "quantitative data": {
            "translated_key": "cuantitativos",
            "translated_annotated_text": "Comunicación mediada por ordenador y estudiantes universitarios internacionales El diseño del estudio preliminar presentado se basó en las experiencias de los estudiantes internacionales y profesores de una pequeña universidad del suroeste que fueron encuestados y entrevistados. El procedimiento de recogida de datos combina datos cualitativos y \"cuantitativos\". Se encontró un fuerte consenso que apoya la premisa de los estudios de que existe una asociación entre el uso de la comunicación mediada por computadora (CMC) y el desempeño docente y de aprendizaje de estudiantes internacionales. Ambos grupos consideran que la CMC es una herramienta eficaz de enseñanza y aprendizaje mediante: el aumento de la frecuencia y la calidad de la comunicación entre estudiantes e instructores; la mejora de las aptitudes lingüísticas mediante el aumento de las oportunidades de escritura y comunicación; el hecho de que los estudiantes e instructores puedan mantenerse al día y competir eficazmente; la provisión de métodos alternativos de enseñanza y aprendizaje para aumentar la confianza de los estudiantes en su capacidad de comunicarse eficazmente con sus compañeros e instructores; y la ",
            "error": [
                ""
            ]
        },
        "qualitative data": {
            "translated_key": [],
            "translated_annotated_text": "Comunicación mediada por ordenador y estudiantes universitarios internacionales El diseño del estudio preliminar presentado se basó en las experiencias de los estudiantes internacionales y profesores de una pequeña universidad del suroeste que fueron encuestados y entrevistados. El procedimiento de recogida de datos combina datos cualitativos y cuantitativos. Se encontró un fuerte consenso que apoya la premisa de los estudios de que existe una asociación entre el uso de la comunicación mediada por computadora (CMC) y el desempeño docente y de aprendizaje de estudiantes internacionales. Ambos grupos consideran que la CMC es una herramienta eficaz de enseñanza y aprendizaje mediante: el aumento de la frecuencia y la calidad de la comunicación entre estudiantes e instructores; la mejora de las aptitudes lingüísticas mediante el aumento de las oportunidades de escritura y comunicación; el hecho de que los estudiantes e instructores puedan mantenerse al día y competir eficazmente; la provisión de métodos alternativos de enseñanza y aprendizaje para aumentar la confianza de los estudiantes en su capacidad de comunicarse eficazmente con sus compañeros e instructores; y la ",
            "error": []
        },
        "CMC": {
            "translated_key": "CMC",
            "translated_annotated_text": "Comunicación mediada por ordenador y estudiantes universitarios internacionales El diseño del estudio preliminar presentado se basó en las experiencias de los estudiantes internacionales y profesores de una pequeña universidad del suroeste que fueron encuestados y entrevistados. El procedimiento de recogida de datos combina datos cualitativos y cuantitativos. Se encontró un fuerte consenso que apoya la premisa de los estudios de que existe una asociación entre el uso de la comunicación mediada por computadora (\"CMC\") y el rendimiento de enseñanza y aprendizaje de estudiantes internacionales. Ambos grupos consideran que el \"CMC\" es una herramienta eficaz de enseñanza y aprendizaje mediante: el aumento de la frecuencia y la calidad de la comunicación entre estudiantes e instructores; la mejora de las aptitudes lingüísticas mediante el aumento de las oportunidades de escritura y comunicación; la habilitación de los estudiantes e instructores para mantenerse al día y competir eficazmente; la provisión de métodos alternativos de enseñanza y aprendizaje para aumentar la confianza de los estudiantes en su capacidad de comunicarse eficazmente con sus compañeros e instructores; y ",
            "error": [
                ""
            ]
        },
        "teaching": {
            "translated_key": "enseñanza",
            "translated_annotated_text": "Comunicación mediada por ordenador y estudiantes universitarios internacionales El diseño del estudio preliminar presentado se basó en las experiencias de los estudiantes internacionales y profesores de una pequeña universidad del suroeste que fueron encuestados y entrevistados. El procedimiento de recogida de datos combina datos cualitativos y cuantitativos. Se encontró un fuerte consenso que apoya la premisa de los estudios de que existe una asociación entre el uso de la comunicación mediada por computadora (CMC) y la \"enseñanza\" y el rendimiento de aprendizaje de los estudiantes internacionales. Ambos grupos consideran que el CMC es una herramienta eficaz de \"enseñanza\" y aprendizaje mediante: el aumento de la frecuencia y calidad de la comunicación entre estudiantes e instructores; la mejora de las habilidades lingüísticas mediante el aumento de las oportunidades de escritura y comunicación; el hecho de que los estudiantes e instructores puedan mantenerse al día y competir eficazmente; la provisión de métodos alternativos de \"enseñanza\" y aprendizaje para aumentar la confianza de los estudiantes en su capacidad de comunicarse eficazmente con ",
            "error": [
                ""
            ]
        },
        "learning performance": {
            "translated_key": "rendimiento de aprendizaje",
            "translated_annotated_text": "Comunicación mediada por ordenador y estudiantes universitarios internacionales El diseño del estudio preliminar presentado se basó en las experiencias de los estudiantes internacionales y profesores de una pequeña universidad del suroeste que fueron encuestados y entrevistados. El procedimiento de recogida de datos combina datos cualitativos y cuantitativos. Se encontró un fuerte consenso que apoya la premisa de los estudios de que existe una asociación entre el uso de la comunicación mediada por computadora (CMC) y la enseñanza y el \"rendimiento de aprendizaje\" de los estudiantes internacionales. Ambos grupos consideran que la CMC es una herramienta eficaz de enseñanza y aprendizaje mediante: el aumento de la frecuencia y la calidad de la comunicación entre estudiantes e instructores; la mejora de las aptitudes lingüísticas mediante el aumento de las oportunidades de escritura y comunicación; el hecho de que los estudiantes e instructores puedan mantenerse al día y competir eficazmente; la provisión de métodos alternativos de enseñanza y aprendizaje para aumentar la confianza de los estudiantes en su capacidad de comunicarse eficazmente con sus compañeros e instructores; y la ",
            "error": [
                ""
            ]
        },
        "language skills": {
            "translated_key": "habilidades lingüísticas",
            "translated_annotated_text": "Comunicación mediada por ordenador y estudiantes universitarios internacionales El diseño del estudio preliminar presentado se basó en las experiencias de los estudiantes internacionales y profesores de una pequeña universidad del suroeste que fueron encuestados y entrevistados. El procedimiento de recogida de datos combina datos cualitativos y cuantitativos. Se encontró un fuerte consenso que apoya la premisa de los estudios de que existe una asociación entre el uso de la comunicación mediada por computadora (CMC) y el desempeño docente y de aprendizaje de estudiantes internacionales. Ambos grupos consideran que el CMC es una herramienta eficaz de enseñanza y aprendizaje mediante: el aumento de la frecuencia y la calidad de la comunicación entre estudiantes e instructores; la mejora de las \"habilidades lingüísticas\" mediante el aumento de las oportunidades de escritura y comunicación; la habilitación de los estudiantes e instructores para mantenerse al día y competir eficazmente; la provisión de métodos alternativos de enseñanza y aprendizaje para aumentar la confianza de los estudiantes en su capacidad de comunicarse eficazmente con sus compañeros e instructores ",
            "error": [
                ""
            ]
        },
        "communication opportunities": {
            "translated_key": "oportunidades de comunicación",
            "translated_annotated_text": "Comunicación mediada por ordenador y estudiantes universitarios internacionales El diseño del estudio preliminar presentado se basó en las experiencias de los estudiantes internacionales y profesores de una pequeña universidad del suroeste que fueron encuestados y entrevistados. El procedimiento de recogida de datos combina datos cualitativos y cuantitativos. Se encontró un fuerte consenso que apoya la premisa de los estudios de que existe una asociación entre el uso de la comunicación mediada por computadora (CMC) y el desempeño docente y de aprendizaje de estudiantes internacionales. Ambos grupos consideran que el CMC es una herramienta eficaz de enseñanza y aprendizaje mediante: el aumento de la frecuencia y la calidad de la comunicación entre estudiantes e instructores; la mejora de las aptitudes lingüísticas mediante el aumento de la escritura y las \"oportunidades de comunicación\"; el hecho de que los estudiantes e instructores puedan mantenerse al día y competir eficazmente; la provisión de métodos alternativos de enseñanza y aprendizaje para aumentar la confianza de los estudiantes en su capacidad de comunicarse eficazmente con sus ",
            "error": [
                ""
            ]
        },
        "instructors": {
            "translated_key": "instructores",
            "translated_annotated_text": "Comunicación mediada por ordenador y estudiantes universitarios internacionales El diseño del estudio preliminar presentado se basó en las experiencias de los estudiantes internacionales y profesores de una pequeña universidad del suroeste que fueron encuestados y entrevistados. El procedimiento de recogida de datos combina datos cualitativos y cuantitativos. Se encontró un fuerte consenso que apoya la premisa de los estudios de que existe una asociación entre el uso de la comunicación mediada por computadora (CMC) y el desempeño docente y de aprendizaje de estudiantes internacionales. Ambos grupos consideran que el CMC es una herramienta eficaz de enseñanza y aprendizaje mediante: el aumento de la frecuencia y la calidad de la comunicación entre los estudiantes y los \"instructores\"; la mejora de las competencias lingüísticas mediante el aumento de las oportunidades de escritura y comunicación; la habilitación de los estudiantes y los \"instructores\" para mantenerse al día y competir eficazmente; la provisión de métodos alternativos de enseñanza y aprendizaje para aumentar la confianza de los estudiantes en su capacidad de ",
            "error": [
                ""
            ]
        },
        "student confidence": {
            "translated_key": [],
            "translated_annotated_text": "Comunicación mediada por ordenador y estudiantes universitarios internacionales El diseño del estudio preliminar presentado se basó en las experiencias de los estudiantes internacionales y profesores de una pequeña universidad del suroeste que fueron encuestados y entrevistados. El procedimiento de recogida de datos combina datos cualitativos y cuantitativos. Se encontró un fuerte consenso que apoya la premisa de los estudios de que existe una asociación entre el uso de la comunicación mediada por computadora (CMC) y el desempeño docente y de aprendizaje de estudiantes internacionales. Ambos grupos consideran que la CMC es una herramienta eficaz de enseñanza y aprendizaje mediante: el aumento de la frecuencia y la calidad de la comunicación entre estudiantes e instructores; la mejora de las aptitudes lingüísticas mediante el aumento de las oportunidades de escritura y comunicación; el hecho de que los estudiantes e instructores puedan mantenerse al día y competir eficazmente; la provisión de métodos alternativos de enseñanza y aprendizaje para aumentar la confianza de los estudiantes en su capacidad de comunicarse eficazmente con sus compañeros e instructores; y la ",
            "error": []
        },
        "peers": {
            "translated_key": "interesados",
            "translated_annotated_text": "Comunicación mediada por ordenador y estudiantes universitarios internacionales El diseño del estudio preliminar presentado se basó en las experiencias de los estudiantes internacionales y profesores de una pequeña universidad del suroeste que fueron encuestados y entrevistados. El procedimiento de recogida de datos combina datos cualitativos y cuantitativos. Se encontró un fuerte consenso que apoya la premisa de los estudios de que existe una asociación entre el uso de la comunicación mediada por computadora (CMC) y el desempeño docente y de aprendizaje de estudiantes internacionales. Ambos grupos consideran que el CMC es una herramienta eficaz de enseñanza y aprendizaje mediante: el aumento de la frecuencia y la calidad de la comunicación entre estudiantes e instructores; la mejora de las aptitudes lingüísticas mediante el aumento de las oportunidades de escritura y comunicación; el hecho de que los estudiantes e instructores puedan mantenerse al día y competir eficazmente; la provisión de métodos alternativos de enseñanza y aprendizaje para aumentar la confianza de los estudiantes en su capacidad de comunicarse eficazmente con \"interesados\" e instructores ",
            "error": [
                ""
            ]
        },
        "pedagogical focus": {
            "translated_key": [],
            "translated_annotated_text": "Comunicación mediada por ordenador y estudiantes universitarios internacionales El diseño del estudio preliminar presentado se basó en las experiencias de los estudiantes internacionales y profesores de una pequeña universidad del suroeste que fueron encuestados y entrevistados. El procedimiento de recogida de datos combina datos cualitativos y cuantitativos. Se encontró un fuerte consenso que apoya la premisa de los estudios de que existe una asociación entre el uso de la comunicación mediada por computadora (CMC) y el desempeño docente y de aprendizaje de estudiantes internacionales. Ambos grupos consideran que el CMC es una herramienta eficaz de enseñanza y aprendizaje mediante: el aumento de la frecuencia y la calidad de la comunicación entre estudiantes e instructores; la mejora de las aptitudes lingüísticas mediante el aumento de las oportunidades de escritura y comunicación; la habilitación de los estudiantes e instructores para mantenerse al día y competir eficazmente; la provisión de métodos alternativos de enseñanza y aprendizaje para aumentar la confianza de los estudiantes en su capacidad de comunicarse eficazmente con sus compañeros e instructores; y la mejora ",
            "error": []
        },
        "questioning techniques": {
            "translated_key": [],
            "translated_annotated_text": "Comunicación mediada por ordenador y estudiantes universitarios internacionales El diseño del estudio preliminar presentado se basó en las experiencias de los estudiantes internacionales y profesores de una pequeña universidad del suroeste que fueron encuestados y entrevistados. El procedimiento de recogida de datos combina datos cualitativos y cuantitativos. Se encontró un fuerte consenso que apoya la premisa de los estudios de que existe una asociación entre el uso de la comunicación mediada por computadora (CMC) y el desempeño docente y de aprendizaje de estudiantes internacionales. Ambos grupos consideran que el CMC es una herramienta eficaz de enseñanza y aprendizaje mediante: el aumento de la frecuencia y la calidad de la comunicación entre estudiantes e instructores; la mejora de las competencias lingüísticas mediante el aumento de las oportunidades de escritura y comunicación; la habilitación de los estudiantes e instructores para mantenerse al día y competir eficazmente; la provisión de métodos alternativos de enseñanza y aprendizaje para aumentar la confianza de los estudiantes en su capacidad de comunicarse eficazmente con sus compañeros e instructores; y la mejora ",
            "error": []
        },
        "educational technology": {
            "translated_key": [],
            "translated_annotated_text": "Comunicación mediada por ordenador y estudiantes universitarios internacionales El diseño del estudio preliminar presentado se basó en las experiencias de los estudiantes internacionales y profesores de una pequeña universidad del suroeste que fueron encuestados y entrevistados. El procedimiento de recogida de datos combina datos cualitativos y cuantitativos. Se encontró un fuerte consenso que apoya la premisa de los estudios de que existe una asociación entre el uso de la comunicación mediada por computadora (CMC) y el desempeño docente y de aprendizaje de estudiantes internacionales. Ambos grupos consideran que la CMC es una herramienta eficaz de enseñanza y aprendizaje mediante: el aumento de la frecuencia y la calidad de la comunicación entre estudiantes e instructores; la mejora de las aptitudes lingüísticas mediante el aumento de las oportunidades de escritura y comunicación; el hecho de que los estudiantes e instructores puedan mantenerse al día y competir eficazmente; la provisión de métodos alternativos de enseñanza y aprendizaje para aumentar la confianza de los estudiantes en su capacidad de comunicarse eficazmente con sus compañeros e instructores; y la ",
            "error": []
        },
        "electronic mail": {
            "translated_key": [],
            "translated_annotated_text": "Comunicación mediada por ordenador y estudiantes universitarios internacionales El diseño del estudio preliminar presentado se basó en las experiencias de los estudiantes internacionales y profesores de una pequeña universidad del suroeste que fueron encuestados y entrevistados. El procedimiento de recogida de datos combina datos cualitativos y cuantitativos. Se encontró un fuerte consenso que apoya la premisa de los estudios de que existe una asociación entre el uso de la comunicación mediada por computadora (CMC) y el desempeño docente y de aprendizaje de estudiantes internacionales. Ambos grupos consideran que la CMC es una herramienta eficaz de enseñanza y aprendizaje mediante: el aumento de la frecuencia y la calidad de la comunicación entre estudiantes e instructores; la mejora de las aptitudes lingüísticas mediante el aumento de las oportunidades de escritura y comunicación; el hecho de que los estudiantes e instructores puedan mantenerse al día y competir eficazmente; la provisión de métodos alternativos de enseñanza y aprendizaje para aumentar la confianza de los estudiantes en su capacidad de comunicarse eficazmente con sus compañeros e instructores; y la ",
            "error": []
        },
        "teleconferencing": {
            "translated_key": [],
            "translated_annotated_text": "Comunicación mediada por ordenador y estudiantes universitarios internacionales El diseño del estudio preliminar presentado se basó en las experiencias de los estudiantes internacionales y profesores de una pequeña universidad del suroeste que fueron encuestados y entrevistados. El procedimiento de recogida de datos combina datos cualitativos y cuantitativos. Se encontró un fuerte consenso que apoya la premisa de los estudios de que existe una asociación entre el uso de la comunicación mediada por computadora (CMC) y el desempeño docente y de aprendizaje de estudiantes internacionales. Ambos grupos consideran que la CMC es una herramienta eficaz de enseñanza y aprendizaje mediante: el aumento de la frecuencia y la calidad de la comunicación entre estudiantes e instructores; la mejora de las aptitudes lingüísticas mediante el aumento de las oportunidades de escritura y comunicación; el hecho de que los estudiantes e instructores puedan mantenerse al día y competir eficazmente; la provisión de métodos alternativos de enseñanza y aprendizaje para aumentar la confianza de los estudiantes en su capacidad de comunicarse eficazmente con sus compañeros e instructores; y la ",
            "error": []
        }
    }
}