{
    "original_text": "Factors contributing to preservice teachers discomfort in a Web-based course structured as an inquiry A report is given of a qualitative emergent design study of a Science, Technology, Society Interaction (STS) Web-enhanced course. Students discomfort during the pilot test provided insight into the intellectual scaffolding that preservice secondary science teachers needed to optimize their performance when required to develop understanding through open-ended inquiry in a Web environment. Eight factors identified contributed to student discomfort: computer skills, paradigm shifts, trust, time management, thinking about their own thinking, systematic inquiry, self-assessment, and scientific discourse. These factors suggested developing understanding through inquiry by conducting a self-designed, open-ended, systematic inquiry required autonomous learning involving metacognitive skills and time management skills. To the extent in which students either came into the course with this scaffolding, or developed it during the course, they were successful in learning about STS and its relationship to science teaching. Changes in the Web site made to accommodate learners needs as they surfaced are described",
    "original_translation": "Factores que contribuyen a la incomodidad de los maestros preservicio en un curso basado en la Web estructurado como una investigación Un informe se da de un estudio de diseño cualitativo emergente de un curso mejorado de la ciencia, la tecnología, la interacción de la sociedad (STS) Web. La incomodidad de los estudiantes durante la prueba piloto proporcionó información sobre el andamio intelectual que los profesores de ciencias secundarias preservicio necesitaban para optimizar su rendimiento cuando era necesario para desarrollar la comprensión a través de la investigación abierta en un entorno web. Ocho factores identificados contribuyeron a la incomodidad del estudiante: habilidades informáticas, cambios de paradigma, confianza, gestión del tiempo, pensamiento propio, investigación sistemática, autoevaluación y discurso científico. Estos factores sugerían desarrollar la comprensión a través de la investigación mediante la realización de una investigación autodiseñada, abierta y sistemática requiere aprendizaje autónomo que implica habilidades metacognitivas y habilidades de gestión del tiempo. En la medida en que los estudiantes entraron en el curso con este andamio, o lo desarrollaron durante el curso, tuvieron éxito en el aprendizaje sobre SAS y su relación con la enseñanza de ciencias. Se describen los cambios introducidos en el sitio web para dar cabida a las necesidades de los alumnos a medida que aparecen.",
    "error_count": 9,
    "keys": {
        "preservice teacher discomfort": {
            "translated_key": [],
            "translated_annotated_text": "Factores que contribuyen a la incomodidad de los maestros preservicio en un curso basado en la Web estructurado como una investigación Un informe se da de un estudio de diseño cualitativo emergente de un curso mejorado de la ciencia, la tecnología, la interacción de la sociedad (STS) Web. La incomodidad de los estudiantes durante la prueba piloto proporcionó información sobre el andamio intelectual que los profesores de ciencias secundarias preservicio necesitaban para optimizar su rendimiento cuando era necesario para desarrollar la comprensión a través de la investigación abierta en un entorno web. Ocho factores identificados contribuyeron a la incomodidad del estudiante: habilidades informáticas, cambios de paradigma, confianza, gestión del tiempo, pensamiento propio, investigación sistemática, autoevaluación y discurso científico. Estos factores sugerían desarrollar la comprensión a través de la investigación mediante la realización de una investigación autodiseñada, abierta y sistemática requiere aprendizaje autónomo que implica habilidades metacognitivas y habilidades de gestión del tiempo. En la medida en que los estudiantes entraron en el curso con este andamio, o lo desarrollaron durante el curso, tuvieron éxito en el aprendizaje sobre SAS y su relación con la enseñanza de ciencias. Se describen los cambios introducidos en el sitio web para dar cabida a las necesidades de los alumnos a medida que aparecen. ",
            "error": []
        },
        "Web-based course": {
            "translated_key": "curso basado en la web",
            "translated_annotated_text": "Factores que contribuyen a la incomodidad de los maestros de preservicio en un \"curso basado en la web\" estructurado como una investigación Un informe se da de un estudio de diseño cualitativo emergente de un curso de Ciencia, Tecnología, Interacción de la Sociedad (STS) Web-mejorado. La incomodidad de los estudiantes durante la prueba piloto proporcionó información sobre el andamio intelectual que los profesores de ciencias secundarias preservicio necesitaban para optimizar su rendimiento cuando era necesario para desarrollar la comprensión a través de la investigación abierta en un entorno web. Ocho factores identificados contribuyeron a la incomodidad del estudiante: habilidades informáticas, cambios de paradigma, confianza, gestión del tiempo, pensamiento propio, investigación sistemática, autoevaluación y discurso científico. Estos factores sugerían desarrollar la comprensión a través de la investigación mediante la realización de una investigación autodiseñada, abierta y sistemática requiere aprendizaje autónomo que implica habilidades metacognitivas y habilidades de gestión del tiempo. En la medida en que los estudiantes entraron en el curso con este andamio, o lo desarrollaron durante el curso, tuvieron éxito en el aprendizaje sobre SAS y su relación con la enseñanza de ciencias. Se describen los cambios introducidos en el sitio web para dar cabida a las necesidades de los alumnos a medida que aparecen. ",
            "error": [
                ""
            ]
        },
        "qualitative emergent design study": {
            "translated_key": "estudio cualitativo de diseño emergente",
            "translated_annotated_text": "Factores que contribuyen a la incomodidad de los maestros preservicio en un curso basado en la Web estructurado como una investigación Se da un informe de un \"estudio cualitativo de diseño emergente\" de un curso mejorado en la Web de Ciencia, Tecnología, Interacción con la Sociedad (STS). La incomodidad de los estudiantes durante la prueba piloto proporcionó información sobre el andamio intelectual que los profesores de ciencias secundarias preservicio necesitaban para optimizar su rendimiento cuando era necesario para desarrollar la comprensión a través de la investigación abierta en un entorno web. Ocho factores identificados contribuyeron a la incomodidad del estudiante: habilidades informáticas, cambios de paradigma, confianza, gestión del tiempo, pensamiento propio, investigación sistemática, autoevaluación y discurso científico. Estos factores sugerían desarrollar la comprensión a través de la investigación mediante la realización de una investigación autodiseñada, abierta y sistemática requiere aprendizaje autónomo que implica habilidades metacognitivas y habilidades de gestión del tiempo. En la medida en que los estudiantes entraron en el curso con este andamio, o lo desarrollaron durante el curso, tuvieron éxito en el aprendizaje sobre SAS y su relación con la enseñanza de ciencias. Se describen los cambios introducidos en el sitio web para dar cabida a las necesidades de los alumnos a medida que aparecen. ",
            "error": [
                ""
            ]
        },
        "science technology society interaction course": {
            "translated_key": [],
            "translated_annotated_text": "Factores que contribuyen a la incomodidad de los maestros preservicio en un curso basado en la Web estructurado como una investigación Un informe se da de un estudio de diseño cualitativo emergente de un curso mejorado de la ciencia, la tecnología, la interacción de la sociedad (STS) Web. La incomodidad de los estudiantes durante la prueba piloto proporcionó información sobre el andamio intelectual que los profesores de ciencias secundarias preservicio necesitaban para optimizar su rendimiento cuando era necesario para desarrollar la comprensión a través de la investigación abierta en un entorno web. Ocho factores identificados contribuyeron a la incomodidad del estudiante: habilidades informáticas, cambios de paradigma, confianza, gestión del tiempo, pensamiento propio, investigación sistemática, autoevaluación y discurso científico. Estos factores sugerían desarrollar la comprensión a través de la investigación mediante la realización de una investigación autodiseñada, abierta y sistemática requiere aprendizaje autónomo que implica habilidades metacognitivas y habilidades de gestión del tiempo. En la medida en que los estudiantes entraron en el curso con este andamio, o lo desarrollaron durante el curso, tuvieron éxito en el aprendizaje sobre SAS y su relación con la enseñanza de ciencias. Se describen los cambios introducidos en el sitio web para dar cabida a las necesidades de los alumnos a medida que aparecen. ",
            "error": []
        },
        "Web-enhanced course": {
            "translated_key": "Curso mejorado en la Web",
            "translated_annotated_text": "Factores que contribuyen a la incomodidad de los maestros preservicio en un curso basado en la Web estructurado como una investigación Un informe se da de un estudio de diseño cualitativo emergente de una Ciencia, Tecnología, Interacción de la Sociedad (STS) \"Curso mejorado en la Web\". La incomodidad de los estudiantes durante la prueba piloto proporcionó información sobre el andamio intelectual que los profesores de ciencias secundarias preservicio necesitaban para optimizar su rendimiento cuando era necesario para desarrollar la comprensión a través de la investigación abierta en un entorno web. Ocho factores identificados contribuyeron a la incomodidad del estudiante: habilidades informáticas, cambios de paradigma, confianza, gestión del tiempo, pensamiento propio, investigación sistemática, autoevaluación y discurso científico. Estos factores sugerían desarrollar la comprensión a través de la investigación mediante la realización de una investigación autodiseñada, abierta y sistemática requiere aprendizaje autónomo que implica habilidades metacognitivas y habilidades de gestión del tiempo. En la medida en que los estudiantes entraron en el curso con este andamio, o lo desarrollaron durante el curso, tuvieron éxito en el aprendizaje sobre SAS y su relación con la enseñanza de ciencias. Se describen los cambios introducidos en el sitio web para dar cabida a las necesidades de los alumnos a medida que aparecen. ",
            "error": [
                ""
            ]
        },
        "student discomfort": {
            "translated_key": "incomodidad del estudiante",
            "translated_annotated_text": "Factores que contribuyen a la incomodidad de los maestros preservicio en un curso basado en la Web estructurado como una investigación Un informe se da de un estudio de diseño cualitativo emergente de un curso mejorado de la ciencia, la tecnología, la interacción de la sociedad (STS) Web. La incomodidad de los estudiantes durante la prueba piloto proporcionó información sobre el andamio intelectual que los profesores de ciencias secundarias preservicio necesitaban para optimizar su rendimiento cuando era necesario para desarrollar la comprensión a través de la investigación abierta en un entorno web. Ocho factores identificados contribuyeron a la \"incomodidad del estudiante\": habilidades informáticas, cambios de paradigma, confianza, gestión del tiempo, pensamiento sobre su propio pensamiento, investigación sistemática, autoevaluación y discurso científico. Estos factores sugerían desarrollar la comprensión a través de la investigación mediante la realización de una investigación autodiseñada, abierta y sistemática requiere aprendizaje autónomo que implica habilidades metacognitivas y habilidades de gestión del tiempo. En la medida en que los estudiantes entraron en el curso con este andamio, o lo desarrollaron durante el curso, tuvieron éxito en el aprendizaje sobre SAS y su relación con la enseñanza de ciencias. Se describen los cambios introducidos en el sitio web para dar cabida a las necesidades de los alumnos a medida que aparecen. ",
            "error": [
                ""
            ]
        },
        "intellectual scaffolding": {
            "translated_key": "caballo intelectual",
            "translated_annotated_text": "Factores que contribuyen a la incomodidad de los maestros preservicio en un curso basado en la Web estructurado como una investigación Un informe se da de un estudio de diseño cualitativo emergente de un curso mejorado de la ciencia, la tecnología, la interacción de la sociedad (STS) Web. La incomodidad de los estudiantes durante la prueba piloto proporcionó información sobre el \"caballo intelectual\" que los profesores de ciencias secundarias preservicio necesitaban para optimizar su rendimiento cuando era necesario para desarrollar la comprensión a través de la investigación abierta en un entorno web. Ocho factores identificados contribuyeron a la incomodidad del estudiante: habilidades informáticas, cambios de paradigma, confianza, gestión del tiempo, pensamiento propio, investigación sistemática, autoevaluación y discurso científico. Estos factores sugerían desarrollar la comprensión a través de la investigación mediante la realización de una investigación autodiseñada, abierta y sistemática requiere aprendizaje autónomo que implica habilidades metacognitivas y habilidades de gestión del tiempo. En la medida en que los estudiantes entraron en el curso con este andamio, o lo desarrollaron durante el curso, tuvieron éxito en el aprendizaje sobre SAS y su relación con la enseñanza de ciencias. Se describen los cambios introducidos en el sitio web para dar cabida a las necesidades de los alumnos a medida que aparecen. ",
            "error": [
                ""
            ]
        },
        "preservice secondary science teachers": {
            "translated_key": "profesores de ciencias secundarias preservicio",
            "translated_annotated_text": "Factores que contribuyen a la incomodidad de los maestros preservicio en un curso basado en la Web estructurado como una investigación Un informe se da de un estudio de diseño cualitativo emergente de un curso mejorado de la ciencia, la tecnología, la interacción de la sociedad (STS) Web. La incomodidad de los estudiantes durante la prueba piloto proporcionó información sobre el andamio intelectual que los \"profesores de ciencias secundarias preservicio\" necesitaban para optimizar su rendimiento cuando era necesario para desarrollar la comprensión a través de la investigación abierta en un entorno web. Ocho factores identificados contribuyeron a la incomodidad del estudiante: habilidades informáticas, cambios de paradigma, confianza, gestión del tiempo, pensamiento propio, investigación sistemática, autoevaluación y discurso científico. Estos factores sugerían desarrollar la comprensión a través de la investigación mediante la realización de una investigación autodiseñada, abierta y sistemática requiere aprendizaje autónomo que implica habilidades metacognitivas y habilidades de gestión del tiempo. En la medida en que los estudiantes entraron en el curso con este andamio, o lo desarrollaron durante el curso, tuvieron éxito en el aprendizaje sobre SAS y su relación con la enseñanza de ciencias. Se describen los cambios introducidos en el sitio web para dar cabida a las necesidades de los alumnos a medida que aparecen. ",
            "error": [
                ""
            ]
        },
        "open-ended inquiry": {
            "translated_key": "investigación abierta",
            "translated_annotated_text": "Factores que contribuyen a la incomodidad de los maestros preservicio en un curso basado en la Web estructurado como una investigación Un informe se da de un estudio de diseño cualitativo emergente de un curso mejorado de la ciencia, la tecnología, la interacción de la sociedad (STS) Web. La incomodidad de los estudiantes durante la prueba piloto proporcionó información sobre el andamio intelectual que los profesores de ciencias secundarias preservicio necesitaban para optimizar su rendimiento cuando era necesario para desarrollar la comprensión a través de \"investigación abierta\" en un entorno web. Ocho factores identificados contribuyeron a la incomodidad del estudiante: habilidades informáticas, cambios de paradigma, confianza, gestión del tiempo, pensamiento propio, investigación sistemática, autoevaluación y discurso científico. Estos factores sugerían desarrollar la comprensión a través de la investigación mediante la realización de una investigación autodiseñada, abierta y sistemática requiere aprendizaje autónomo que implica habilidades metacognitivas y habilidades de gestión del tiempo. En la medida en que los estudiantes entraron en el curso con este andamio, o lo desarrollaron durante el curso, tuvieron éxito en el aprendizaje sobre SAS y su relación con la enseñanza de ciencias. Se describen los cambios introducidos en el sitio web para dar cabida a las necesidades de los alumnos a medida que aparecen. ",
            "error": [
                ""
            ]
        },
        "Web environment": {
            "translated_key": "entorno web",
            "translated_annotated_text": "Factores que contribuyen a la incomodidad de los maestros preservicio en un curso basado en la Web estructurado como una investigación Un informe se da de un estudio de diseño cualitativo emergente de un curso mejorado de la ciencia, la tecnología, la interacción de la sociedad (STS) Web. La incomodidad de los estudiantes durante la prueba piloto proporcionó información sobre el andamio intelectual que los profesores de ciencias secundarias preservicio necesitaban para optimizar su rendimiento cuando era necesario para desarrollar la comprensión a través de una investigación abierta en un \"entorno web\". Ocho factores identificados contribuyeron a la incomodidad del estudiante: habilidades informáticas, cambios de paradigma, confianza, gestión del tiempo, pensamiento propio, investigación sistemática, autoevaluación y discurso científico. Estos factores sugerían desarrollar la comprensión a través de la investigación mediante la realización de una investigación autodiseñada, abierta y sistemática requiere aprendizaje autónomo que implica habilidades metacognitivas y habilidades de gestión del tiempo. En la medida en que los estudiantes entraron en el curso con este andamio, o lo desarrollaron durante el curso, tuvieron éxito en el aprendizaje sobre SAS y su relación con la enseñanza de ciencias. Se describen los cambios introducidos en el sitio web para dar cabida a las necesidades de los alumnos a medida que aparecen. ",
            "error": [
                ""
            ]
        },
        "computer skills": {
            "translated_key": "habilidades informáticas",
            "translated_annotated_text": "Factores que contribuyen a la incomodidad de los maestros preservicio en un curso basado en la Web estructurado como una investigación Un informe se da de un estudio de diseño cualitativo emergente de un curso mejorado de la ciencia, la tecnología, la interacción de la sociedad (STS) Web. La incomodidad de los estudiantes durante la prueba piloto proporcionó información sobre el andamio intelectual que los profesores de ciencias secundarias preservicio necesitaban para optimizar su rendimiento cuando era necesario para desarrollar la comprensión a través de la investigación abierta en un entorno web. Ocho factores identificados contribuyeron a la incomodidad del estudiante: \"habilidades informáticas\", cambios de paradigma, confianza, gestión del tiempo, pensamiento propio, investigación sistemática, autoevaluación y discurso científico. Estos factores sugerían desarrollar la comprensión a través de la investigación mediante la realización de una investigación autodiseñada, abierta y sistemática requiere aprendizaje autónomo que implica habilidades metacognitivas y habilidades de gestión del tiempo. En la medida en que los estudiantes entraron en el curso con este andamio, o lo desarrollaron durante el curso, tuvieron éxito en el aprendizaje sobre SAS y su relación con la enseñanza de ciencias. Se describen los cambios introducidos en el sitio web para dar cabida a las necesidades de los alumnos a medida que aparecen. ",
            "error": [
                ""
            ]
        },
        "paradigm shifts": {
            "translated_key": "cambios de paradigma",
            "translated_annotated_text": "Factores que contribuyen a la incomodidad de los maestros preservicio en un curso basado en la Web estructurado como una investigación Un informe se da de un estudio de diseño cualitativo emergente de un curso mejorado de la ciencia, la tecnología, la interacción de la sociedad (STS) Web. La incomodidad de los estudiantes durante la prueba piloto proporcionó información sobre el andamio intelectual que los profesores de ciencias secundarias preservicio necesitaban para optimizar su rendimiento cuando era necesario para desarrollar la comprensión a través de la investigación abierta en un entorno web. Ocho factores identificados contribuyeron a la incomodidad del estudiante: habilidades informáticas, \"cambios de paradigma\", confianza, gestión del tiempo, pensamiento sobre su propio pensamiento, investigación sistemática, autoevaluación y discurso científico. Estos factores sugerían desarrollar la comprensión a través de la investigación mediante la realización de una investigación autodiseñada, abierta y sistemática requiere aprendizaje autónomo que implica habilidades metacognitivas y habilidades de gestión del tiempo. En la medida en que los estudiantes entraron en el curso con este andamio, o lo desarrollaron durante el curso, tuvieron éxito en el aprendizaje sobre SAS y su relación con la enseñanza de ciencias. Se describen los cambios introducidos en el sitio web para dar cabida a las necesidades de los alumnos a medida que aparecen. ",
            "error": [
                ""
            ]
        },
        "trust": {
            "translated_key": "confianza",
            "translated_annotated_text": "Factores que contribuyen a la incomodidad de los maestros preservicio en un curso basado en la Web estructurado como una investigación Un informe se da de un estudio de diseño cualitativo emergente de un curso mejorado de la ciencia, la tecnología, la interacción de la sociedad (STS) Web. La incomodidad de los estudiantes durante la prueba piloto proporcionó información sobre el andamio intelectual que los profesores de ciencias secundarias preservicio necesitaban para optimizar su rendimiento cuando era necesario para desarrollar la comprensión a través de la investigación abierta en un entorno web. Ocho factores identificados contribuyeron a la incomodidad del estudiante: habilidades informáticas, cambios de paradigma, \"confianza\", gestión del tiempo, pensamiento propio, investigación sistemática, autoevaluación y discurso científico. Estos factores sugerían desarrollar la comprensión a través de la investigación mediante la realización de una investigación autodiseñada, abierta y sistemática requiere aprendizaje autónomo que implica habilidades metacognitivas y habilidades de gestión del tiempo. En la medida en que los estudiantes entraron en el curso con este andamio, o lo desarrollaron durante el curso, tuvieron éxito en el aprendizaje sobre SAS y su relación con la enseñanza de ciencias. Se describen los cambios introducidos en el sitio web para dar cabida a las necesidades de los alumnos a medida que aparecen. ",
            "error": [
                ""
            ]
        },
        "time management": {
            "translated_key": "gestión del tiempo",
            "translated_annotated_text": "Factores que contribuyen a la incomodidad de los maestros preservicio en un curso basado en la Web estructurado como una investigación Un informe se da de un estudio de diseño cualitativo emergente de un curso mejorado de la ciencia, la tecnología, la interacción de la sociedad (STS) Web. La incomodidad de los estudiantes durante la prueba piloto proporcionó información sobre el andamio intelectual que los profesores de ciencias secundarias preservicio necesitaban para optimizar su rendimiento cuando era necesario para desarrollar la comprensión a través de la investigación abierta en un entorno web. Ocho factores identificados contribuyeron a la incomodidad del estudiante: habilidades informáticas, cambios de paradigma, confianza, \"gestión del tiempo\", pensar en su propio pensamiento, investigación sistemática, autoevaluación y discurso científico. Estos factores sugerían desarrollar la comprensión a través de la investigación mediante la realización de una investigación autodiseñada, abierta y sistemática requiere aprendizaje autónomo que implica habilidades metacognitivas y habilidades de \"gestión del tiempo\". En la medida en que los estudiantes entraron en el curso con este andamio, o lo desarrollaron durante el curso, tuvieron éxito en el aprendizaje sobre SAS y su relación con la enseñanza de ciencias. Se describen los cambios introducidos en el sitio web para dar cabida a las necesidades de los alumnos a medida que aparecen. ",
            "error": [
                ""
            ]
        },
        "thinking": {
            "translated_key": "pensamiento",
            "translated_annotated_text": "Factores que contribuyen a la incomodidad de los maestros preservicio en un curso basado en la Web estructurado como una investigación Un informe se da de un estudio de diseño cualitativo emergente de un curso mejorado de la ciencia, la tecnología, la interacción de la sociedad (STS) Web. La incomodidad de los estudiantes durante la prueba piloto proporcionó información sobre el andamio intelectual que los profesores de ciencias secundarias preservicio necesitaban para optimizar su rendimiento cuando era necesario para desarrollar la comprensión a través de la investigación abierta en un entorno web. Ocho factores identificados contribuyeron a la incomodidad del estudiante: habilidades informáticas, cambios de paradigma, confianza, gestión del tiempo, \"pensamiento\" sobre su propio \"pensamiento\", investigación sistemática, autoevaluación y discurso científico. Estos factores sugerían desarrollar la comprensión a través de la investigación mediante la realización de una investigación autodiseñada, abierta y sistemática requiere aprendizaje autónomo que implica habilidades metacognitivas y habilidades de gestión del tiempo. En la medida en que los estudiantes entraron en el curso con este andamio, o lo desarrollaron durante el curso, tuvieron éxito en el aprendizaje sobre SAS y su relación con la enseñanza de ciencias. Se describen los cambios introducidos en el sitio web para dar cabida a las necesidades de los alumnos a medida que aparecen. ",
            "error": [
                ""
            ]
        },
        "systematic inquiry": {
            "translated_key": "investigación sistemática",
            "translated_annotated_text": "Factores que contribuyen a la incomodidad de los maestros preservicio en un curso basado en la Web estructurado como una investigación Un informe se da de un estudio de diseño cualitativo emergente de un curso mejorado de la ciencia, la tecnología, la interacción de la sociedad (STS) Web. La incomodidad de los estudiantes durante la prueba piloto proporcionó información sobre el andamio intelectual que los profesores de ciencias secundarias preservicio necesitaban para optimizar su rendimiento cuando era necesario para desarrollar la comprensión a través de la investigación abierta en un entorno web. Ocho factores identificados contribuyeron a la incomodidad del estudiante: habilidades informáticas, cambios de paradigma, confianza, gestión del tiempo, pensamiento propio, \"investigación sistemática\", auto-evaluación y discurso científico. Estos factores sugerían desarrollar la comprensión a través de la investigación mediante la realización de una \"investigación sistemática\" auto-diseñada, abierta y requiere un aprendizaje autónomo que incluya habilidades metacognitivas y habilidades de gestión del tiempo. En la medida en que los estudiantes entraron en el curso con este andamio, o lo desarrollaron durante el curso, tuvieron éxito en el aprendizaje sobre SAS y su relación con la enseñanza de ciencias. Se describen los cambios introducidos en el sitio web para dar cabida a las necesidades de los alumnos a medida que aparecen. ",
            "error": [
                ""
            ]
        },
        "self-assessment": {
            "translated_key": "auto-evaluación",
            "translated_annotated_text": "Factores que contribuyen a la incomodidad de los maestros preservicio en un curso basado en la Web estructurado como una investigación Un informe se da de un estudio de diseño cualitativo emergente de un curso mejorado de la ciencia, la tecnología, la interacción de la sociedad (STS) Web. La incomodidad de los estudiantes durante la prueba piloto proporcionó información sobre el andamio intelectual que los profesores de ciencias secundarias preservicio necesitaban para optimizar su rendimiento cuando era necesario para desarrollar la comprensión a través de la investigación abierta en un entorno web. Ocho factores identificados contribuyeron a la incomodidad del estudiante: habilidades informáticas, cambios de paradigma, confianza, gestión del tiempo, pensamiento propio, investigación sistemática, \"auto-evaluación\" y discurso científico. Estos factores sugerían desarrollar la comprensión a través de la investigación mediante la realización de una investigación autodiseñada, abierta y sistemática requiere aprendizaje autónomo que implica habilidades metacognitivas y habilidades de gestión del tiempo. En la medida en que los estudiantes entraron en el curso con este andamio, o lo desarrollaron durante el curso, tuvieron éxito en el aprendizaje sobre SAS y su relación con la enseñanza de ciencias. Se describen los cambios introducidos en el sitio web para dar cabida a las necesidades de los alumnos a medida que aparecen. ",
            "error": [
                ""
            ]
        },
        "scientific discourse": {
            "translated_key": "discurso científico",
            "translated_annotated_text": "Factores que contribuyen a la incomodidad de los maestros preservicio en un curso basado en la Web estructurado como una investigación Un informe se da de un estudio de diseño cualitativo emergente de un curso mejorado de la ciencia, la tecnología, la interacción de la sociedad (STS) Web. La incomodidad de los estudiantes durante la prueba piloto proporcionó información sobre el andamio intelectual que los profesores de ciencias secundarias preservicio necesitaban para optimizar su rendimiento cuando era necesario para desarrollar la comprensión a través de la investigación abierta en un entorno web. Ocho factores identificados contribuyeron a la incomodidad del estudiante: habilidades informáticas, cambios de paradigma, confianza, gestión del tiempo, pensamiento propio, investigación sistemática, autoevaluación y \"discurso científico\". Estos factores sugerían desarrollar la comprensión a través de la investigación mediante la realización de una investigación autodiseñada, abierta y sistemática requiere aprendizaje autónomo que implica habilidades metacognitivas y habilidades de gestión del tiempo. En la medida en que los estudiantes entraron en el curso con este andamio, o lo desarrollaron durante el curso, tuvieron éxito en el aprendizaje sobre SAS y su relación con la enseñanza de ciencias. Se describen los cambios introducidos en el sitio web para dar cabida a las necesidades de los alumnos a medida que aparecen. ",
            "error": [
                ""
            ]
        },
        "autonomous learning": {
            "translated_key": "aprendizaje autónomo",
            "translated_annotated_text": "Factores que contribuyen a la incomodidad de los maestros preservicio en un curso basado en la Web estructurado como una investigación Un informe se da de un estudio de diseño cualitativo emergente de un curso mejorado de la ciencia, la tecnología, la interacción de la sociedad (STS) Web. La incomodidad de los estudiantes durante la prueba piloto proporcionó información sobre el andamio intelectual que los profesores de ciencias secundarias preservicio necesitaban para optimizar su rendimiento cuando era necesario para desarrollar la comprensión a través de la investigación abierta en un entorno web. Ocho factores identificados contribuyeron a la incomodidad del estudiante: habilidades informáticas, cambios de paradigma, confianza, gestión del tiempo, pensamiento propio, investigación sistemática, autoevaluación y discurso científico. Estos factores sugerían desarrollar la comprensión a través de la investigación mediante la realización de una investigación auto-diseñada, abierta y sistemática requiere \"aprendizaje autónomo\" que implica habilidades metacognitivas y habilidades de gestión del tiempo. En la medida en que los estudiantes entraron en el curso con este andamio, o lo desarrollaron durante el curso, tuvieron éxito en el aprendizaje sobre SAS y su relación con la enseñanza de ciencias. Se describen los cambios introducidos en el sitio web para dar cabida a las necesidades de los alumnos a medida que aparecen. ",
            "error": [
                ""
            ]
        },
        "metacognitive skills": {
            "translated_key": "habilidades metacognitivas",
            "translated_annotated_text": "Factores que contribuyen a la incomodidad de los maestros preservicio en un curso basado en la Web estructurado como una investigación Un informe se da de un estudio de diseño cualitativo emergente de un curso mejorado de la ciencia, la tecnología, la interacción de la sociedad (STS) Web. La incomodidad de los estudiantes durante la prueba piloto proporcionó información sobre el andamio intelectual que los profesores de ciencias secundarias preservicio necesitaban para optimizar su rendimiento cuando era necesario para desarrollar la comprensión a través de la investigación abierta en un entorno web. Ocho factores identificados contribuyeron a la incomodidad del estudiante: habilidades informáticas, cambios de paradigma, confianza, gestión del tiempo, pensamiento propio, investigación sistemática, autoevaluación y discurso científico. Estos factores sugerían desarrollar la comprensión a través de la investigación mediante la realización de una investigación autodiseñada, abierta y sistemática requiere aprendizaje autónomo que implica \"habilidades metacognitivas\" y habilidades de gestión del tiempo. En la medida en que los estudiantes entraron en el curso con este andamio, o lo desarrollaron durante el curso, tuvieron éxito en el aprendizaje sobre SAS y su relación con la enseñanza de ciencias. Se describen los cambios introducidos en el sitio web para dar cabida a las necesidades de los alumnos a medida que aparecen. ",
            "error": [
                ""
            ]
        },
        "time management skills": {
            "translated_key": "habilidades de gestión del tiempo",
            "translated_annotated_text": "Factores que contribuyen a la incomodidad de los maestros preservicio en un curso basado en la Web estructurado como una investigación Un informe se da de un estudio de diseño cualitativo emergente de un curso mejorado de la ciencia, la tecnología, la interacción de la sociedad (STS) Web. La incomodidad de los estudiantes durante la prueba piloto proporcionó información sobre el andamio intelectual que los profesores de ciencias secundarias preservicio necesitaban para optimizar su rendimiento cuando era necesario para desarrollar la comprensión a través de la investigación abierta en un entorno web. Ocho factores identificados contribuyeron a la incomodidad del estudiante: habilidades informáticas, cambios de paradigma, confianza, gestión del tiempo, pensamiento propio, investigación sistemática, autoevaluación y discurso científico. Estos factores sugerían desarrollar la comprensión a través de la investigación mediante la realización de una investigación autodiseñada, abierta y sistemática requiere aprendizaje autónomo que implica habilidades metacognitivas y \"habilidades de gestión del tiempo\". En la medida en que los estudiantes entraron en el curso con este andamio, o lo desarrollaron durante el curso, tuvieron éxito en el aprendizaje sobre SAS y su relación con la enseñanza de ciencias. Se describen los cambios introducidos en el sitio web para dar cabida a las necesidades de los alumnos a medida que aparecen. ",
            "error": [
                ""
            ]
        },
        "STS": {
            "translated_key": "STS",
            "translated_annotated_text": "Factores que contribuyen a la incomodidad de los maestros preservicio en un curso basado en la Web estructurado como una investigación Un informe se da de un estudio de diseño cualitativo emergente de un curso de Ciencia, Tecnología, Interacción de la Sociedad (\"STS\") mejorado Web. La incomodidad de los estudiantes durante la prueba piloto proporcionó información sobre el andamio intelectual que los profesores de ciencias secundarias preservicio necesitaban para optimizar su rendimiento cuando era necesario para desarrollar la comprensión a través de la investigación abierta en un entorno web. Ocho factores identificados contribuyeron a la incomodidad del estudiante: habilidades informáticas, cambios de paradigma, confianza, gestión del tiempo, pensamiento propio, investigación sistemática, autoevaluación y discurso científico. Estos factores sugerían desarrollar la comprensión a través de la investigación mediante la realización de una investigación autodiseñada, abierta y sistemática requiere aprendizaje autónomo que implica habilidades metacognitivas y habilidades de gestión del tiempo. En la medida en que los estudiantes entraron en el curso con este andamio, o lo desarrollaron durante el curso, tuvieron éxito en aprender sobre \"STS\" y su relación con la enseñanza de ciencias. Se describen los cambios introducidos en el sitio web para dar cabida a las necesidades de los alumnos a medida que aparecen. ",
            "error": [
                ""
            ]
        },
        "science teaching": {
            "translated_key": "enseñanza de la ciencia",
            "translated_annotated_text": "Factores que contribuyen a la incomodidad de los maestros preservicio en un curso basado en la Web estructurado como una investigación Un informe se da de un estudio de diseño cualitativo emergente de un curso mejorado de la ciencia, la tecnología, la interacción de la sociedad (STS) Web. La incomodidad de los estudiantes durante la prueba piloto proporcionó información sobre el andamio intelectual que los profesores de ciencias secundarias preservicio necesitaban para optimizar su rendimiento cuando era necesario para desarrollar la comprensión a través de la investigación abierta en un entorno web. Ocho factores identificados contribuyeron a la incomodidad del estudiante: habilidades informáticas, cambios de paradigma, confianza, gestión del tiempo, pensamiento propio, investigación sistemática, autoevaluación y discurso científico. Estos factores sugerían desarrollar la comprensión a través de la investigación mediante la realización de una investigación autodiseñada, abierta y sistemática requiere aprendizaje autónomo que implica habilidades metacognitivas y habilidades de gestión del tiempo. En la medida en que los estudiantes entraron en el curso con este andamio, o lo desarrollaron durante el curso, tuvieron éxito en el aprendizaje sobre SAS y su relación con la \"enseñanza de la ciencia\". Se describen los cambios introducidos en el sitio web para dar cabida a las necesidades de los alumnos a medida que aparecen. ",
            "error": [
                ""
            ]
        },
        "educational computing": {
            "translated_key": [],
            "translated_annotated_text": "Factores que contribuyen a la incomodidad de los maestros preservicio en un curso basado en la Web estructurado como una investigación Un informe se da de un estudio de diseño cualitativo emergente de un curso mejorado de la ciencia, la tecnología, la interacción de la sociedad (STS) Web. La incomodidad de los estudiantes durante la prueba piloto proporcionó información sobre el andamio intelectual que los profesores de ciencias secundarias preservicio necesitaban para optimizar su rendimiento cuando era necesario para desarrollar la comprensión a través de la investigación abierta en un entorno web. Ocho factores identificados contribuyeron a la incomodidad del estudiante: habilidades informáticas, cambios de paradigma, confianza, gestión del tiempo, pensamiento propio, investigación sistemática, autoevaluación y discurso científico. Estos factores sugerían desarrollar la comprensión a través de la investigación mediante la realización de una investigación autodiseñada, abierta y sistemática requiere aprendizaje autónomo que implica habilidades metacognitivas y habilidades de gestión del tiempo. En la medida en que los estudiantes entraron en el curso con este andamio, o lo desarrollaron durante el curso, tuvieron éxito en el aprendizaje sobre SAS y su relación con la enseñanza de ciencias. Se describen los cambios introducidos en el sitio web para dar cabida a las necesidades de los alumnos a medida que aparecen. ",
            "error": []
        },
        "educational courses": {
            "translated_key": [],
            "translated_annotated_text": "Factores que contribuyen a la incomodidad de los maestros preservicio en un curso basado en la Web estructurado como una investigación Un informe se da de un estudio de diseño cualitativo emergente de un curso mejorado de la ciencia, la tecnología, la interacción de la sociedad (STS) Web. La incomodidad de los estudiantes durante la prueba piloto proporcionó información sobre el andamio intelectual que los profesores de ciencias secundarias preservicio necesitaban para optimizar su rendimiento cuando era necesario para desarrollar la comprensión a través de la investigación abierta en un entorno web. Ocho factores identificados contribuyeron a la incomodidad del estudiante: habilidades informáticas, cambios de paradigma, confianza, gestión del tiempo, pensamiento propio, investigación sistemática, autoevaluación y discurso científico. Estos factores sugerían desarrollar la comprensión a través de la investigación mediante la realización de una investigación autodiseñada, abierta y sistemática requiere aprendizaje autónomo que implica habilidades metacognitivas y habilidades de gestión del tiempo. En la medida en que los estudiantes entraron en el curso con este andamio, o lo desarrollaron durante el curso, tuvieron éxito en el aprendizaje sobre SAS y su relación con la enseñanza de ciencias. Se describen los cambios introducidos en el sitio web para dar cabida a las necesidades de los alumnos a medida que aparecen. ",
            "error": []
        },
        "human factors": {
            "translated_key": [],
            "translated_annotated_text": "Factores que contribuyen a la incomodidad de los maestros preservicio en un curso basado en la Web estructurado como una investigación Un informe se da de un estudio de diseño cualitativo emergente de un curso mejorado de la ciencia, la tecnología, la interacción de la sociedad (STS) Web. La incomodidad de los estudiantes durante la prueba piloto proporcionó información sobre el andamio intelectual que los profesores de ciencias secundarias preservicio necesitaban para optimizar su rendimiento cuando era necesario para desarrollar la comprensión a través de la investigación abierta en un entorno web. Ocho factores identificados contribuyeron a la incomodidad del estudiante: habilidades informáticas, cambios de paradigma, confianza, gestión del tiempo, pensamiento propio, investigación sistemática, autoevaluación y discurso científico. Estos factores sugerían desarrollar la comprensión a través de la investigación mediante la realización de una investigación autodiseñada, abierta y sistemática requiere aprendizaje autónomo que implica habilidades metacognitivas y habilidades de gestión del tiempo. En la medida en que los estudiantes entraron en el curso con este andamio, o lo desarrollaron durante el curso, tuvieron éxito en el aprendizaje sobre SAS y su relación con la enseñanza de ciencias. Se describen los cambios introducidos en el sitio web para dar cabida a las necesidades de los alumnos a medida que aparecen. ",
            "error": []
        },
        "information resources": {
            "translated_key": [],
            "translated_annotated_text": "Factores que contribuyen a la incomodidad de los maestros preservicio en un curso basado en la Web estructurado como una investigación Un informe se da de un estudio de diseño cualitativo emergente de un curso mejorado de la ciencia, la tecnología, la interacción de la sociedad (STS) Web. La incomodidad de los estudiantes durante la prueba piloto proporcionó información sobre el andamio intelectual que los profesores de ciencias secundarias preservicio necesitaban para optimizar su rendimiento cuando era necesario para desarrollar la comprensión a través de la investigación abierta en un entorno web. Ocho factores identificados contribuyeron a la incomodidad del estudiante: habilidades informáticas, cambios de paradigma, confianza, gestión del tiempo, pensamiento propio, investigación sistemática, autoevaluación y discurso científico. Estos factores sugerían desarrollar la comprensión a través de la investigación mediante la realización de una investigación autodiseñada, abierta y sistemática requiere aprendizaje autónomo que implica habilidades metacognitivas y habilidades de gestión del tiempo. En la medida en que los estudiantes entraron en el curso con este andamio, o lo desarrollaron durante el curso, tuvieron éxito en el aprendizaje sobre SAS y su relación con la enseñanza de ciencias. Se describen los cambios introducidos en el sitio web para dar cabida a las necesidades de los alumnos a medida que aparecen. ",
            "error": []
        },
        "natural sciences computing": {
            "translated_key": [],
            "translated_annotated_text": "Factores que contribuyen a la incomodidad de los maestros preservicio en un curso basado en la Web estructurado como una investigación Un informe se da de un estudio de diseño cualitativo emergente de un curso mejorado de la ciencia, la tecnología, la interacción de la sociedad (STS) Web. La incomodidad de los estudiantes durante la prueba piloto proporcionó información sobre el andamio intelectual que los profesores de ciencias secundarias preservicio necesitaban para optimizar su rendimiento cuando era necesario para desarrollar la comprensión a través de la investigación abierta en un entorno web. Ocho factores identificados contribuyeron a la incomodidad del estudiante: habilidades informáticas, cambios de paradigma, confianza, gestión del tiempo, pensamiento propio, investigación sistemática, autoevaluación y discurso científico. Estos factores sugerían desarrollar la comprensión a través de la investigación mediante la realización de una investigación autodiseñada, abierta y sistemática requiere aprendizaje autónomo que implica habilidades metacognitivas y habilidades de gestión del tiempo. En la medida en que los estudiantes entraron en el curso con este andamio, o lo desarrollaron durante el curso, tuvieron éxito en el aprendizaje sobre SAS y su relación con la enseñanza de ciencias. Se describen los cambios introducidos en el sitio web para dar cabida a las necesidades de los alumnos a medida que aparecen. ",
            "error": []
        },
        "teacher training": {
            "translated_key": [],
            "translated_annotated_text": "Factores que contribuyen a la incomodidad de los maestros preservicio en un curso basado en la Web estructurado como una investigación Un informe se da de un estudio de diseño cualitativo emergente de un curso mejorado de la ciencia, la tecnología, la interacción de la sociedad (STS) Web. La incomodidad de los estudiantes durante la prueba piloto proporcionó información sobre el andamio intelectual que los profesores de ciencias secundarias preservicio necesitaban para optimizar su rendimiento cuando era necesario para desarrollar la comprensión a través de la investigación abierta en un entorno web. Ocho factores identificados contribuyeron a la incomodidad del estudiante: habilidades informáticas, cambios de paradigma, confianza, gestión del tiempo, pensamiento propio, investigación sistemática, autoevaluación y discurso científico. Estos factores sugerían desarrollar la comprensión a través de la investigación mediante la realización de una investigación autodiseñada, abierta y sistemática requiere aprendizaje autónomo que implica habilidades metacognitivas y habilidades de gestión del tiempo. En la medida en que los estudiantes entraron en el curso con este andamio, o lo desarrollaron durante el curso, tuvieron éxito en el aprendizaje sobre SAS y su relación con la enseñanza de ciencias. Se describen los cambios introducidos en el sitio web para dar cabida a las necesidades de los alumnos a medida que aparecen. ",
            "error": []
        },
        "teaching": {
            "translated_key": "enseñanza",
            "translated_annotated_text": "Factores que contribuyen a la incomodidad de los maestros preservicio en un curso basado en la Web estructurado como una investigación Un informe se da de un estudio de diseño cualitativo emergente de un curso mejorado de la ciencia, la tecnología, la interacción de la sociedad (STS) Web. La incomodidad de los estudiantes durante la prueba piloto proporcionó información sobre el andamio intelectual que los profesores de ciencias secundarias preservicio necesitaban para optimizar su rendimiento cuando era necesario para desarrollar la comprensión a través de la investigación abierta en un entorno web. Ocho factores identificados contribuyeron a la incomodidad del estudiante: habilidades informáticas, cambios de paradigma, confianza, gestión del tiempo, pensamiento propio, investigación sistemática, autoevaluación y discurso científico. Estos factores sugerían desarrollar la comprensión a través de la investigación mediante la realización de una investigación autodiseñada, abierta y sistemática requiere aprendizaje autónomo que implica habilidades metacognitivas y habilidades de gestión del tiempo. En la medida en que los estudiantes entraron en el curso con este andamio, o lo desarrollaron durante el curso, tuvieron éxito en aprender sobre SAS y su relación con la ciencia \"enseñanza\". Se describen los cambios introducidos en el sitio web para dar cabida a las necesidades de los alumnos a medida que aparecen. ",
            "error": [
                ""
            ]
        },
        "user interfaces": {
            "translated_key": [],
            "translated_annotated_text": "Factores que contribuyen a la incomodidad de los maestros preservicio en un curso basado en la Web estructurado como una investigación Un informe se da de un estudio de diseño cualitativo emergente de un curso mejorado de la ciencia, la tecnología, la interacción de la sociedad (STS) Web. La incomodidad de los estudiantes durante la prueba piloto proporcionó información sobre el andamio intelectual que los profesores de ciencias secundarias preservicio necesitaban para optimizar su rendimiento cuando era necesario para desarrollar la comprensión a través de la investigación abierta en un entorno web. Ocho factores identificados contribuyeron a la incomodidad del estudiante: habilidades informáticas, cambios de paradigma, confianza, gestión del tiempo, pensamiento propio, investigación sistemática, autoevaluación y discurso científico. Estos factores sugerían desarrollar la comprensión a través de la investigación mediante la realización de una investigación autodiseñada, abierta y sistemática requiere aprendizaje autónomo que implica habilidades metacognitivas y habilidades de gestión del tiempo. En la medida en que los estudiantes entraron en el curso con este andamio, o lo desarrollaron durante el curso, tuvieron éxito en el aprendizaje sobre SAS y su relación con la enseñanza de ciencias. Se describen los cambios introducidos en el sitio web para dar cabida a las necesidades de los alumnos a medida que aparecen. ",
            "error": []
        }
    }
}