{
    "original_text": "Alien Rescue: a problem-based hypermedia learning environment for middle school science The article describes an innovative hypermedia product for sixth graders in space science: Alien Rescue. Using a problem-based learning approach that is highly interactive, Alien Rescue engages students in scientific investigations aimed at finding solutions to complex and meaningful problems. Problem-based learning (PBL) is an instructional strategy proven to be effective in medical and business fields, and it is increasingly popular in education. However, using PBL in K-12 classrooms is challenging and requires access to rich knowledge bases and cognitive tools. Alien Rescue is designed to provide such cognitive support for successful use of PBL in sixth-grade classrooms. The design and development of Alien Rescue is guided by current educational research. Research is an integral part of this project. Results of formative evaluation and research studies are being integrated into the development and improvement of the program. Alien Rescue is designed in accordance with the National Science Standards and the Texas Essential Knowledge and Skills (TEKS) for science. So far Alien Rescue has been field-tested by approximately 1400 sixth graders. More use in middle schools is in progress and more research on its use is planned",
    "original_translation": "Alien Rescue: un entorno de aprendizaje de hipermedios basado en problemas para la ciencia de la escuela media El artículo describe un producto innovador de hipermedios para estudiantes de sexto grado en ciencia espacial: Alien Rescue. Utilizando un enfoque de aprendizaje basado en problemas que es altamente interactivo, Alien Rescue involucra a estudiantes en investigaciones científicas destinadas a encontrar soluciones a problemas complejos y significativos. El aprendizaje basado en problemas (PBL) es una estrategia de instrucción que ha demostrado ser eficaz en los campos de la medicina y los negocios, y es cada vez más popular en la educación. Sin embargo, el uso de PBL en las aulas de K-12 es un reto y requiere acceso a ricas bases de conocimiento y herramientas cognitivas. Alien Rescue está diseñado para proporcionar este apoyo cognitivo para el uso exitoso de PBL en aulas de sexto grado. El diseño y desarrollo de Alien Rescue se guía por la investigación educativa actual. La investigación es una parte integral de este proyecto. Los resultados de la evaluación formativa y los estudios de investigación se están integrando en el desarrollo y la mejora del programa. Alien Rescue está diseñado de acuerdo con las Normas Científicas Nacionales y los Conocimientos y Habilidades Esenciales de Texas (TEKS) para la ciencia. Hasta ahora, Alien Rescue ha sido probado sobre el terreno por aproximadamente 1400 alumnos de sexto grado. Está en marcha un mayor uso en las escuelas secundarias y está previsto realizar más investigaciones sobre su uso",
    "error_count": 13,
    "keys": {
        "Alien Rescue": {
            "translated_key": "Alien Rescue",
            "translated_annotated_text": "<br>Alien Rescue</br>: un entorno de aprendizaje hipermedia basado en problemas para la ciencia de la escuela media El artículo describe un producto hipermedia innovador para los estudiantes de sexto grado en ciencia espacial: <br>Alien Rescue</br>. Utilizando un enfoque de aprendizaje basado en problemas altamente interactivo, <br>Alien Rescue</br> involucra a los estudiantes en investigaciones científicas dirigidas a encontrar soluciones a problemas complejos y significativos. El aprendizaje basado en problemas (PBL) es una estrategia de instrucción que ha demostrado ser eficaz en los campos de la medicina y los negocios, y es cada vez más popular en la educación. Sin embargo, el uso de PBL en las aulas de K-12 es un reto y requiere acceso a ricas bases de conocimiento y herramientas cognitivas. <br>Alien Rescue</br> está diseñado para proporcionar este apoyo cognitivo para el uso exitoso de PBL en aulas de sexto grado. El diseño y desarrollo de <br>Alien Rescue</br> se guía por la investigación educativa actual. La investigación es una parte integral de este proyecto. Los resultados de la evaluación formativa y los estudios de investigación se están integrando en el desarrollo y la mejora del programa. <br>Alien Rescue</br> está diseñado de acuerdo con las Normas Científicas Nacionales y los Conocimientos y Habilidades Esenciales de Texas (TEKS) para la ciencia. Hasta ahora, <br>Alien Rescue</br> ha sido probado sobre el terreno por aproximadamente 1400 alumnos de sexto grado. Está en marcha un mayor uso en las escuelas secundarias y está previsto realizar más investigaciones sobre su uso ",
            "error": [
                ""
            ]
        },
        "problem-based hypermedia learning environment": {
            "translated_key": [],
            "translated_annotated_text": "Alien Rescue: un entorno de aprendizaje hipermedia basado en <br>problemas para la ciencia de la escuela media El artículo describe un innovador producto hipermedia para los estudiantes de sexto grado en ciencia espacial: Alien Rescue. Utilizando un enfoque de aprendizaje basado en problemas que es altamente interactivo, Alien Rescue involucra a estudiantes en investigaciones científicas destinadas a encontrar soluciones a problemas complejos y significativos. El aprendizaje basado en problemas (PBL) es una estrategia de instrucción que ha demostrado ser eficaz en los campos de la medicina y los negocios, y es cada vez más popular en la educación. Sin embargo, el uso de PBL en las aulas de K-12 es un reto y requiere acceso a ricas bases de conocimiento y herramientas cognitivas. Alien Rescue está diseñado para proporcionar este apoyo cognitivo para el uso exitoso de PBL en aulas de sexto grado. El diseño y desarrollo de Alien Rescue se guía por la investigación educativa actual. La investigación es una parte integral de este proyecto. Los resultados de la evaluación formativa y los estudios de investigación se están integrando en el desarrollo y la mejora del programa. Alien Rescue está diseñado de acuerdo con las Normas Científicas Nacionales y los Conocimientos y Habilidades Esenciales de Texas (TEKS) para la ciencia. Hasta ahora, Alien Rescue ha sido probado sobre el terreno por aproximadamente 1400 alumnos de sexto grado. Está en marcha un mayor uso en las escuelas secundarias y está previsto realizar más investigaciones sobre su uso ",
            "error": []
        },
        "middle school science": {
            "translated_key": [],
            "translated_annotated_text": "Alien Rescue: un entorno de aprendizaje de hipermedios basado en problemas para la ciencia de la escuela media El artículo describe un producto innovador de hipermedios para estudiantes de sexto grado en ciencias espaciales: Alien Rescue. Utilizando un enfoque de aprendizaje basado en problemas que es altamente interactivo, Alien Rescue involucra a estudiantes en investigaciones científicas destinadas a encontrar soluciones a problemas complejos y significativos. El aprendizaje basado en problemas (PBL) es una estrategia de instrucción que ha demostrado ser eficaz en los campos de la medicina y los negocios, y es cada vez más popular en la educación. Sin embargo, el uso de PBL en las aulas de K-12 es un reto y requiere acceso a ricas bases de conocimiento y herramientas cognitivas. Alien Rescue está diseñado para proporcionar este apoyo cognitivo para el uso exitoso de PBL en aulas de sexto grado. El diseño y desarrollo de Alien Rescue se guía por la investigación educativa actual. La investigación es una parte integral de este proyecto. Los resultados de la evaluación formativa y los estudios de investigación se están integrando en el desarrollo y la mejora del programa. Alien Rescue está diseñado de acuerdo con las Normas Científicas Nacionales y los Conocimientos y Habilidades Esenciales de Texas (TEKS) para la ciencia. Hasta ahora, Alien Rescue ha sido probado sobre el terreno por aproximadamente 1400 alumnos de sexto grado. Está en marcha un mayor uso en las escuelas secundarias y está previsto realizar más investigaciones sobre su uso ",
            "error": []
        },
        "space science": {
            "translated_key": "ciencia espacial",
            "translated_annotated_text": "Alien Rescue: un entorno de aprendizaje de hipermedios basado en problemas para la ciencia de la escuela media El artículo describe un producto innovador de hipermedios para estudiantes de sexto grado en <br>ciencia espacial</br>: Alien Rescue. Utilizando un enfoque de aprendizaje basado en problemas que es altamente interactivo, Alien Rescue involucra a estudiantes en investigaciones científicas destinadas a encontrar soluciones a problemas complejos y significativos. El aprendizaje basado en problemas (PBL) es una estrategia de instrucción que ha demostrado ser eficaz en los campos de la medicina y los negocios, y es cada vez más popular en la educación. Sin embargo, el uso de PBL en las aulas de K-12 es un reto y requiere acceso a ricas bases de conocimiento y herramientas cognitivas. Alien Rescue está diseñado para proporcionar este apoyo cognitivo para el uso exitoso de PBL en aulas de sexto grado. El diseño y desarrollo de Alien Rescue se guía por la investigación educativa actual. La investigación es una parte integral de este proyecto. Los resultados de la evaluación formativa y los estudios de investigación se están integrando en el desarrollo y la mejora del programa. Alien Rescue está diseñado de acuerdo con las Normas Científicas Nacionales y los Conocimientos y Habilidades Esenciales de Texas (TEKS) para la ciencia. Hasta ahora, Alien Rescue ha sido probado sobre el terreno por aproximadamente 1400 alumnos de sexto grado. Está en marcha un mayor uso en las escuelas secundarias y está previsto realizar más investigaciones sobre su uso ",
            "error": [
                ""
            ]
        },
        "sixth graders": {
            "translated_key": [
                "sexto grado",
                "alumnos de sexto grado"
            ],
            "translated_annotated_text": "Alien Rescue: un entorno de aprendizaje hipermedia basado en problemas para la ciencia de la escuela media El artículo describe un producto hipermedia innovador para <br>sexto grado</br> en ciencia espacial: Alien Rescue. Utilizando un enfoque de aprendizaje basado en problemas que es altamente interactivo, Alien Rescue involucra a estudiantes en investigaciones científicas destinadas a encontrar soluciones a problemas complejos y significativos. El aprendizaje basado en problemas (PBL) es una estrategia de instrucción que ha demostrado ser eficaz en los campos de la medicina y los negocios, y es cada vez más popular en la educación. Sin embargo, el uso de PBL en las aulas de K-12 es un reto y requiere acceso a ricas bases de conocimiento y herramientas cognitivas. Alien Rescue está diseñado para proporcionar este apoyo cognitivo para el uso exitoso de PBL en aulas de sexto grado. El diseño y desarrollo de Alien Rescue se guía por la investigación educativa actual. La investigación es una parte integral de este proyecto. Los resultados de la evaluación formativa y los estudios de investigación se están integrando en el desarrollo y la mejora del programa. Alien Rescue está diseñado de acuerdo con las Normas Científicas Nacionales y los Conocimientos y Habilidades Esenciales de Texas (TEKS) para la ciencia. Hasta ahora Alien Rescue ha sido probado sobre el terreno por aproximadamente 1400 <br>alumnos de sexto grado</br>. Está en marcha un mayor uso en las escuelas secundarias y está previsto realizar más investigaciones sobre su uso ",
            "error": [
                "sexto grado",
                "alumnos de sexto grado"
            ]
        },
        "scientific investigations": {
            "translated_key": [],
            "translated_annotated_text": "Alien Rescue: un entorno de aprendizaje de hipermedios basado en problemas para la ciencia de la escuela media El artículo describe un producto innovador de hipermedios para estudiantes de sexto grado en ciencia espacial: Alien Rescue. Utilizando un enfoque de aprendizaje basado en problemas que es altamente interactivo, Alien Rescue involucra a estudiantes en investigaciones científicas <br> dirigidas a encontrar soluciones a problemas complejos y significativos. El aprendizaje basado en problemas (PBL) es una estrategia de instrucción que ha demostrado ser eficaz en los campos de la medicina y los negocios, y es cada vez más popular en la educación. Sin embargo, el uso de PBL en las aulas de K-12 es un reto y requiere acceso a ricas bases de conocimiento y herramientas cognitivas. Alien Rescue está diseñado para proporcionar este apoyo cognitivo para el uso exitoso de PBL en aulas de sexto grado. El diseño y desarrollo de Alien Rescue se guía por la investigación educativa actual. La investigación es una parte integral de este proyecto. Los resultados de la evaluación formativa y los estudios de investigación se están integrando en el desarrollo y la mejora del programa. Alien Rescue está diseñado de acuerdo con las Normas Científicas Nacionales y los Conocimientos y Habilidades Esenciales de Texas (TEKS) para la ciencia. Hasta ahora, Alien Rescue ha sido probado sobre el terreno por aproximadamente 1400 alumnos de sexto grado. Está en marcha un mayor uso en las escuelas secundarias y está previsto realizar más investigaciones sobre su uso ",
            "error": []
        },
        "PBL": {
            "translated_key": "PBL",
            "translated_annotated_text": "Alien Rescue: un entorno de aprendizaje de hipermedios basado en problemas para la ciencia de la escuela media El artículo describe un producto innovador de hipermedios para estudiantes de sexto grado en ciencia espacial: Alien Rescue. Utilizando un enfoque de aprendizaje basado en problemas que es altamente interactivo, Alien Rescue involucra a estudiantes en investigaciones científicas destinadas a encontrar soluciones a problemas complejos y significativos. El aprendizaje basado en problemas (<br>PBL</br>) es una estrategia de instrucción que ha demostrado ser eficaz en los campos de la medicina y los negocios, y es cada vez más popular en la educación. Sin embargo, el uso de <br>PBL</br> en las aulas de K-12 es un reto y requiere acceso a ricas bases de conocimiento y herramientas cognitivas. Alien Rescue está diseñado para proporcionar este apoyo cognitivo para el uso exitoso de <br>PBL</br> en aulas de sexto grado. El diseño y desarrollo de Alien Rescue se guía por la investigación educativa actual. La investigación es una parte integral de este proyecto. Los resultados de la evaluación formativa y los estudios de investigación se están integrando en el desarrollo y la mejora del programa. Alien Rescue está diseñado de acuerdo con las Normas Científicas Nacionales y los Conocimientos y Habilidades Esenciales de Texas (TEKS) para la ciencia. Hasta ahora, Alien Rescue ha sido probado sobre el terreno por aproximadamente 1400 alumnos de sexto grado. Está en marcha un mayor uso en las escuelas secundarias y está previsto realizar más investigaciones sobre su uso ",
            "error": [
                ""
            ]
        },
        "instructional strategy": {
            "translated_key": [],
            "translated_annotated_text": "Alien Rescue: un entorno de aprendizaje de hipermedios basado en problemas para la ciencia de la escuela media El artículo describe un producto innovador de hipermedios para estudiantes de sexto grado en ciencia espacial: Alien Rescue. Utilizando un enfoque de aprendizaje basado en problemas que es altamente interactivo, Alien Rescue involucra a estudiantes en investigaciones científicas destinadas a encontrar soluciones a problemas complejos y significativos. El aprendizaje basado en problemas (PBL) es una estrategia <br>instructiva que ha demostrado ser eficaz en los campos de la medicina y los negocios, y es cada vez más popular en la educación. Sin embargo, el uso de PBL en las aulas de K-12 es un reto y requiere acceso a ricas bases de conocimiento y herramientas cognitivas. Alien Rescue está diseñado para proporcionar este apoyo cognitivo para el uso exitoso de PBL en aulas de sexto grado. El diseño y desarrollo de Alien Rescue se guía por la investigación educativa actual. La investigación es una parte integral de este proyecto. Los resultados de la evaluación formativa y los estudios de investigación se están integrando en el desarrollo y la mejora del programa. Alien Rescue está diseñado de acuerdo con las Normas Científicas Nacionales y los Conocimientos y Habilidades Esenciales de Texas (TEKS) para la ciencia. Hasta ahora, Alien Rescue ha sido probado sobre el terreno por aproximadamente 1400 alumnos de sexto grado. Está en marcha un mayor uso en las escuelas secundarias y está previsto realizar más investigaciones sobre su uso ",
            "error": []
        },
        "medical fields": {
            "translated_key": [],
            "translated_annotated_text": "Alien Rescue: un entorno de aprendizaje de hipermedios basado en problemas para la ciencia de la escuela media El artículo describe un producto innovador de hipermedios para estudiantes de sexto grado en ciencia espacial: Alien Rescue. Utilizando un enfoque de aprendizaje basado en problemas que es altamente interactivo, Alien Rescue involucra a estudiantes en investigaciones científicas destinadas a encontrar soluciones a problemas complejos y significativos. El aprendizaje basado en problemas (PBL) es una estrategia de instrucción que ha demostrado ser eficaz en los campos de la medicina y los negocios, y es cada vez más popular en la educación. Sin embargo, el uso de PBL en las aulas de K-12 es un reto y requiere acceso a ricas bases de conocimiento y herramientas cognitivas. Alien Rescue está diseñado para proporcionar este apoyo cognitivo para el uso exitoso de PBL en aulas de sexto grado. El diseño y desarrollo de Alien Rescue se guía por la investigación educativa actual. La investigación es una parte integral de este proyecto. Los resultados de la evaluación formativa y los estudios de investigación se están integrando en el desarrollo y la mejora del programa. Alien Rescue está diseñado de acuerdo con las Normas Científicas Nacionales y los Conocimientos y Habilidades Esenciales de Texas (TEKS) para la ciencia. Hasta ahora, Alien Rescue ha sido probado sobre el terreno por aproximadamente 1400 alumnos de sexto grado. Está en marcha un mayor uso en las escuelas secundarias y está previsto realizar más investigaciones sobre su uso ",
            "error": []
        },
        "business fields": {
            "translated_key": [],
            "translated_annotated_text": "Alien Rescue: un entorno de aprendizaje de hipermedios basado en problemas para la ciencia de la escuela media El artículo describe un producto innovador de hipermedios para estudiantes de sexto grado en ciencia espacial: Alien Rescue. Utilizando un enfoque de aprendizaje basado en problemas que es altamente interactivo, Alien Rescue involucra a estudiantes en investigaciones científicas destinadas a encontrar soluciones a problemas complejos y significativos. El aprendizaje basado en problemas (PBL) es una estrategia instructiva que ha demostrado ser eficaz en los campos de la medicina y los negocios, y es cada vez más popular en la educación. Sin embargo, el uso de PBL en las aulas de K-12 es un reto y requiere acceso a ricas bases de conocimiento y herramientas cognitivas. Alien Rescue está diseñado para proporcionar este apoyo cognitivo para el uso exitoso de PBL en aulas de sexto grado. El diseño y desarrollo de Alien Rescue se guía por la investigación educativa actual. La investigación es una parte integral de este proyecto. Los resultados de la evaluación formativa y los estudios de investigación se están integrando en el desarrollo y la mejora del programa. Alien Rescue está diseñado de acuerdo con las Normas Científicas Nacionales y los Conocimientos y Habilidades Esenciales de Texas (TEKS) para la ciencia. Hasta ahora, Alien Rescue ha sido probado sobre el terreno por aproximadamente 1400 alumnos de sexto grado. Está en marcha un mayor uso en las escuelas secundarias y está previsto realizar más investigaciones sobre su uso ",
            "error": []
        },
        "K-12 classrooms": {
            "translated_key": [],
            "translated_annotated_text": "Alien Rescue: un entorno de aprendizaje de hipermedios basado en problemas para la ciencia de la escuela media El artículo describe un producto innovador de hipermedios para estudiantes de sexto grado en ciencia espacial: Alien Rescue. Utilizando un enfoque de aprendizaje basado en problemas que es altamente interactivo, Alien Rescue involucra a estudiantes en investigaciones científicas destinadas a encontrar soluciones a problemas complejos y significativos. El aprendizaje basado en problemas (PBL) es una estrategia de instrucción que ha demostrado ser eficaz en los campos de la medicina y los negocios, y es cada vez más popular en la educación. Sin embargo, el uso de PBL en las aulas <br>K-12 es un reto y requiere acceso a ricas bases de conocimiento y herramientas cognitivas. Alien Rescue está diseñado para proporcionar este apoyo cognitivo para el uso exitoso de PBL en aulas de sexto grado. El diseño y desarrollo de Alien Rescue se guía por la investigación educativa actual. La investigación es una parte integral de este proyecto. Los resultados de la evaluación formativa y los estudios de investigación se están integrando en el desarrollo y la mejora del programa. Alien Rescue está diseñado de acuerdo con las Normas Científicas Nacionales y los Conocimientos y Habilidades Esenciales de Texas (TEKS) para la ciencia. Hasta ahora, Alien Rescue ha sido probado sobre el terreno por aproximadamente 1400 alumnos de sexto grado. Está en marcha un mayor uso en las escuelas secundarias y está previsto realizar más investigaciones sobre su uso ",
            "error": []
        },
        "rich knowledge bases": {
            "translated_key": " ricas",
            "translated_annotated_text": "Alien Rescue: un entorno de aprendizaje de hipermedios basado en problemas para la ciencia de la escuela media El artículo describe un producto innovador de hipermedios para estudiantes de sexto grado en ciencia espacial: Alien Rescue. Utilizando un enfoque de aprendizaje basado en problemas que es altamente interactivo, Alien Rescue involucra a estudiantes en investigaciones científicas destinadas a encontrar soluciones a problemas complejos y significativos. El aprendizaje basado en problemas (PBL) es una estrategia de instrucción que ha demostrado ser eficaz en los campos de la medicina y los negocios, y es cada vez más popular en la educación. Sin embargo, el uso de PBL en las aulas de K-12 es un reto y requiere acceso a bases de conocimiento <br> ricas</br> y herramientas cognitivas. Alien Rescue está diseñado para proporcionar este apoyo cognitivo para el uso exitoso de PBL en aulas de sexto grado. El diseño y desarrollo de Alien Rescue se guía por la investigación educativa actual. La investigación es una parte integral de este proyecto. Los resultados de la evaluación formativa y los estudios de investigación se están integrando en el desarrollo y la mejora del programa. Alien Rescue está diseñado de acuerdo con las Normas Científicas Nacionales y los Conocimientos y Habilidades Esenciales de Texas (TEKS) para la ciencia. Hasta ahora, Alien Rescue ha sido probado sobre el terreno por aproximadamente 1400 alumnos de sexto grado. Está en marcha un mayor uso en las escuelas secundarias y está previsto realizar más investigaciones sobre su uso ",
            "error": [
                ""
            ]
        },
        "cognitive tools": {
            "translated_key": " ",
            "translated_annotated_text": "Alien Rescue: un entorno de aprendizaje de hipermedios basado en problemas para la ciencia de la escuela media El artículo describe un producto innovador de hipermedios para estudiantes de sexto grado en ciencia espacial: Alien Rescue. Utilizando un enfoque de aprendizaje basado en problemas que es altamente interactivo, Alien Rescue involucra a estudiantes en investigaciones científicas destinadas a encontrar soluciones a problemas complejos y significativos. El aprendizaje basado en problemas (PBL) es una estrategia de instrucción que ha demostrado ser eficaz en los campos de la medicina y los negocios, y es cada vez más popular en la educación. Sin embargo, el uso de PBL en aulas K-12 es un reto y requiere acceso a ricas bases de conocimiento y herramientas cognitivas <br> </br>. Alien Rescue está diseñado para proporcionar este apoyo cognitivo para el uso exitoso de PBL en aulas de sexto grado. El diseño y desarrollo de Alien Rescue se guía por la investigación educativa actual. La investigación es una parte integral de este proyecto. Los resultados de la evaluación formativa y los estudios de investigación se están integrando en el desarrollo y la mejora del programa. Alien Rescue está diseñado de acuerdo con las Normas Científicas Nacionales y los Conocimientos y Habilidades Esenciales de Texas (TEKS) para la ciencia. Hasta ahora, Alien Rescue ha sido probado sobre el terreno por aproximadamente 1400 alumnos de sexto grado. Está en marcha un mayor uso en las escuelas secundarias y está previsto realizar más investigaciones sobre su uso ",
            "error": [
                ""
            ]
        },
        "cognitive support": {
            "translated_key": "apoyo cognitivo",
            "translated_annotated_text": "Alien Rescue: un entorno de aprendizaje de hipermedios basado en problemas para la ciencia de la escuela media El artículo describe un producto innovador de hipermedios para estudiantes de sexto grado en ciencia espacial: Alien Rescue. Utilizando un enfoque de aprendizaje basado en problemas que es altamente interactivo, Alien Rescue involucra a estudiantes en investigaciones científicas destinadas a encontrar soluciones a problemas complejos y significativos. El aprendizaje basado en problemas (PBL) es una estrategia de instrucción que ha demostrado ser eficaz en los campos de la medicina y los negocios, y es cada vez más popular en la educación. Sin embargo, el uso de PBL en las aulas de K-12 es un reto y requiere acceso a ricas bases de conocimiento y herramientas cognitivas. Alien Rescue está diseñado para proporcionar este <br>apoyo cognitivo</br> para el uso exitoso de PBL en aulas de sexto grado.  El diseño y desarrollo de Alien Rescue se guía por la investigación educativa actual. La investigación es una parte integral de este proyecto. Los resultados de la evaluación formativa y los estudios de investigación se están integrando en el desarrollo y la mejora del programa. Alien Rescue está diseñado de acuerdo con las Normas Científicas Nacionales y los Conocimientos y Habilidades Esenciales de Texas (TEKS) para la ciencia. Hasta ahora, Alien Rescue ha sido probado sobre el terreno por aproximadamente 1400 alumnos de sexto grado. Está en marcha un mayor uso en las escuelas secundarias y está previsto realizar más investigaciones sobre su uso ",
            "error": [
                ""
            ]
        },
        "educational research": {
            "translated_key": "investigación educativa",
            "translated_annotated_text": "Alien Rescue: un entorno de aprendizaje de hipermedios basado en problemas para la ciencia de la escuela media El artículo describe un producto innovador de hipermedios para estudiantes de sexto grado en ciencia espacial: Alien Rescue. Utilizando un enfoque de aprendizaje basado en problemas que es altamente interactivo, Alien Rescue involucra a estudiantes en investigaciones científicas destinadas a encontrar soluciones a problemas complejos y significativos. El aprendizaje basado en problemas (PBL) es una estrategia de instrucción que ha demostrado ser eficaz en los campos de la medicina y los negocios, y es cada vez más popular en la educación. Sin embargo, el uso de PBL en las aulas de K-12 es un reto y requiere acceso a ricas bases de conocimiento y herramientas cognitivas. Alien Rescue está diseñado para proporcionar este apoyo cognitivo para el uso exitoso de PBL en aulas de sexto grado. El diseño y desarrollo de Alien Rescue se guía por la <br>investigación educativa</br> actual. La investigación es una parte integral de este proyecto. Los resultados de la evaluación formativa y los estudios de investigación se están integrando en el desarrollo y la mejora del programa. Alien Rescue está diseñado de acuerdo con las Normas Científicas Nacionales y los Conocimientos y Habilidades Esenciales de Texas (TEKS) para la ciencia. Hasta ahora, Alien Rescue ha sido probado sobre el terreno por aproximadamente 1400 alumnos de sexto grado. Está en marcha un mayor uso en las escuelas secundarias y está previsto realizar más investigaciones sobre su uso ",
            "error": [
                ""
            ]
        },
        "formative evaluation": {
            "translated_key": "formativa",
            "translated_annotated_text": "Alien Rescue: un entorno de aprendizaje de hipermedios basado en problemas para la ciencia de la escuela media El artículo describe un producto innovador de hipermedios para estudiantes de sexto grado en ciencia espacial: Alien Rescue. Utilizando un enfoque de aprendizaje basado en problemas que es altamente interactivo, Alien Rescue involucra a estudiantes en investigaciones científicas destinadas a encontrar soluciones a problemas complejos y significativos. El aprendizaje basado en problemas (PBL) es una estrategia de instrucción que ha demostrado ser eficaz en los campos de la medicina y los negocios, y es cada vez más popular en la educación. Sin embargo, el uso de PBL en las aulas de K-12 es un reto y requiere acceso a ricas bases de conocimiento y herramientas cognitivas. Alien Rescue está diseñado para proporcionar este apoyo cognitivo para el uso exitoso de PBL en aulas de sexto grado. El diseño y desarrollo de Alien Rescue se guía por la investigación educativa actual. La investigación es una parte integral de este proyecto. Los resultados de la evaluación <br>formativa</br> y los estudios de investigación se están integrando en el desarrollo y la mejora del programa. Alien Rescue está diseñado de acuerdo con las Normas Científicas Nacionales y los Conocimientos y Habilidades Esenciales de Texas (TEKS) para la ciencia. Hasta ahora, Alien Rescue ha sido probado sobre el terreno por aproximadamente 1400 alumnos de sexto grado. Está en marcha un mayor uso en las escuelas secundarias y está previsto realizar más investigaciones sobre su uso ",
            "error": [
                ""
            ]
        },
        "middle schools": {
            "translated_key": [],
            "translated_annotated_text": "Alien Rescue: un entorno de aprendizaje de hipermedios basado en problemas para la ciencia de la escuela media El artículo describe un producto innovador de hipermedios para estudiantes de sexto grado en ciencia espacial: Alien Rescue. Utilizando un enfoque de aprendizaje basado en problemas que es altamente interactivo, Alien Rescue involucra a estudiantes en investigaciones científicas destinadas a encontrar soluciones a problemas complejos y significativos. El aprendizaje basado en problemas (PBL) es una estrategia de instrucción que ha demostrado ser eficaz en los campos de la medicina y los negocios, y es cada vez más popular en la educación. Sin embargo, el uso de PBL en las aulas de K-12 es un reto y requiere acceso a ricas bases de conocimiento y herramientas cognitivas. Alien Rescue está diseñado para proporcionar este apoyo cognitivo para el uso exitoso de PBL en aulas de sexto grado. El diseño y desarrollo de Alien Rescue se guía por la investigación educativa actual. La investigación es una parte integral de este proyecto. Los resultados de la evaluación formativa y los estudios de investigación se están integrando en el desarrollo y la mejora del programa. Alien Rescue está diseñado de acuerdo con las Normas Científicas Nacionales y los Conocimientos y Habilidades Esenciales de Texas (TEKS) para la ciencia. Hasta ahora, Alien Rescue ha sido probado sobre el terreno por aproximadamente 1400 alumnos de sexto grado. Está en marcha un mayor uso en las escuelas secundarias y está previsto realizar más investigaciones sobre su uso. ",
            "error": []
        },
        "courseware": {
            "translated_key": [],
            "translated_annotated_text": "Alien Rescue: un entorno de aprendizaje de hipermedios basado en problemas para la ciencia de la escuela media El artículo describe un producto innovador de hipermedios para estudiantes de sexto grado en ciencia espacial: Alien Rescue. Utilizando un enfoque de aprendizaje basado en problemas que es altamente interactivo, Alien Rescue involucra a estudiantes en investigaciones científicas destinadas a encontrar soluciones a problemas complejos y significativos. El aprendizaje basado en problemas (PBL) es una estrategia de instrucción que ha demostrado ser eficaz en los campos de la medicina y los negocios, y es cada vez más popular en la educación. Sin embargo, el uso de PBL en las aulas de K-12 es un reto y requiere acceso a ricas bases de conocimiento y herramientas cognitivas. Alien Rescue está diseñado para proporcionar este apoyo cognitivo para el uso exitoso de PBL en aulas de sexto grado. El diseño y desarrollo de Alien Rescue se guía por la investigación educativa actual. La investigación es una parte integral de este proyecto. Los resultados de la evaluación formativa y los estudios de investigación se están integrando en el desarrollo y la mejora del programa. Alien Rescue está diseñado de acuerdo con las Normas Científicas Nacionales y los Conocimientos y Habilidades Esenciales de Texas (TEKS) para la ciencia. Hasta ahora, Alien Rescue ha sido probado sobre el terreno por aproximadamente 1400 alumnos de sexto grado. Está en marcha un mayor uso en las escuelas secundarias y está previsto realizar más investigaciones sobre su uso ",
            "error": []
        },
        "hypermedia": {
            "translated_key": "hypermedia",
            "translated_annotated_text": "Alien Rescue: un entorno de aprendizaje basado en problemas <br>hypermedia</br> para la ciencia de secundaria El artículo describe un producto innovador <br>hypermedia</br> para estudiantes de sexto grado en ciencias espaciales: Alien Rescue. Utilizando un enfoque de aprendizaje basado en problemas que es altamente interactivo, Alien Rescue involucra a estudiantes en investigaciones científicas destinadas a encontrar soluciones a problemas complejos y significativos. El aprendizaje basado en problemas (PBL) es una estrategia de instrucción que ha demostrado ser eficaz en los campos de la medicina y los negocios, y es cada vez más popular en la educación. Sin embargo, el uso de PBL en las aulas de K-12 es un reto y requiere acceso a ricas bases de conocimiento y herramientas cognitivas. Alien Rescue está diseñado para proporcionar este apoyo cognitivo para el uso exitoso de PBL en aulas de sexto grado. El diseño y desarrollo de Alien Rescue se guía por la investigación educativa actual. La investigación es una parte integral de este proyecto. Los resultados de la evaluación formativa y los estudios de investigación se están integrando en el desarrollo y la mejora del programa. Alien Rescue está diseñado de acuerdo con las Normas Científicas Nacionales y los Conocimientos y Habilidades Esenciales de Texas (TEKS) para la ciencia. Hasta ahora, Alien Rescue ha sido probado sobre el terreno por aproximadamente 1400 alumnos de sexto grado. Está en marcha un mayor uso en las escuelas secundarias y está previsto realizar más investigaciones sobre su uso ",
            "error": [
                ""
            ]
        },
        "interactive systems": {
            "translated_key": [],
            "translated_annotated_text": "Alien Rescue: un entorno de aprendizaje de hipermedios basado en problemas para la ciencia de la escuela media El artículo describe un producto innovador de hipermedios para estudiantes de sexto grado en ciencia espacial: Alien Rescue. Utilizando un enfoque de aprendizaje basado en problemas que es altamente interactivo, Alien Rescue involucra a estudiantes en investigaciones científicas destinadas a encontrar soluciones a problemas complejos y significativos. El aprendizaje basado en problemas (PBL) es una estrategia de instrucción que ha demostrado ser eficaz en los campos de la medicina y los negocios, y es cada vez más popular en la educación. Sin embargo, el uso de PBL en las aulas de K-12 es un reto y requiere acceso a ricas bases de conocimiento y herramientas cognitivas. Alien Rescue está diseñado para proporcionar este apoyo cognitivo para el uso exitoso de PBL en aulas de sexto grado. El diseño y desarrollo de Alien Rescue se guía por la investigación educativa actual. La investigación es una parte integral de este proyecto. Los resultados de la evaluación formativa y los estudios de investigación se están integrando en el desarrollo y la mejora del programa. Alien Rescue está diseñado de acuerdo con las Normas Científicas Nacionales y los Conocimientos y Habilidades Esenciales de Texas (TEKS) para la ciencia. Hasta ahora, Alien Rescue ha sido probado sobre el terreno por aproximadamente 1400 alumnos de sexto grado. Está en marcha un mayor uso en las escuelas secundarias y está previsto realizar más investigaciones sobre su uso ",
            "error": []
        },
        "natural sciences computing": {
            "translated_key": [],
            "translated_annotated_text": "Alien Rescue: un entorno de aprendizaje de hipermedios basado en problemas para la ciencia de la escuela media El artículo describe un producto innovador de hipermedios para estudiantes de sexto grado en ciencia espacial: Alien Rescue. Utilizando un enfoque de aprendizaje basado en problemas que es altamente interactivo, Alien Rescue involucra a estudiantes en investigaciones científicas destinadas a encontrar soluciones a problemas complejos y significativos. El aprendizaje basado en problemas (PBL) es una estrategia de instrucción que ha demostrado ser eficaz en los campos de la medicina y los negocios, y es cada vez más popular en la educación. Sin embargo, el uso de PBL en las aulas de K-12 es un reto y requiere acceso a ricas bases de conocimiento y herramientas cognitivas. Alien Rescue está diseñado para proporcionar este apoyo cognitivo para el uso exitoso de PBL en aulas de sexto grado. El diseño y desarrollo de Alien Rescue se guía por la investigación educativa actual. La investigación es una parte integral de este proyecto. Los resultados de la evaluación formativa y los estudios de investigación se están integrando en el desarrollo y la mejora del programa. Alien Rescue está diseñado de acuerdo con las Normas Científicas Nacionales y los Conocimientos y Habilidades Esenciales de Texas (TEKS) para la ciencia. Hasta ahora, Alien Rescue ha sido probado sobre el terreno por aproximadamente 1400 alumnos de sexto grado. Está en marcha un mayor uso en las escuelas secundarias y está previsto realizar más investigaciones sobre su uso ",
            "error": []
        },
        "teaching": {
            "translated_key": [],
            "translated_annotated_text": "Alien Rescue: un entorno de aprendizaje de hipermedios basado en problemas para la ciencia de la escuela media El artículo describe un producto innovador de hipermedios para estudiantes de sexto grado en ciencia espacial: Alien Rescue. Utilizando un enfoque de aprendizaje basado en problemas que es altamente interactivo, Alien Rescue involucra a estudiantes en investigaciones científicas destinadas a encontrar soluciones a problemas complejos y significativos. El aprendizaje basado en problemas (PBL) es una estrategia de instrucción que ha demostrado ser eficaz en los campos de la medicina y los negocios, y es cada vez más popular en la educación. Sin embargo, el uso de PBL en las aulas de K-12 es un reto y requiere acceso a ricas bases de conocimiento y herramientas cognitivas. Alien Rescue está diseñado para proporcionar este apoyo cognitivo para el uso exitoso de PBL en aulas de sexto grado. El diseño y desarrollo de Alien Rescue se guía por la investigación educativa actual. La investigación es una parte integral de este proyecto. Los resultados de la evaluación formativa y los estudios de investigación se están integrando en el desarrollo y la mejora del programa. Alien Rescue está diseñado de acuerdo con las Normas Científicas Nacionales y los Conocimientos y Habilidades Esenciales de Texas (TEKS) para la ciencia. Hasta ahora, Alien Rescue ha sido probado sobre el terreno por aproximadamente 1400 alumnos de sexto grado. Está en marcha un mayor uso en las escuelas secundarias y está previsto realizar más investigaciones sobre su uso ",
            "error": []
        }
    }
}