{
    "original_text": "Project-based learning: teachers learning and using high-tech to preserve Cajun culture Using project-based learning pedagogy in EdTc 658 Advances in Educational Technology, the author has trained inservice teachers in Southwestern Louisiana with an advanced computer multimedia program called Director(R) (Macromedia, Inc.). The content of this course focused on modeling the project-based learning pedagogy and researching Acadians traditions and legacy. With the multi-functions of microcomputers, new technologies were used to preserve and celebrate the local culture with superiority of text, graphics, animation, sound, and video. The article describes how several groups of school teachers in the surrounding areas of a regional state university of Louisiana learned computer multimedia using project-based learning and integrated their learning into local cultural heritage",
    "original_translation": "Aprendizaje basado en proyectos: profesores aprendiendo y utilizando alta tecnología para preservar la cultura cajun Utilizando la pedagogía del aprendizaje basada en proyectos en EdTc 658 Avances en Tecnología Educativa, el autor ha formado a profesores en servicio en el suroeste de Louisiana con un programa multimedia avanzado de computación llamado Director(R) (Macromedia, Inc.). El contenido de este curso se centró en modelar la pedagogía del aprendizaje basada en proyectos e investigar las tradiciones y el legado de los acadianos. Con las múltiples funciones de los microordenadores, se utilizaron nuevas tecnologías para preservar y celebrar la cultura local con superioridad de texto, gráficos, animación, sonido y vídeo. El artículo describe cómo varios grupos de maestros de escuela en las áreas circundantes de una universidad estatal regional de Luisiana aprendieron multimedia informático utilizando el aprendizaje basado en proyectos e integrar su aprendizaje en el patrimonio cultural local",
    "error_count": 11,
    "keys": {
        "project-based learning": {
            "translated_key": "aprendizaje basado en proyectos",
            "translated_annotated_text": "Aprendizaje basado en proyectos: profesores aprendiendo y utilizando alta tecnología para preservar la cultura cajun Utilizando la pedagogía del \"aprendizaje basado en proyectos\" en EdTc 658 Avances en Tecnología Educativa, el autor ha formado a profesores en servicio en el suroeste de Louisiana con un programa multimedia avanzado de computación llamado Director(R) (Macromedia, Inc.). El contenido de este curso se centró en modelar la pedagogía del \"aprendizaje basado en proyectos\" e investigar las tradiciones y el legado de los acadianos. Con las múltiples funciones de los microordenadores, se utilizaron nuevas tecnologías para preservar y celebrar la cultura local con superioridad de texto, gráficos, animación, sonido y vídeo. El artículo describe cómo varios grupos de maestros escolares en las áreas circundantes de una universidad estatal regional de Luisiana aprendieron multimedia informático usando \"aprendizaje basado en proyectos\" e integraron su aprendizaje en el patrimonio cultural local ",
            "error": [
                ""
            ]
        },
        "teachers": {
            "translated_key": [
                "profesores",
                "profesores",
                "maestros"
            ],
            "translated_annotated_text": "Aprendizaje basado en proyectos: \"profesores\" aprendiendo y usando alta tecnología para preservar la cultura cajun Usando la pedagogía del aprendizaje basado en proyectos en EdTc 658 Avances en Tecnología Educativa, el autor ha entrenado a \"profesores\" en servicio en el suroeste de Louisiana con un programa multimedia de computadora avanzado llamado Director(R) (Macromedia, Inc.). El contenido de este curso se centró en modelar la pedagogía del aprendizaje basada en proyectos e investigar las tradiciones y el legado de los acadianos. Con las múltiples funciones de los microordenadores, se utilizaron nuevas tecnologías para preservar y celebrar la cultura local con superioridad de texto, gráficos, animación, sonido y vídeo. El artículo describe cómo varios grupos de \"maestros\" escolares en las áreas circundantes de una universidad estatal regional de Luisiana aprendieron multimedia informático utilizando el aprendizaje basado en proyectos e integrar su aprendizaje en el patrimonio cultural local ",
            "error": [
                "profesores",
                "profesores",
                "maestros"
            ]
        },
        "Cajun culture": {
            "translated_key": "cultura cajun",
            "translated_annotated_text": "Aprendizaje basado en proyectos: profesores aprendiendo y utilizando alta tecnología para preservar la \"cultura cajun\" Usando la pedagogía del aprendizaje basada en proyectos en EdTc 658 Avances en Tecnología Educativa, el autor ha formado a profesores en servicio en el suroeste de Louisiana con un programa multimedia avanzado de computación llamado Director(R) (Macromedia, Inc.). El contenido de este curso se centró en modelar la pedagogía del aprendizaje basada en proyectos e investigar las tradiciones y el legado de los acadianos. Con las múltiples funciones de los microordenadores, se utilizaron nuevas tecnologías para preservar y celebrar la cultura local con superioridad de texto, gráficos, animación, sonido y vídeo. El artículo describe cómo varios grupos de maestros de escuela en las áreas circundantes de una universidad estatal regional de Luisiana aprendieron multimedia informático utilizando el aprendizaje basado en proyectos e integrar su aprendizaje en el patrimonio cultural local ",
            "error": [
                ""
            ]
        },
        "project-based learning pedagogy": {
            "translated_key": [
                "pedagogía del aprendizaje basado en proyectos",
                "pedagogía del aprendizaje basada en proyectos"
            ],
            "translated_annotated_text": "Aprendizaje basado en proyectos: profesores aprendiendo y utilizando alta tecnología para preservar la cultura cajun Utilizando la \"pedagogía del aprendizaje basado en proyectos\" en EdTc 658 Avances en Tecnología Educativa, el autor ha formado a profesores en servicio en el suroeste de Louisiana con un programa multimedia avanzado de computación llamado Director(R) (Macromedia, Inc.). El contenido de este curso se centró en modelar la \"pedagogía del aprendizaje basada en proyectos\" e investigar las tradiciones y el legado de los acadianos. Con las múltiples funciones de los microordenadores, se utilizaron nuevas tecnologías para preservar y celebrar la cultura local con superioridad de texto, gráficos, animación, sonido y vídeo. El artículo describe cómo varios grupos de maestros de escuela en las áreas circundantes de una universidad estatal regional de Luisiana aprendieron multimedia informático utilizando el aprendizaje basado en proyectos e integrar su aprendizaje en el patrimonio cultural local ",
            "error": [
                "pedagogía del aprendizaje basado en proyectos",
                "pedagogía del aprendizaje basada en proyectos"
            ]
        },
        "EdTc 658 Advances in Educational Technology": {
            "translated_key": "EdTc 658 Avances en Tecnología Educativa",
            "translated_annotated_text": "Aprendizaje basado en proyectos: profesores aprendiendo y utilizando alta tecnología para preservar la cultura cajun Utilizando la pedagogía del aprendizaje basada en proyectos en \"EdTc 658 Avances en Tecnología Educativa\", el autor ha formado a profesores en servicio en el suroeste de Louisiana con un programa multimedia avanzado de computación llamado Director(R) (Macromedia, Inc.). El contenido de este curso se centró en modelar la pedagogía del aprendizaje basada en proyectos e investigar las tradiciones y el legado de los acadianos. Con las múltiples funciones de los microordenadores, se utilizaron nuevas tecnologías para preservar y celebrar la cultura local con superioridad de texto, gráficos, animación, sonido y vídeo. El artículo describe cómo varios grupos de maestros de escuela en las áreas circundantes de una universidad estatal regional de Luisiana aprendieron multimedia informático utilizando el aprendizaje basado en proyectos e integrar su aprendizaje en el patrimonio cultural local ",
            "error": [
                ""
            ]
        },
        "inservice teachers": {
            "translated_key": "profesores en servicio",
            "translated_annotated_text": "Aprendizaje basado en proyectos: profesores aprendiendo y usando alta tecnología para preservar la cultura cajun Usando la pedagogía del aprendizaje basada en proyectos en EdTc 658 Avances en Tecnología Educativa, el autor ha entrenado a \"profesores en servicio\" en el suroeste de Louisiana con un programa multimedia avanzado de computación llamado Director(R) (Macromedia, Inc.). El contenido de este curso se centró en modelar la pedagogía del aprendizaje basada en proyectos e investigar las tradiciones y el legado de los acadianos. Con las múltiples funciones de los microordenadores, se utilizaron nuevas tecnologías para preservar y celebrar la cultura local con superioridad de texto, gráficos, animación, sonido y vídeo. El artículo describe cómo varios grupos de maestros de escuela en las áreas circundantes de una universidad estatal regional de Luisiana aprendieron multimedia informático utilizando el aprendizaje basado en proyectos e integrar su aprendizaje en el patrimonio cultural local ",
            "error": [
                ""
            ]
        },
        "advanced computer multimedia program": {
            "translated_key": "programa multimedia de computación avanzada",
            "translated_annotated_text": "Aprendizaje basado en proyectos: profesores aprendiendo y utilizando la alta tecnología para preservar la cultura cajun Utilizando la pedagogía del aprendizaje basada en proyectos en EdTc 658 Avances en Tecnología Educativa, el autor ha formado a profesores en servicio en el suroeste de Louisiana con un \"programa multimedia de computación avanzada\" llamado Director(R) (Macromedia, Inc.). El contenido de este curso se centró en modelar la pedagogía del aprendizaje basada en proyectos e investigar las tradiciones y el legado de los acadianos. Con las múltiples funciones de los microordenadores, se utilizaron nuevas tecnologías para preservar y celebrar la cultura local con superioridad de texto, gráficos, animación, sonido y vídeo. El artículo describe cómo varios grupos de maestros de escuela en las áreas circundantes de una universidad estatal regional de Luisiana aprendieron multimedia informático utilizando el aprendizaje basado en proyectos e integrar su aprendizaje en el patrimonio cultural local ",
            "error": [
                ""
            ]
        },
        "Director": {
            "translated_key": "Director",
            "translated_annotated_text": "Aprendizaje basado en proyectos: profesores aprendiendo y utilizando alta tecnología para preservar la cultura cajun Utilizando la pedagogía del aprendizaje basada en proyectos en EdTc 658 Avances en Tecnología Educativa, el autor ha formado a profesores en servicio en el suroeste de Louisiana con un programa multimedia avanzado de computación llamado \"Director\"(R) (Macromedia, Inc.). El contenido de este curso se centró en modelar la pedagogía del aprendizaje basada en proyectos e investigar las tradiciones y el legado de los acadianos. Con las múltiples funciones de los microordenadores, se utilizaron nuevas tecnologías para preservar y celebrar la cultura local con superioridad de texto, gráficos, animación, sonido y vídeo. El artículo describe cómo varios grupos de maestros de escuela en las áreas circundantes de una universidad estatal regional de Luisiana aprendieron multimedia informático utilizando el aprendizaje basado en proyectos e integrar su aprendizaje en el patrimonio cultural local ",
            "error": [
                ""
            ]
        },
        "Acadian traditions": {
            "translated_key": [],
            "translated_annotated_text": "Aprendizaje basado en proyectos: profesores aprendiendo y utilizando alta tecnología para preservar la cultura cajun Utilizando la pedagogía del aprendizaje basada en proyectos en EdTc 658 Avances en Tecnología Educativa, el autor ha formado a profesores en servicio en el suroeste de Louisiana con un programa multimedia avanzado de computación llamado Director(R) (Macromedia, Inc.). El contenido de este curso se centró en modelar la pedagogía del aprendizaje basada en proyectos e investigar las tradiciones y el legado de los acadianos. Con las múltiples funciones de los microordenadores, se utilizaron nuevas tecnologías para preservar y celebrar la cultura local con superioridad de texto, gráficos, animación, sonido y vídeo. El artículo describe cómo varios grupos de maestros de escuela en las áreas circundantes de una universidad estatal regional de Luisiana aprendieron multimedia informático utilizando el aprendizaje basado en proyectos e integrar su aprendizaje en el patrimonio cultural local ",
            "error": []
        },
        "Macromedia": {
            "translated_key": "Macromedia",
            "translated_annotated_text": "Aprendizaje basado en proyectos: profesores aprendiendo y utilizando alta tecnología para preservar la cultura cajun Usando la pedagogía del aprendizaje basada en proyectos en EdTc 658 Avances en Tecnología Educativa, el autor ha formado a profesores en servicio en el suroeste de Louisiana con un programa multimedia avanzado de computación llamado Director(R) (\"Macromedia\", Inc.). El contenido de este curso se centró en modelar la pedagogía del aprendizaje basada en proyectos e investigar las tradiciones y el legado de los acadianos. Con las múltiples funciones de los microordenadores, se utilizaron nuevas tecnologías para preservar y celebrar la cultura local con superioridad de texto, gráficos, animación, sonido y vídeo. El artículo describe cómo varios grupos de maestros de escuela en las áreas circundantes de una universidad estatal regional de Luisiana aprendieron multimedia informático utilizando el aprendizaje basado en proyectos e integrar su aprendizaje en el patrimonio cultural local ",
            "error": [
                ""
            ]
        },
        "new technologies": {
            "translated_key": "nuevas tecnologías",
            "translated_annotated_text": "Aprendizaje basado en proyectos: profesores aprendiendo y utilizando alta tecnología para preservar la cultura cajun Utilizando la pedagogía del aprendizaje basada en proyectos en EdTc 658 Avances en Tecnología Educativa, el autor ha formado a profesores en servicio en el suroeste de Louisiana con un programa multimedia avanzado de computación llamado Director(R) (Macromedia, Inc.). El contenido de este curso se centró en modelar la pedagogía del aprendizaje basada en proyectos e investigar las tradiciones y el legado de los acadianos. Con las múltiples funciones de los microordenadores, se utilizaron \"nuevas tecnologías\" para preservar y celebrar la cultura local con superioridad de texto, gráficos, animación, sonido y vídeo. El artículo describe cómo varios grupos de maestros de escuela en las áreas circundantes de una universidad estatal regional de Luisiana aprendieron multimedia informático utilizando el aprendizaje basado en proyectos e integrar su aprendizaje en el patrimonio cultural local ",
            "error": [
                ""
            ]
        },
        "local culture": {
            "translated_key": "cultura local",
            "translated_annotated_text": "Aprendizaje basado en proyectos: profesores aprendiendo y utilizando alta tecnología para preservar la cultura cajun Utilizando la pedagogía del aprendizaje basada en proyectos en EdTc 658 Avances en Tecnología Educativa, el autor ha formado a profesores en servicio en el suroeste de Louisiana con un programa multimedia avanzado de computación llamado Director(R) (Macromedia, Inc.). El contenido de este curso se centró en modelar la pedagogía del aprendizaje basada en proyectos e investigar las tradiciones y el legado de los acadianos. Con las múltiples funciones de los microordenadores, se utilizaron nuevas tecnologías para preservar y celebrar la \"cultura local\" con superioridad de texto, gráficos, animación, sonido y vídeo. El artículo describe cómo varios grupos de maestros de escuela en las áreas circundantes de una universidad estatal regional de Luisiana aprendieron multimedia informático utilizando el aprendizaje basado en proyectos e integrar su aprendizaje en el patrimonio cultural local ",
            "error": [
                ""
            ]
        },
        "school teachers": {
            "translated_key": "profesores escolares",
            "translated_annotated_text": "Aprendizaje basado en proyectos: profesores aprendiendo y utilizando alta tecnología para preservar la cultura cajun Utilizando la pedagogía del aprendizaje basada en proyectos en EdTc 658 Avances en Tecnología Educativa, el autor ha formado a profesores en servicio en el suroeste de Louisiana con un programa multimedia avanzado de computación llamado Director(R) (Macromedia, Inc.). El contenido de este curso se centró en modelar la pedagogía del aprendizaje basada en proyectos e investigar las tradiciones y el legado de los acadianos. Con las múltiples funciones de los microordenadores, se utilizaron nuevas tecnologías para preservar y celebrar la cultura local con superioridad de texto, gráficos, animación, sonido y vídeo. El artículo describe cómo varios grupos de \"profesores escolares\" en las áreas circundantes de una universidad estatal regional de Luisiana aprendieron multimedia informático utilizando el aprendizaje basado en proyectos e integrar su aprendizaje en el patrimonio cultural local ",
            "error": [
                ""
            ]
        },
        "regional state university": {
            "translated_key": "universidad estatal regional",
            "translated_annotated_text": "Aprendizaje basado en proyectos: profesores aprendiendo y utilizando alta tecnología para preservar la cultura cajun Utilizando la pedagogía del aprendizaje basada en proyectos en EdTc 658 Avances en Tecnología Educativa, el autor ha formado a profesores en servicio en el suroeste de Louisiana con un programa multimedia avanzado de computación llamado Director(R) (Macromedia, Inc.). El contenido de este curso se centró en modelar la pedagogía del aprendizaje basada en proyectos e investigar las tradiciones y el legado de los acadianos. Con las múltiples funciones de los microordenadores, se utilizaron nuevas tecnologías para preservar y celebrar la cultura local con superioridad de texto, gráficos, animación, sonido y vídeo. El artículo describe cómo varios grupos de maestros escolares en las áreas circundantes de una \"universidad estatal regional\" de Luisiana aprendieron multimedia informático utilizando el aprendizaje basado en proyectos e integrar su aprendizaje en el patrimonio cultural local ",
            "error": [
                ""
            ]
        },
        "computer multimedia": {
            "translated_key": [
                "medios de computación",
                "medios informáticos"
            ],
            "translated_annotated_text": "Aprendizaje basado en proyectos: profesores aprendiendo y utilizando la alta tecnología para preservar la cultura cajun Utilizando la pedagogía del aprendizaje basada en proyectos en EdTc 658 Avances en Tecnología Educativa, el autor ha formado a profesores en servicio en el suroeste de Louisiana con un programa avanzado \"medios de computación\" llamado Director(R) (Macromedia, Inc.). El contenido de este curso se centró en modelar la pedagogía del aprendizaje basada en proyectos e investigar las tradiciones y el legado de los acadianos. Con las múltiples funciones de los microordenadores, se utilizaron nuevas tecnologías para preservar y celebrar la cultura local con superioridad de texto, gráficos, animación, sonido y vídeo. El artículo describe cómo varios grupos de maestros escolares en las áreas circundantes de una universidad estatal regional de Luisiana aprendieron \"medios informáticos\" utilizando el aprendizaje basado en proyectos e integraron su aprendizaje en el patrimonio cultural local ",
            "error": [
                "medios de computación",
                "medios informáticos"
            ]
        },
        "local cultural heritage": {
            "translated_key": "patrimonio cultural local",
            "translated_annotated_text": "Aprendizaje basado en proyectos: profesores aprendiendo y utilizando alta tecnología para preservar la cultura cajun Utilizando la pedagogía del aprendizaje basada en proyectos en EdTc 658 Avances en Tecnología Educativa, el autor ha formado a profesores en servicio en el suroeste de Louisiana con un programa multimedia avanzado de computación llamado Director(R) (Macromedia, Inc.). El contenido de este curso se centró en modelar la pedagogía del aprendizaje basada en proyectos e investigar las tradiciones y el legado de los acadianos. Con las múltiples funciones de los microordenadores, se utilizaron nuevas tecnologías para preservar y celebrar la cultura local con superioridad de texto, gráficos, animación, sonido y vídeo. El artículo describe cómo varios grupos de maestros de escuela en las áreas circundantes de una universidad estatal regional de Luisiana aprendieron multimedia informático utilizando el aprendizaje basado en proyectos e integrar su aprendizaje en el \"patrimonio cultural local\" ",
            "error": [
                ""
            ]
        },
        "authoring systems": {
            "translated_key": [],
            "translated_annotated_text": "Aprendizaje basado en proyectos: profesores aprendiendo y utilizando alta tecnología para preservar la cultura cajun Utilizando la pedagogía del aprendizaje basada en proyectos en EdTc 658 Avances en Tecnología Educativa, el autor ha formado a profesores en servicio en el suroeste de Louisiana con un programa multimedia avanzado de computación llamado Director(R) (Macromedia, Inc.). El contenido de este curso se centró en modelar la pedagogía del aprendizaje basada en proyectos e investigar las tradiciones y el legado de los acadianos. Con las múltiples funciones de los microordenadores, se utilizaron nuevas tecnologías para preservar y celebrar la cultura local con superioridad de texto, gráficos, animación, sonido y vídeo. El artículo describe cómo varios grupos de maestros de escuela en las áreas circundantes de una universidad estatal regional de Luisiana aprendieron multimedia informático utilizando el aprendizaje basado en proyectos e integrar su aprendizaje en el patrimonio cultural local ",
            "error": []
        },
        "computer literacy": {
            "translated_key": [],
            "translated_annotated_text": "Aprendizaje basado en proyectos: profesores aprendiendo y utilizando alta tecnología para preservar la cultura cajun Utilizando la pedagogía del aprendizaje basada en proyectos en EdTc 658 Avances en Tecnología Educativa, el autor ha formado a profesores en servicio en el suroeste de Louisiana con un programa multimedia avanzado de computación llamado Director(R) (Macromedia, Inc.). El contenido de este curso se centró en modelar la pedagogía del aprendizaje basada en proyectos e investigar las tradiciones y el legado de los acadianos. Con las múltiples funciones de los microordenadores, se utilizaron nuevas tecnologías para preservar y celebrar la cultura local con superioridad de texto, gráficos, animación, sonido y vídeo. El artículo describe cómo varios grupos de maestros de escuela en las áreas circundantes de una universidad estatal regional de Luisiana aprendieron multimedia informático utilizando el aprendizaje basado en proyectos e integrar su aprendizaje en el patrimonio cultural local ",
            "error": []
        },
        "courseware": {
            "translated_key": [],
            "translated_annotated_text": "Aprendizaje basado en proyectos: profesores aprendiendo y utilizando alta tecnología para preservar la cultura cajun Utilizando la pedagogía del aprendizaje basada en proyectos en EdTc 658 Avances en Tecnología Educativa, el autor ha formado a profesores en servicio en el suroeste de Louisiana con un programa multimedia avanzado de computación llamado Director(R) (Macromedia, Inc.). El contenido de este curso se centró en modelar la pedagogía del aprendizaje basada en proyectos e investigar las tradiciones y el legado de los acadianos. Con las múltiples funciones de los microordenadores, se utilizaron nuevas tecnologías para preservar y celebrar la cultura local con superioridad de texto, gráficos, animación, sonido y vídeo. El artículo describe cómo varios grupos de maestros de escuela en las áreas circundantes de una universidad estatal regional de Luisiana aprendieron multimedia informático utilizando el aprendizaje basado en proyectos e integrar su aprendizaje en el patrimonio cultural local ",
            "error": []
        },
        "multimedia computing": {
            "translated_key": [],
            "translated_annotated_text": "Aprendizaje basado en proyectos: profesores aprendiendo y utilizando alta tecnología para preservar la cultura cajun Utilizando la pedagogía del aprendizaje basada en proyectos en EdTc 658 Avances en Tecnología Educativa, el autor ha formado a profesores en servicio en el suroeste de Louisiana con un programa multimedia avanzado de computación llamado Director(R) (Macromedia, Inc.). El contenido de este curso se centró en modelar la pedagogía del aprendizaje basada en proyectos e investigar las tradiciones y el legado de los acadianos. Con las múltiples funciones de los microordenadores, se utilizaron nuevas tecnologías para preservar y celebrar la cultura local con superioridad de texto, gráficos, animación, sonido y vídeo. El artículo describe cómo varios grupos de maestros de escuela en las áreas circundantes de una universidad estatal regional de Luisiana aprendieron multimedia informático utilizando el aprendizaje basado en proyectos e integrar su aprendizaje en el patrimonio cultural local ",
            "error": []
        },
        "social sciences computing": {
            "translated_key": [],
            "translated_annotated_text": "Aprendizaje basado en proyectos: profesores aprendiendo y utilizando alta tecnología para preservar la cultura cajun Utilizando la pedagogía del aprendizaje basada en proyectos en EdTc 658 Avances en Tecnología Educativa, el autor ha formado a profesores en servicio en el suroeste de Louisiana con un programa multimedia avanzado de computación llamado Director(R) (Macromedia, Inc.). El contenido de este curso se centró en modelar la pedagogía del aprendizaje basada en proyectos e investigar las tradiciones y el legado de los acadianos. Con las múltiples funciones de los microordenadores, se utilizaron nuevas tecnologías para preservar y celebrar la cultura local con superioridad de texto, gráficos, animación, sonido y vídeo. El artículo describe cómo varios grupos de maestros de escuela en las áreas circundantes de una universidad estatal regional de Luisiana aprendieron multimedia informático utilizando el aprendizaje basado en proyectos e integrar su aprendizaje en el patrimonio cultural local ",
            "error": []
        },
        "teacher training": {
            "translated_key": [],
            "translated_annotated_text": "Aprendizaje basado en proyectos: profesores aprendiendo y utilizando alta tecnología para preservar la cultura cajun Utilizando la pedagogía del aprendizaje basada en proyectos en EdTc 658 Avances en Tecnología Educativa, el autor ha formado a profesores en servicio en el suroeste de Louisiana con un programa multimedia avanzado de computación llamado Director(R) (Macromedia, Inc.). El contenido de este curso se centró en modelar la pedagogía del aprendizaje basada en proyectos e investigar las tradiciones y el legado de los acadianos. Con las múltiples funciones de los microordenadores, se utilizaron nuevas tecnologías para preservar y celebrar la cultura local con superioridad de texto, gráficos, animación, sonido y vídeo. El artículo describe cómo varios grupos de maestros de escuela en las áreas circundantes de una universidad estatal regional de Luisiana aprendieron multimedia informático utilizando el aprendizaje basado en proyectos e integrar su aprendizaje en el patrimonio cultural local ",
            "error": []
        },
        "teaching": {
            "translated_key": [],
            "translated_annotated_text": "Aprendizaje basado en proyectos: profesores aprendiendo y utilizando alta tecnología para preservar la cultura cajun Utilizando la pedagogía del aprendizaje basada en proyectos en EdTc 658 Avances en Tecnología Educativa, el autor ha formado a profesores en servicio en el suroeste de Louisiana con un programa multimedia avanzado de computación llamado Director(R) (Macromedia, Inc.). El contenido de este curso se centró en modelar la pedagogía del aprendizaje basada en proyectos e investigar las tradiciones y el legado de los acadianos. Con las múltiples funciones de los microordenadores, se utilizaron nuevas tecnologías para preservar y celebrar la cultura local con superioridad de texto, gráficos, animación, sonido y vídeo. El artículo describe cómo varios grupos de maestros de escuela en las áreas circundantes de una universidad estatal regional de Luisiana aprendieron multimedia informático utilizando el aprendizaje basado en proyectos e integrar su aprendizaje en el patrimonio cultural local ",
            "error": []
        }
    }
}