{
    "original_text": "Fuzzy polynomial neural networks: hybrid architectures of fuzzy modeling We introduce a concept of fuzzy polynomial neural networks (FPNNs), a hybrid modeling architecture combining polynomial neural networks (PNNs) and fuzzy neural networks (FNNs). The development of the FPNNs dwells on the technologies of computational intelligence (CI), namely fuzzy sets, neural networks, and genetic algorithms. The structure of the FPNN results from a synergistic usage of FNN and PNN. FNNs contribute to the formation of the premise part of the rule-based structure of the FPNN. The consequence part of the FPNN is designed using PNNs. The structure of the PNN is not fixed in advance as it usually takes place in the case of conventional neural networks, but becomes organized dynamically to meet the required approximation error. We exploit a group method of data handling (GMDH) to produce this dynamic topology of the network. The performance of the FPNN is quantified through experimentation that exploits standard data already used in fuzzy modeling. The obtained experimental results reveal that the proposed networks exhibit high accuracy and generalization capabilities in comparison to other similar fuzzy models",
    "original_translation": "Redes neurales polinómicas difusas: arquitecturas híbridas de modelado borroso Presentamos un concepto de redes neurales polinómicas difusas (FPNNs), una arquitectura de modelado híbrida que combina redes neurales polinómicas (PNNs) y redes neurales difusas (FNNs). El desarrollo de las FPNNs se centra en las tecnologías de inteligencia computacional (CI), a saber, conjuntos borrosos, redes neuronales y algoritmos genéticos. La estructura de la FPNN resulta de un uso sinérgico de FNN y PNN. Las FNN contribuyen a la formación de la parte premisa de la estructura basada en normas de la FPNN. La parte de consecuencia de la FPNN está diseñada utilizando PNNs. La estructura de la PNN no se fija de antemano, ya que suele tener lugar en el caso de las redes neuronales convencionales, sino que se organiza dinámicamente para responder al error de aproximación requerido. Aprovechamos un método grupal de manejo de datos (GMDH) para producir esta topología dinámica de la red. El rendimiento de la FPNN se cuantifica a través de la experimentación que explota datos estándar ya utilizados en el modelado borroso. Los resultados experimentales obtenidos revelan que las redes propuestas presentan capacidades de alta precisión y generalización en comparación con otros modelos borrosos similares",
    "error_count": 14,
    "keys": {
        "fuzzy polynomial neural networks": {
            "translated_key": "redes neurales polinómicas difusas",
            "translated_annotated_text": "Redes neurales polinómicas difusas: arquitecturas híbridas de modelado borroso Presentamos un concepto de \"redes neurales polinómicas difusas\" (FPNNs), una arquitectura de modelado híbrida que combina redes neurales polinómicas (PNNs) y redes neurales difusas (FNNs). El desarrollo de las FPNNs se centra en las tecnologías de inteligencia computacional (CI), a saber, conjuntos borrosos, redes neuronales y algoritmos genéticos. La estructura de la FPNN resulta de un uso sinérgico de FNN y PNN. Las FNN contribuyen a la formación de la parte premisa de la estructura basada en normas de la FPNN. La parte de consecuencia de la FPNN está diseñada utilizando PNNs. La estructura de la PNN no se fija de antemano, ya que suele tener lugar en el caso de las redes neuronales convencionales, sino que se organiza dinámicamente para responder al error de aproximación requerido. Aprovechamos un método grupal de manejo de datos (GMDH) para producir esta topología dinámica de la red. El rendimiento de la FPNN se cuantifica a través de la experimentación que explota datos estándar ya utilizados en el modelado borroso. Los resultados experimentales obtenidos revelan que las redes propuestas presentan capacidades de alta precisión y generalización en comparación con otros modelos borrosos similares ",
            "error": [
                ""
            ]
        },
        "hybrid architectures": {
            "translated_key": "arquitecturas híbridas",
            "translated_annotated_text": "Redes neurales polinómicas difusas: \"arquitecturas híbridas\" de modelado borroso Presentamos un concepto de redes neurales polinómicas difusas (FPNNs), una arquitectura de modelado híbrida que combina redes neurales polinómicas (PNNs) y redes neurales difusas (FNNs). El desarrollo de las FPNNs se centra en las tecnologías de inteligencia computacional (CI), a saber, conjuntos borrosos, redes neuronales y algoritmos genéticos. La estructura de la FPNN resulta de un uso sinérgico de FNN y PNN. Las FNN contribuyen a la formación de la parte premisa de la estructura basada en normas de la FPNN. La parte de consecuencia de la FPNN está diseñada utilizando PNNs. La estructura de la PNN no se fija de antemano, ya que suele tener lugar en el caso de las redes neuronales convencionales, sino que se organiza dinámicamente para responder al error de aproximación requerido. Aprovechamos un método grupal de manejo de datos (GMDH) para producir esta topología dinámica de la red. El rendimiento de la FPNN se cuantifica a través de la experimentación que explota datos estándar ya utilizados en el modelado borroso. Los resultados experimentales obtenidos revelan que las redes propuestas presentan capacidades de alta precisión y generalización en comparación con otros modelos borrosos similares ",
            "error": [
                ""
            ]
        },
        "fuzzy modeling": {
            "translated_key": "modelo difuso",
            "translated_annotated_text": "Redes neuronales polinómicas difusas: arquitecturas híbridas de \"modelo difuso\" Presentamos un concepto de redes neuronales polinómicas difusas (FPNNs), una arquitectura de modelado híbrida que combina redes neuronales polinómicas (PNNs) y redes neuronales difusas (FNNs). El desarrollo de las FPNNs se centra en las tecnologías de inteligencia computacional (CI), a saber, conjuntos borrosos, redes neuronales y algoritmos genéticos. La estructura de la FPNN resulta de un uso sinérgico de FNN y PNN. Las FNN contribuyen a la formación de la parte premisa de la estructura basada en normas de la FPNN. La parte de consecuencia de la FPNN está diseñada utilizando PNNs. La estructura de la PNN no se fija de antemano, ya que suele tener lugar en el caso de las redes neuronales convencionales, sino que se organiza dinámicamente para responder al error de aproximación requerido. Aprovechamos un método grupal de manejo de datos (GMDH) para producir esta topología dinámica de la red. El rendimiento del FPNN se cuantifica mediante experimentos que explotan datos estándar ya utilizados en el \"modelo difuso\". Los resultados experimentales obtenidos revelan que las redes propuestas presentan capacidades de alta precisión y generalización en comparación con otros modelos borrosos similares ",
            "error": [
                ""
            ]
        },
        "highly nonlinear rule-based models": {
            "translated_key": [],
            "translated_annotated_text": "Redes neurales polinómicas difusas: arquitecturas híbridas de modelado borroso Presentamos un concepto de redes neurales polinómicas difusas (FPNNs), una arquitectura de modelado híbrida que combina redes neurales polinómicas (PNNs) y redes neurales difusas (FNNs). El desarrollo de las FPNNs se centra en las tecnologías de inteligencia computacional (CI), a saber, conjuntos borrosos, redes neuronales y algoritmos genéticos. La estructura de la FPNN resulta de un uso sinérgico de FNN y PNN. Las FNN contribuyen a la formación de la parte premisa de la estructura basada en normas de la FPNN. La parte de consecuencia de la FPNN está diseñada utilizando PNNs. La estructura de la PNN no se fija de antemano, ya que suele tener lugar en el caso de las redes neuronales convencionales, sino que se organiza dinámicamente para responder al error de aproximación requerido. Aprovechamos un método grupal de manejo de datos (GMDH) para producir esta topología dinámica de la red. El rendimiento de la FPNN se cuantifica a través de la experimentación que explota datos estándar ya utilizados en el modelado borroso. Los resultados experimentales obtenidos revelan que las redes propuestas presentan capacidades de alta precisión y generalización en comparación con otros modelos borrosos similares ",
            "error": []
        },
        "computational intelligence": {
            "translated_key": "inteligencia computacional",
            "translated_annotated_text": "Redes neurales polinómicas difusas: arquitecturas híbridas de modelado borroso Presentamos un concepto de redes neurales polinómicas difusas (FPNNs), una arquitectura de modelado híbrida que combina redes neurales polinómicas (PNNs) y redes neurales difusas (FNNs). El desarrollo de las FPNNs se centra en las tecnologías de la \"inteligencia computacional\" (CI), a saber, conjuntos borrosos, redes neuronales y algoritmos genéticos. La estructura de la FPNN resulta de un uso sinérgico de FNN y PNN. Las FNN contribuyen a la formación de la parte premisa de la estructura basada en normas de la FPNN. La parte de consecuencia de la FPNN está diseñada utilizando PNNs. La estructura de la PNN no se fija de antemano, ya que suele tener lugar en el caso de las redes neuronales convencionales, sino que se organiza dinámicamente para responder al error de aproximación requerido. Aprovechamos un método grupal de manejo de datos (GMDH) para producir esta topología dinámica de la red. El rendimiento de la FPNN se cuantifica a través de la experimentación que explota datos estándar ya utilizados en el modelado borroso. Los resultados experimentales obtenidos revelan que las redes propuestas presentan capacidades de alta precisión y generalización en comparación con otros modelos borrosos similares ",
            "error": [
                ""
            ]
        },
        "fuzzy sets": {
            "translated_key": "conjuntos borrosos",
            "translated_annotated_text": "Redes neurales polinómicas difusas: arquitecturas híbridas de modelado borroso Presentamos un concepto de redes neurales polinómicas difusas (FPNNs), una arquitectura de modelado híbrida que combina redes neurales polinómicas (PNNs) y redes neurales difusas (FNNs). El desarrollo de las FPNNs se centra en las tecnologías de inteligencia computacional (CI), a saber, \"conjuntos borrosos\", redes neuronales y algoritmos genéticos. La estructura de la FPNN resulta de un uso sinérgico de FNN y PNN. Las FNN contribuyen a la formación de la parte premisa de la estructura basada en normas de la FPNN. La parte de consecuencia de la FPNN está diseñada utilizando PNNs. La estructura de la PNN no se fija de antemano, ya que suele tener lugar en el caso de las redes neuronales convencionales, sino que se organiza dinámicamente para responder al error de aproximación requerido. Aprovechamos un método grupal de manejo de datos (GMDH) para producir esta topología dinámica de la red. El rendimiento de la FPNN se cuantifica a través de la experimentación que explota datos estándar ya utilizados en el modelado borroso. Los resultados experimentales obtenidos revelan que las redes propuestas presentan capacidades de alta precisión y generalización en comparación con otros modelos borrosos similares ",
            "error": [
                ""
            ]
        },
        "genetic algorithms": {
            "translated_key": "algoritmos genéticos",
            "translated_annotated_text": "Redes neurales polinómicas difusas: arquitecturas híbridas de modelado borroso Presentamos un concepto de redes neurales polinómicas difusas (FPNNs), una arquitectura de modelado híbrida que combina redes neurales polinómicas (PNNs) y redes neurales difusas (FNNs). El desarrollo de las FPNNs se centra en las tecnologías de inteligencia computacional (CI), a saber, conjuntos borrosos, redes neuronales y \"algoritmos genéticos\". La estructura de la FPNN resulta de un uso sinérgico de FNN y PNN. Las FNN contribuyen a la formación de la parte premisa de la estructura basada en normas de la FPNN. La parte de consecuencia de la FPNN está diseñada utilizando PNNs. La estructura de la PNN no se fija de antemano, ya que suele tener lugar en el caso de las redes neuronales convencionales, sino que se organiza dinámicamente para responder al error de aproximación requerido. Aprovechamos un método grupal de manejo de datos (GMDH) para producir esta topología dinámica de la red. El rendimiento de la FPNN se cuantifica a través de la experimentación que explota datos estándar ya utilizados en el modelado borroso. Los resultados experimentales obtenidos revelan que las redes propuestas presentan capacidades de alta precisión y generalización en comparación con otros modelos borrosos similares ",
            "error": [
                ""
            ]
        },
        "group method of data handling": {
            "translated_key": "método grupal de manejo de datos",
            "translated_annotated_text": "Redes neurales polinómicas difusas: arquitecturas híbridas de modelado borroso Presentamos un concepto de redes neurales polinómicas difusas (FPNNs), una arquitectura de modelado híbrida que combina redes neurales polinómicas (PNNs) y redes neurales difusas (FNNs). El desarrollo de las FPNNs se centra en las tecnologías de inteligencia computacional (CI), a saber, conjuntos borrosos, redes neuronales y algoritmos genéticos. La estructura de la FPNN resulta de un uso sinérgico de FNN y PNN. Las FNN contribuyen a la formación de la parte premisa de la estructura basada en normas de la FPNN. La parte de consecuencia de la FPNN está diseñada utilizando PNNs. La estructura de la PNN no se fija de antemano, ya que suele tener lugar en el caso de las redes neuronales convencionales, sino que se organiza dinámicamente para responder al error de aproximación requerido. Aprovechamos un \"método grupal de manejo de datos\" (GMDH) para producir esta topología dinámica de la red. El rendimiento de la FPNN se cuantifica a través de la experimentación que explota datos estándar ya utilizados en el modelado borroso. Los resultados experimentales obtenidos revelan que las redes propuestas presentan capacidades de alta precisión y generalización en comparación con otros modelos borrosos similares ",
            "error": [
                ""
            ]
        },
        "GMDH": {
            "translated_key": "GMDH",
            "translated_annotated_text": "Redes neurales polinómicas difusas: arquitecturas híbridas de modelado borroso Presentamos un concepto de redes neurales polinómicas difusas (FPNNs), una arquitectura de modelado híbrida que combina redes neurales polinómicas (PNNs) y redes neurales difusas (FNNs). El desarrollo de las FPNNs se centra en las tecnologías de inteligencia computacional (CI), a saber, conjuntos borrosos, redes neuronales y algoritmos genéticos. La estructura de la FPNN resulta de un uso sinérgico de FNN y PNN. Las FNN contribuyen a la formación de la parte premisa de la estructura basada en normas de la FPNN. La parte de consecuencia de la FPNN está diseñada utilizando PNNs. La estructura de la PNN no se fija de antemano, ya que suele tener lugar en el caso de las redes neuronales convencionales, sino que se organiza dinámicamente para responder al error de aproximación requerido. Aprovechamos un método grupal de manejo de datos (\"GMDH\") para producir esta topología dinámica de la red. El rendimiento de la FPNN se cuantifica a través de la experimentación que explota datos estándar ya utilizados en el modelado borroso. Los resultados experimentales obtenidos revelan que las redes propuestas presentan capacidades de alta precisión y generalización en comparación con otros modelos borrosos similares ",
            "error": [
                ""
            ]
        },
        "dynamic topology": {
            "translated_key": "topología dinámica",
            "translated_annotated_text": "Redes neurales polinómicas difusas: arquitecturas híbridas de modelado borroso Presentamos un concepto de redes neurales polinómicas difusas (FPNNs), una arquitectura de modelado híbrida que combina redes neurales polinómicas (PNNs) y redes neurales difusas (FNNs). El desarrollo de las FPNNs se centra en las tecnologías de inteligencia computacional (CI), a saber, conjuntos borrosos, redes neuronales y algoritmos genéticos. La estructura de la FPNN resulta de un uso sinérgico de FNN y PNN. Las FNN contribuyen a la formación de la parte premisa de la estructura basada en normas de la FPNN. La parte de consecuencia de la FPNN está diseñada utilizando PNNs. La estructura de la PNN no se fija de antemano, ya que suele tener lugar en el caso de las redes neuronales convencionales, sino que se organiza dinámicamente para responder al error de aproximación requerido. Aprovechamos un método grupal de manejo de datos (GMDH) para producir esta \"topología dinámica\" de la red. El rendimiento de la FPNN se cuantifica a través de la experimentación que explota datos estándar ya utilizados en el modelado borroso. Los resultados experimentales obtenidos revelan que las redes propuestas presentan capacidades de alta precisión y generalización en comparación con otros modelos borrosos similares ",
            "error": [
                ""
            ]
        },
        "fuzzy inference method": {
            "translated_key": [],
            "translated_annotated_text": "Redes neurales polinómicas difusas: arquitecturas híbridas de modelado borroso Presentamos un concepto de redes neurales polinómicas difusas (FPNNs), una arquitectura de modelado híbrida que combina redes neurales polinómicas (PNNs) y redes neurales difusas (FNNs). El desarrollo de las FPNNs se centra en las tecnologías de inteligencia computacional (CI), a saber, conjuntos borrosos, redes neuronales y algoritmos genéticos. La estructura de la FPNN resulta de un uso sinérgico de FNN y PNN. Las FNN contribuyen a la formación de la parte premisa de la estructura basada en normas de la FPNN. La parte de consecuencia de la FPNN está diseñada utilizando PNNs. La estructura de la PNN no se fija de antemano, ya que suele tener lugar en el caso de las redes neuronales convencionales, sino que se organiza dinámicamente para responder al error de aproximación requerido. Aprovechamos un método grupal de manejo de datos (GMDH) para producir esta topología dinámica de la red. El rendimiento de la FPNN se cuantifica a través de la experimentación que explota datos estándar ya utilizados en el modelado borroso. Los resultados experimentales obtenidos revelan que las redes propuestas presentan capacidades de alta precisión y generalización en comparación con otros modelos borrosos similares ",
            "error": []
        },
        "learning": {
            "translated_key": [],
            "translated_annotated_text": "Redes neurales polinómicas difusas: arquitecturas híbridas de modelado borroso Presentamos un concepto de redes neurales polinómicas difusas (FPNNs), una arquitectura de modelado híbrida que combina redes neurales polinómicas (PNNs) y redes neurales difusas (FNNs). El desarrollo de las FPNNs se centra en las tecnologías de inteligencia computacional (CI), a saber, conjuntos borrosos, redes neuronales y algoritmos genéticos. La estructura de la FPNN resulta de un uso sinérgico de FNN y PNN. Las FNN contribuyen a la formación de la parte premisa de la estructura basada en normas de la FPNN. La parte de consecuencia de la FPNN está diseñada utilizando PNNs. La estructura de la PNN no se fija de antemano, ya que suele tener lugar en el caso de las redes neuronales convencionales, sino que se organiza dinámicamente para responder al error de aproximación requerido. Aprovechamos un método grupal de manejo de datos (GMDH) para producir esta topología dinámica de la red. El rendimiento de la FPNN se cuantifica a través de la experimentación que explota datos estándar ya utilizados en el modelado borroso. Los resultados experimentales obtenidos revelan que las redes propuestas presentan capacidades de alta precisión y generalización en comparación con otros modelos borrosos similares ",
            "error": []
        },
        "standard backpropagation": {
            "translated_key": [],
            "translated_annotated_text": "Redes neurales polinómicas difusas: arquitecturas híbridas de modelado borroso Presentamos un concepto de redes neurales polinómicas difusas (FPNNs), una arquitectura de modelado híbrida que combina redes neurales polinómicas (PNNs) y redes neurales difusas (FNNs). El desarrollo de las FPNNs se centra en las tecnologías de inteligencia computacional (CI), a saber, conjuntos borrosos, redes neuronales y algoritmos genéticos. La estructura de la FPNN resulta de un uso sinérgico de FNN y PNN. Las FNN contribuyen a la formación de la parte premisa de la estructura basada en normas de la FPNN. La parte de consecuencia de la FPNN está diseñada utilizando PNNs. La estructura de la PNN no se fija de antemano, ya que suele tener lugar en el caso de las redes neuronales convencionales, sino que se organiza dinámicamente para responder al error de aproximación requerido. Aprovechamos un método grupal de manejo de datos (GMDH) para producir esta topología dinámica de la red. El rendimiento de la FPNN se cuantifica a través de la experimentación que explota datos estándar ya utilizados en el modelado borroso. Los resultados experimentales obtenidos revelan que las redes propuestas presentan capacidades de alta precisión y generalización en comparación con otros modelos borrosos similares ",
            "error": []
        },
        "membership functions": {
            "translated_key": [],
            "translated_annotated_text": "Redes neurales polinómicas difusas: arquitecturas híbridas de modelado borroso Presentamos un concepto de redes neurales polinómicas difusas (FPNNs), una arquitectura de modelado híbrida que combina redes neurales polinómicas (PNNs) y redes neurales difusas (FNNs). El desarrollo de las FPNNs se centra en las tecnologías de inteligencia computacional (CI), a saber, conjuntos borrosos, redes neuronales y algoritmos genéticos. La estructura de la FPNN resulta de un uso sinérgico de FNN y PNN. Las FNN contribuyen a la formación de la parte premisa de la estructura basada en normas de la FPNN. La parte de consecuencia de la FPNN está diseñada utilizando PNNs. La estructura de la PNN no se fija de antemano, ya que suele tener lugar en el caso de las redes neuronales convencionales, sino que se organiza dinámicamente para responder al error de aproximación requerido. Aprovechamos un método grupal de manejo de datos (GMDH) para producir esta topología dinámica de la red. El rendimiento de la FPNN se cuantifica a través de la experimentación que explota datos estándar ya utilizados en el modelado borroso. Los resultados experimentales obtenidos revelan que las redes propuestas presentan capacidades de alta precisión y generalización en comparación con otros modelos borrosos similares ",
            "error": []
        },
        "learning rates": {
            "translated_key": [],
            "translated_annotated_text": "Redes neurales polinómicas difusas: arquitecturas híbridas de modelado borroso Presentamos un concepto de redes neurales polinómicas difusas (FPNNs), una arquitectura de modelado híbrida que combina redes neurales polinómicas (PNNs) y redes neurales difusas (FNNs). El desarrollo de las FPNNs se centra en las tecnologías de inteligencia computacional (CI), a saber, conjuntos borrosos, redes neuronales y algoritmos genéticos. La estructura de la FPNN resulta de un uso sinérgico de FNN y PNN. Las FNN contribuyen a la formación de la parte premisa de la estructura basada en normas de la FPNN. La parte de consecuencia de la FPNN está diseñada utilizando PNNs. La estructura de la PNN no se fija de antemano, ya que suele tener lugar en el caso de las redes neuronales convencionales, sino que se organiza dinámicamente para responder al error de aproximación requerido. Aprovechamos un método grupal de manejo de datos (GMDH) para producir esta topología dinámica de la red. El rendimiento de la FPNN se cuantifica a través de la experimentación que explota datos estándar ya utilizados en el modelado borroso. Los resultados experimentales obtenidos revelan que las redes propuestas presentan capacidades de alta precisión y generalización en comparación con otros modelos borrosos similares ",
            "error": []
        },
        "momentum coefficients": {
            "translated_key": [],
            "translated_annotated_text": "Redes neurales polinómicas difusas: arquitecturas híbridas de modelado borroso Presentamos un concepto de redes neurales polinómicas difusas (FPNNs), una arquitectura de modelado híbrida que combina redes neurales polinómicas (PNNs) y redes neurales difusas (FNNs). El desarrollo de las FPNNs se centra en las tecnologías de inteligencia computacional (CI), a saber, conjuntos borrosos, redes neuronales y algoritmos genéticos. La estructura de la FPNN resulta de un uso sinérgico de FNN y PNN. Las FNN contribuyen a la formación de la parte premisa de la estructura basada en normas de la FPNN. La parte de consecuencia de la FPNN está diseñada utilizando PNNs. La estructura de la PNN no se fija de antemano, ya que suele tener lugar en el caso de las redes neuronales convencionales, sino que se organiza dinámicamente para responder al error de aproximación requerido. Aprovechamos un método grupal de manejo de datos (GMDH) para producir esta topología dinámica de la red. El rendimiento de la FPNN se cuantifica a través de la experimentación que explota datos estándar ya utilizados en el modelado borroso. Los resultados experimentales obtenidos revelan que las redes propuestas presentan capacidades de alta precisión y generalización en comparación con otros modelos borrosos similares ",
            "error": []
        },
        "genetic optimization": {
            "translated_key": [],
            "translated_annotated_text": "Redes neurales polinómicas difusas: arquitecturas híbridas de modelado borroso Presentamos un concepto de redes neurales polinómicas difusas (FPNNs), una arquitectura de modelado híbrida que combina redes neurales polinómicas (PNNs) y redes neurales difusas (FNNs). El desarrollo de las FPNNs se centra en las tecnologías de inteligencia computacional (CI), a saber, conjuntos borrosos, redes neuronales y algoritmos genéticos. La estructura de la FPNN resulta de un uso sinérgico de FNN y PNN. Las FNN contribuyen a la formación de la parte premisa de la estructura basada en normas de la FPNN. La parte de consecuencia de la FPNN está diseñada utilizando PNNs. La estructura de la PNN no se fija de antemano, ya que suele tener lugar en el caso de las redes neuronales convencionales, sino que se organiza dinámicamente para responder al error de aproximación requerido. Aprovechamos un método grupal de manejo de datos (GMDH) para producir esta topología dinámica de la red. El rendimiento de la FPNN se cuantifica a través de la experimentación que explota datos estándar ya utilizados en el modelado borroso. Los resultados experimentales obtenidos revelan que las redes propuestas presentan capacidades de alta precisión y generalización en comparación con otros modelos borrosos similares ",
            "error": []
        },
        "backpropagation": {
            "translated_key": [],
            "translated_annotated_text": "Redes neurales polinómicas difusas: arquitecturas híbridas de modelado borroso Presentamos un concepto de redes neurales polinómicas difusas (FPNNs), una arquitectura de modelado híbrida que combina redes neurales polinómicas (PNNs) y redes neurales difusas (FNNs). El desarrollo de las FPNNs se centra en las tecnologías de inteligencia computacional (CI), a saber, conjuntos borrosos, redes neuronales y algoritmos genéticos. La estructura de la FPNN resulta de un uso sinérgico de FNN y PNN. Las FNN contribuyen a la formación de la parte premisa de la estructura basada en normas de la FPNN. La parte de consecuencia de la FPNN está diseñada utilizando PNNs. La estructura de la PNN no se fija de antemano, ya que suele tener lugar en el caso de las redes neuronales convencionales, sino que se organiza dinámicamente para responder al error de aproximación requerido. Aprovechamos un método grupal de manejo de datos (GMDH) para producir esta topología dinámica de la red. El rendimiento de la FPNN se cuantifica a través de la experimentación que explota datos estándar ya utilizados en el modelado borroso. Los resultados experimentales obtenidos revelan que las redes propuestas presentan capacidades de alta precisión y generalización en comparación con otros modelos borrosos similares ",
            "error": []
        },
        "fuzzy logic": {
            "translated_key": [],
            "translated_annotated_text": "Redes neurales polinómicas difusas: arquitecturas híbridas de modelado borroso Presentamos un concepto de redes neurales polinómicas difusas (FPNNs), una arquitectura de modelado híbrida que combina redes neurales polinómicas (PNNs) y redes neurales difusas (FNNs). El desarrollo de las FPNNs se centra en las tecnologías de inteligencia computacional (CI), a saber, conjuntos borrosos, redes neuronales y algoritmos genéticos. La estructura de la FPNN resulta de un uso sinérgico de FNN y PNN. Las FNN contribuyen a la formación de la parte premisa de la estructura basada en normas de la FPNN. La parte de consecuencia de la FPNN está diseñada utilizando PNNs. La estructura de la PNN no se fija de antemano, ya que suele tener lugar en el caso de las redes neuronales convencionales, sino que se organiza dinámicamente para responder al error de aproximación requerido. Aprovechamos un método grupal de manejo de datos (GMDH) para producir esta topología dinámica de la red. El rendimiento de la FPNN se cuantifica a través de la experimentación que explota datos estándar ya utilizados en el modelado borroso. Los resultados experimentales obtenidos revelan que las redes propuestas presentan capacidades de alta precisión y generalización en comparación con otros modelos borrosos similares ",
            "error": []
        },
        "fuzzy neural nets": {
            "translated_key": [],
            "translated_annotated_text": "Redes neurales polinómicas difusas: arquitecturas híbridas de modelado borroso Presentamos un concepto de redes neurales polinómicas difusas (FPNNs), una arquitectura de modelado híbrida que combina redes neurales polinómicas (PNNs) y redes neurales difusas (FNNs). El desarrollo de las FPNNs se centra en las tecnologías de inteligencia computacional (CI), a saber, conjuntos borrosos, redes neuronales y algoritmos genéticos. La estructura de la FPNN resulta de un uso sinérgico de FNN y PNN. Las FNN contribuyen a la formación de la parte premisa de la estructura basada en normas de la FPNN. La parte de consecuencia de la FPNN está diseñada utilizando PNNs. La estructura de la PNN no se fija de antemano, ya que suele tener lugar en el caso de las redes neuronales convencionales, sino que se organiza dinámicamente para responder al error de aproximación requerido. Aprovechamos un método grupal de manejo de datos (GMDH) para producir esta topología dinámica de la red. El rendimiento de la FPNN se cuantifica a través de la experimentación que explota datos estándar ya utilizados en el modelado borroso. Los resultados experimentales obtenidos revelan que las redes propuestas presentan capacidades de alta precisión y generalización en comparación con otros modelos borrosos similares ",
            "error": []
        },
        "identification": {
            "translated_key": [],
            "translated_annotated_text": "Redes neurales polinómicas difusas: arquitecturas híbridas de modelado borroso Presentamos un concepto de redes neurales polinómicas difusas (FPNNs), una arquitectura de modelado híbrida que combina redes neurales polinómicas (PNNs) y redes neurales difusas (FNNs). El desarrollo de las FPNNs se centra en las tecnologías de inteligencia computacional (CI), a saber, conjuntos borrosos, redes neuronales y algoritmos genéticos. La estructura de la FPNN resulta de un uso sinérgico de FNN y PNN. Las FNN contribuyen a la formación de la parte premisa de la estructura basada en normas de la FPNN. La parte de consecuencia de la FPNN está diseñada utilizando PNNs. La estructura de la PNN no se fija de antemano, ya que suele tener lugar en el caso de las redes neuronales convencionales, sino que se organiza dinámicamente para responder al error de aproximación requerido. Aprovechamos un método grupal de manejo de datos (GMDH) para producir esta topología dinámica de la red. El rendimiento de la FPNN se cuantifica a través de la experimentación que explota datos estándar ya utilizados en el modelado borroso. Los resultados experimentales obtenidos revelan que las redes propuestas presentan capacidades de alta precisión y generalización en comparación con otros modelos borrosos similares ",
            "error": []
        },
        "inference mechanisms": {
            "translated_key": [],
            "translated_annotated_text": "Redes neurales polinómicas difusas: arquitecturas híbridas de modelado borroso Presentamos un concepto de redes neurales polinómicas difusas (FPNNs), una arquitectura de modelado híbrida que combina redes neurales polinómicas (PNNs) y redes neurales difusas (FNNs). El desarrollo de las FPNNs se centra en las tecnologías de inteligencia computacional (CI), a saber, conjuntos borrosos, redes neuronales y algoritmos genéticos. La estructura de la FPNN resulta de un uso sinérgico de FNN y PNN. Las FNN contribuyen a la formación de la parte premisa de la estructura basada en normas de la FPNN. La parte de consecuencia de la FPNN está diseñada utilizando PNNs. La estructura de la PNN no se fija de antemano, ya que suele tener lugar en el caso de las redes neuronales convencionales, sino que se organiza dinámicamente para responder al error de aproximación requerido. Aprovechamos un método grupal de manejo de datos (GMDH) para producir esta topología dinámica de la red. El rendimiento de la FPNN se cuantifica a través de la experimentación que explota datos estándar ya utilizados en el modelado borroso. Los resultados experimentales obtenidos revelan que las redes propuestas presentan capacidades de alta precisión y generalización en comparación con otros modelos borrosos similares ",
            "error": []
        },
        "modelling": {
            "translated_key": [],
            "translated_annotated_text": "Redes neurales polinómicas difusas: arquitecturas híbridas de modelado borroso Presentamos un concepto de redes neurales polinómicas difusas (FPNNs), una arquitectura de modelado híbrida que combina redes neurales polinómicas (PNNs) y redes neurales difusas (FNNs). El desarrollo de las FPNNs se centra en las tecnologías de inteligencia computacional (CI), a saber, conjuntos borrosos, redes neuronales y algoritmos genéticos. La estructura de la FPNN resulta de un uso sinérgico de FNN y PNN. Las FNN contribuyen a la formación de la parte premisa de la estructura basada en normas de la FPNN. La parte de consecuencia de la FPNN está diseñada utilizando PNNs. La estructura de la PNN no se fija de antemano, ya que suele tener lugar en el caso de las redes neuronales convencionales, sino que se organiza dinámicamente para responder al error de aproximación requerido. Aprovechamos un método grupal de manejo de datos (GMDH) para producir esta topología dinámica de la red. El rendimiento de la FPNN se cuantifica a través de la experimentación que explota datos estándar ya utilizados en el modelado borroso. Los resultados experimentales obtenidos revelan que las redes propuestas presentan capacidades de alta precisión y generalización en comparación con otros modelos borrosos similares ",
            "error": []
        }
    }
}