{
    "original_text": "Novel active noise-reducing headset using earshell vibration control Active noise-reducing (ANR) headsets are available commercially in applications varying from aviation communication to consumer audio. Current ANR systems use passive attenuation at high frequencies and loudspeaker-based active noise control at low frequencies to achieve broadband noise reduction. This paper presents a novel ANR headset in which the external noise transmitted to the users ear via earshell vibration is reduced by controlling the vibration of the earshell using force actuators acting against an inertial mass or the earshell headband. Model-based theoretical analysis using velocity feedback control showed that current piezoelectric actuators provide sufficient force but require lower stiffness for improved low-frequency performance. Control simulations based on experimental data from a laboratory headset showed that good performance can potentially be achieved in practice by a robust feedback controller, while a single-frequency real-time control experiment verified that noise reduction can be achieved using earshell vibration control",
    "original_translation": "Auriculares nuevos para reducir el ruido utilizando el control de vibración de la cáscara del oído Los auriculares activos para reducir el ruido (ANR) están disponibles comercialmente en aplicaciones que varían desde la comunicación aérea hasta el audio del consumidor. Los sistemas ANR actuales utilizan la atenuación pasiva a altas frecuencias y el control activo del ruido basado en altavoces a bajas frecuencias para lograr la reducción del ruido de banda ancha. Este artículo presenta un nuevo auricular ANR en el que el ruido externo transmitido a los usuarios a través de la vibración de la cáscara del oído se reduce mediante el control de la vibración de la cáscara del oído mediante actuadores de fuerza que actúan contra una masa inercial o la diadema de la cáscara del oído. El análisis teórico basado en modelos utilizando el control de retroalimentación de velocidad mostró que los actuadores piezoeléctricos actuales proporcionan suficiente fuerza pero requieren una menor rigidez para mejorar el rendimiento de baja frecuencia. Las simulaciones de control basadas en datos experimentales de un auricular de laboratorio demostraron que el buen rendimiento puede lograrse en la práctica mediante un robusto controlador de retroalimentación, mientras que un experimento de control en tiempo real de una sola frecuencia verificó que la reducción del ruido puede lograrse mediante el control de vibraciones de la cáscara del oído",
    "error_count": 12,
    "keys": {
        "active noise-reducing headset": {
            "translated_key": [],
            "translated_annotated_text": "Auriculares reductores de ruido activos novedosos mediante el control de vibraciones de la cáscara del oído Los auriculares reductores de ruido activos (ANR) están disponibles comercialmente en aplicaciones que varían desde la comunicación aérea hasta el audio del consumidor. Los sistemas ANR actuales utilizan la atenuación pasiva a altas frecuencias y el control activo del ruido basado en altavoces a bajas frecuencias para lograr la reducción del ruido de banda ancha. Este artículo presenta un nuevo auricular ANR en el que el ruido externo transmitido a los usuarios a través de la vibración de la cáscara del oído se reduce mediante el control de la vibración de la cáscara del oído mediante actuadores de fuerza que actúan contra una masa inercial o la diadema de la cáscara del oído. El análisis teórico basado en modelos utilizando el control de retroalimentación de velocidad mostró que los actuadores piezoeléctricos actuales proporcionan suficiente fuerza pero requieren una menor rigidez para mejorar el rendimiento de baja frecuencia. Las simulaciones de control basadas en datos experimentales de un auricular de laboratorio demostraron que el buen rendimiento puede lograrse en la práctica mediante un robusto controlador de retroalimentación, mientras que un experimento de control en tiempo real de una sola frecuencia verificó que la reducción del ruido puede lograrse mediante el control de vibraciones de la cáscara del oído ",
            "error": []
        },
        "earshell vibration control": {
            "translated_key": "earshell",
            "translated_annotated_text": "Auriculares nuevos para reducir el ruido mediante el control de vibraciones <br>earshell</br> Los auriculares activos para reducir el ruido (ANR) están disponibles comercialmente en aplicaciones que varían desde la comunicación aérea hasta el audio del consumidor. Los sistemas ANR actuales utilizan la atenuación pasiva a altas frecuencias y el control activo del ruido basado en altavoces a bajas frecuencias para lograr la reducción del ruido de banda ancha. Este artículo presenta un nuevo auricular ANR en el que el ruido externo transmitido a los usuarios a través de la vibración de la cáscara del oído se reduce mediante el control de la vibración de la cáscara del oído mediante actuadores de fuerza que actúan contra una masa inercial o la diadema de la cáscara del oído. El análisis teórico basado en modelos utilizando el control de retroalimentación de velocidad mostró que los actuadores piezoeléctricos actuales proporcionan suficiente fuerza pero requieren una menor rigidez para mejorar el rendimiento de baja frecuencia. Las simulaciones de control basadas en datos experimentales de un auricular de laboratorio demostraron que el buen rendimiento puede lograrse en la práctica mediante un controlador de retroalimentación robusto, mientras que un experimento de control en tiempo real de una sola frecuencia verificó que se puede lograr una reducción del ruido mediante el control de vibraciones <br>earshell</br> ",
            "error": [
                ""
            ]
        },
        "aviation communication": {
            "translated_key": "aviación",
            "translated_annotated_text": "Auriculares reductores de ruido activos novedosos con control de vibración de la cáscara del oído Los auriculares reductores de ruido activos (ANR) están disponibles comercialmente en aplicaciones que varían desde la comunicación de <br>aviación</br> hasta el audio del consumidor. Los sistemas ANR actuales utilizan la atenuación pasiva a altas frecuencias y el control activo del ruido basado en altavoces a bajas frecuencias para lograr la reducción del ruido de banda ancha. Este artículo presenta un nuevo auricular ANR en el que el ruido externo transmitido a los usuarios a través de la vibración de la cáscara del oído se reduce mediante el control de la vibración de la cáscara del oído mediante actuadores de fuerza que actúan contra una masa inercial o la diadema de la cáscara del oído. El análisis teórico basado en modelos utilizando el control de retroalimentación de velocidad mostró que los actuadores piezoeléctricos actuales proporcionan suficiente fuerza pero requieren una menor rigidez para mejorar el rendimiento de baja frecuencia. Las simulaciones de control basadas en datos experimentales de un auricular de laboratorio demostraron que el buen rendimiento puede lograrse en la práctica mediante un robusto controlador de retroalimentación, mientras que un experimento de control en tiempo real de una sola frecuencia verificó que la reducción del ruido puede lograrse mediante el control de vibraciones de la cáscara del oído ",
            "error": [
                ""
            ]
        },
        "consumer audio": {
            "translated_key": "audio del consumidor",
            "translated_annotated_text": "Auriculares reductores de ruido activos novedosos con control de vibración de la cáscara del oído Los auriculares reductores de ruido activos (ANR) están disponibles comercialmente en aplicaciones que varían desde la comunicación de la aviación hasta el <br>audio del consumidor</br>. Los sistemas ANR actuales utilizan la atenuación pasiva a altas frecuencias y el control activo del ruido basado en altavoces a bajas frecuencias para lograr la reducción del ruido de banda ancha. Este artículo presenta un nuevo auricular ANR en el que el ruido externo transmitido a los usuarios a través de la vibración de la cáscara del oído se reduce mediante el control de la vibración de la cáscara del oído mediante actuadores de fuerza que actúan contra una masa inercial o la diadema de la cáscara del oído. El análisis teórico basado en modelos utilizando el control de retroalimentación de velocidad mostró que los actuadores piezoeléctricos actuales proporcionan suficiente fuerza pero requieren una menor rigidez para mejorar el rendimiento de baja frecuencia. Las simulaciones de control basadas en datos experimentales de un auricular de laboratorio demostraron que el buen rendimiento puede lograrse en la práctica mediante un robusto controlador de retroalimentación, mientras que un experimento de control en tiempo real de una sola frecuencia verificó que la reducción del ruido puede lograrse mediante el control de vibraciones de la cáscara del oído ",
            "error": [
                ""
            ]
        },
        "passive attenuation": {
            "translated_key": [],
            "translated_annotated_text": "Auriculares nuevos para reducir el ruido utilizando el control de vibración de la cáscara del oído Los auriculares activos para reducir el ruido (ANR) están disponibles comercialmente en aplicaciones que varían desde la comunicación aérea hasta el audio del consumidor. Los sistemas ANR actuales utilizan la atenuación pasiva <br> a altas frecuencias y el control activo del ruido basado en altavoces a bajas frecuencias para lograr la reducción del ruido de banda ancha. Este artículo presenta un nuevo auricular ANR en el que el ruido externo transmitido a los usuarios a través de la vibración de la cáscara del oído se reduce mediante el control de la vibración de la cáscara del oído mediante actuadores de fuerza que actúan contra una masa inercial o la diadema de la cáscara del oído. El análisis teórico basado en modelos utilizando el control de retroalimentación de velocidad mostró que los actuadores piezoeléctricos actuales proporcionan suficiente fuerza pero requieren una menor rigidez para mejorar el rendimiento de baja frecuencia. Las simulaciones de control basadas en datos experimentales de un auricular de laboratorio demostraron que el buen rendimiento puede lograrse en la práctica mediante un robusto controlador de retroalimentación, mientras que un experimento de control en tiempo real de una sola frecuencia verificó que la reducción del ruido puede lograrse mediante el control de vibraciones de la cáscara del oído ",
            "error": []
        },
        "broadband noise reduction": {
            "translated_key": "reducción del ruido de banda ancha",
            "translated_annotated_text": "Auriculares nuevos para reducir el ruido utilizando el control de vibración de la cáscara del oído Los auriculares activos para reducir el ruido (ANR) están disponibles comercialmente en aplicaciones que varían desde la comunicación aérea hasta el audio del consumidor. Los sistemas ANR actuales utilizan la atenuación pasiva a altas frecuencias y el control activo del ruido basado en altavoces a bajas frecuencias para lograr la <br>reducción del ruido de banda ancha</br>. Este artículo presenta un nuevo auricular ANR en el que el ruido externo transmitido a los usuarios a través de la vibración de la cáscara del oído se reduce mediante el control de la vibración de la cáscara del oído mediante actuadores de fuerza que actúan contra una masa inercial o la diadema de la cáscara del oído. El análisis teórico basado en modelos utilizando el control de retroalimentación de velocidad mostró que los actuadores piezoeléctricos actuales proporcionan suficiente fuerza pero requieren una menor rigidez para mejorar el rendimiento de baja frecuencia. Las simulaciones de control basadas en datos experimentales de un auricular de laboratorio demostraron que el buen rendimiento puede lograrse en la práctica mediante un robusto controlador de retroalimentación, mientras que un experimento de control en tiempo real de una sola frecuencia verificó que la reducción del ruido puede lograrse mediante el control de vibraciones de la cáscara del oído ",
            "error": [
                ""
            ]
        },
        "external noise transmission": {
            "translated_key": [],
            "translated_annotated_text": "Auriculares nuevos para reducir el ruido utilizando el control de vibración de la cáscara del oído Los auriculares activos para reducir el ruido (ANR) están disponibles comercialmente en aplicaciones que varían desde la comunicación aérea hasta el audio del consumidor. Los sistemas ANR actuales utilizan la atenuación pasiva a altas frecuencias y el control activo del ruido basado en altavoces a bajas frecuencias para lograr la reducción del ruido de banda ancha. Este artículo presenta un nuevo auricular ANR en el que el ruido externo transmitido a los usuarios a través de la vibración de la cáscara del oído se reduce mediante el control de la vibración de la cáscara del oído mediante actuadores de fuerza que actúan contra una masa inercial o la diadema de la cáscara del oído. El análisis teórico basado en modelos utilizando el control de retroalimentación de velocidad mostró que los actuadores piezoeléctricos actuales proporcionan suficiente fuerza pero requieren una menor rigidez para mejorar el rendimiento de baja frecuencia. Las simulaciones de control basadas en datos experimentales de un auricular de laboratorio demostraron que el buen rendimiento puede lograrse en la práctica mediante un robusto controlador de retroalimentación, mientras que un experimento de control en tiempo real de una sola frecuencia verificó que la reducción del ruido puede lograrse mediante el control de vibraciones de la cáscara del oído ",
            "error": []
        },
        "force actuators": {
            "translated_key": "force actuadores",
            "translated_annotated_text": "Auriculares nuevos para reducir el ruido utilizando el control de vibración de la cáscara del oído Los auriculares activos para reducir el ruido (ANR) están disponibles comercialmente en aplicaciones que varían desde la comunicación aérea hasta el audio del consumidor. Los sistemas ANR actuales utilizan la atenuación pasiva a altas frecuencias y el control activo del ruido basado en altavoces a bajas frecuencias para lograr la reducción del ruido de banda ancha. Este artículo presenta un nuevo auricular ANR en el que el ruido externo transmitido a los usuarios a través de la vibración de la cáscara auricular se reduce mediante el control de la vibración de la cáscara auricular utilizando <br>force actuadores</br> que actúan contra una masa inercial o la diadema de la cáscara auricular. El análisis teórico basado en modelos utilizando el control de retroalimentación de velocidad mostró que los actuadores piezoeléctricos actuales proporcionan suficiente fuerza pero requieren una menor rigidez para mejorar el rendimiento de baja frecuencia. Las simulaciones de control basadas en datos experimentales de un auricular de laboratorio demostraron que el buen rendimiento puede lograrse en la práctica mediante un robusto controlador de retroalimentación, mientras que un experimento de control en tiempo real de una sola frecuencia verificó que la reducción del ruido puede lograrse mediante el control de vibraciones de la cáscara del oído ",
            "error": [
                ""
            ]
        },
        "inertial mass": {
            "translated_key": "inercial",
            "translated_annotated_text": "Auriculares nuevos para reducir el ruido utilizando el control de vibración de la cáscara del oído Los auriculares activos para reducir el ruido (ANR) están disponibles comercialmente en aplicaciones que varían desde la comunicación aérea hasta el audio del consumidor. Los sistemas ANR actuales utilizan la atenuación pasiva a altas frecuencias y el control activo del ruido basado en altavoces a bajas frecuencias para lograr la reducción del ruido de banda ancha. Este artículo presenta un nuevo auricular ANR en el que el ruido externo transmitido a los usuarios a través de la vibración de la cáscara del oído se reduce mediante el control de la vibración de la cáscara del oído mediante actuadores de fuerza que actúan contra una masa <br>inercial</br> o la diadema de la cáscara del oído. El análisis teórico basado en modelos utilizando el control de retroalimentación de velocidad mostró que los actuadores piezoeléctricos actuales proporcionan suficiente fuerza pero requieren una menor rigidez para mejorar el rendimiento de baja frecuencia. Las simulaciones de control basadas en datos experimentales de un auricular de laboratorio demostraron que el buen rendimiento puede lograrse en la práctica mediante un robusto controlador de retroalimentación, mientras que un experimento de control en tiempo real de una sola frecuencia verificó que la reducción del ruido puede lograrse mediante el control de vibraciones de la cáscara del oído ",
            "error": [
                ""
            ]
        },
        "velocity feedback control": {
            "translated_key": "velocidad",
            "translated_annotated_text": "Auriculares nuevos para reducir el ruido utilizando el control de vibración de la cáscara del oído Los auriculares activos para reducir el ruido (ANR) están disponibles comercialmente en aplicaciones que varían desde la comunicación aérea hasta el audio del consumidor. Los sistemas ANR actuales utilizan la atenuación pasiva a altas frecuencias y el control activo del ruido basado en altavoces a bajas frecuencias para lograr la reducción del ruido de banda ancha. Este artículo presenta un nuevo auricular ANR en el que el ruido externo transmitido a los usuarios a través de la vibración de la cáscara del oído se reduce mediante el control de la vibración de la cáscara del oído mediante actuadores de fuerza que actúan contra una masa inercial o la diadema de la cáscara del oído. El análisis teórico basado en modelos utilizando el control de retroalimentación de <br>velocidad</br> mostró que los actuadores piezoeléctricos actuales proporcionan suficiente fuerza pero requieren una menor rigidez para mejorar el rendimiento de baja frecuencia. Las simulaciones de control basadas en datos experimentales de un auricular de laboratorio demostraron que el buen rendimiento puede lograrse en la práctica mediante un robusto controlador de retroalimentación, mientras que un experimento de control en tiempo real de una sola frecuencia verificó que la reducción del ruido puede lograrse mediante el control de vibraciones de la cáscara del oído ",
            "error": [
                ""
            ]
        },
        "piezoelectric actuators": {
            "translated_key": "piezoeléctricos ",
            "translated_annotated_text": "Auriculares nuevos para reducir el ruido utilizando el control de vibración de la cáscara del oído Los auriculares activos para reducir el ruido (ANR) están disponibles comercialmente en aplicaciones que varían desde la comunicación aérea hasta el audio del consumidor. Los sistemas ANR actuales utilizan la atenuación pasiva a altas frecuencias y el control activo del ruido basado en altavoces a bajas frecuencias para lograr la reducción del ruido de banda ancha. Este artículo presenta un nuevo auricular ANR en el que el ruido externo transmitido a los usuarios a través de la vibración de la cáscara del oído se reduce mediante el control de la vibración de la cáscara del oído mediante actuadores de fuerza que actúan contra una masa inercial o la diadema de la cáscara del oído. El análisis teórico basado en modelos utilizando el control de retroalimentación de velocidad mostró que los actuadores <br>piezoeléctricos </br> proporcionan suficiente fuerza pero requieren menor rigidez para mejorar el rendimiento de baja frecuencia. Las simulaciones de control basadas en datos experimentales de un auricular de laboratorio demostraron que el buen rendimiento puede lograrse en la práctica mediante un robusto controlador de retroalimentación, mientras que un experimento de control en tiempo real de una sola frecuencia verificó que la reducción del ruido puede lograrse mediante el control de vibraciones de la cáscara del oído ",
            "error": [
                ""
            ]
        },
        "stiffness": {
            "translated_key": [],
            "translated_annotated_text": "Auriculares nuevos para reducir el ruido utilizando el control de vibración de la cáscara del oído Los auriculares activos para reducir el ruido (ANR) están disponibles comercialmente en aplicaciones que varían desde la comunicación aérea hasta el audio del consumidor. Los sistemas ANR actuales utilizan la atenuación pasiva a altas frecuencias y el control activo del ruido basado en altavoces a bajas frecuencias para lograr la reducción del ruido de banda ancha. Este artículo presenta un nuevo auricular ANR en el que el ruido externo transmitido a los usuarios a través de la vibración de la cáscara del oído se reduce mediante el control de la vibración de la cáscara del oído mediante actuadores de fuerza que actúan contra una masa inercial o la diadema de la cáscara del oído. El análisis teórico basado en modelos utilizando el control de retroalimentación de velocidad mostró que los actuadores piezoeléctricos actuales proporcionan suficiente fuerza pero requieren menor rigidez <br> para mejorar el rendimiento de baja frecuencia. Las simulaciones de control basadas en datos experimentales de un auricular de laboratorio demostraron que el buen rendimiento puede lograrse en la práctica mediante un robusto controlador de retroalimentación, mientras que un experimento de control en tiempo real de una sola frecuencia verificó que la reducción del ruido puede lograrse mediante el control de vibraciones de la cáscara del oído ",
            "error": []
        },
        "robust feedback controller": {
            "translated_key": "robust",
            "translated_annotated_text": "Auriculares nuevos para reducir el ruido utilizando el control de vibración de la cáscara del oído Los auriculares activos para reducir el ruido (ANR) están disponibles comercialmente en aplicaciones que varían desde la comunicación aérea hasta el audio del consumidor. Los sistemas ANR actuales utilizan la atenuación pasiva a altas frecuencias y el control activo del ruido basado en altavoces a bajas frecuencias para lograr la reducción del ruido de banda ancha. Este artículo presenta un nuevo auricular ANR en el que el ruido externo transmitido a los usuarios a través de la vibración de la cáscara del oído se reduce mediante el control de la vibración de la cáscara del oído mediante actuadores de fuerza que actúan contra una masa inercial o la diadema de la cáscara del oído. El análisis teórico basado en modelos utilizando el control de retroalimentación de velocidad mostró que los actuadores piezoeléctricos actuales proporcionan suficiente fuerza pero requieren una menor rigidez para mejorar el rendimiento de baja frecuencia. Las simulaciones de control basadas en datos experimentales de un auricular de laboratorio demostraron que un controlador de retroalimentación <br>robust</br> puede potencialmente lograr un buen rendimiento en la práctica, mientras que un experimento de control de una sola frecuencia en tiempo real verificó que se puede lograr una reducción del ruido mediante el control de las vibraciones de los auriculares ",
            "error": [
                ""
            ]
        },
        "single-frequency real-time control": {
            "translated_key": [],
            "translated_annotated_text": "Auriculares nuevos para reducir el ruido utilizando el control de vibración de la cáscara del oído Los auriculares activos para reducir el ruido (ANR) están disponibles comercialmente en aplicaciones que varían desde la comunicación aérea hasta el audio del consumidor. Los sistemas ANR actuales utilizan la atenuación pasiva a altas frecuencias y el control activo del ruido basado en altavoces a bajas frecuencias para lograr la reducción del ruido de banda ancha. Este artículo presenta un nuevo auricular ANR en el que el ruido externo transmitido a los usuarios a través de la vibración de la cáscara del oído se reduce mediante el control de la vibración de la cáscara del oído mediante actuadores de fuerza que actúan contra una masa inercial o la diadema de la cáscara del oído. El análisis teórico basado en modelos utilizando el control de retroalimentación de velocidad mostró que los actuadores piezoeléctricos actuales proporcionan suficiente fuerza pero requieren una menor rigidez para mejorar el rendimiento de baja frecuencia. Las simulaciones de control basadas en datos experimentales de un auricular de laboratorio demostraron que el buen rendimiento puede lograrse en la práctica mediante un controlador de retroalimentación robusto, mientras que un experimento de control en tiempo real de <br>frecuencia única verificó que la reducción del ruido puede lograrse mediante el control de vibración de la cáscara del oído ",
            "error": []
        },
        "acoustic field": {
            "translated_key": [],
            "translated_annotated_text": "Auriculares nuevos para reducir el ruido utilizando el control de vibración de la cáscara del oído Los auriculares activos para reducir el ruido (ANR) están disponibles comercialmente en aplicaciones que varían desde la comunicación aérea hasta el audio del consumidor. Los sistemas ANR actuales utilizan la atenuación pasiva a altas frecuencias y el control activo del ruido basado en altavoces a bajas frecuencias para lograr la reducción del ruido de banda ancha. Este artículo presenta un nuevo auricular ANR en el que el ruido externo transmitido a los usuarios a través de la vibración de la cáscara del oído se reduce mediante el control de la vibración de la cáscara del oído mediante actuadores de fuerza que actúan contra una masa inercial o la diadema de la cáscara del oído. El análisis teórico basado en modelos utilizando el control de retroalimentación de velocidad mostró que los actuadores piezoeléctricos actuales proporcionan suficiente fuerza pero requieren una menor rigidez para mejorar el rendimiento de baja frecuencia. Las simulaciones de control basadas en datos experimentales de un auricular de laboratorio demostraron que el buen rendimiento puede lograrse en la práctica mediante un robusto controlador de retroalimentación, mientras que un experimento de control en tiempo real de una sola frecuencia verificó que la reducción del ruido puede lograrse mediante el control de vibraciones de la cáscara del oído ",
            "error": []
        },
        "acoustic transducers": {
            "translated_key": [],
            "translated_annotated_text": "Auriculares nuevos para reducir el ruido utilizando el control de vibración de la cáscara del oído Los auriculares activos para reducir el ruido (ANR) están disponibles comercialmente en aplicaciones que varían desde la comunicación aérea hasta el audio del consumidor. Los sistemas ANR actuales utilizan la atenuación pasiva a altas frecuencias y el control activo del ruido basado en altavoces a bajas frecuencias para lograr la reducción del ruido de banda ancha. Este artículo presenta un nuevo auricular ANR en el que el ruido externo transmitido a los usuarios a través de la vibración de la cáscara del oído se reduce mediante el control de la vibración de la cáscara del oído mediante actuadores de fuerza que actúan contra una masa inercial o la diadema de la cáscara del oído. El análisis teórico basado en modelos utilizando el control de retroalimentación de velocidad mostró que los actuadores piezoeléctricos actuales proporcionan suficiente fuerza pero requieren una menor rigidez para mejorar el rendimiento de baja frecuencia. Las simulaciones de control basadas en datos experimentales de un auricular de laboratorio demostraron que el buen rendimiento puede lograrse en la práctica mediante un robusto controlador de retroalimentación, mientras que un experimento de control en tiempo real de una sola frecuencia verificó que la reducción del ruido puede lograrse mediante el control de vibraciones de la cáscara del oído ",
            "error": []
        },
        "acoustic wave absorption": {
            "translated_key": [],
            "translated_annotated_text": "Auriculares nuevos para reducir el ruido utilizando el control de vibración de la cáscara del oído Los auriculares activos para reducir el ruido (ANR) están disponibles comercialmente en aplicaciones que varían desde la comunicación aérea hasta el audio del consumidor. Los sistemas ANR actuales utilizan la atenuación pasiva a altas frecuencias y el control activo del ruido basado en altavoces a bajas frecuencias para lograr la reducción del ruido de banda ancha. Este artículo presenta un nuevo auricular ANR en el que el ruido externo transmitido a los usuarios a través de la vibración de la cáscara del oído se reduce mediante el control de la vibración de la cáscara del oído mediante actuadores de fuerza que actúan contra una masa inercial o la diadema de la cáscara del oído. El análisis teórico basado en modelos utilizando el control de retroalimentación de velocidad mostró que los actuadores piezoeléctricos actuales proporcionan suficiente fuerza pero requieren una menor rigidez para mejorar el rendimiento de baja frecuencia. Las simulaciones de control basadas en datos experimentales de un auricular de laboratorio demostraron que el buen rendimiento puede lograrse en la práctica mediante un robusto controlador de retroalimentación, mientras que un experimento de control en tiempo real de una sola frecuencia verificó que la reducción del ruido puede lograrse mediante el control de vibraciones de la cáscara del oído ",
            "error": []
        },
        "acoustic wave transmission": {
            "translated_key": [],
            "translated_annotated_text": "Auriculares nuevos para reducir el ruido utilizando el control de vibración de la cáscara del oído Los auriculares activos para reducir el ruido (ANR) están disponibles comercialmente en aplicaciones que varían desde la comunicación aérea hasta el audio del consumidor. Los sistemas ANR actuales utilizan la atenuación pasiva a altas frecuencias y el control activo del ruido basado en altavoces a bajas frecuencias para lograr la reducción del ruido de banda ancha. Este artículo presenta un nuevo auricular ANR en el que el ruido externo transmitido a los usuarios a través de la vibración de la cáscara del oído se reduce mediante el control de la vibración de la cáscara del oído mediante actuadores de fuerza que actúan contra una masa inercial o la diadema de la cáscara del oído. El análisis teórico basado en modelos utilizando el control de retroalimentación de velocidad mostró que los actuadores piezoeléctricos actuales proporcionan suficiente fuerza pero requieren una menor rigidez para mejorar el rendimiento de baja frecuencia. Las simulaciones de control basadas en datos experimentales de un auricular de laboratorio demostraron que el buen rendimiento puede lograrse en la práctica mediante un robusto controlador de retroalimentación, mientras que un experimento de control en tiempo real de una sola frecuencia verificó que la reducción del ruido puede lograrse mediante el control de vibraciones de la cáscara del oído ",
            "error": []
        },
        "active noise control": {
            "translated_key": "activo basado en altavoces",
            "translated_annotated_text": "Auriculares nuevos para reducir el ruido utilizando el control de vibración de la cáscara del oído Los auriculares activos para reducir el ruido (ANR) están disponibles comercialmente en aplicaciones que varían desde la comunicación aérea hasta el audio del consumidor. Los sistemas ANR actuales utilizan la atenuación pasiva a altas frecuencias y el control del ruido <br>activo basado en altavoces</br> a bajas frecuencias para lograr la reducción del ruido de banda ancha. Este artículo presenta un nuevo auricular ANR en el que el ruido externo transmitido a los usuarios a través de la vibración de la cáscara del oído se reduce mediante el control de la vibración de la cáscara del oído mediante actuadores de fuerza que actúan contra una masa inercial o la diadema de la cáscara del oído. El análisis teórico basado en modelos utilizando el control de retroalimentación de velocidad mostró que los actuadores piezoeléctricos actuales proporcionan suficiente fuerza pero requieren una menor rigidez para mejorar el rendimiento de baja frecuencia. Las simulaciones de control basadas en datos experimentales de un auricular de laboratorio demostraron que el buen rendimiento puede lograrse en la práctica mediante un robusto controlador de retroalimentación, mientras que un experimento de control en tiempo real de una sola frecuencia verificó que la reducción del ruido puede lograrse mediante el control de vibraciones de la cáscara del oído ",
            "error": [
                ""
            ]
        },
        "force feedback": {
            "translated_key": [],
            "translated_annotated_text": "Auriculares nuevos para reducir el ruido utilizando el control de vibración de la cáscara del oído Los auriculares activos para reducir el ruido (ANR) están disponibles comercialmente en aplicaciones que varían desde la comunicación aérea hasta el audio del consumidor. Los sistemas ANR actuales utilizan la atenuación pasiva a altas frecuencias y el control activo del ruido basado en altavoces a bajas frecuencias para lograr la reducción del ruido de banda ancha. Este artículo presenta un nuevo auricular ANR en el que el ruido externo transmitido a los usuarios a través de la vibración de la cáscara del oído se reduce mediante el control de la vibración de la cáscara del oído mediante actuadores de fuerza que actúan contra una masa inercial o la diadema de la cáscara del oído. El análisis teórico basado en modelos utilizando el control de retroalimentación de velocidad mostró que los actuadores piezoeléctricos actuales proporcionan suficiente fuerza pero requieren una menor rigidez para mejorar el rendimiento de baja frecuencia. Las simulaciones de control basadas en datos experimentales de un auricular de laboratorio demostraron que el buen rendimiento puede lograrse en la práctica mediante un robusto controlador de retroalimentación, mientras que un experimento de control en tiempo real de una sola frecuencia verificó que la reducción del ruido puede lograrse mediante el control de vibraciones de la cáscara del oído ",
            "error": []
        },
        "piezoelectric transducers": {
            "translated_key": [],
            "translated_annotated_text": "Auriculares nuevos para reducir el ruido utilizando el control de vibración de la cáscara del oído Los auriculares activos para reducir el ruido (ANR) están disponibles comercialmente en aplicaciones que varían desde la comunicación aérea hasta el audio del consumidor. Los sistemas ANR actuales utilizan la atenuación pasiva a altas frecuencias y el control activo del ruido basado en altavoces a bajas frecuencias para lograr la reducción del ruido de banda ancha. Este artículo presenta un nuevo auricular ANR en el que el ruido externo transmitido a los usuarios a través de la vibración de la cáscara del oído se reduce mediante el control de la vibración de la cáscara del oído mediante actuadores de fuerza que actúan contra una masa inercial o la diadema de la cáscara del oído. El análisis teórico basado en modelos utilizando el control de retroalimentación de velocidad mostró que los actuadores piezoeléctricos actuales proporcionan suficiente fuerza pero requieren una menor rigidez para mejorar el rendimiento de baja frecuencia. Las simulaciones de control basadas en datos experimentales de un auricular de laboratorio demostraron que el buen rendimiento puede lograrse en la práctica mediante un robusto controlador de retroalimentación, mientras que un experimento de control en tiempo real de una sola frecuencia verificó que la reducción del ruido puede lograrse mediante el control de vibraciones de la cáscara del oído ",
            "error": []
        },
        "robust control": {
            "translated_key": [],
            "translated_annotated_text": "Auriculares nuevos para reducir el ruido utilizando el control de vibración de la cáscara del oído Los auriculares activos para reducir el ruido (ANR) están disponibles comercialmente en aplicaciones que varían desde la comunicación aérea hasta el audio del consumidor. Los sistemas ANR actuales utilizan la atenuación pasiva a altas frecuencias y el control activo del ruido basado en altavoces a bajas frecuencias para lograr la reducción del ruido de banda ancha. Este artículo presenta un nuevo auricular ANR en el que el ruido externo transmitido a los usuarios a través de la vibración de la cáscara del oído se reduce mediante el control de la vibración de la cáscara del oído mediante actuadores de fuerza que actúan contra una masa inercial o la diadema de la cáscara del oído. El análisis teórico basado en modelos utilizando el control de retroalimentación de velocidad mostró que los actuadores piezoeléctricos actuales proporcionan suficiente fuerza pero requieren una menor rigidez para mejorar el rendimiento de baja frecuencia. Las simulaciones de control basadas en datos experimentales de un auricular de laboratorio demostraron que el buen rendimiento puede lograrse en la práctica mediante un robusto controlador de retroalimentación, mientras que un experimento de control en tiempo real de una sola frecuencia verificó que la reducción del ruido puede lograrse mediante el control de vibraciones de la cáscara del oído ",
            "error": []
        },
        "vibration control": {
            "translated_key": " ",
            "translated_annotated_text": "Auriculares nuevos para reducir el ruido mediante el control de vibración <br> </br> Los auriculares activos para reducir el ruido (ANR) están disponibles comercialmente en aplicaciones que varían desde la comunicación aérea hasta el audio del consumidor. Los sistemas ANR actuales utilizan la atenuación pasiva a altas frecuencias y el control activo del ruido basado en altavoces a bajas frecuencias para lograr la reducción del ruido de banda ancha. Este artículo presenta un nuevo auricular ANR en el que el ruido externo transmitido a los usuarios a través de la vibración de la cáscara del oído se reduce mediante el control de la vibración de la cáscara del oído mediante actuadores de fuerza que actúan contra una masa inercial o la diadema de la cáscara del oído. El análisis teórico basado en modelos utilizando el control de retroalimentación de velocidad mostró que los actuadores piezoeléctricos actuales proporcionan suficiente fuerza pero requieren una menor rigidez para mejorar el rendimiento de baja frecuencia. Las simulaciones de control basadas en datos experimentales de un auricular de laboratorio demostraron que el buen rendimiento puede lograrse en la práctica mediante un controlador de retroalimentación robusto, mientras que un experimento de control en tiempo real de una sola frecuencia verificó que la reducción del ruido puede lograrse utilizando el control de vibración <br> ",
            "error": [
                ""
            ]
        }
    }
}