{
    "original_text": "Theoretical and experimental investigations on coherence of traffic noise transmission through an open window into a rectangular room in high-rise buildings A method for theoretically calculating the coherence between sound pressure inside a rectangular room in a high-rise building and that outside the open window of the room is proposed. The traffic noise transmitted into a room is generally dominated by low-frequency components, to which active noise control (ANC) technology may find an application. However, good coherence between reference and error signals is essential for an effective noise reduction and should be checked first. Based on traffic noise prediction methods, wave theory, and mode coupling theory, the results of this paper enabled one to determine the potentials and limitations of ANC used to reduce such a transmission. Experimental coherence results are shown for two similar, empty rectangular rooms located on the 17th and 30th floors of a 34 floor high-rise building. The calculated results with the proposed method are generally in good agreement with the experimental results and demonstrate the usefulness of the method for predicting the coherence",
    "original_translation": "Investigaciones teóricas y experimentales sobre la coherencia de la transmisión de ruido de tráfico a través de una ventana abierta a una sala rectangular en edificios de gran altura Un método para calcular teóricamente la coherencia entre la presión sonora dentro de una habitación rectangular en un edificio de gran altura y que fuera de la ventana abierta de la habitación se propone. El ruido de tráfico transmitido a una habitación está generalmente dominado por componentes de baja frecuencia, a los que la tecnología de control de ruido activo (ANC) puede encontrar una aplicación. Sin embargo, una buena coherencia entre las señales de referencia y de error es esencial para una reducción eficaz del ruido y debe comprobarse primero. Basándose en los métodos de predicción del ruido del tráfico, la teoría de las ondas y la teoría del acoplamiento del modo, los resultados de este trabajo permitieron determinar los potenciales y limitaciones de ANC utilizados para reducir tal transmisión. Se muestran resultados experimentales de coherencia para dos habitaciones rectangulares similares, vacías, ubicadas en las plantas 17 y 30 de un edificio de 34 pisos de gran altura. Los resultados calculados con el método propuesto están generalmente de acuerdo con los resultados experimentales y demuestran la utilidad del método para predecir la coherencia",
    "error_count": 3,
    "keys": {
        "traffic noise transmission": {
            "translated_key": "transmisión de ruido de tráfico",
            "translated_annotated_text": "Investigaciones teóricas y experimentales sobre la coherencia de la \"transmisión de ruido de tráfico\" a través de una ventana abierta a una sala rectangular en edificios de gran altura Un método para calcular teóricamente la coherencia entre la presión sonora dentro de una habitación rectangular en un edificio de gran altura y que fuera de la ventana abierta de la habitación se propone. El ruido de tráfico transmitido a una habitación está generalmente dominado por componentes de baja frecuencia, a los que la tecnología de control de ruido activo (ANC) puede encontrar una aplicación. Sin embargo, una buena coherencia entre las señales de referencia y de error es esencial para una reducción eficaz del ruido y debe comprobarse primero. Basándose en los métodos de predicción del ruido del tráfico, la teoría de las ondas y la teoría del acoplamiento del modo, los resultados de este trabajo permitieron determinar los potenciales y limitaciones de ANC utilizados para reducir tal transmisión. Se muestran resultados experimentales de coherencia para dos habitaciones rectangulares similares, vacías, ubicadas en las plantas 17 y 30 de un edificio de 34 pisos de gran altura. Los resultados calculados con el método propuesto están generalmente de acuerdo con los resultados experimentales y demuestran la utilidad del método para predecir la coherencia ",
            "error": [
                ""
            ]
        },
        "open window": {
            "translated_key": "ventana abierta",
            "translated_annotated_text": "Investigaciones teóricas y experimentales sobre la coherencia de la transmisión de ruido de tráfico a través de una \"ventana abierta\" en una sala rectangular en edificios de gran altura Se propone un método para calcular teóricamente la coherencia entre la presión acústica dentro de una habitación rectangular en un edificio de gran altura y el exterior de la \"ventana abierta\" de la habitación. El ruido de tráfico transmitido a una habitación está generalmente dominado por componentes de baja frecuencia, a los que la tecnología de control de ruido activo (ANC) puede encontrar una aplicación. Sin embargo, una buena coherencia entre las señales de referencia y de error es esencial para una reducción eficaz del ruido y debe comprobarse primero. Basándose en los métodos de predicción del ruido del tráfico, la teoría de las ondas y la teoría del acoplamiento del modo, los resultados de este trabajo permitieron determinar los potenciales y limitaciones de ANC utilizados para reducir tal transmisión. Se muestran resultados experimentales de coherencia para dos habitaciones rectangulares similares, vacías, ubicadas en las plantas 17 y 30 de un edificio de 34 pisos de gran altura. Los resultados calculados con el método propuesto están generalmente de acuerdo con los resultados experimentales y demuestran la utilidad del método para predecir la coherencia ",
            "error": [
                ""
            ]
        },
        "rectangular room": {
            "translated_key": "sala rectangular",
            "translated_annotated_text": "Investigaciones teóricas y experimentales sobre la coherencia de la transmisión de ruido de tráfico a través de una ventana abierta a una \"sala rectangular\" en edificios de gran altura Un método para calcular teóricamente la coherencia entre la presión sonora dentro de una \"sala rectangular\" en un edificio de gran altura y que fuera de la ventana abierta de la habitación se propone. El ruido de tráfico transmitido a una habitación está generalmente dominado por componentes de baja frecuencia, a los que la tecnología de control de ruido activo (ANC) puede encontrar una aplicación. Sin embargo, una buena coherencia entre las señales de referencia y de error es esencial para una reducción eficaz del ruido y debe comprobarse primero. Basándose en los métodos de predicción del ruido del tráfico, la teoría de las ondas y la teoría del acoplamiento del modo, los resultados de este trabajo permitieron determinar los potenciales y limitaciones de ANC utilizados para reducir tal transmisión. Se muestran resultados experimentales de coherencia para dos habitaciones rectangulares similares, vacías, ubicadas en las plantas 17 y 30 de un edificio de 34 pisos de gran altura. Los resultados calculados con el método propuesto están generalmente de acuerdo con los resultados experimentales y demuestran la utilidad del método para predecir la coherencia ",
            "error": [
                ""
            ]
        },
        "high-rise buildings": {
            "translated_key": "edificios de gran altura",
            "translated_annotated_text": "Investigaciones teóricas y experimentales sobre la coherencia de la transmisión de ruido de tráfico a través de una ventana abierta a una sala rectangular en \"edificios de gran altura\" Se propone un método para calcular teóricamente la coherencia entre la presión sonora dentro de una habitación rectangular en un edificio de gran altura y que fuera de la ventana abierta de la habitación. El ruido de tráfico transmitido a una habitación está generalmente dominado por componentes de baja frecuencia, a los que la tecnología de control de ruido activo (ANC) puede encontrar una aplicación. Sin embargo, una buena coherencia entre las señales de referencia y de error es esencial para una reducción eficaz del ruido y debe comprobarse primero. Basándose en los métodos de predicción del ruido del tráfico, la teoría de las ondas y la teoría del acoplamiento del modo, los resultados de este trabajo permitieron determinar los potenciales y limitaciones de ANC utilizados para reducir tal transmisión. Se muestran resultados experimentales de coherencia para dos habitaciones rectangulares similares, vacías, ubicadas en las plantas 17 y 30 de un edificio de 34 pisos de gran altura. Los resultados calculados con el método propuesto están generalmente de acuerdo con los resultados experimentales y demuestran la utilidad del método para predecir la coherencia ",
            "error": [
                ""
            ]
        },
        "sound pressure": {
            "translated_key": "presión sonora",
            "translated_annotated_text": "Investigaciones teóricas y experimentales sobre la coherencia de la transmisión de ruido de tráfico a través de una ventana abierta a una sala rectangular en edificios de gran altura Un método para calcular teóricamente la coherencia entre \"presión sonora\" dentro de una habitación rectangular en un edificio de gran altura y que fuera de la ventana abierta de la habitación se propone. El ruido de tráfico transmitido a una habitación está generalmente dominado por componentes de baja frecuencia, a los que la tecnología de control de ruido activo (ANC) puede encontrar una aplicación. Sin embargo, una buena coherencia entre las señales de referencia y de error es esencial para una reducción eficaz del ruido y debe comprobarse primero. Basándose en los métodos de predicción del ruido del tráfico, la teoría de las ondas y la teoría del acoplamiento del modo, los resultados de este trabajo permitieron determinar los potenciales y limitaciones de ANC utilizados para reducir tal transmisión. Se muestran resultados experimentales de coherencia para dos habitaciones rectangulares similares, vacías, ubicadas en las plantas 17 y 30 de un edificio de 34 pisos de gran altura. Los resultados calculados con el método propuesto están generalmente de acuerdo con los resultados experimentales y demuestran la utilidad del método para predecir la coherencia ",
            "error": [
                ""
            ]
        },
        "low-frequency components": {
            "translated_key": "componentes de baja frecuencia",
            "translated_annotated_text": "Investigaciones teóricas y experimentales sobre la coherencia de la transmisión de ruido de tráfico a través de una ventana abierta a una sala rectangular en edificios de gran altura Un método para calcular teóricamente la coherencia entre la presión sonora dentro de una habitación rectangular en un edificio de gran altura y que fuera de la ventana abierta de la habitación se propone. El ruido de tráfico transmitido a una habitación está generalmente dominado por \"componentes de baja frecuencia\", a los que la tecnología de control de ruido activo (ANC) puede encontrar una aplicación. Sin embargo, una buena coherencia entre las señales de referencia y de error es esencial para una reducción eficaz del ruido y debe comprobarse primero. Basándose en los métodos de predicción del ruido del tráfico, la teoría de las ondas y la teoría del acoplamiento del modo, los resultados de este trabajo permitieron determinar los potenciales y limitaciones de ANC utilizados para reducir tal transmisión. Se muestran resultados experimentales de coherencia para dos habitaciones rectangulares similares, vacías, ubicadas en las plantas 17 y 30 de un edificio de 34 pisos de gran altura. Los resultados calculados con el método propuesto están generalmente de acuerdo con los resultados experimentales y demuestran la utilidad del método para predecir la coherencia ",
            "error": [
                ""
            ]
        },
        "active noise control technology": {
            "translated_key": [],
            "translated_annotated_text": "Investigaciones teóricas y experimentales sobre la coherencia de la transmisión de ruido de tráfico a través de una ventana abierta a una sala rectangular en edificios de gran altura Un método para calcular teóricamente la coherencia entre la presión sonora dentro de una habitación rectangular en un edificio de gran altura y que fuera de la ventana abierta de la habitación se propone. El ruido de tráfico transmitido a una habitación está generalmente dominado por componentes de baja frecuencia, a los que la tecnología de control de ruido activo (ANC) puede encontrar una aplicación. Sin embargo, una buena coherencia entre las señales de referencia y de error es esencial para una reducción eficaz del ruido y debe comprobarse primero. Basándose en los métodos de predicción del ruido del tráfico, la teoría de las ondas y la teoría del acoplamiento del modo, los resultados de este trabajo permitieron determinar los potenciales y limitaciones de ANC utilizados para reducir tal transmisión. Se muestran resultados experimentales de coherencia para dos habitaciones rectangulares similares, vacías, ubicadas en las plantas 17 y 30 de un edificio de 34 pisos de gran altura. Los resultados calculados con el método propuesto están generalmente de acuerdo con los resultados experimentales y demuestran la utilidad del método para predecir la coherencia ",
            "error": []
        },
        "traffic noise prediction methods": {
            "translated_key": "métodos de predicción del ruido del tráfico",
            "translated_annotated_text": "Investigaciones teóricas y experimentales sobre la coherencia de la transmisión de ruido de tráfico a través de una ventana abierta a una sala rectangular en edificios de gran altura Un método para calcular teóricamente la coherencia entre la presión sonora dentro de una habitación rectangular en un edificio de gran altura y que fuera de la ventana abierta de la habitación se propone. El ruido de tráfico transmitido a una habitación está generalmente dominado por componentes de baja frecuencia, a los que la tecnología de control de ruido activo (ANC) puede encontrar una aplicación. Sin embargo, una buena coherencia entre las señales de referencia y de error es esencial para una reducción eficaz del ruido y debe comprobarse primero. Basados en \"métodos de predicción del ruido del tráfico\", teoría de ondas y teoría de acoplamiento del modo, los resultados de este trabajo permitieron determinar los potenciales y limitaciones de ANC utilizados para reducir tal transmisión. Se muestran resultados experimentales de coherencia para dos habitaciones rectangulares similares, vacías, ubicadas en las plantas 17 y 30 de un edificio de 34 pisos de gran altura. Los resultados calculados con el método propuesto están generalmente de acuerdo con los resultados experimentales y demuestran la utilidad del método para predecir la coherencia ",
            "error": [
                ""
            ]
        },
        "mode coupling theory": {
            "translated_key": "teoría del acoplamiento de modo",
            "translated_annotated_text": "Investigaciones teóricas y experimentales sobre la coherencia de la transmisión de ruido de tráfico a través de una ventana abierta a una sala rectangular en edificios de gran altura Un método para calcular teóricamente la coherencia entre la presión sonora dentro de una habitación rectangular en un edificio de gran altura y que fuera de la ventana abierta de la habitación se propone. El ruido de tráfico transmitido a una habitación está generalmente dominado por componentes de baja frecuencia, a los que la tecnología de control de ruido activo (ANC) puede encontrar una aplicación. Sin embargo, una buena coherencia entre las señales de referencia y de error es esencial para una reducción eficaz del ruido y debe comprobarse primero. Basado en los métodos de predicción del ruido del tráfico, la teoría de las ondas y la \"teoría del acoplamiento de modo\", los resultados de este trabajo permitieron determinar los potenciales y limitaciones de ANC utilizados para reducir tal transmisión. Se muestran resultados experimentales de coherencia para dos habitaciones rectangulares similares, vacías, ubicadas en las plantas 17 y 30 de un edificio de 34 pisos de gran altura. Los resultados calculados con el método propuesto están generalmente de acuerdo con los resultados experimentales y demuestran la utilidad del método para predecir la coherencia ",
            "error": [
                ""
            ]
        },
        "wave theory": {
            "translated_key": "teoría de ondas",
            "translated_annotated_text": "Investigaciones teóricas y experimentales sobre la coherencia de la transmisión de ruido de tráfico a través de una ventana abierta a una sala rectangular en edificios de gran altura Un método para calcular teóricamente la coherencia entre la presión sonora dentro de una habitación rectangular en un edificio de gran altura y que fuera de la ventana abierta de la habitación se propone. El ruido de tráfico transmitido a una habitación está generalmente dominado por componentes de baja frecuencia, a los que la tecnología de control de ruido activo (ANC) puede encontrar una aplicación. Sin embargo, una buena coherencia entre las señales de referencia y de error es esencial para una reducción eficaz del ruido y debe comprobarse primero. Basados en métodos de predicción del ruido del tráfico, \"teoría de ondas\", y teoría del acoplamiento del modo, los resultados de este trabajo permitieron determinar los potenciales y limitaciones de ANC utilizados para reducir tal transmisión. Se muestran resultados experimentales de coherencia para dos habitaciones rectangulares similares, vacías, ubicadas en las plantas 17 y 30 de un edificio de 34 pisos de gran altura. Los resultados calculados con el método propuesto están generalmente de acuerdo con los resultados experimentales y demuestran la utilidad del método para predecir la coherencia ",
            "error": [
                ""
            ]
        },
        "active noise control": {
            "translated_key": "control de ruido activo",
            "translated_annotated_text": "Investigaciones teóricas y experimentales sobre la coherencia de la transmisión de ruido de tráfico a través de una ventana abierta a una sala rectangular en edificios de gran altura Un método para calcular teóricamente la coherencia entre la presión sonora dentro de una habitación rectangular en un edificio de gran altura y que fuera de la ventana abierta de la habitación se propone. El ruido de tráfico transmitido a una habitación está generalmente dominado por componentes de baja frecuencia, a los que la tecnología de \"control de ruido activo\" (ANC) puede encontrar una aplicación. Sin embargo, una buena coherencia entre las señales de referencia y de error es esencial para una reducción eficaz del ruido y debe comprobarse primero. Basándose en los métodos de predicción del ruido del tráfico, la teoría de las ondas y la teoría del acoplamiento del modo, los resultados de este trabajo permitieron determinar los potenciales y limitaciones de ANC utilizados para reducir tal transmisión. Se muestran resultados experimentales de coherencia para dos habitaciones rectangulares similares, vacías, ubicadas en las plantas 17 y 30 de un edificio de 34 pisos de gran altura. Los resultados calculados con el método propuesto están generalmente de acuerdo con los resultados experimentales y demuestran la utilidad del método para predecir la coherencia ",
            "error": [
                ""
            ]
        },
        "architectural acoustics": {
            "translated_key": [],
            "translated_annotated_text": "Investigaciones teóricas y experimentales sobre la coherencia de la transmisión de ruido de tráfico a través de una ventana abierta a una sala rectangular en edificios de gran altura Un método para calcular teóricamente la coherencia entre la presión sonora dentro de una habitación rectangular en un edificio de gran altura y que fuera de la ventana abierta de la habitación se propone. El ruido de tráfico transmitido a una habitación está generalmente dominado por componentes de baja frecuencia, a los que la tecnología de control de ruido activo (ANC) puede encontrar una aplicación. Sin embargo, una buena coherencia entre las señales de referencia y de error es esencial para una reducción eficaz del ruido y debe comprobarse primero. Basándose en los métodos de predicción del ruido del tráfico, la teoría de las ondas y la teoría del acoplamiento del modo, los resultados de este trabajo permitieron determinar los potenciales y limitaciones de ANC utilizados para reducir tal transmisión. Se muestran resultados experimentales de coherencia para dos habitaciones rectangulares similares, vacías, ubicadas en las plantas 17 y 30 de un edificio de 34 pisos de gran altura. Los resultados calculados con el método propuesto están generalmente de acuerdo con los resultados experimentales y demuestran la utilidad del método para predecir la coherencia ",
            "error": []
        },
        "noise pollution": {
            "translated_key": [],
            "translated_annotated_text": "Investigaciones teóricas y experimentales sobre la coherencia de la transmisión de ruido de tráfico a través de una ventana abierta a una sala rectangular en edificios de gran altura Un método para calcular teóricamente la coherencia entre la presión sonora dentro de una habitación rectangular en un edificio de gran altura y que fuera de la ventana abierta de la habitación se propone. El ruido de tráfico transmitido a una habitación está generalmente dominado por componentes de baja frecuencia, a los que la tecnología de control de ruido activo (ANC) puede encontrar una aplicación. Sin embargo, una buena coherencia entre las señales de referencia y de error es esencial para una reducción eficaz del ruido y debe comprobarse primero. Basándose en los métodos de predicción del ruido del tráfico, la teoría de las ondas y la teoría del acoplamiento del modo, los resultados de este trabajo permitieron determinar los potenciales y limitaciones de ANC utilizados para reducir tal transmisión. Se muestran resultados experimentales de coherencia para dos habitaciones rectangulares similares, vacías, ubicadas en las plantas 17 y 30 de un edificio de 34 pisos de gran altura. Los resultados calculados con el método propuesto están generalmente de acuerdo con los resultados experimentales y demuestran la utilidad del método para predecir la coherencia ",
            "error": []
        }
    }
}