{
    "original_text": "High-density remote storage: the Ohio State University Libraries depository The article describes a high-density off-site book storage facility operated by the Ohio State University Libraries. Opened in 1995, it has the capacity to house nearly 1.5 million items in only 9000 square feet by shelving books by size on 30-foot tall shelving. A sophisticated climate control system extends the life of stored materials up to 12 times. An online catalog record for each item informs patrons that the item is located in a remote location. Regular courier deliveries from the storage facility bring requested materials to patrons with minimal delay",
    "original_translation": "Almacenamiento remoto de alta densidad: el depósito de bibliotecas de la Universidad Estatal de Ohio El artículo describe una instalación de almacenamiento de libros fuera del sitio de alta densidad operada por las bibliotecas de la Universidad Estatal de Ohio. Inaugurado en 1995, tiene la capacidad de albergar casi 1,5 millones de artículos en sólo 9000 pies cuadrados por estanterías de libros por tamaño en estanterías de 30 pies de altura. Un sofisticado sistema de control climático extiende la vida útil de los materiales almacenados hasta 12 veces. Un registro de catálogo en línea para cada artículo informa a los clientes que el artículo se encuentra en una ubicación remota. Las entregas regulares de mensajería desde el almacén llevan los materiales solicitados a los clientes con un retraso mínimo",
    "error_count": 6,
    "keys": {
        "high-density remote storage": {
            "translated_key": [],
            "translated_annotated_text": "Almacenamiento remoto de alta densidad: el depósito de bibliotecas de la Universidad Estatal de Ohio El artículo describe una instalación de almacenamiento de libros fuera del sitio de alta densidad operada por las bibliotecas de la Universidad Estatal de Ohio. Inaugurado en 1995, tiene la capacidad de albergar casi 1,5 millones de artículos en sólo 9000 pies cuadrados por estanterías de libros por tamaño en estanterías de 30 pies de altura. Un sofisticado sistema de control climático extiende la vida útil de los materiales almacenados hasta 12 veces. Un registro de catálogo en línea para cada artículo informa a los clientes que el artículo se encuentra en una ubicación remota. Las entregas regulares de mensajería desde el almacén llevan los materiales solicitados a los clientes con un retraso mínimo ",
            "error": []
        },
        "Ohio State University Libraries": {
            "translated_key": "Bibliotecas de la Universidad Estatal de Ohio",
            "translated_annotated_text": "Almacenamiento remoto de alta densidad: el depósito de \"Bibliotecas de la Universidad Estatal de Ohio\" El artículo describe una instalación de almacenamiento de libros fuera del sitio de alta densidad operada por las \"Bibliotecas de la Universidad Estatal de Ohio\". Inaugurado en 1995, tiene la capacidad de albergar casi 1,5 millones de artículos en sólo 9000 pies cuadrados por estanterías de libros por tamaño en estanterías de 30 pies de altura. Un sofisticado sistema de control climático extiende la vida útil de los materiales almacenados hasta 12 veces. Un registro de catálogo en línea para cada artículo informa a los clientes que el artículo se encuentra en una ubicación remota. Las entregas regulares de mensajería desde el almacén llevan los materiales solicitados a los clientes con un retraso mínimo ",
            "error": [
                ""
            ]
        },
        "high-density off-site book storage facility": {
            "translated_key": "instalación de almacenamiento de libros fuera del sitio de alta densidad",
            "translated_annotated_text": "Almacenamiento remoto de alta densidad: el depósito de bibliotecas de la Universidad Estatal de Ohio El artículo describe una \"instalación de almacenamiento de libros fuera del sitio de alta densidad\" operada por las bibliotecas de la Universidad Estatal de Ohio. Inaugurado en 1995, tiene la capacidad de albergar casi 1,5 millones de artículos en sólo 9000 pies cuadrados por estanterías de libros por tamaño en estanterías de 30 pies de altura. Un sofisticado sistema de control climático extiende la vida útil de los materiales almacenados hasta 12 veces. Un registro de catálogo en línea para cada artículo informa a los clientes que el artículo se encuentra en una ubicación remota. Las entregas regulares de mensajería desde el almacén llevan los materiales solicitados a los clientes con un retraso mínimo ",
            "error": [
                ""
            ]
        },
        "shelving": {
            "translated_key": [
                "escondidos",
                "escondida"
            ],
            "translated_annotated_text": "Almacenamiento remoto de alta densidad: el depósito de bibliotecas de la Universidad Estatal de Ohio El artículo describe una instalación de almacenamiento de libros fuera del sitio de alta densidad operada por las bibliotecas de la Universidad Estatal de Ohio. Inaugurado en 1995, tiene la capacidad de albergar casi 1,5 millones de artículos en sólo 9000 pies cuadrados por libros \"escondidos\" por tamaño en 30 pies de altura \"escondida\". Un sofisticado sistema de control climático extiende la vida útil de los materiales almacenados hasta 12 veces. Un registro de catálogo en línea para cada artículo informa a los clientes que el artículo se encuentra en una ubicación remota. Las entregas regulares de mensajería desde el almacén llevan los materiales solicitados a los clientes con un retraso mínimo ",
            "error": [
                "escondidos",
                "escondida"
            ]
        },
        "climate control system": {
            "translated_key": "sistema de control climático",
            "translated_annotated_text": "Almacenamiento remoto de alta densidad: el depósito de bibliotecas de la Universidad Estatal de Ohio El artículo describe una instalación de almacenamiento de libros fuera del sitio de alta densidad operada por las bibliotecas de la Universidad Estatal de Ohio. Inaugurado en 1995, tiene la capacidad de albergar casi 1,5 millones de artículos en sólo 9000 pies cuadrados por estanterías de libros por tamaño en estanterías de 30 pies de altura. Un sofisticado \"sistema de control climático\" extiende la vida útil de los materiales almacenados hasta 12 veces. Un registro de catálogo en línea para cada artículo informa a los clientes que el artículo se encuentra en una ubicación remota. Las entregas regulares de mensajería desde el almacén llevan los materiales solicitados a los clientes con un retraso mínimo ",
            "error": [
                ""
            ]
        },
        "stored materials": {
            "translated_key": "materiales almacenados",
            "translated_annotated_text": "Almacenamiento remoto de alta densidad: el depósito de bibliotecas de la Universidad Estatal de Ohio El artículo describe una instalación de almacenamiento de libros fuera del sitio de alta densidad operada por las bibliotecas de la Universidad Estatal de Ohio. Inaugurado en 1995, tiene la capacidad de albergar casi 1,5 millones de artículos en sólo 9000 pies cuadrados por estanterías de libros por tamaño en estanterías de 30 pies de altura. Un sofisticado sistema de control climático extiende la vida útil de los \"materiales almacenados\" hasta 12 veces. Un registro de catálogo en línea para cada artículo informa a los clientes que el artículo se encuentra en una ubicación remota. Las entregas regulares de mensajería desde el almacén llevan los materiales solicitados a los clientes con un retraso mínimo ",
            "error": [
                ""
            ]
        },
        "patrons": {
            "translated_key": "patrones",
            "translated_annotated_text": "Almacenamiento remoto de alta densidad: el depósito de bibliotecas de la Universidad Estatal de Ohio El artículo describe una instalación de almacenamiento de libros fuera del sitio de alta densidad operada por las bibliotecas de la Universidad Estatal de Ohio. Inaugurado en 1995, tiene la capacidad de albergar casi 1,5 millones de artículos en sólo 9000 pies cuadrados por estanterías de libros por tamaño en estanterías de 30 pies de altura. Un sofisticado sistema de control climático extiende la vida útil de los materiales almacenados hasta 12 veces. Un registro de catálogo en línea para cada artículo informa a los \"patrones\" que el artículo se encuentra en una ubicación remota. Entregas regulares de mensajería desde la instalación de almacenamiento traen los materiales solicitados a \"patrones\" con un retraso mínimo ",
            "error": [
                ""
            ]
        },
        "circulation": {
            "translated_key": [],
            "translated_annotated_text": "Almacenamiento remoto de alta densidad: el depósito de bibliotecas de la Universidad Estatal de Ohio El artículo describe una instalación de almacenamiento de libros fuera del sitio de alta densidad operada por las bibliotecas de la Universidad Estatal de Ohio. Inaugurado en 1995, tiene la capacidad de albergar casi 1,5 millones de artículos en sólo 9000 pies cuadrados por estanterías de libros por tamaño en estanterías de 30 pies de altura. Un sofisticado sistema de control climático extiende la vida útil de los materiales almacenados hasta 12 veces. Un registro de catálogo en línea para cada artículo informa a los clientes que el artículo se encuentra en una ubicación remota. Las entregas regulares de mensajería desde el almacén llevan los materiales solicitados a los clientes con un retraso mínimo ",
            "error": []
        },
        "online catalog record": {
            "translated_key": "registro de catálogo en línea",
            "translated_annotated_text": "Almacenamiento remoto de alta densidad: el depósito de bibliotecas de la Universidad Estatal de Ohio El artículo describe una instalación de almacenamiento de libros fuera del sitio de alta densidad operada por las bibliotecas de la Universidad Estatal de Ohio. Inaugurado en 1995, tiene la capacidad de albergar casi 1,5 millones de artículos en sólo 9000 pies cuadrados por estanterías de libros por tamaño en estanterías de 30 pies de altura. Un sofisticado sistema de control climático extiende la vida útil de los materiales almacenados hasta 12 veces. Un \"registro de catálogo en línea\" para cada artículo informa a los clientes que el artículo se encuentra en una ubicación remota. Las entregas regulares de mensajería desde el almacén llevan los materiales solicitados a los clientes con un retraso mínimo ",
            "error": [
                ""
            ]
        },
        "remote location": {
            "translated_key": "localización remota",
            "translated_annotated_text": "Almacenamiento remoto de alta densidad: el depósito de bibliotecas de la Universidad Estatal de Ohio El artículo describe una instalación de almacenamiento de libros fuera del sitio de alta densidad operada por las bibliotecas de la Universidad Estatal de Ohio. Inaugurado en 1995, tiene la capacidad de albergar casi 1,5 millones de artículos en sólo 9000 pies cuadrados por estanterías de libros por tamaño en estanterías de 30 pies de altura. Un sofisticado sistema de control climático extiende la vida útil de los materiales almacenados hasta 12 veces. Un registro de catálogo en línea para cada artículo informa a los clientes que el artículo se encuentra en una \"localización remota\". Las entregas regulares de mensajería desde el almacén llevan los materiales solicitados a los clientes con un retraso mínimo ",
            "error": [
                ""
            ]
        },
        "courier deliveries": {
            "translated_key": "entrega de courier",
            "translated_annotated_text": "Almacenamiento remoto de alta densidad: el depósito de bibliotecas de la Universidad Estatal de Ohio El artículo describe una instalación de almacenamiento de libros fuera del sitio de alta densidad operada por las bibliotecas de la Universidad Estatal de Ohio. Inaugurado en 1995, tiene la capacidad de albergar casi 1,5 millones de artículos en sólo 9000 pies cuadrados por estanterías de libros por tamaño en estanterías de 30 pies de altura. Un sofisticado sistema de control climático extiende la vida útil de los materiales almacenados hasta 12 veces. Un registro de catálogo en línea para cada artículo informa a los clientes que el artículo se encuentra en una ubicación remota. Las \"entrega de courier\" regulares de la instalación de almacenamiento traen los materiales solicitados a los clientes con un retraso mínimo ",
            "error": [
                ""
            ]
        },
        "academic libraries": {
            "translated_key": [],
            "translated_annotated_text": "Almacenamiento remoto de alta densidad: el depósito de bibliotecas de la Universidad Estatal de Ohio El artículo describe una instalación de almacenamiento de libros fuera del sitio de alta densidad operada por las bibliotecas de la Universidad Estatal de Ohio. Inaugurado en 1995, tiene la capacidad de albergar casi 1,5 millones de artículos en sólo 9000 pies cuadrados por estanterías de libros por tamaño en estanterías de 30 pies de altura. Un sofisticado sistema de control climático extiende la vida útil de los materiales almacenados hasta 12 veces. Un registro de catálogo en línea para cada artículo informa a los clientes que el artículo se encuentra en una ubicación remota. Las entregas regulares de mensajería desde el almacén llevan los materiales solicitados a los clientes con un retraso mínimo ",
            "error": []
        },
        "cataloguing": {
            "translated_key": [],
            "translated_annotated_text": "Almacenamiento remoto de alta densidad: el depósito de bibliotecas de la Universidad Estatal de Ohio El artículo describe una instalación de almacenamiento de libros fuera del sitio de alta densidad operada por las bibliotecas de la Universidad Estatal de Ohio. Inaugurado en 1995, tiene la capacidad de albergar casi 1,5 millones de artículos en sólo 9000 pies cuadrados por estanterías de libros por tamaño en estanterías de 30 pies de altura. Un sofisticado sistema de control climático extiende la vida útil de los materiales almacenados hasta 12 veces. Un registro de catálogo en línea para cada artículo informa a los clientes que el artículo se encuentra en una ubicación remota. Las entregas regulares de mensajería desde el almacén llevan los materiales solicitados a los clientes con un retraso mínimo ",
            "error": []
        },
        "environmental engineering": {
            "translated_key": [],
            "translated_annotated_text": "Almacenamiento remoto de alta densidad: el depósito de bibliotecas de la Universidad Estatal de Ohio El artículo describe una instalación de almacenamiento de libros fuera del sitio de alta densidad operada por las bibliotecas de la Universidad Estatal de Ohio. Inaugurado en 1995, tiene la capacidad de albergar casi 1,5 millones de artículos en sólo 9000 pies cuadrados por estanterías de libros por tamaño en estanterías de 30 pies de altura. Un sofisticado sistema de control climático extiende la vida útil de los materiales almacenados hasta 12 veces. Un registro de catálogo en línea para cada artículo informa a los clientes que el artículo se encuentra en una ubicación remota. Las entregas regulares de mensajería desde el almacén llevan los materiales solicitados a los clientes con un retraso mínimo ",
            "error": []
        }
    }
}