{
    "original_text": "Customer in-reach and library strategic systems: the case of ILLiad Libraries have walls. Recognizing this fact, the Interlibrary Loan Department at Virginia Tech is creating systems and services that enable our customers to reach past our walls at anytime from anywhere. Customer in-reach enables Virginia Tech faculty, students, and staff anywhere in the world to obtain information and services heretofore available only to our on-campus customers. ILLiad, Virginia Techs interlibrary borrowing system, is the library strategic system that attains this goal. The principles that guided development of ILLiad are widely applicable",
    "original_translation": "Sistemas estratégicos de acceso al cliente y biblioteca: el caso de las bibliotecas ILLiad tiene paredes. Reconociendo este hecho, el Departamento de Préstamos Interbibliotecarios de Virginia Tech está creando sistemas y servicios que permiten a nuestros clientes llegar más allá de nuestras paredes en cualquier momento desde cualquier lugar. El acceso del cliente permite a los profesores, estudiantes y personal de Virginia Tech en cualquier parte del mundo obtener información y servicios disponibles hasta ahora sólo para nuestros clientes en el campus. ILLiad, Virginia Techs sistema de préstamo interbibliotecario, es el sistema estratégico de la biblioteca que alcanza este objetivo. Los principios que guiaron el desarrollo de ILLiad son ampliamente aplicables",
    "error_count": 3,
    "keys": {
        "library strategic systems": {
            "translated_key": "sistemas estratégicos de biblioteca",
            "translated_annotated_text": "Alcanzar al cliente y \"sistemas estratégicos de biblioteca\": el caso de las bibliotecas ILLiad tiene paredes. Reconociendo este hecho, el Departamento de Préstamos Interbibliotecarios de Virginia Tech está creando sistemas y servicios que permiten a nuestros clientes llegar más allá de nuestras paredes en cualquier momento desde cualquier lugar. El acceso del cliente permite a los profesores, estudiantes y personal de Virginia Tech en cualquier parte del mundo obtener información y servicios disponibles hasta ahora sólo para nuestros clientes en el campus. ILLiad, Virginia Techs sistema de préstamo interbibliotecario, es el sistema estratégico de la biblioteca que alcanza este objetivo. Los principios que guiaron el desarrollo de ILLiad son ampliamente aplicables ",
            "error": [
                ""
            ]
        },
        "Interlibrary Loan Department": {
            "translated_key": "Departamento de Préstamos Interbibliotecarios",
            "translated_annotated_text": "Sistemas estratégicos de acceso al cliente y biblioteca: el caso de las bibliotecas ILLiad tiene paredes. Reconociendo este hecho, el \"Departamento de Préstamos Interbibliotecarios\" de Virginia Tech está creando sistemas y servicios que permiten a nuestros clientes llegar más allá de nuestras paredes en cualquier momento desde cualquier lugar. El acceso del cliente permite a los profesores, estudiantes y personal de Virginia Tech en cualquier parte del mundo obtener información y servicios disponibles hasta ahora sólo para nuestros clientes en el campus. ILLiad, Virginia Techs sistema de préstamo interbibliotecario, es el sistema estratégico de la biblioteca que alcanza este objetivo. Los principios que guiaron el desarrollo de ILLiad son ampliamente aplicables ",
            "error": [
                ""
            ]
        },
        "Virginia Tech": {
            "translated_key": "Virginia Tech",
            "translated_annotated_text": "Sistemas estratégicos de acceso al cliente y biblioteca: el caso de las bibliotecas ILLiad tiene paredes. Reconociendo este hecho, el Departamento de Préstamos Interbibliotecarios de \"Virginia Tech\" está creando sistemas y servicios que permiten a nuestros clientes llegar más allá de nuestras paredes en cualquier momento desde cualquier lugar. El acceso del cliente permite a los profesores, estudiantes y personal de \"Virginia Tech\" en cualquier parte del mundo obtener información y servicios disponibles hasta ahora sólo para nuestros clientes en el campus. ILLiad, Virginia Techs sistema de préstamo interbibliotecario, es el sistema estratégico de la biblioteca que alcanza este objetivo. Los principios que guiaron el desarrollo de ILLiad son ampliamente aplicables ",
            "error": [
                ""
            ]
        },
        "customer in-reach": {
            "translated_key": [],
            "translated_annotated_text": "Sistemas estratégicos de acceso al cliente y biblioteca: el caso de las bibliotecas ILLiad tiene paredes. Reconociendo este hecho, el Departamento de Préstamos Interbibliotecarios de Virginia Tech está creando sistemas y servicios que permiten a nuestros clientes llegar más allá de nuestras paredes en cualquier momento desde cualquier lugar. El acceso del cliente permite a los profesores, estudiantes y personal de Virginia Tech en cualquier parte del mundo obtener información y servicios disponibles hasta ahora sólo para nuestros clientes en el campus. ILLiad, Virginia Techs sistema de préstamo interbibliotecario, es el sistema estratégico de la biblioteca que alcanza este objetivo. Los principios que guiaron el desarrollo de ILLiad son ampliamente aplicables ",
            "error": []
        },
        "ILLiad": {
            "translated_key": "ILLiad",
            "translated_annotated_text": "Sistemas estratégicos de acceso al cliente y biblioteca: el caso de las bibliotecas \"ILLiad\" tiene paredes. Reconociendo este hecho, el Departamento de Préstamos Interbibliotecarios de Virginia Tech está creando sistemas y servicios que permiten a nuestros clientes llegar más allá de nuestras paredes en cualquier momento desde cualquier lugar. El acceso del cliente permite a los profesores, estudiantes y personal de Virginia Tech en cualquier parte del mundo obtener información y servicios disponibles hasta ahora sólo para nuestros clientes en el campus. \"ILLiad\", Virginia Techs sistema de préstamo interbibliotecario, es el sistema estratégico de la biblioteca que alcanza este objetivo. Los principios que guiaron el desarrollo de \"ILLiad\" son ampliamente aplicables ",
            "error": [
                ""
            ]
        },
        "interlibrary borrowing system": {
            "translated_key": "sistema de préstamo interbibliotecario",
            "translated_annotated_text": "Sistemas estratégicos de acceso al cliente y biblioteca: el caso de las bibliotecas ILLiad tiene paredes. Reconociendo este hecho, el Departamento de Préstamos Interbibliotecarios de Virginia Tech está creando sistemas y servicios que permiten a nuestros clientes llegar más allá de nuestras paredes en cualquier momento desde cualquier lugar. El acceso del cliente permite a los profesores, estudiantes y personal de Virginia Tech en cualquier parte del mundo obtener información y servicios disponibles hasta ahora sólo para nuestros clientes en el campus. ILLiad, Virginia Techs \"sistema de préstamo interbibliotecario\", es el sistema estratégico bibliotecario que alcanza este objetivo. Los principios que guiaron el desarrollo de ILLiad son ampliamente aplicables ",
            "error": [
                ""
            ]
        },
        "academic libraries": {
            "translated_key": [],
            "translated_annotated_text": "Sistemas estratégicos de acceso al cliente y biblioteca: el caso de las bibliotecas ILLiad tiene paredes. Reconociendo este hecho, el Departamento de Préstamos Interbibliotecarios de Virginia Tech está creando sistemas y servicios que permiten a nuestros clientes llegar más allá de nuestras paredes en cualquier momento desde cualquier lugar. El acceso del cliente permite a los profesores, estudiantes y personal de Virginia Tech en cualquier parte del mundo obtener información y servicios disponibles hasta ahora sólo para nuestros clientes en el campus. ILLiad, Virginia Techs sistema de préstamo interbibliotecario, es el sistema estratégico de la biblioteca que alcanza este objetivo. Los principios que guiaron el desarrollo de ILLiad son ampliamente aplicables ",
            "error": []
        },
        "interlibrary loan": {
            "translated_key": [],
            "translated_annotated_text": "Sistemas estratégicos de acceso al cliente y biblioteca: el caso de las bibliotecas ILLiad tiene paredes. Reconociendo este hecho, el Departamento de Préstamos Interbibliotecarios de Virginia Tech está creando sistemas y servicios que permiten a nuestros clientes llegar más allá de nuestras paredes en cualquier momento desde cualquier lugar. El acceso del cliente permite a los profesores, estudiantes y personal de Virginia Tech en cualquier parte del mundo obtener información y servicios disponibles hasta ahora sólo para nuestros clientes en el campus. ILLiad, Virginia Techs sistema de préstamo interbibliotecario, es el sistema estratégico de la biblioteca que alcanza este objetivo. Los principios que guiaron el desarrollo de ILLiad son ampliamente aplicables ",
            "error": []
        }
    }
}