{
    "original_text": "The plot thins: thin-client computer systems and academic libraries The few libraries that have tried thin client architectures have noted a number of compelling reasons to do so. For starters, thin client devices are far less expensive than most PCs. More importantly, thin client computing devices are believed to be far less expensive to manage and support than traditional PCs",
    "original_translation": "La trama se diluye: sistemas informáticos de cliente delgado y bibliotecas académicas Las pocas bibliotecas que han probado arquitecturas de clientes delgadas han notado una serie de razones convincentes para hacerlo. Para empezar, los dispositivos de cliente delgados son mucho menos costosos que la mayoría de los ordenadores. Más importante aún, se cree que los dispositivos de computación de clientes delgados son mucho menos costosos de administrar y apoyar que los PC tradicionales",
    "error_count": 2,
    "keys": {
        "academic libraries": {
            "translated_key": "bibliotecas académicas",
            "translated_annotated_text": "La trama se diluye: sistemas informáticos de cliente delgado y \"bibliotecas académicas\" Las pocas bibliotecas que han probado arquitecturas de clientes delgadas han notado una serie de razones convincentes para hacerlo. Para empezar, los dispositivos de cliente delgados son mucho menos costosos que la mayoría de los ordenadores. Más importante aún, se cree que los dispositivos de computación de clientes delgados son mucho menos costosos de administrar y apoyar que los PC tradicionales ",
            "error": [
                ""
            ]
        },
        "thin-client computer systems": {
            "translated_key": "sistemas informáticos delgados",
            "translated_annotated_text": "La trama se diluye: \"sistemas informáticos delgados\" y bibliotecas académicas Las pocas bibliotecas que han probado arquitecturas de clientes delgados han notado una serie de razones convincentes para hacerlo. Para empezar, los dispositivos de cliente delgados son mucho menos costosos que la mayoría de los ordenadores. Más importante aún, se cree que los dispositivos de computación de clientes delgados son mucho menos costosos de administrar y apoyar que los PC tradicionales ",
            "error": [
                ""
            ]
        },
        "library automation": {
            "translated_key": [],
            "translated_annotated_text": "La trama se diluye: sistemas informáticos de cliente delgado y bibliotecas académicas Las pocas bibliotecas que han probado arquitecturas de clientes delgadas han notado una serie de razones convincentes para hacerlo. Para empezar, los dispositivos de cliente delgados son mucho menos costosos que la mayoría de los ordenadores. Más importante aún, se cree que los dispositivos de computación de clientes delgados son mucho menos costosos de administrar y apoyar que los PC tradicionales ",
            "error": []
        },
        "network computers": {
            "translated_key": [],
            "translated_annotated_text": "La trama se diluye: sistemas informáticos de cliente delgado y bibliotecas académicas Las pocas bibliotecas que han probado arquitecturas de clientes delgadas han notado una serie de razones convincentes para hacerlo. Para empezar, los dispositivos de cliente delgados son mucho menos costosos que la mayoría de los ordenadores. Más importante aún, se cree que los dispositivos de computación de clientes delgados son mucho menos costosos de administrar y apoyar que los PC tradicionales ",
            "error": []
        }
    }
}