{
    "original_text": "Academic libraries and community: making the connection I explore the theme of academic libraries serving and reaching out to the broader community. I highlight interesting projects reported on in the literature (such as the Through Our Parents Eyes project) and report on others. I look at challenges to community partnerships and recommendations for making them succeed. Although I focus on links with the broader community, I also took at methods for increasing cooperation among various units on campus, so that the needs of campus community groups-such as distance education students or disabled students-are effectively addressed. Though academic libraries are my focus, we can learn a lot from the community building efforts of public libraries",
    "original_translation": "Bibliotecas académicas y comunidad: haciendo la conexión exploro el tema de las bibliotecas académicas que sirven y llegan a la comunidad más amplia. Resalto interesantes proyectos reportados en la literatura (como el proyecto A través de los ojos de nuestros padres) e informe sobre otros. Miro los desafíos a las asociaciones comunitarias y las recomendaciones para que tengan éxito. Aunque me concentro en los vínculos con la comunidad en general, también tomé métodos para aumentar la cooperación entre varias unidades en el campus, de modo que las necesidades de los grupos comunitarios del campus -como los estudiantes de educación a distancia o los estudiantes discapacitados- se atiendan efectivamente. Aunque las bibliotecas académicas son mi objetivo, podemos aprender mucho de los esfuerzos comunitarios de construcción de bibliotecas públicas",
    "error_count": 2,
    "keys": {
        "academic libraries": {
            "translated_key": [
                " bibliotecas académicas",
                "bibliotecas académicas"
            ],
            "translated_annotated_text": "Bibliotecas académicas y comunidad: haciendo la conexión exploro el tema de <br> bibliotecas académicas</br> servir y llegar a la comunidad en general. Resalto interesantes proyectos reportados en la literatura (como el proyecto A través de los ojos de nuestros padres) e informe sobre otros. Miro los desafíos a las asociaciones comunitarias y las recomendaciones para que tengan éxito. Aunque me concentro en los vínculos con la comunidad en general, también tomé métodos para aumentar la cooperación entre varias unidades en el campus, de modo que las necesidades de los grupos comunitarios del campus -como los estudiantes de educación a distancia o los estudiantes discapacitados- se atiendan efectivamente. Aunque las <br>bibliotecas académicas</br> son mi foco, podemos aprender mucho de los esfuerzos de construcción comunitaria de bibliotecas públicas.  ",
            "error": [
                " bibliotecas académicas",
                "bibliotecas académicas"
            ]
        },
        "community partnerships": {
            "translated_key": "asociaciones comunitarias",
            "translated_annotated_text": "Bibliotecas académicas y comunidad: haciendo la conexión exploro el tema de las bibliotecas académicas que sirven y llegan a la comunidad más amplia. Resalto interesantes proyectos reportados en la literatura (como el proyecto A través de los ojos de nuestros padres) e informe sobre otros. Miro los desafíos a las <br>asociaciones comunitarias</br> y las recomendaciones para que tengan éxito. Aunque me concentro en los vínculos con la comunidad en general, también tomé métodos para aumentar la cooperación entre varias unidades en el campus, de modo que las necesidades de los grupos comunitarios del campus -como los estudiantes de educación a distancia o los estudiantes discapacitados- se atiendan efectivamente. Aunque las bibliotecas académicas son mi objetivo, podemos aprender mucho de los esfuerzos comunitarios de construcción de bibliotecas públicas ",
            "error": [
                ""
            ]
        },
        "campus community groups": {
            "translated_key": "campus",
            "translated_annotated_text": "Bibliotecas académicas y comunidad: haciendo la conexión exploro el tema de las bibliotecas académicas que sirven y llegan a la comunidad más amplia. Resalto interesantes proyectos reportados en la literatura (como el proyecto A través de los ojos de nuestros padres) e informe sobre otros. Miro los desafíos a las asociaciones comunitarias y las recomendaciones para que tengan éxito. Aunque me concentro en los vínculos con la comunidad en general, también tomé métodos para aumentar la cooperación entre varias unidades en el campus, de modo que las necesidades de los grupos comunitarios <br>campus</br>-como los estudiantes de educación a distancia o los estudiantes discapacitados-se atienden efectivamente. Aunque las bibliotecas académicas son mi objetivo, podemos aprender mucho de los esfuerzos comunitarios de construcción de bibliotecas públicas ",
            "error": [
                ""
            ]
        },
        "distance education students": {
            "translated_key": "estudiantes de educación a distancia",
            "translated_annotated_text": "Bibliotecas académicas y comunidad: haciendo la conexión exploro el tema de las bibliotecas académicas que sirven y llegan a la comunidad más amplia. Resalto interesantes proyectos reportados en la literatura (como el proyecto A través de los ojos de nuestros padres) e informe sobre otros. Miro los desafíos a las asociaciones comunitarias y las recomendaciones para que tengan éxito. Aunque me concentro en los vínculos con la comunidad en general, también tomé métodos para aumentar la cooperación entre varias unidades en el campus, de modo que las necesidades de los grupos comunitarios del campus -como los <br>estudiantes de educación a distancia</br> o los estudiantes discapacitados- se atienden efectivamente. Aunque las bibliotecas académicas son mi objetivo, podemos aprender mucho de los esfuerzos comunitarios de construcción de bibliotecas públicas ",
            "error": [
                ""
            ]
        },
        "disabled students": {
            "translated_key": "estudiantes discapacitados",
            "translated_annotated_text": "Bibliotecas académicas y comunidad: haciendo la conexión exploro el tema de las bibliotecas académicas que sirven y llegan a la comunidad más amplia. Resalto interesantes proyectos reportados en la literatura (como el proyecto A través de los ojos de nuestros padres) e informe sobre otros. Miro los desafíos a las asociaciones comunitarias y las recomendaciones para que tengan éxito. Aunque me concentro en los vínculos con la comunidad en general, también tomé métodos para aumentar la cooperación entre varias unidades en el campus, de modo que las necesidades de los grupos comunitarios del campus -como los estudiantes de educación a distancia o los <br>estudiantes discapacitados</br>- se atienden efectivamente. Aunque las bibliotecas académicas son mi objetivo, podemos aprender mucho de los esfuerzos comunitarios de construcción de bibliotecas públicas ",
            "error": [
                ""
            ]
        },
        "public libraries": {
            "translated_key": "bibliotecas públicas",
            "translated_annotated_text": "Bibliotecas académicas y comunidad: haciendo la conexión exploro el tema de las bibliotecas académicas que sirven y llegan a la comunidad más amplia. Resalto interesantes proyectos reportados en la literatura (como el proyecto A través de los ojos de nuestros padres) e informe sobre otros. Miro los desafíos a las asociaciones comunitarias y las recomendaciones para que tengan éxito. Aunque me concentro en los vínculos con la comunidad en general, también tomé métodos para aumentar la cooperación entre varias unidades en el campus, de modo que las necesidades de los grupos comunitarios del campus -como los estudiantes de educación a distancia o los estudiantes discapacitados- se atiendan efectivamente. Aunque las bibliotecas académicas son mi foco, podemos aprender mucho de los esfuerzos de construcción comunitaria de <br>bibliotecas públicas</br>.  ",
            "error": [
                ""
            ]
        }
    }
}