{
    "original_text": "The impact of the Internet on public library use: an analysis of the current consumer market for library and Internet services The potential impact of the Internet on the publics demand for the services and resources of public libraries is an issue of critical importance. The research reported in this article provides baseline data concerning the evolving relationship between the publics use of the library and its use of the Internet. The authors developed a consumer model of the American adult market for information services and resources, segmented by use (or nonuse) of the public library and by access (or lack of access) to, and use (or nonuse) of, the Internet. A national Random Digit Dialing telephone survey collected data to estimate the size of each of six market segments, and to describe their usage choices between the public library and the Internet. The analyses presented in this article provide estimates of the size and demographics of each of the market segments; describe why people are currently using the public library and the Internet; identify the decision criteria people use in their choices of which provider to use; identify areas in which libraries and the Internet appear to be competing and areas in which they appear to be complementary; and identify reasons why people choose not to use the public library and/or the Internet. The data suggest that some differentiation between the library and the Internet is taking place, which may very well have an impact on consumer choices between the two. Longitudinal research is necessary to fully reveal trends in these usage choices, which have implications for all types of libraries in planning and policy development",
    "original_translation": "El impacto de Internet en el uso de las bibliotecas públicas: un análisis del actual mercado de consumo de servicios de biblioteca y de Internet El impacto potencial de Internet en la demanda de servicios y recursos de las bibliotecas públicas es una cuestión de importancia crítica. La investigación reportada en este artículo proporciona datos de referencia sobre la evolución de la relación entre el uso público de la biblioteca y su uso de Internet. Los autores desarrollaron un modelo de consumo del mercado estadounidense de servicios y recursos de información para adultos, segmentado por el uso (o no uso) de la biblioteca pública y por el acceso (o falta de acceso) y uso (o no uso) de Internet. Una encuesta telefónica nacional Random Digit Dialing recopiló datos para estimar el tamaño de cada uno de los seis segmentos del mercado, y para describir sus opciones de uso entre la biblioteca pública e Internet. Los análisis presentados en este artículo proporcionan estimaciones del tamaño y la demografía de cada uno de los segmentos del mercado; describen por qué las personas utilizan actualmente la biblioteca pública y la Internet; identifican los criterios de decisión que las personas utilizan en sus elecciones de qué proveedor utilizar; identifican las áreas en las que las bibliotecas y la Internet parecen estar compitiendo y las áreas en las que parecen ser complementarias; e identifican las razones por las que las personas optan por no utilizar la biblioteca pública y/o la Internet. Los datos sugieren que se está produciendo cierta diferenciación entre la biblioteca y Internet, lo que muy bien puede tener un impacto en las opciones de los consumidores entre ambas. La investigación longitudinal es necesaria para revelar plenamente las tendencias en estas opciones de uso, que tienen implicaciones para todos los tipos de bibliotecas en la planificación y el desarrollo de políticas",
    "error_count": 3,
    "keys": {
        "Internet": {
            "translated_key": "Internet",
            "translated_annotated_text": "El impacto de la <br>Internet</br> en el uso de las bibliotecas públicas: un análisis del actual mercado de consumo de los servicios de biblioteca y <br>Internet</br> El impacto potencial de la <br>Internet</br> en la demanda de los ciudadanos por los servicios y recursos de las bibliotecas públicas es una cuestión de importancia crítica. La investigación reportada en este artículo proporciona datos de referencia sobre la relación en evolución entre el uso público de la biblioteca y su uso de la <br>Internet</br>. Los autores desarrollaron un modelo de consumo del mercado estadounidense de servicios y recursos de información para adultos, segmentado por el uso (o no uso) de la biblioteca pública y por el acceso (o falta de acceso) y uso (o no uso) de la <br>Internet</br>. Una encuesta telefónica nacional Random Digit Dialing recopiló datos para estimar el tamaño de cada uno de los seis segmentos del mercado, y para describir sus opciones de uso entre la biblioteca pública y la <br>Internet</br>. Los análisis presentados en este artículo proporcionan estimaciones del tamaño y la demografía de cada uno de los segmentos del mercado; describen por qué las personas utilizan actualmente la biblioteca pública y la <br>Internet</br>; identifican los criterios de decisión que las personas utilizan en sus elecciones de qué proveedor utilizar; identifican las áreas en las que las bibliotecas y la <br>Internet</br> parecen estar compitiendo y las áreas en las que parecen ser complementarias; e identifican las razones por las que las personas optan por no utilizar la biblioteca pública y/o la <br>Internet</br>. Los datos sugieren que se está produciendo cierta diferenciación entre la biblioteca y la <br>Internet</br>, lo que puede tener un impacto en las opciones de los consumidores entre ambas. La investigación longitudinal es necesaria para revelar plenamente las tendencias en estas opciones de uso, que tienen implicaciones para todos los tipos de bibliotecas en la planificación y el desarrollo de políticas ",
            "error": [
                ""
            ]
        },
        "public libraries": {
            "translated_key": "bibliotecas públicas",
            "translated_annotated_text": "El impacto de Internet en el uso de las <br>bibliotecas públicas</br>: un análisis del actual mercado de consumo de servicios de biblioteca e Internet El impacto potencial de Internet en la demanda pública de los servicios y recursos de las <br>bibliotecas públicas</br> es una cuestión de importancia crítica. La investigación reportada en este artículo proporciona datos de referencia sobre la evolución de la relación entre el uso público de la biblioteca y su uso de Internet. Los autores desarrollaron un modelo de consumo del mercado estadounidense de servicios y recursos de información para adultos, segmentado por el uso (o no uso) de la biblioteca pública y por el acceso (o falta de acceso) y uso (o no uso) de Internet. Una encuesta telefónica nacional Random Digit Dialing recopiló datos para estimar el tamaño de cada uno de los seis segmentos del mercado, y para describir sus opciones de uso entre la biblioteca pública e Internet. Los análisis presentados en este artículo proporcionan estimaciones del tamaño y la demografía de cada uno de los segmentos del mercado; describen por qué las personas utilizan actualmente la biblioteca pública y la Internet; identifican los criterios de decisión que las personas utilizan en sus elecciones de qué proveedor utilizar; identifican las áreas en las que las bibliotecas y la Internet parecen estar compitiendo y las áreas en las que parecen ser complementarias; e identifican las razones por las que las personas optan por no utilizar la biblioteca pública y/o la Internet. Los datos sugieren que se está produciendo cierta diferenciación entre la biblioteca y Internet, lo que muy bien puede tener un impacto en las opciones de los consumidores entre ambas. La investigación longitudinal es necesaria para revelar plenamente las tendencias en estas opciones de uso, que tienen implicaciones para todos los tipos de bibliotecas en la planificación y el desarrollo de políticas ",
            "error": [
                ""
            ]
        },
        "baseline data": {
            "translated_key": "baseline",
            "translated_annotated_text": "El impacto de Internet en el uso de las bibliotecas públicas: un análisis del actual mercado de consumo de servicios de biblioteca y de Internet El impacto potencial de Internet en la demanda de servicios y recursos de las bibliotecas públicas es una cuestión de importancia crítica. La investigación reportada en este artículo proporciona datos <br>baseline</br> sobre la evolución de la relación entre el uso público de la biblioteca y su uso de Internet. Los autores desarrollaron un modelo de consumo del mercado estadounidense de servicios y recursos de información para adultos, segmentado por el uso (o no uso) de la biblioteca pública y por el acceso (o falta de acceso) y uso (o no uso) de Internet. Una encuesta telefónica nacional Random Digit Dialing recopiló datos para estimar el tamaño de cada uno de los seis segmentos del mercado, y para describir sus opciones de uso entre la biblioteca pública e Internet. Los análisis presentados en este artículo proporcionan estimaciones del tamaño y la demografía de cada uno de los segmentos del mercado; describen por qué las personas utilizan actualmente la biblioteca pública y la Internet; identifican los criterios de decisión que las personas utilizan en sus elecciones de qué proveedor utilizar; identifican las áreas en las que las bibliotecas y la Internet parecen estar compitiendo y las áreas en las que parecen ser complementarias; e identifican las razones por las que las personas optan por no utilizar la biblioteca pública y/o la Internet. Los datos sugieren que se está produciendo cierta diferenciación entre la biblioteca y Internet, lo que muy bien puede tener un impacto en las opciones de los consumidores entre ambas. La investigación longitudinal es necesaria para revelar plenamente las tendencias en estas opciones de uso, que tienen implicaciones para todos los tipos de bibliotecas en la planificación y el desarrollo de políticas ",
            "error": [
                ""
            ]
        },
        "consumer model": {
            "translated_key": "consumidor",
            "translated_annotated_text": "El impacto de Internet en el uso de las bibliotecas públicas: un análisis del actual mercado de consumo de servicios de biblioteca y de Internet El impacto potencial de Internet en la demanda de servicios y recursos de las bibliotecas públicas es una cuestión de importancia crítica. La investigación reportada en este artículo proporciona datos de referencia sobre la evolución de la relación entre el uso público de la biblioteca y su uso de Internet. Los autores desarrollaron un modelo <br>consumidor</br> del mercado estadounidense de servicios y recursos de información para adultos, segmentado por el uso (o no uso) de la biblioteca pública y por el acceso (o falta de acceso) y uso (o no uso) de Internet. Una encuesta telefónica nacional Random Digit Dialing recopiló datos para estimar el tamaño de cada uno de los seis segmentos del mercado, y para describir sus opciones de uso entre la biblioteca pública e Internet. Los análisis presentados en este artículo proporcionan estimaciones del tamaño y la demografía de cada uno de los segmentos del mercado; describen por qué las personas utilizan actualmente la biblioteca pública y la Internet; identifican los criterios de decisión que las personas utilizan en sus elecciones de qué proveedor utilizar; identifican las áreas en las que las bibliotecas y la Internet parecen estar compitiendo y las áreas en las que parecen ser complementarias; e identifican las razones por las que las personas optan por no utilizar la biblioteca pública y/o la Internet. Los datos sugieren que se está produciendo cierta diferenciación entre la biblioteca y Internet, lo que muy bien puede tener un impacto en las opciones de los consumidores entre ambas. La investigación longitudinal es necesaria para revelar plenamente las tendencias en estas opciones de uso, que tienen implicaciones para todos los tipos de bibliotecas en la planificación y el desarrollo de políticas ",
            "error": [
                ""
            ]
        },
        "American adult market": {
            "translated_key": [],
            "translated_annotated_text": "El impacto de Internet en el uso de las bibliotecas públicas: un análisis del actual mercado de consumo de servicios de biblioteca y de Internet El impacto potencial de Internet en la demanda de servicios y recursos de las bibliotecas públicas es una cuestión de importancia crítica. La investigación reportada en este artículo proporciona datos de referencia sobre la evolución de la relación entre el uso público de la biblioteca y su uso de Internet. Los autores desarrollaron un modelo de consumo del mercado estadounidense de servicios y recursos de información para adultos, segmentado por el uso (o no uso) de la biblioteca pública y por el acceso (o falta de acceso) y uso (o no uso) de Internet. Una encuesta telefónica nacional Random Digit Dialing recopiló datos para estimar el tamaño de cada uno de los seis segmentos del mercado, y para describir sus opciones de uso entre la biblioteca pública e Internet. Los análisis presentados en este artículo proporcionan estimaciones del tamaño y la demografía de cada uno de los segmentos del mercado; describen por qué las personas utilizan actualmente la biblioteca pública y la Internet; identifican los criterios de decisión que las personas utilizan en sus elecciones de qué proveedor utilizar; identifican las áreas en las que las bibliotecas y la Internet parecen estar compitiendo y las áreas en las que parecen ser complementarias; e identifican las razones por las que las personas optan por no utilizar la biblioteca pública y/o la Internet. Los datos sugieren que se está produciendo cierta diferenciación entre la biblioteca y Internet, lo que muy bien puede tener un impacto en las opciones de los consumidores entre ambas. La investigación longitudinal es necesaria para revelar plenamente las tendencias en estas opciones de uso, que tienen implicaciones para todos los tipos de bibliotecas en la planificación y el desarrollo de políticas ",
            "error": []
        },
        "national Random Digit Dialing telephone survey": {
            "translated_key": "national Random Digit Dialing",
            "translated_annotated_text": "El impacto de Internet en el uso de las bibliotecas públicas: un análisis del actual mercado de consumo de servicios de biblioteca y de Internet El impacto potencial de Internet en la demanda de servicios y recursos de las bibliotecas públicas es una cuestión de importancia crítica. La investigación reportada en este artículo proporciona datos de referencia sobre la evolución de la relación entre el uso público de la biblioteca y su uso de Internet. Los autores desarrollaron un modelo de consumo del mercado estadounidense de servicios y recursos de información para adultos, segmentado por el uso (o no uso) de la biblioteca pública y por el acceso (o falta de acceso) y uso (o no uso) de Internet. Una encuesta telefónica <br>national Random Digit Dialing</br> recopiló datos para estimar el tamaño de cada uno de los seis segmentos del mercado, y para describir sus opciones de uso entre la biblioteca pública e Internet. Los análisis presentados en este artículo proporcionan estimaciones del tamaño y la demografía de cada uno de los segmentos del mercado; describen por qué las personas utilizan actualmente la biblioteca pública y la Internet; identifican los criterios de decisión que las personas utilizan en sus elecciones de qué proveedor utilizar; identifican las áreas en las que las bibliotecas y la Internet parecen estar compitiendo y las áreas en las que parecen ser complementarias; e identifican las razones por las que las personas optan por no utilizar la biblioteca pública y/o la Internet. Los datos sugieren que se está produciendo cierta diferenciación entre la biblioteca y Internet, lo que muy bien puede tener un impacto en las opciones de los consumidores entre ambas. La investigación longitudinal es necesaria para revelar plenamente las tendencias en estas opciones de uso, que tienen implicaciones para todos los tipos de bibliotecas en la planificación y el desarrollo de políticas ",
            "error": [
                ""
            ]
        },
        "decision criteria": {
            "translated_key": "criterios de decisión",
            "translated_annotated_text": "El impacto de Internet en el uso de las bibliotecas públicas: un análisis del actual mercado de consumo de servicios de biblioteca y de Internet El impacto potencial de Internet en la demanda de servicios y recursos de las bibliotecas públicas es una cuestión de importancia crítica. La investigación reportada en este artículo proporciona datos de referencia sobre la evolución de la relación entre el uso público de la biblioteca y su uso de Internet. Los autores desarrollaron un modelo de consumo del mercado estadounidense de servicios y recursos de información para adultos, segmentado por el uso (o no uso) de la biblioteca pública y por el acceso (o falta de acceso) y uso (o no uso) de Internet. Una encuesta telefónica nacional Random Digit Dialing recopiló datos para estimar el tamaño de cada uno de los seis segmentos del mercado, y para describir sus opciones de uso entre la biblioteca pública e Internet. Los análisis presentados en este artículo proporcionan estimaciones del tamaño y la demografía de cada uno de los segmentos del mercado; describen por qué las personas utilizan actualmente la biblioteca pública y la Internet; identifican los <br>criterios de decisión</br> que las personas utilizan en sus elecciones de qué proveedor utilizar; identifican las áreas en las que las bibliotecas e Internet parecen competir y las áreas en las que parecen ser complementarias; e identifican las razones por las que las personas optan por no utilizar la biblioteca pública y/o la Internet. Los datos sugieren que se está produciendo cierta diferenciación entre la biblioteca y Internet, lo que muy bien puede tener un impacto en las opciones de los consumidores entre ambas. La investigación longitudinal es necesaria para revelar plenamente las tendencias en estas opciones de uso, que tienen implicaciones para todos los tipos de bibliotecas en la planificación y el desarrollo de políticas ",
            "error": [
                ""
            ]
        },
        "public library": {
            "translated_key": [],
            "translated_annotated_text": "El impacto de Internet en el uso de las bibliotecas públicas: un análisis del actual mercado de consumo de servicios de biblioteca e Internet El impacto potencial de Internet en la demanda pública de servicios y recursos de las bibliotecas públicas es una cuestión de importancia crítica. La investigación reportada en este artículo proporciona datos de referencia sobre la evolución de la relación entre el uso público de la biblioteca y su uso de Internet. Los autores desarrollaron un modelo de consumo del mercado estadounidense de servicios y recursos de información para adultos, segmentado por el uso (o no uso) de la biblioteca pública <br> y por el acceso (o falta de acceso) y uso (o no uso) de Internet. Una encuesta telefónica nacional Random Digit Dialing recopiló datos para estimar el tamaño de cada uno de los seis segmentos del mercado, y para describir sus opciones de uso entre la biblioteca pública <br> e Internet. Los análisis presentados en este artículo proporcionan estimaciones del tamaño y la demografía de cada uno de los segmentos del mercado; describen por qué las personas están utilizando actualmente la biblioteca pública <br> y la Internet; identifican los criterios de decisión que las personas utilizan en sus elecciones de qué proveedor utilizar; identifican áreas en las que las bibliotecas y la Internet parecen estar compitiendo y áreas en las que parecen ser complementarias; e identifican las razones por las que las personas optan por no utilizar la biblioteca pública <br> y/o la Internet. Los datos sugieren que se está produciendo cierta diferenciación entre la biblioteca y Internet, lo que muy bien puede tener un impacto en las opciones de los consumidores entre ambas. La investigación longitudinal es necesaria para revelar plenamente las tendencias en estas opciones de uso, que tienen implicaciones para todos los tipos de bibliotecas en la planificación y el desarrollo de políticas ",
            "error": []
        },
        "longitudinal research": {
            "translated_key": [],
            "translated_annotated_text": "El impacto de Internet en el uso de las bibliotecas públicas: un análisis del actual mercado de consumo de servicios de biblioteca y de Internet El impacto potencial de Internet en la demanda de servicios y recursos de las bibliotecas públicas es una cuestión de importancia crítica. La investigación reportada en este artículo proporciona datos de referencia sobre la evolución de la relación entre el uso público de la biblioteca y su uso de Internet. Los autores desarrollaron un modelo de consumo del mercado estadounidense de servicios y recursos de información para adultos, segmentado por el uso (o no uso) de la biblioteca pública y por el acceso (o falta de acceso) y uso (o no uso) de Internet. Una encuesta telefónica nacional Random Digit Dialing recopiló datos para estimar el tamaño de cada uno de los seis segmentos del mercado, y para describir sus opciones de uso entre la biblioteca pública e Internet. Los análisis presentados en este artículo proporcionan estimaciones del tamaño y la demografía de cada uno de los segmentos del mercado; describen por qué las personas utilizan actualmente la biblioteca pública y la Internet; identifican los criterios de decisión que las personas utilizan en sus elecciones de qué proveedor utilizar; identifican las áreas en las que las bibliotecas y la Internet parecen estar compitiendo y las áreas en las que parecen ser complementarias; e identifican las razones por las que las personas optan por no utilizar la biblioteca pública y/o la Internet. Los datos sugieren que se está produciendo cierta diferenciación entre la biblioteca y Internet, lo que muy bien puede tener un impacto en las opciones de los consumidores entre ambas. La investigación longitudinal es necesaria para revelar plenamente las tendencias en estas opciones de uso, que tienen implicaciones para todos los tipos de bibliotecas en la planificación y el desarrollo de políticas ",
            "error": []
        }
    }
}