{
    "original_text": "Relevance of Web documents: ghosts consensus method The dominant method currently used to improve the quality of Internet search systems is often called digital democracy. Such an approach implies the utilization of the majority opinion of Internet users to determine the most relevant documents: for example, citation index usage for sorting of search results (google.com) or an enrichment of a query with terms that are asked frequently in relation with the querys theme. Digital democracy is an effective instrument in many cases, but it has an unavoidable shortcoming, which is a matter of principle: the average intellectual and cultural level of Internet users is very low; everyone knows what kind of information is dominant in Internet query statistics. Therefore, when one searches the Internet by means of digital democracy systems, one gets answers that reflect an underlying assumption that the users mind potential is very low, and that his cultural interests are not demanding. Thus, it is more correct to use the term digital ochlocracy to refer to Internet search systems with digital democracy. Based on the well-known mathematical mechanism of linear programming, we propose a method to solve the indicated problem",
    "original_translation": "Pertinencia de los documentos web: método de consenso de fantasmas El método dominante utilizado actualmente para mejorar la calidad de los sistemas de búsqueda en Internet se denomina a menudo democracia digital. Este enfoque implica la utilización de la opinión mayoritaria de los usuarios de Internet para determinar los documentos más relevantes: por ejemplo, el uso del índice de citas para ordenar los resultados de búsqueda (google.com) o un enriquecimiento de una consulta con términos que se piden con frecuencia en relación con el tema de las consultas. La democracia digital es un instrumento eficaz en muchos casos, pero tiene una deficiencia inevitable, que es una cuestión de principio: el nivel intelectual y cultural medio de los usuarios de Internet es muy bajo; todo el mundo sabe qué tipo de información es dominante en las estadísticas de consultas en Internet. Por lo tanto, cuando uno busca en Internet mediante sistemas de democracia digital, obtiene respuestas que reflejan una suposición subyacente de que el potencial mental de los usuarios es muy bajo y que sus intereses culturales no son exigentes. Por lo tanto, es más correcto usar el término oclocracia digital para referirse a sistemas de búsqueda en Internet con democracia digital. Basados en el conocido mecanismo matemático de la programación lineal, proponemos un método para resolver el problema indicado",
    "error_count": 3,
    "keys": {
        "Internet search systems": {
            "translated_key": "sistemas de búsqueda en Internet",
            "translated_annotated_text": "Pertinencia de los documentos web: método de consenso de fantasmas El método dominante utilizado actualmente para mejorar la calidad de los \"sistemas de búsqueda en Internet\" se denomina a menudo democracia digital. Este enfoque implica la utilización de la opinión mayoritaria de los usuarios de Internet para determinar los documentos más relevantes: por ejemplo, el uso del índice de citas para ordenar los resultados de búsqueda (google.com) o un enriquecimiento de una consulta con términos que se piden con frecuencia en relación con el tema de las consultas. La democracia digital es un instrumento eficaz en muchos casos, pero tiene una deficiencia inevitable, que es una cuestión de principio: el nivel intelectual y cultural medio de los usuarios de Internet es muy bajo; todo el mundo sabe qué tipo de información es dominante en las estadísticas de consultas en Internet. Por lo tanto, cuando uno busca en Internet mediante sistemas de democracia digital, obtiene respuestas que reflejan una suposición subyacente de que el potencial mental de los usuarios es muy bajo y que sus intereses culturales no son exigentes. Por lo tanto, es más correcto usar el término oclocracia digital para referirse a \"sistemas de búsqueda en Internet\" con democracia digital. Basados en el conocido mecanismo matemático de la programación lineal, proponemos un método para resolver el problema indicado ",
            "error": [
                ""
            ]
        },
        "digital democracy": {
            "translated_key": "democracia digital",
            "translated_annotated_text": "Pertinencia de los documentos web: método de consenso de fantasmas El método dominante utilizado actualmente para mejorar la calidad de los sistemas de búsqueda en Internet se denomina a menudo \"democracia digital\". Este enfoque implica la utilización de la opinión mayoritaria de los usuarios de Internet para determinar los documentos más relevantes: por ejemplo, el uso del índice de citas para ordenar los resultados de búsqueda (google.com) o un enriquecimiento de una consulta con términos que se piden con frecuencia en relación con el tema de las consultas. La democracia digital es un instrumento eficaz en muchos casos, pero tiene una deficiencia inevitable, que es una cuestión de principio: el nivel intelectual y cultural medio de los usuarios de Internet es muy bajo; todo el mundo sabe qué tipo de información es dominante en las estadísticas de consultas en Internet. Por lo tanto, cuando se busca en Internet mediante sistemas de \"democracia digital\", se obtiene respuestas que reflejan una suposición subyacente de que el potencial mental de los usuarios es muy bajo y que sus intereses culturales no son exigentes. Por lo tanto, es más correcto usar el término oclocracia digital para referirse a sistemas de búsqueda en Internet con \"democracia digital\". Basados en el conocido mecanismo matemático de la programación lineal, proponemos un método para resolver el problema indicado ",
            "error": [
                ""
            ]
        },
        "majority opinion": {
            "translated_key": "opinión mayoritaria",
            "translated_annotated_text": "Pertinencia de los documentos web: método de consenso de fantasmas El método dominante utilizado actualmente para mejorar la calidad de los sistemas de búsqueda en Internet se denomina a menudo democracia digital. Tal enfoque implica la utilización de la \"opinión mayoritaria\" de los usuarios de Internet para determinar los documentos más relevantes: por ejemplo, el uso del índice de citas para ordenar los resultados de búsqueda (google.com) o un enriquecimiento de una consulta con términos que se piden frecuentemente en relación con el tema de las consultas. La democracia digital es un instrumento eficaz en muchos casos, pero tiene una deficiencia inevitable, que es una cuestión de principio: el nivel intelectual y cultural medio de los usuarios de Internet es muy bajo; todo el mundo sabe qué tipo de información es dominante en las estadísticas de consultas en Internet. Por lo tanto, cuando uno busca en Internet mediante sistemas de democracia digital, obtiene respuestas que reflejan una suposición subyacente de que el potencial mental de los usuarios es muy bajo y que sus intereses culturales no son exigentes. Por lo tanto, es más correcto usar el término oclocracia digital para referirse a sistemas de búsqueda en Internet con democracia digital. Basados en el conocido mecanismo matemático de la programación lineal, proponemos un método para resolver el problema indicado ",
            "error": [
                ""
            ]
        },
        "citation index usage": {
            "translated_key": "uso del índice de citas",
            "translated_annotated_text": "Pertinencia de los documentos web: método de consenso de fantasmas El método dominante utilizado actualmente para mejorar la calidad de los sistemas de búsqueda en Internet se denomina a menudo democracia digital. Tal enfoque implica la utilización de la opinión mayoritaria de los usuarios de Internet para determinar los documentos más relevantes: por ejemplo, \"uso del índice de citas\" para ordenar los resultados de búsqueda (google.com) o un enriquecimiento de una consulta con términos que se piden frecuentemente en relación con el tema de las consultas. La democracia digital es un instrumento eficaz en muchos casos, pero tiene una deficiencia inevitable, que es una cuestión de principio: el nivel intelectual y cultural medio de los usuarios de Internet es muy bajo; todo el mundo sabe qué tipo de información es dominante en las estadísticas de consultas en Internet. Por lo tanto, cuando uno busca en Internet mediante sistemas de democracia digital, obtiene respuestas que reflejan una suposición subyacente de que el potencial mental de los usuarios es muy bajo y que sus intereses culturales no son exigentes. Por lo tanto, es más correcto usar el término oclocracia digital para referirse a sistemas de búsqueda en Internet con democracia digital. Basados en el conocido mecanismo matemático de la programación lineal, proponemos un método para resolver el problema indicado ",
            "error": [
                ""
            ]
        },
        "search results": {
            "translated_key": "resultados de búsqueda",
            "translated_annotated_text": "Pertinencia de los documentos web: método de consenso de fantasmas El método dominante utilizado actualmente para mejorar la calidad de los sistemas de búsqueda en Internet se denomina a menudo democracia digital. Tal enfoque implica la utilización de la opinión mayoritaria de los usuarios de Internet para determinar los documentos más relevantes: por ejemplo, el uso del índice de citas para clasificar los \"resultados de búsqueda\" (google.com) o un enriquecimiento de una consulta con términos que se piden con frecuencia en relación con el tema de las consultas. La democracia digital es un instrumento eficaz en muchos casos, pero tiene una deficiencia inevitable, que es una cuestión de principio: el nivel intelectual y cultural medio de los usuarios de Internet es muy bajo; todo el mundo sabe qué tipo de información es dominante en las estadísticas de consultas en Internet. Por lo tanto, cuando uno busca en Internet mediante sistemas de democracia digital, obtiene respuestas que reflejan una suposición subyacente de que el potencial mental de los usuarios es muy bajo y que sus intereses culturales no son exigentes. Por lo tanto, es más correcto usar el término oclocracia digital para referirse a sistemas de búsqueda en Internet con democracia digital. Basados en el conocido mecanismo matemático de la programación lineal, proponemos un método para resolver el problema indicado ",
            "error": [
                ""
            ]
        },
        "Internet query statistics": {
            "translated_key": "estadísticas de consulta de Internet",
            "translated_annotated_text": "Pertinencia de los documentos web: método de consenso de fantasmas El método dominante utilizado actualmente para mejorar la calidad de los sistemas de búsqueda en Internet se denomina a menudo democracia digital. Este enfoque implica la utilización de la opinión mayoritaria de los usuarios de Internet para determinar los documentos más relevantes: por ejemplo, el uso del índice de citas para ordenar los resultados de búsqueda (google.com) o un enriquecimiento de una consulta con términos que se piden con frecuencia en relación con el tema de las consultas. La democracia digital es un instrumento eficaz en muchos casos, pero tiene una deficiencia inevitable, que es una cuestión de principio: el nivel intelectual y cultural medio de los usuarios de Internet es muy bajo; todo el mundo sabe qué tipo de información es dominante en las \"estadísticas de consulta de Internet\". Por lo tanto, cuando uno busca en Internet mediante sistemas de democracia digital, obtiene respuestas que reflejan una suposición subyacente de que el potencial mental de los usuarios es muy bajo y que sus intereses culturales no son exigentes. Por lo tanto, es más correcto usar el término oclocracia digital para referirse a sistemas de búsqueda en Internet con democracia digital. Basados en el conocido mecanismo matemático de la programación lineal, proponemos un método para resolver el problema indicado ",
            "error": [
                ""
            ]
        },
        "digital ochlocracy": {
            "translated_key": "oclocracia digital",
            "translated_annotated_text": "Pertinencia de los documentos web: método de consenso de fantasmas El método dominante utilizado actualmente para mejorar la calidad de los sistemas de búsqueda en Internet se denomina a menudo democracia digital. Este enfoque implica la utilización de la opinión mayoritaria de los usuarios de Internet para determinar los documentos más relevantes: por ejemplo, el uso del índice de citas para ordenar los resultados de búsqueda (google.com) o un enriquecimiento de una consulta con términos que se piden con frecuencia en relación con el tema de las consultas. La democracia digital es un instrumento eficaz en muchos casos, pero tiene una deficiencia inevitable, que es una cuestión de principio: el nivel intelectual y cultural medio de los usuarios de Internet es muy bajo; todo el mundo sabe qué tipo de información es dominante en las estadísticas de consultas en Internet. Por lo tanto, cuando uno busca en Internet mediante sistemas de democracia digital, obtiene respuestas que reflejan una suposición subyacente de que el potencial mental de los usuarios es muy bajo y que sus intereses culturales no son exigentes. Por lo tanto, es más correcto utilizar el término \"oclocracia digital\" para referirse a los sistemas de búsqueda en Internet con democracia digital. Basados en el conocido mecanismo matemático de la programación lineal, proponemos un método para resolver el problema indicado ",
            "error": [
                ""
            ]
        },
        "linear programming": {
            "translated_key": "programación lineal",
            "translated_annotated_text": "Pertinencia de los documentos web: método de consenso de fantasmas El método dominante utilizado actualmente para mejorar la calidad de los sistemas de búsqueda en Internet se denomina a menudo democracia digital. Este enfoque implica la utilización de la opinión mayoritaria de los usuarios de Internet para determinar los documentos más relevantes: por ejemplo, el uso del índice de citas para ordenar los resultados de búsqueda (google.com) o un enriquecimiento de una consulta con términos que se piden con frecuencia en relación con el tema de las consultas. La democracia digital es un instrumento eficaz en muchos casos, pero tiene una deficiencia inevitable, que es una cuestión de principio: el nivel intelectual y cultural medio de los usuarios de Internet es muy bajo; todo el mundo sabe qué tipo de información es dominante en las estadísticas de consultas en Internet. Por lo tanto, cuando uno busca en Internet mediante sistemas de democracia digital, obtiene respuestas que reflejan una suposición subyacente de que el potencial mental de los usuarios es muy bajo y que sus intereses culturales no son exigentes. Por lo tanto, es más correcto usar el término oclocracia digital para referirse a sistemas de búsqueda en Internet con democracia digital. Basados en el conocido mecanismo matemático de la \"programación lineal\", proponemos un método para resolver el problema indicado ",
            "error": [
                ""
            ]
        },
        "ghosts consensus method": {
            "translated_key": "método de consenso de fantasmas",
            "translated_annotated_text": "Pertinencia de los documentos web: \"método de consenso de fantasmas\" El método dominante utilizado actualmente para mejorar la calidad de los sistemas de búsqueda en Internet se denomina a menudo democracia digital. Este enfoque implica la utilización de la opinión mayoritaria de los usuarios de Internet para determinar los documentos más relevantes: por ejemplo, el uso del índice de citas para ordenar los resultados de búsqueda (google.com) o un enriquecimiento de una consulta con términos que se piden con frecuencia en relación con el tema de las consultas. La democracia digital es un instrumento eficaz en muchos casos, pero tiene una deficiencia inevitable, que es una cuestión de principio: el nivel intelectual y cultural medio de los usuarios de Internet es muy bajo; todo el mundo sabe qué tipo de información es dominante en las estadísticas de consultas en Internet. Por lo tanto, cuando uno busca en Internet mediante sistemas de democracia digital, obtiene respuestas que reflejan una suposición subyacente de que el potencial mental de los usuarios es muy bajo y que sus intereses culturales no son exigentes. Por lo tanto, es más correcto usar el término oclocracia digital para referirse a sistemas de búsqueda en Internet con democracia digital. Basados en el conocido mecanismo matemático de la programación lineal, proponemos un método para resolver el problema indicado ",
            "error": [
                ""
            ]
        },
        "World Wide Web": {
            "translated_key": [],
            "translated_annotated_text": "Pertinencia de los documentos web: método de consenso de fantasmas El método dominante utilizado actualmente para mejorar la calidad de los sistemas de búsqueda en Internet se denomina a menudo democracia digital. Este enfoque implica la utilización de la opinión mayoritaria de los usuarios de Internet para determinar los documentos más relevantes: por ejemplo, el uso del índice de citas para ordenar los resultados de búsqueda (google.com) o un enriquecimiento de una consulta con términos que se piden con frecuencia en relación con el tema de las consultas. La democracia digital es un instrumento eficaz en muchos casos, pero tiene una deficiencia inevitable, que es una cuestión de principio: el nivel intelectual y cultural medio de los usuarios de Internet es muy bajo; todo el mundo sabe qué tipo de información es dominante en las estadísticas de consultas en Internet. Por lo tanto, cuando uno busca en Internet mediante sistemas de democracia digital, obtiene respuestas que reflejan una suposición subyacente de que el potencial mental de los usuarios es muy bajo y que sus intereses culturales no son exigentes. Por lo tanto, es más correcto usar el término oclocracia digital para referirse a sistemas de búsqueda en Internet con democracia digital. Basados en el conocido mecanismo matemático de la programación lineal, proponemos un método para resolver el problema indicado ",
            "error": []
        },
        "Internet": {
            "translated_key": "Internet",
            "translated_annotated_text": "Pertinencia de los documentos web: método de consenso de fantasmas El método dominante utilizado actualmente para mejorar la calidad de los sistemas de búsqueda \"Internet\" se denomina a menudo democracia digital. Tal enfoque implica la utilización de la opinión mayoritaria de los usuarios de \"Internet\" para determinar los documentos más relevantes: por ejemplo, el uso del índice de citas para ordenar los resultados de búsqueda (google.com) o un enriquecimiento de una consulta con términos que se piden con frecuencia en relación con el tema de las consultas. La democracia digital es un instrumento eficaz en muchos casos, pero tiene una deficiencia inevitable, que es una cuestión de principio: el nivel intelectual y cultural medio de los usuarios de \"Internet\" es muy bajo; todo el mundo sabe qué tipo de información es dominante en las estadísticas de consulta de \"Internet\". Por lo tanto, cuando se busca la \"Internet\" por medio de sistemas de democracia digital, se obtiene respuestas que reflejan una suposición subyacente de que el potencial mental de los usuarios es muy bajo y que sus intereses culturales no son exigentes. Por lo tanto, es más correcto usar el término oclocracia digital para referirse a sistemas de búsqueda \"Internet\" con democracia digital. Basados en el conocido mecanismo matemático de la programación lineal, proponemos un método para resolver el problema indicado ",
            "error": [
                ""
            ]
        },
        "relevance feedback": {
            "translated_key": [],
            "translated_annotated_text": "Pertinencia de los documentos web: método de consenso de fantasmas El método dominante utilizado actualmente para mejorar la calidad de los sistemas de búsqueda en Internet se denomina a menudo democracia digital. Este enfoque implica la utilización de la opinión mayoritaria de los usuarios de Internet para determinar los documentos más relevantes: por ejemplo, el uso del índice de citas para ordenar los resultados de búsqueda (google.com) o un enriquecimiento de una consulta con términos que se piden con frecuencia en relación con el tema de las consultas. La democracia digital es un instrumento eficaz en muchos casos, pero tiene una deficiencia inevitable, que es una cuestión de principio: el nivel intelectual y cultural medio de los usuarios de Internet es muy bajo; todo el mundo sabe qué tipo de información es dominante en las estadísticas de consultas en Internet. Por lo tanto, cuando uno busca en Internet mediante sistemas de democracia digital, obtiene respuestas que reflejan una suposición subyacente de que el potencial mental de los usuarios es muy bajo y que sus intereses culturales no son exigentes. Por lo tanto, es más correcto usar el término oclocracia digital para referirse a sistemas de búsqueda en Internet con democracia digital. Basados en el conocido mecanismo matemático de la programación lineal, proponemos un método para resolver el problema indicado ",
            "error": []
        },
        "search engines": {
            "translated_key": [],
            "translated_annotated_text": "Pertinencia de los documentos web: método de consenso de fantasmas El método dominante utilizado actualmente para mejorar la calidad de los sistemas de búsqueda en Internet se denomina a menudo democracia digital. Este enfoque implica la utilización de la opinión mayoritaria de los usuarios de Internet para determinar los documentos más relevantes: por ejemplo, el uso del índice de citas para ordenar los resultados de búsqueda (google.com) o un enriquecimiento de una consulta con términos que se piden con frecuencia en relación con el tema de las consultas. La democracia digital es un instrumento eficaz en muchos casos, pero tiene una deficiencia inevitable, que es una cuestión de principio: el nivel intelectual y cultural medio de los usuarios de Internet es muy bajo; todo el mundo sabe qué tipo de información es dominante en las estadísticas de consultas en Internet. Por lo tanto, cuando uno busca en Internet mediante sistemas de democracia digital, obtiene respuestas que reflejan una suposición subyacente de que el potencial mental de los usuarios es muy bajo y que sus intereses culturales no son exigentes. Por lo tanto, es más correcto usar el término oclocracia digital para referirse a sistemas de búsqueda en Internet con democracia digital. Basados en el conocido mecanismo matemático de la programación lineal, proponemos un método para resolver el problema indicado ",
            "error": []
        }
    }
}