{
    "original_text": "Analysis and efficient implementation of a linguistic fuzzy c-means The paper is concerned with a linguistic fuzzy c-means (FCM) algorithm with vectors of fuzzy numbers as inputs. This algorithm is based on the extension principle and the decomposition theorem. It turns out that using the extension principle to extend the capability of the standard membership update equation to deal with a linguistic vector has a huge computational complexity. In order to cope with this problem, an efficient method based on fuzzy arithmetic and optimization has been developed and analyzed. We also carefully examine and prove that the algorithm behaves in a way similar to the FCM in the degenerate linguistic case. Synthetic data sets and the iris data set have been used to illustrate the behavior of this linguistic version of the FCM",
    "original_translation": "Análisis e implementación eficiente de un medio c-difuso lingüístico El artículo se refiere a un algoritmo de medios c-difuso lingüístico (FCM) con vectores de números borrosos como entradas. Este algoritmo se basa en el principio de extensión y el teorema de descomposición. Resulta que el uso del principio de extensión para ampliar la capacidad de la ecuación de actualización de membresía estándar para tratar con un vector lingüístico tiene una enorme complejidad computacional. Para hacer frente a este problema, se ha desarrollado y analizado un método eficiente basado en la aritmética difusa y la optimización. También examinamos cuidadosamente y demostramos que el algoritmo se comporta de una manera similar a la FCM en el caso lingüístico degenerado. Conjuntos de datos sintéticos y el conjunto de datos del iris se han utilizado para ilustrar el comportamiento de esta versión lingüística de la FCM",
    "error_count": 5,
    "keys": {
        "linguistic fuzzy c-means algorithm": {
            "translated_key": [],
            "translated_annotated_text": "Análisis e implementación eficiente de un medio c-difuso lingüístico El artículo se refiere a un algoritmo de medios c-difuso lingüístico (FCM) con vectores de números borrosos como entradas. Este algoritmo se basa en el principio de extensión y el teorema de descomposición. Resulta que el uso del principio de extensión para ampliar la capacidad de la ecuación de actualización de membresía estándar para tratar con un vector lingüístico tiene una enorme complejidad computacional. Para hacer frente a este problema, se ha desarrollado y analizado un método eficiente basado en la aritmética difusa y la optimización. También examinamos cuidadosamente y demostramos que el algoritmo se comporta de una manera similar a la FCM en el caso lingüístico degenerado. Conjuntos de datos sintéticos y el conjunto de datos del iris se han utilizado para ilustrar el comportamiento de esta versión lingüística de la FCM ",
            "error": []
        },
        "fuzzy numbers": {
            "translated_key": "números borrosos",
            "translated_annotated_text": "Análisis e implementación eficiente de un medio c-fuzzy lingüístico El artículo se refiere a un algoritmo de medio c-fuzzy lingüístico (FCM) con vectores de \"números borrosos\" como entradas. Este algoritmo se basa en el principio de extensión y el teorema de descomposición. Resulta que el uso del principio de extensión para ampliar la capacidad de la ecuación de actualización de membresía estándar para tratar con un vector lingüístico tiene una enorme complejidad computacional. Para hacer frente a este problema, se ha desarrollado y analizado un método eficiente basado en la aritmética difusa y la optimización. También examinamos cuidadosamente y demostramos que el algoritmo se comporta de una manera similar a la FCM en el caso lingüístico degenerado. Conjuntos de datos sintéticos y el conjunto de datos del iris se han utilizado para ilustrar el comportamiento de esta versión lingüística de la FCM ",
            "error": [
                ""
            ]
        },
        "extension principle": {
            "translated_key": "principio de extensión",
            "translated_annotated_text": "Análisis e implementación eficiente de un medio c-difuso lingüístico El artículo se refiere a un algoritmo de medios c-difuso lingüístico (FCM) con vectores de números borrosos como entradas. Este algoritmo se basa en el \"principio de extensión\" y el teorema de descomposición. Resulta que el uso del \"principio de extensión\" para ampliar la capacidad de la ecuación de actualización de membresía estándar para tratar con un vector lingüístico tiene una enorme complejidad computacional. Para hacer frente a este problema, se ha desarrollado y analizado un método eficiente basado en la aritmética difusa y la optimización. También examinamos cuidadosamente y demostramos que el algoritmo se comporta de una manera similar a la FCM en el caso lingüístico degenerado. Conjuntos de datos sintéticos y el conjunto de datos del iris se han utilizado para ilustrar el comportamiento de esta versión lingüística de la FCM ",
            "error": [
                ""
            ]
        },
        "decomposition theorem": {
            "translated_key": "teorema de descomposición",
            "translated_annotated_text": "Análisis e implementación eficiente de un medio c-difuso lingüístico El artículo se refiere a un algoritmo de medios c-difuso lingüístico (FCM) con vectores de números borrosos como entradas. Este algoritmo se basa en el principio de extensión y el \"teorema de descomposición\". Resulta que el uso del principio de extensión para ampliar la capacidad de la ecuación de actualización de membresía estándar para tratar con un vector lingüístico tiene una enorme complejidad computacional. Para hacer frente a este problema, se ha desarrollado y analizado un método eficiente basado en la aritmética difusa y la optimización. También examinamos cuidadosamente y demostramos que el algoritmo se comporta de una manera similar a la FCM en el caso lingüístico degenerado. Conjuntos de datos sintéticos y el conjunto de datos del iris se han utilizado para ilustrar el comportamiento de esta versión lingüística de la FCM ",
            "error": [
                ""
            ]
        },
        "computational complexity": {
            "translated_key": "complejidad computacional",
            "translated_annotated_text": "Análisis e implementación eficiente de un medio c-difuso lingüístico El artículo se refiere a un algoritmo de medios c-difuso lingüístico (FCM) con vectores de números borrosos como entradas. Este algoritmo se basa en el principio de extensión y el teorema de descomposición. Resulta que el uso del principio de extensión para ampliar la capacidad de la ecuación de actualización de membresía estándar para tratar con un vector lingüístico tiene una enorme \"complejidad computacional\". Para hacer frente a este problema, se ha desarrollado y analizado un método eficiente basado en la aritmética difusa y la optimización. También examinamos cuidadosamente y demostramos que el algoritmo se comporta de una manera similar a la FCM en el caso lingüístico degenerado. Conjuntos de datos sintéticos y el conjunto de datos del iris se han utilizado para ilustrar el comportamiento de esta versión lingüística de la FCM ",
            "error": [
                ""
            ]
        },
        "fuzzy arithmetic": {
            "translated_key": "aritmética difusa",
            "translated_annotated_text": "Análisis e implementación eficiente de un medio c-difuso lingüístico El artículo se refiere a un algoritmo de medios c-difuso lingüístico (FCM) con vectores de números borrosos como entradas. Este algoritmo se basa en el principio de extensión y el teorema de descomposición. Resulta que el uso del principio de extensión para ampliar la capacidad de la ecuación de actualización de membresía estándar para tratar con un vector lingüístico tiene una enorme complejidad computacional. Para hacer frente a este problema, se ha desarrollado y analizado un método eficiente basado en la \"aritmética difusa\" y la optimización. También examinamos cuidadosamente y demostramos que el algoritmo se comporta de una manera similar a la FCM en el caso lingüístico degenerado. Conjuntos de datos sintéticos y el conjunto de datos del iris se han utilizado para ilustrar el comportamiento de esta versión lingüística de la FCM ",
            "error": [
                ""
            ]
        },
        "optimization": {
            "translated_key": "optimización",
            "translated_annotated_text": "Análisis e implementación eficiente de un medio c-difuso lingüístico El artículo se refiere a un algoritmo de medios c-difuso lingüístico (FCM) con vectores de números borrosos como entradas. Este algoritmo se basa en el principio de extensión y el teorema de descomposición. Resulta que el uso del principio de extensión para ampliar la capacidad de la ecuación de actualización de membresía estándar para tratar con un vector lingüístico tiene una enorme complejidad computacional. Para hacer frente a este problema, se ha desarrollado y analizado un método eficiente basado en la aritmética difusa y la \"optimización\". También examinamos cuidadosamente y demostramos que el algoritmo se comporta de una manera similar a la FCM en el caso lingüístico degenerado. Conjuntos de datos sintéticos y el conjunto de datos del iris se han utilizado para ilustrar el comportamiento de esta versión lingüística de la FCM ",
            "error": [
                ""
            ]
        },
        "linguistic vectors": {
            "translated_key": [],
            "translated_annotated_text": "Análisis e implementación eficiente de un medio c-difuso lingüístico El artículo se refiere a un algoritmo de medios c-difuso lingüístico (FCM) con vectores de números borrosos como entradas. Este algoritmo se basa en el principio de extensión y el teorema de descomposición. Resulta que el uso del principio de extensión para ampliar la capacidad de la ecuación de actualización de membresía estándar para tratar con un vector lingüístico tiene una enorme complejidad computacional. Para hacer frente a este problema, se ha desarrollado y analizado un método eficiente basado en la aritmética difusa y la optimización. También examinamos cuidadosamente y demostramos que el algoritmo se comporta de una manera similar a la FCM en el caso lingüístico degenerado. Conjuntos de datos sintéticos y el conjunto de datos del iris se han utilizado para ilustrar el comportamiento de esta versión lingüística de la FCM ",
            "error": []
        },
        "fuzzy logic": {
            "translated_key": [],
            "translated_annotated_text": "Análisis e implementación eficiente de un medio c-difuso lingüístico El artículo se refiere a un algoritmo de medios c-difuso lingüístico (FCM) con vectores de números borrosos como entradas. Este algoritmo se basa en el principio de extensión y el teorema de descomposición. Resulta que el uso del principio de extensión para ampliar la capacidad de la ecuación de actualización de membresía estándar para tratar con un vector lingüístico tiene una enorme complejidad computacional. Para hacer frente a este problema, se ha desarrollado y analizado un método eficiente basado en la aritmética difusa y la optimización. También examinamos cuidadosamente y demostramos que el algoritmo se comporta de una manera similar a la FCM en el caso lingüístico degenerado. Conjuntos de datos sintéticos y el conjunto de datos del iris se han utilizado para ilustrar el comportamiento de esta versión lingüística de la FCM ",
            "error": []
        },
        "fuzzy set theory": {
            "translated_key": [],
            "translated_annotated_text": "Análisis e implementación eficiente de un medio c-difuso lingüístico El artículo se refiere a un algoritmo de medios c-difuso lingüístico (FCM) con vectores de números borrosos como entradas. Este algoritmo se basa en el principio de extensión y el teorema de descomposición. Resulta que el uso del principio de extensión para ampliar la capacidad de la ecuación de actualización de membresía estándar para tratar con un vector lingüístico tiene una enorme complejidad computacional. Para hacer frente a este problema, se ha desarrollado y analizado un método eficiente basado en la aritmética difusa y la optimización. También examinamos cuidadosamente y demostramos que el algoritmo se comporta de una manera similar a la FCM en el caso lingüístico degenerado. Conjuntos de datos sintéticos y el conjunto de datos del iris se han utilizado para ilustrar el comportamiento de esta versión lingüística de la FCM ",
            "error": []
        },
        "pattern recognition": {
            "translated_key": [],
            "translated_annotated_text": "Análisis e implementación eficiente de un medio c-difuso lingüístico El artículo se refiere a un algoritmo de medios c-difuso lingüístico (FCM) con vectores de números borrosos como entradas. Este algoritmo se basa en el principio de extensión y el teorema de descomposición. Resulta que el uso del principio de extensión para ampliar la capacidad de la ecuación de actualización de membresía estándar para tratar con un vector lingüístico tiene una enorme complejidad computacional. Para hacer frente a este problema, se ha desarrollado y analizado un método eficiente basado en la aritmética difusa y la optimización. También examinamos cuidadosamente y demostramos que el algoritmo se comporta de una manera similar a la FCM en el caso lingüístico degenerado. Conjuntos de datos sintéticos y el conjunto de datos del iris se han utilizado para ilustrar el comportamiento de esta versión lingüística de la FCM ",
            "error": []
        },
        "vectors": {
            "translated_key": "vectores",
            "translated_annotated_text": "Análisis e implementación eficiente de un medio c-fuzzy lingüístico El artículo se refiere a un algoritmo de medio c-fuzzy lingüístico (FCM) con \"vectores\" de números borrosos como entradas. Este algoritmo se basa en el principio de extensión y el teorema de descomposición. Resulta que el uso del principio de extensión para ampliar la capacidad de la ecuación de actualización de membresía estándar para tratar con un vector lingüístico tiene una enorme complejidad computacional. Para hacer frente a este problema, se ha desarrollado y analizado un método eficiente basado en la aritmética difusa y la optimización. También examinamos cuidadosamente y demostramos que el algoritmo se comporta de una manera similar a la FCM en el caso lingüístico degenerado. Conjuntos de datos sintéticos y el conjunto de datos del iris se han utilizado para ilustrar el comportamiento de esta versión lingüística de la FCM ",
            "error": [
                ""
            ]
        }
    }
}