{
    "original_text": "Open courseware and shared knowledge in higher education Most college and university campuses in the United States and much of the developed world today maintain one, two, or several learning management systems (LMSs), which are courseware products that provide students and faculty with Web-based tools to manage course-related applications. Since the mid-1990s, two predominant models of Web courseware management systems have emerged: commercial and noncommercial. Some of the commercial products available today were created in academia as noncommercial but have since become commercially encumbered. Other products remain noncommercial but are struggling to survive in a world of fierce commercial competition. This article argues for an ethics of pedagogy in higher education that would be based on the guiding assumptions of the non-proprietary, peer-to-peer, open-source software movement",
    "original_translation": "Open courseware and shared knowledge in higher education La mayoría de los campus universitarios y universitarios en los Estados Unidos y en gran parte del mundo desarrollado mantienen hoy uno, dos o varios sistemas de gestión del aprendizaje (LMSs), que son productos del curso que proporcionan a los estudiantes y profesores herramientas basadas en la Web para gestionar aplicaciones relacionadas con el curso. Desde mediados de la década de 1990, han surgido dos modelos predominantes de sistemas de gestión de programas de cursos en la Web: comerciales y no comerciales. Algunos de los productos comerciales disponibles hoy en día se crearon en el mundo académico como no comercial, pero desde entonces se han convertido en grava comercialmente. Otros productos siguen siendo no comerciales, pero están luchando por sobrevivir en un mundo de feroz competencia comercial. Este artículo aboga por una ética de la pedagogía en la educación superior que se base en los supuestos rectores del movimiento de software de código abierto, inter pares y no propietarios",
    "error_count": 8,
    "keys": {
        "open courseware": {
            "translated_key": [],
            "translated_annotated_text": "Open courseware and shared knowledge in higher education La mayoría de los campus universitarios y universitarios en los Estados Unidos y en gran parte del mundo desarrollado mantienen hoy uno, dos o varios sistemas de gestión del aprendizaje (LMSs), que son productos del curso que proporcionan a los estudiantes y profesores herramientas basadas en la Web para gestionar aplicaciones relacionadas con el curso. Desde mediados de la década de 1990, han surgido dos modelos predominantes de sistemas de gestión de programas de cursos en la Web: comerciales y no comerciales. Algunos de los productos comerciales disponibles hoy en día se crearon en el mundo académico como no comercial, pero desde entonces se han convertido en grava comercialmente. Otros productos siguen siendo no comerciales, pero están luchando por sobrevivir en un mundo de feroz competencia comercial. Este artículo aboga por una ética de la pedagogía en la educación superior que se base en los supuestos rectores del movimiento de software de código abierto, inter pares y no propietarios ",
            "error": []
        },
        "shared knowledge": {
            "translated_key": "compartid knowledge",
            "translated_annotated_text": "Open courseware y \"compartid knowledge\" en la educación superior La mayoría de los campus universitarios y universitarios en los Estados Unidos y en gran parte del mundo desarrollado mantienen hoy uno, dos o varios sistemas de gestión del aprendizaje (LMSs), que son productos del curso que proporcionan a los estudiantes y profesores herramientas basadas en la Web para gestionar aplicaciones relacionadas con el curso. Desde mediados de la década de 1990, han surgido dos modelos predominantes de sistemas de gestión de programas de cursos en la Web: comerciales y no comerciales. Algunos de los productos comerciales disponibles hoy en día se crearon en el mundo académico como no comercial, pero desde entonces se han convertido en grava comercialmente. Otros productos siguen siendo no comerciales, pero están luchando por sobrevivir en un mundo de feroz competencia comercial. Este artículo aboga por una ética de la pedagogía en la educación superior que se base en los supuestos rectores del movimiento de software de código abierto, inter pares y no propietarios ",
            "error": [
                ""
            ]
        },
        "higher education": {
            "translated_key": [
                "Higher education",
                "educación superior"
            ],
            "translated_annotated_text": "Open courseware and shared knowledge in \"Higher education\" La mayoría de los campus universitarios y universitarios en los Estados Unidos y gran parte del mundo desarrollado mantienen hoy uno, dos o varios sistemas de gestión de aprendizaje (LMSs), que son productos de courseware que proporcionan a los estudiantes y profesores herramientas basadas en la Web para gestionar aplicaciones relacionadas con el curso. Desde mediados de la década de 1990, han surgido dos modelos predominantes de sistemas de gestión de programas de cursos en la Web: comerciales y no comerciales. Algunos de los productos comerciales disponibles hoy en día se crearon en el mundo académico como no comercial, pero desde entonces se han convertido en grava comercialmente. Otros productos siguen siendo no comerciales, pero están luchando por sobrevivir en un mundo de feroz competencia comercial. Este artículo aboga por una ética de la pedagogía en la \"educación superior\" que se basaría en los supuestos rectores del movimiento de software de código abierto, inter pares y no propietarios ",
            "error": [
                "Higher education",
                "educación superior"
            ]
        },
        "learning management systems": {
            "translated_key": "sistemas de gestión del aprendizaje",
            "translated_annotated_text": "Open courseware and shared knowledge in higher education La mayoría de los campus universitarios y universitarios en los Estados Unidos y en gran parte del mundo desarrollado mantienen hoy uno, dos o varios \"sistemas de gestión del aprendizaje\" (LMSs), que son productos de courseware que proporcionan a estudiantes y profesores herramientas basadas en la Web para gestionar aplicaciones relacionadas con el curso. Desde mediados de la década de 1990, han surgido dos modelos predominantes de sistemas de gestión de programas de cursos en la Web: comerciales y no comerciales. Algunos de los productos comerciales disponibles hoy en día se crearon en el mundo académico como no comercial, pero desde entonces se han convertido en grava comercialmente. Otros productos siguen siendo no comerciales, pero están luchando por sobrevivir en un mundo de feroz competencia comercial. Este artículo aboga por una ética de la pedagogía en la educación superior que se base en los supuestos rectores del movimiento de software de código abierto, inter pares y no propietarios ",
            "error": [
                ""
            ]
        },
        "college": {
            "translated_key": [],
            "translated_annotated_text": "Open courseware and shared knowledge in higher education La mayoría de los campus universitarios y universitarios de Estados Unidos y gran parte del mundo desarrollado mantienen hoy uno, dos o varios sistemas de gestión del aprendizaje (LMSs), que son productos del curso que proporcionan a los estudiantes y profesores herramientas basadas en la Web para gestionar aplicaciones relacionadas con el curso. Desde mediados de la década de 1990, han surgido dos modelos predominantes de sistemas de gestión de programas de cursos en la Web: comerciales y no comerciales. Algunos de los productos comerciales disponibles hoy en día se crearon en el mundo académico como no comercial, pero desde entonces se han convertido en grava comercialmente. Otros productos siguen siendo no comerciales, pero están luchando por sobrevivir en un mundo de feroz competencia comercial. Este artículo aboga por una ética de la pedagogía en la educación superior que se base en los supuestos rectores del movimiento de software de código abierto, inter pares y no propietarios ",
            "error": []
        },
        "university": {
            "translated_key": "universitarios",
            "translated_annotated_text": "Open courseware and shared knowledge in higher education La mayoría de los campus universitarios y \"universitarios\" en los Estados Unidos y en gran parte del mundo desarrollado mantienen hoy uno, dos o varios sistemas de gestión del aprendizaje (LMSs), que son productos del curso que proporcionan a estudiantes y profesores herramientas basadas en la Web para gestionar aplicaciones relacionadas con el curso. Desde mediados de la década de 1990, han surgido dos modelos predominantes de sistemas de gestión de programas de cursos en la Web: comerciales y no comerciales. Algunos de los productos comerciales disponibles hoy en día se crearon en el mundo académico como no comercial, pero desde entonces se han convertido en grava comercialmente. Otros productos siguen siendo no comerciales, pero están luchando por sobrevivir en un mundo de feroz competencia comercial. Este artículo aboga por una ética de la pedagogía en la educación superior que se base en los supuestos rectores del movimiento de software de código abierto, inter pares y no propietarios ",
            "error": [
                ""
            ]
        },
        "Web courseware management systems": {
            "translated_key": "sistemas de gestión de software de curso web",
            "translated_annotated_text": "Open courseware and shared knowledge in higher education La mayoría de los campus universitarios y universitarios en los Estados Unidos y en gran parte del mundo desarrollado mantienen hoy uno, dos o varios sistemas de gestión del aprendizaje (LMSs), que son productos del curso que proporcionan a los estudiantes y profesores herramientas basadas en la Web para gestionar aplicaciones relacionadas con el curso. Desde mediados de la década de 1990, han surgido dos modelos predominantes de \"sistemas de gestión de software de curso web\": comercial y no comercial. Algunos de los productos comerciales disponibles hoy en día se crearon en el mundo académico como no comercial, pero desde entonces se han convertido en grava comercialmente. Otros productos siguen siendo no comerciales, pero están luchando por sobrevivir en un mundo de feroz competencia comercial. Este artículo aboga por una ética de la pedagogía en la educación superior que se base en los supuestos rectores del movimiento de software de código abierto, inter pares y no propietarios ",
            "error": [
                ""
            ]
        },
        "commercial products": {
            "translated_key": "productos comerciales",
            "translated_annotated_text": "Open courseware and shared knowledge in higher education La mayoría de los campus universitarios y universitarios en los Estados Unidos y en gran parte del mundo desarrollado mantienen hoy uno, dos o varios sistemas de gestión del aprendizaje (LMSs), que son productos del curso que proporcionan a los estudiantes y profesores herramientas basadas en la Web para gestionar aplicaciones relacionadas con el curso. Desde mediados de la década de 1990, han surgido dos modelos predominantes de sistemas de gestión de programas de cursos en la Web: comerciales y no comerciales. Algunos de los \"productos comerciales\" disponibles hoy en día se crearon en el mundo académico como no comerciales, pero desde entonces se han vuelto comercialmente gravados. Otros productos siguen siendo no comerciales, pero están luchando por sobrevivir en un mundo de feroz competencia comercial. Este artículo aboga por una ética de la pedagogía en la educación superior que se base en los supuestos rectores del movimiento de software de código abierto, inter pares y no propietarios ",
            "error": [
                ""
            ]
        },
        "ethics": {
            "translated_key": "ética",
            "translated_annotated_text": "Open courseware and shared knowledge in higher education La mayoría de los campus universitarios y universitarios en los Estados Unidos y en gran parte del mundo desarrollado mantienen hoy uno, dos o varios sistemas de gestión del aprendizaje (LMSs), que son productos del curso que proporcionan a los estudiantes y profesores herramientas basadas en la Web para gestionar aplicaciones relacionadas con el curso. Desde mediados de la década de 1990, han surgido dos modelos predominantes de sistemas de gestión de programas de cursos en la Web: comerciales y no comerciales. Algunos de los productos comerciales disponibles hoy en día se crearon en el mundo académico como no comercial, pero desde entonces se han convertido en grava comercialmente. Otros productos siguen siendo no comerciales, pero están luchando por sobrevivir en un mundo de feroz competencia comercial. Este artículo aboga por una \"ética\" de la pedagogía en la educación superior que se base en las suposiciones orientadoras del movimiento de software de código abierto, inter pares y no propietarios ",
            "error": [
                ""
            ]
        },
        "Internet": {
            "translated_key": [],
            "translated_annotated_text": "Open courseware and shared knowledge in higher education La mayoría de los campus universitarios y universitarios en los Estados Unidos y en gran parte del mundo desarrollado mantienen hoy uno, dos o varios sistemas de gestión del aprendizaje (LMSs), que son productos del curso que proporcionan a los estudiantes y profesores herramientas basadas en la Web para gestionar aplicaciones relacionadas con el curso. Desde mediados de la década de 1990, han surgido dos modelos predominantes de sistemas de gestión de programas de cursos en la Web: comerciales y no comerciales. Algunos de los productos comerciales disponibles hoy en día se crearon en el mundo académico como no comercial, pero desde entonces se han convertido en grava comercialmente. Otros productos siguen siendo no comerciales, pero están luchando por sobrevivir en un mundo de feroz competencia comercial. Este artículo aboga por una ética de la pedagogía en la educación superior que se base en los supuestos rectores del movimiento de software de código abierto, inter pares y no propietarios ",
            "error": []
        },
        "open-source software": {
            "translated_key": "software de código abierto",
            "translated_annotated_text": "Open courseware and shared knowledge in higher education La mayoría de los campus universitarios y universitarios en los Estados Unidos y en gran parte del mundo desarrollado mantienen hoy uno, dos o varios sistemas de gestión del aprendizaje (LMSs), que son productos del curso que proporcionan a los estudiantes y profesores herramientas basadas en la Web para gestionar aplicaciones relacionadas con el curso. Desde mediados de la década de 1990, han surgido dos modelos predominantes de sistemas de gestión de programas de cursos en la Web: comerciales y no comerciales. Algunos de los productos comerciales disponibles hoy en día se crearon en el mundo académico como no comercial, pero desde entonces se han convertido en grava comercialmente. Otros productos siguen siendo no comerciales, pero están luchando por sobrevivir en un mundo de feroz competencia comercial. Este artículo aboga por una ética de la pedagogía en la educación superior que se base en las suposiciones orientadoras del movimiento \"software de código abierto\" no propietario, entre pares ",
            "error": [
                ""
            ]
        },
        "courseware": {
            "translated_key": [
                "programa de cursos",
                "programa de cursos",
                "courseware"
            ],
            "translated_annotated_text": "Abrir \"programa de cursos\" y compartir conocimientos en la educación superior La mayoría de los campus universitarios y universitarios en los Estados Unidos y en gran parte del mundo desarrollado mantienen hoy uno, dos o varios sistemas de gestión del aprendizaje (LMSs), que son productos de \"programa de cursos\" que proporcionan a los estudiantes y profesores herramientas basadas en la web para gestionar aplicaciones relacionadas con el curso. Desde mediados de la década de 1990, han surgido dos modelos predominantes de sistemas de gestión de \"courseware\" web: comercial y no comercial. Algunos de los productos comerciales disponibles hoy en día se crearon en el mundo académico como no comercial, pero desde entonces se han convertido en grava comercialmente. Otros productos siguen siendo no comerciales, pero están luchando por sobrevivir en un mundo de feroz competencia comercial. Este artículo aboga por una ética de la pedagogía en la educación superior que se base en los supuestos rectores del movimiento de software de código abierto, inter pares y no propietarios ",
            "error": [
                "programa de cursos",
                "programa de cursos",
                "courseware"
            ]
        },
        "information resources": {
            "translated_key": [],
            "translated_annotated_text": "Open courseware and shared knowledge in higher education La mayoría de los campus universitarios y universitarios en los Estados Unidos y en gran parte del mundo desarrollado mantienen hoy uno, dos o varios sistemas de gestión del aprendizaje (LMSs), que son productos del curso que proporcionan a los estudiantes y profesores herramientas basadas en la Web para gestionar aplicaciones relacionadas con el curso. Desde mediados de la década de 1990, han surgido dos modelos predominantes de sistemas de gestión de programas de cursos en la Web: comerciales y no comerciales. Algunos de los productos comerciales disponibles hoy en día se crearon en el mundo académico como no comercial, pero desde entonces se han convertido en grava comercialmente. Otros productos siguen siendo no comerciales, pero están luchando por sobrevivir en un mundo de feroz competencia comercial. Este artículo aboga por una ética de la pedagogía en la educación superior que se base en los supuestos rectores del movimiento de software de código abierto, inter pares y no propietarios ",
            "error": []
        },
        "public domain software": {
            "translated_key": [],
            "translated_annotated_text": "Open courseware and shared knowledge in higher education La mayoría de los campus universitarios y universitarios en los Estados Unidos y en gran parte del mundo desarrollado mantienen hoy uno, dos o varios sistemas de gestión del aprendizaje (LMSs), que son productos del curso que proporcionan a los estudiantes y profesores herramientas basadas en la Web para gestionar aplicaciones relacionadas con el curso. Desde mediados de la década de 1990, han surgido dos modelos predominantes de sistemas de gestión de programas de cursos en la Web: comerciales y no comerciales. Algunos de los productos comerciales disponibles hoy en día se crearon en el mundo académico como no comercial, pero desde entonces se han convertido en grava comercialmente. Otros productos siguen siendo no comerciales, pero están luchando por sobrevivir en un mundo de feroz competencia comercial. Este artículo aboga por una ética de la pedagogía en la educación superior que se base en los supuestos rectores del movimiento de software de código abierto, inter pares y no propietarios ",
            "error": []
        }
    }
}