{
    "original_text": "Web-based experiments controlled by JavaScript: an example from probability learning JavaScript programs can be used to control Web experiments. This technique is illustrated by an experiment that tested the effects of advice on performance in the classic probability-learning paradigm. Previous research reported that people tested via the Web or in the lab tended to match the probabilities of their responses to the probabilities that those responses would be reinforced. The optimal strategy, however, is to consistently choose the more frequent event; probability matching produces suboptimal performance. We investigated manipulations we reasoned should improve performance. A horse race scenario in which participants predicted the winner in each of a series of races between two horses was compared with an abstract scenario used previously. Ten groups of learners received different amounts of advice, including all combinations of (1) explicit instructions concerning the optimal strategy, (2) explicit instructions concerning a monetary sum to maximize, and (3) accurate information concerning the probabilities of events. The results showed minimal effects of horse race versus abstract scenario. Both advice concerning the optimal strategy and probability information contributed significantly to performance in the task. This paper includes a brief tutorial on JavaScript, explaining with simple examples how to assemble a browser-based experiment",
    "original_translation": "Los experimentos basados en la web controlados por JavaScript: un ejemplo de los programas de JavaScript de aprendizaje de probabilidad se pueden utilizar para controlar los experimentos web. Esta técnica está ilustrada por un experimento que probó los efectos de los consejos sobre el rendimiento en el paradigma clásico de probabilidad-aprendizaje. La investigación anterior informó que las personas sometidas a pruebas a través de la Web o en el laboratorio tendían a coincidir con las probabilidades de sus respuestas a las probabilidades de que esas respuestas se reforzaran. La estrategia óptima, sin embargo, es elegir consistentemente el evento más frecuente; la coincidencia de probabilidad produce un rendimiento subóptimo. Investigamos manipulaciones que razonamos deberían mejorar el rendimiento. Un escenario de carrera de caballos en el que los participantes predijeron el ganador en cada una de las carreras entre dos caballos fue comparado con un escenario abstracto utilizado anteriormente. Diez grupos de estudiantes recibieron diferentes cantidades de consejos, incluyendo todas las combinaciones de (1) instrucciones explícitas sobre la estrategia óptima, (2) instrucciones explícitas sobre una suma monetaria para maximizar, y (3) información precisa sobre las probabilidades de eventos. Los resultados mostraron efectos mínimos de la carrera de caballos frente a un escenario abstracto. Tanto el asesoramiento sobre la estrategia óptima como la información sobre probabilidad contribuyeron significativamente al desempeño de la tarea. Este artículo incluye un breve tutorial en JavaScript, explicando con ejemplos simples cómo montar un experimento basado en el navegador",
    "error_count": 6,
    "keys": {
        "Web-based experiments": {
            "translated_key": "Experimentos basados en Internet",
            "translated_annotated_text": "\"Experimentos basados en Internet\" controlados por JavaScript: un ejemplo de los programas de JavaScript de aprendizaje de probabilidad se puede utilizar para controlar los experimentos web. Esta técnica está ilustrada por un experimento que probó los efectos de los consejos sobre el rendimiento en el paradigma clásico de probabilidad-aprendizaje. La investigación anterior informó que las personas sometidas a pruebas a través de la Web o en el laboratorio tendían a coincidir con las probabilidades de sus respuestas a las probabilidades de que esas respuestas se reforzaran. La estrategia óptima, sin embargo, es elegir consistentemente el evento más frecuente; la coincidencia de probabilidad produce un rendimiento subóptimo. Investigamos manipulaciones que razonamos deberían mejorar el rendimiento. Un escenario de carrera de caballos en el que los participantes predijeron el ganador en cada una de las carreras entre dos caballos fue comparado con un escenario abstracto utilizado anteriormente. Diez grupos de estudiantes recibieron diferentes cantidades de consejos, incluyendo todas las combinaciones de (1) instrucciones explícitas sobre la estrategia óptima, (2) instrucciones explícitas sobre una suma monetaria para maximizar, y (3) información precisa sobre las probabilidades de eventos. Los resultados mostraron efectos mínimos de la carrera de caballos frente a un escenario abstracto. Tanto el asesoramiento sobre la estrategia óptima como la información sobre probabilidad contribuyeron significativamente al desempeño de la tarea. Este artículo incluye un breve tutorial en JavaScript, explicando con ejemplos simples cómo montar un experimento basado en el navegador ",
            "error": [
                ""
            ]
        },
        "JavaScript": {
            "translated_key": "JavaScript",
            "translated_annotated_text": "Experimentos basados en web controlados por \"JavaScript\": un ejemplo de los programas de aprendizaje de probabilidad \"JavaScript\" se puede utilizar para controlar experimentos web. Esta técnica está ilustrada por un experimento que probó los efectos de los consejos sobre el rendimiento en el paradigma clásico de probabilidad-aprendizaje. La investigación anterior informó que las personas sometidas a pruebas a través de la Web o en el laboratorio tendían a coincidir con las probabilidades de sus respuestas a las probabilidades de que esas respuestas se reforzaran. La estrategia óptima, sin embargo, es elegir consistentemente el evento más frecuente; la coincidencia de probabilidad produce un rendimiento subóptimo. Investigamos manipulaciones que razonamos deberían mejorar el rendimiento. Un escenario de carrera de caballos en el que los participantes predijeron el ganador en cada una de las carreras entre dos caballos fue comparado con un escenario abstracto utilizado anteriormente. Diez grupos de estudiantes recibieron diferentes cantidades de consejos, incluyendo todas las combinaciones de (1) instrucciones explícitas sobre la estrategia óptima, (2) instrucciones explícitas sobre una suma monetaria para maximizar, y (3) información precisa sobre las probabilidades de eventos. Los resultados mostraron efectos mínimos de la carrera de caballos frente a un escenario abstracto. Tanto el asesoramiento sobre la estrategia óptima como la información sobre probabilidad contribuyeron significativamente al desempeño de la tarea. Este artículo incluye un breve tutorial sobre \"JavaScript\", explicando con ejemplos simples cómo montar un experimento basado en el navegador ",
            "error": [
                ""
            ]
        },
        "probability learning": {
            "translated_key": "aprendizaje de probabilidad",
            "translated_annotated_text": "Los experimentos basados en la web controlados por JavaScript: un ejemplo de \"aprendizaje de probabilidad\" Los programas JavaScript se pueden utilizar para controlar los experimentos web. Esta técnica está ilustrada por un experimento que probó los efectos de los consejos sobre el rendimiento en el paradigma clásico de probabilidad-aprendizaje. La investigación anterior informó que las personas sometidas a pruebas a través de la Web o en el laboratorio tendían a coincidir con las probabilidades de sus respuestas a las probabilidades de que esas respuestas se reforzaran. La estrategia óptima, sin embargo, es elegir consistentemente el evento más frecuente; la coincidencia de probabilidad produce un rendimiento subóptimo. Investigamos manipulaciones que razonamos deberían mejorar el rendimiento. Un escenario de carrera de caballos en el que los participantes predijeron el ganador en cada una de las carreras entre dos caballos fue comparado con un escenario abstracto utilizado anteriormente. Diez grupos de estudiantes recibieron diferentes cantidades de consejos, incluyendo todas las combinaciones de (1) instrucciones explícitas sobre la estrategia óptima, (2) instrucciones explícitas sobre una suma monetaria para maximizar, y (3) información precisa sobre las probabilidades de eventos. Los resultados mostraron efectos mínimos de la carrera de caballos frente a un escenario abstracto. Tanto el asesoramiento sobre la estrategia óptima como la información sobre probabilidad contribuyeron significativamente al desempeño de la tarea. Este artículo incluye un breve tutorial en JavaScript, explicando con ejemplos simples cómo montar un experimento basado en el navegador ",
            "error": [
                ""
            ]
        },
        "advice": {
            "translated_key": "asesoramiento",
            "translated_annotated_text": "Los experimentos basados en la web controlados por JavaScript: un ejemplo de los programas de JavaScript de aprendizaje de probabilidad se pueden utilizar para controlar los experimentos web. Esta técnica es ilustrada por un experimento que probó los efectos del \"asesoramiento\" sobre el rendimiento en el paradigma clásico de probabilidad-aprendizaje. La investigación anterior informó que las personas sometidas a pruebas a través de la Web o en el laboratorio tendían a coincidir con las probabilidades de sus respuestas a las probabilidades de que esas respuestas se reforzaran. La estrategia óptima, sin embargo, es elegir consistentemente el evento más frecuente; la coincidencia de probabilidad produce un rendimiento subóptimo. Investigamos manipulaciones que razonamos deberían mejorar el rendimiento. Un escenario de carrera de caballos en el que los participantes predijeron el ganador en cada una de las carreras entre dos caballos fue comparado con un escenario abstracto utilizado anteriormente. Diez grupos de estudiantes recibieron diferentes cantidades de \"asesoramiento\", incluyendo todas las combinaciones de (1) instrucciones explícitas sobre la estrategia óptima, (2) instrucciones explícitas sobre una suma monetaria para maximizar, y (3) información precisa sobre las probabilidades de eventos. Los resultados mostraron efectos mínimos de la carrera de caballos frente a un escenario abstracto. Tanto el \"asesoramiento\" sobre la estrategia óptima como la información de probabilidad contribuyeron significativamente al desempeño en la tarea. Este artículo incluye un breve tutorial en JavaScript, explicando con ejemplos simples cómo montar un experimento basado en el navegador ",
            "error": [
                ""
            ]
        },
        "explicit instructions": {
            "translated_key": "instrucciones explícitas",
            "translated_annotated_text": "Los experimentos basados en la web controlados por JavaScript: un ejemplo de los programas de JavaScript de aprendizaje de probabilidad se pueden utilizar para controlar los experimentos web. Esta técnica está ilustrada por un experimento que probó los efectos de los consejos sobre el rendimiento en el paradigma clásico de probabilidad-aprendizaje. La investigación anterior informó que las personas sometidas a pruebas a través de la Web o en el laboratorio tendían a coincidir con las probabilidades de sus respuestas a las probabilidades de que esas respuestas se reforzaran. La estrategia óptima, sin embargo, es elegir consistentemente el evento más frecuente; la coincidencia de probabilidad produce un rendimiento subóptimo. Investigamos manipulaciones que razonamos deberían mejorar el rendimiento. Un escenario de carrera de caballos en el que los participantes predijeron el ganador en cada una de las carreras entre dos caballos fue comparado con un escenario abstracto utilizado anteriormente. Diez grupos de estudiantes recibieron diferentes cantidades de consejos, incluyendo todas las combinaciones de (1) \"instrucciones explícitas\" sobre la estrategia óptima, (2) \"instrucciones explícitas\" sobre una suma monetaria para maximizar, y (3) información precisa sobre las probabilidades de eventos. Los resultados mostraron efectos mínimos de la carrera de caballos frente a un escenario abstracto. Tanto el asesoramiento sobre la estrategia óptima como la información sobre probabilidad contribuyeron significativamente al desempeño de la tarea. Este artículo incluye un breve tutorial en JavaScript, explicando con ejemplos simples cómo montar un experimento basado en el navegador ",
            "error": [
                ""
            ]
        },
        "probability": {
            "translated_key": "probabilidad",
            "translated_annotated_text": "Los experimentos basados en la web controlados por JavaScript: un ejemplo de \"probabilidad\" de aprendizaje Los programas JavaScript se pueden utilizar para controlar los experimentos web. Esta técnica está ilustrada por un experimento que probó los efectos del asesoramiento sobre el rendimiento en el paradigma clásico de \"probabilidad\"-aprendizaje. La investigación anterior informó que las personas sometidas a pruebas a través de la Web o en el laboratorio tendían a coincidir con las probabilidades de sus respuestas a las probabilidades de que esas respuestas se reforzaran. La estrategia óptima, sin embargo, es elegir consistentemente el evento más frecuente; la coincidencia de \"probabilidad\" produce un rendimiento subóptimo. Investigamos manipulaciones que razonamos deberían mejorar el rendimiento. Un escenario de carrera de caballos en el que los participantes predijeron el ganador en cada una de las carreras entre dos caballos fue comparado con un escenario abstracto utilizado anteriormente. Diez grupos de estudiantes recibieron diferentes cantidades de consejos, incluyendo todas las combinaciones de (1) instrucciones explícitas sobre la estrategia óptima, (2) instrucciones explícitas sobre una suma monetaria para maximizar, y (3) información precisa sobre las probabilidades de eventos. Los resultados mostraron efectos mínimos de la carrera de caballos frente a un escenario abstracto. Tanto el asesoramiento sobre la estrategia óptima como la información sobre \"probabilidad\" contribuyeron significativamente al desempeño de la tarea. Este artículo incluye un breve tutorial en JavaScript, explicando con ejemplos simples cómo montar un experimento basado en el navegador ",
            "error": [
                ""
            ]
        },
        "browser-based experiment": {
            "translated_key": "experimento basado en navegador",
            "translated_annotated_text": "Los experimentos basados en la web controlados por JavaScript: un ejemplo de los programas de JavaScript de aprendizaje de probabilidad se pueden utilizar para controlar los experimentos web. Esta técnica está ilustrada por un experimento que probó los efectos de los consejos sobre el rendimiento en el paradigma clásico de probabilidad-aprendizaje. La investigación anterior informó que las personas sometidas a pruebas a través de la Web o en el laboratorio tendían a coincidir con las probabilidades de sus respuestas a las probabilidades de que esas respuestas se reforzaran. La estrategia óptima, sin embargo, es elegir consistentemente el evento más frecuente; la coincidencia de probabilidad produce un rendimiento subóptimo. Investigamos manipulaciones que razonamos deberían mejorar el rendimiento. Un escenario de carrera de caballos en el que los participantes predijeron el ganador en cada una de las carreras entre dos caballos fue comparado con un escenario abstracto utilizado anteriormente. Diez grupos de estudiantes recibieron diferentes cantidades de consejos, incluyendo todas las combinaciones de (1) instrucciones explícitas sobre la estrategia óptima, (2) instrucciones explícitas sobre una suma monetaria para maximizar, y (3) información precisa sobre las probabilidades de eventos. Los resultados mostraron efectos mínimos de la carrera de caballos frente a un escenario abstracto. Tanto el asesoramiento sobre la estrategia óptima como la información sobre probabilidad contribuyeron significativamente al desempeño de la tarea. Este artículo incluye un breve tutorial en JavaScript, explicando con ejemplos simples cómo montar un \"experimento basado en navegador\" ",
            "error": [
                ""
            ]
        },
        "Internet-based research": {
            "translated_key": [],
            "translated_annotated_text": "Los experimentos basados en la web controlados por JavaScript: un ejemplo de los programas de JavaScript de aprendizaje de probabilidad se pueden utilizar para controlar los experimentos web. Esta técnica está ilustrada por un experimento que probó los efectos de los consejos sobre el rendimiento en el paradigma clásico de probabilidad-aprendizaje. La investigación anterior informó que las personas sometidas a pruebas a través de la Web o en el laboratorio tendían a coincidir con las probabilidades de sus respuestas a las probabilidades de que esas respuestas se reforzaran. La estrategia óptima, sin embargo, es elegir consistentemente el evento más frecuente; la coincidencia de probabilidad produce un rendimiento subóptimo. Investigamos manipulaciones que razonamos deberían mejorar el rendimiento. Un escenario de carrera de caballos en el que los participantes predijeron el ganador en cada una de las carreras entre dos caballos fue comparado con un escenario abstracto utilizado anteriormente. Diez grupos de estudiantes recibieron diferentes cantidades de consejos, incluyendo todas las combinaciones de (1) instrucciones explícitas sobre la estrategia óptima, (2) instrucciones explícitas sobre una suma monetaria para maximizar, y (3) información precisa sobre las probabilidades de eventos. Los resultados mostraron efectos mínimos de la carrera de caballos frente a un escenario abstracto. Tanto el asesoramiento sobre la estrategia óptima como la información sobre probabilidad contribuyeron significativamente al desempeño de la tarea. Este artículo incluye un breve tutorial en JavaScript, explicando con ejemplos simples cómo montar un experimento basado en el navegador ",
            "error": []
        },
        "authoring languages": {
            "translated_key": [],
            "translated_annotated_text": "Los experimentos basados en la web controlados por JavaScript: un ejemplo de los programas de JavaScript de aprendizaje de probabilidad se pueden utilizar para controlar los experimentos web. Esta técnica está ilustrada por un experimento que probó los efectos de los consejos sobre el rendimiento en el paradigma clásico de probabilidad-aprendizaje. La investigación anterior informó que las personas sometidas a pruebas a través de la Web o en el laboratorio tendían a coincidir con las probabilidades de sus respuestas a las probabilidades de que esas respuestas se reforzaran. La estrategia óptima, sin embargo, es elegir consistentemente el evento más frecuente; la coincidencia de probabilidad produce un rendimiento subóptimo. Investigamos manipulaciones que razonamos deberían mejorar el rendimiento. Un escenario de carrera de caballos en el que los participantes predijeron el ganador en cada una de las carreras entre dos caballos fue comparado con un escenario abstracto utilizado anteriormente. Diez grupos de estudiantes recibieron diferentes cantidades de consejos, incluyendo todas las combinaciones de (1) instrucciones explícitas sobre la estrategia óptima, (2) instrucciones explícitas sobre una suma monetaria para maximizar, y (3) información precisa sobre las probabilidades de eventos. Los resultados mostraron efectos mínimos de la carrera de caballos frente a un escenario abstracto. Tanto el asesoramiento sobre la estrategia óptima como la información sobre probabilidad contribuyeron significativamente al desempeño de la tarea. Este artículo incluye un breve tutorial en JavaScript, explicando con ejemplos simples cómo montar un experimento basado en el navegador ",
            "error": []
        },
        "educational computing": {
            "translated_key": [],
            "translated_annotated_text": "Los experimentos basados en la web controlados por JavaScript: un ejemplo de los programas de JavaScript de aprendizaje de probabilidad se pueden utilizar para controlar los experimentos web. Esta técnica está ilustrada por un experimento que probó los efectos de los consejos sobre el rendimiento en el paradigma clásico de probabilidad-aprendizaje. La investigación anterior informó que las personas sometidas a pruebas a través de la Web o en el laboratorio tendían a coincidir con las probabilidades de sus respuestas a las probabilidades de que esas respuestas se reforzaran. La estrategia óptima, sin embargo, es elegir consistentemente el evento más frecuente; la coincidencia de probabilidad produce un rendimiento subóptimo. Investigamos manipulaciones que razonamos deberían mejorar el rendimiento. Un escenario de carrera de caballos en el que los participantes predijeron el ganador en cada una de las carreras entre dos caballos fue comparado con un escenario abstracto utilizado anteriormente. Diez grupos de estudiantes recibieron diferentes cantidades de consejos, incluyendo todas las combinaciones de (1) instrucciones explícitas sobre la estrategia óptima, (2) instrucciones explícitas sobre una suma monetaria para maximizar, y (3) información precisa sobre las probabilidades de eventos. Los resultados mostraron efectos mínimos de la carrera de caballos frente a un escenario abstracto. Tanto el asesoramiento sobre la estrategia óptima como la información sobre probabilidad contribuyeron significativamente al desempeño de la tarea. Este artículo incluye un breve tutorial en JavaScript, explicando con ejemplos simples cómo montar un experimento basado en el navegador ",
            "error": []
        },
        "information resources": {
            "translated_key": [],
            "translated_annotated_text": "Los experimentos basados en la web controlados por JavaScript: un ejemplo de los programas de JavaScript de aprendizaje de probabilidad se pueden utilizar para controlar los experimentos web. Esta técnica está ilustrada por un experimento que probó los efectos de los consejos sobre el rendimiento en el paradigma clásico de probabilidad-aprendizaje. La investigación anterior informó que las personas sometidas a pruebas a través de la Web o en el laboratorio tendían a coincidir con las probabilidades de sus respuestas a las probabilidades de que esas respuestas se reforzaran. La estrategia óptima, sin embargo, es elegir consistentemente el evento más frecuente; la coincidencia de probabilidad produce un rendimiento subóptimo. Investigamos manipulaciones que razonamos deberían mejorar el rendimiento. Un escenario de carrera de caballos en el que los participantes predijeron el ganador en cada una de las carreras entre dos caballos fue comparado con un escenario abstracto utilizado anteriormente. Diez grupos de estudiantes recibieron diferentes cantidades de consejos, incluyendo todas las combinaciones de (1) instrucciones explícitas sobre la estrategia óptima, (2) instrucciones explícitas sobre una suma monetaria para maximizar, y (3) información precisa sobre las probabilidades de eventos. Los resultados mostraron efectos mínimos de la carrera de caballos frente a un escenario abstracto. Tanto el asesoramiento sobre la estrategia óptima como la información sobre probabilidad contribuyeron significativamente al desempeño de la tarea. Este artículo incluye un breve tutorial en JavaScript, explicando con ejemplos simples cómo montar un experimento basado en el navegador ",
            "error": []
        },
        "Internet": {
            "translated_key": [],
            "translated_annotated_text": "Los experimentos basados en la web controlados por JavaScript: un ejemplo de los programas de JavaScript de aprendizaje de probabilidad se pueden utilizar para controlar los experimentos web. Esta técnica está ilustrada por un experimento que probó los efectos de los consejos sobre el rendimiento en el paradigma clásico de probabilidad-aprendizaje. La investigación anterior informó que las personas sometidas a pruebas a través de la Web o en el laboratorio tendían a coincidir con las probabilidades de sus respuestas a las probabilidades de que esas respuestas se reforzaran. La estrategia óptima, sin embargo, es elegir consistentemente el evento más frecuente; la coincidencia de probabilidad produce un rendimiento subóptimo. Investigamos manipulaciones que razonamos deberían mejorar el rendimiento. Un escenario de carrera de caballos en el que los participantes predijeron el ganador en cada una de las carreras entre dos caballos fue comparado con un escenario abstracto utilizado anteriormente. Diez grupos de estudiantes recibieron diferentes cantidades de consejos, incluyendo todas las combinaciones de (1) instrucciones explícitas sobre la estrategia óptima, (2) instrucciones explícitas sobre una suma monetaria para maximizar, y (3) información precisa sobre las probabilidades de eventos. Los resultados mostraron efectos mínimos de la carrera de caballos frente a un escenario abstracto. Tanto el asesoramiento sobre la estrategia óptima como la información sobre probabilidad contribuyeron significativamente al desempeño de la tarea. Este artículo incluye un breve tutorial en JavaScript, explicando con ejemplos simples cómo montar un experimento basado en el navegador ",
            "error": []
        },
        "Java": {
            "translated_key": [],
            "translated_annotated_text": "Los experimentos basados en la web controlados por JavaScript: un ejemplo de los programas de JavaScript de aprendizaje de probabilidad se pueden utilizar para controlar los experimentos web. Esta técnica está ilustrada por un experimento que probó los efectos de los consejos sobre el rendimiento en el paradigma clásico de probabilidad-aprendizaje. La investigación anterior informó que las personas sometidas a pruebas a través de la Web o en el laboratorio tendían a coincidir con las probabilidades de sus respuestas a las probabilidades de que esas respuestas se reforzaran. La estrategia óptima, sin embargo, es elegir consistentemente el evento más frecuente; la coincidencia de probabilidad produce un rendimiento subóptimo. Investigamos manipulaciones que razonamos deberían mejorar el rendimiento. Un escenario de carrera de caballos en el que los participantes predijeron el ganador en cada una de las carreras entre dos caballos fue comparado con un escenario abstracto utilizado anteriormente. Diez grupos de estudiantes recibieron diferentes cantidades de consejos, incluyendo todas las combinaciones de (1) instrucciones explícitas sobre la estrategia óptima, (2) instrucciones explícitas sobre una suma monetaria para maximizar, y (3) información precisa sobre las probabilidades de eventos. Los resultados mostraron efectos mínimos de la carrera de caballos frente a un escenario abstracto. Tanto el asesoramiento sobre la estrategia óptima como la información sobre probabilidad contribuyeron significativamente al desempeño de la tarea. Este artículo incluye un breve tutorial en JavaScript, explicando con ejemplos simples cómo montar un experimento basado en el navegador ",
            "error": []
        }
    }
}