{
    "original_text": "Using latent semantic analysis to assess reader strategies We tested a computer-based procedure for assessing reader strategies that was based on verbal protocols that utilized latent semantic analysis (LSA). Students were given self-explanation-reading training (SERT), which teaches strategies that facilitate self-explanation during reading, such as elaboration based on world knowledge and bridging between text sentences. During a computerized version of SERT practice, students read texts and typed self-explanations into a computer after each sentence. The use of SERT strategies during this practice was assessed by determining the extent to which students used the information in the current sentence versus the prior text or world knowledge in their self-explanations. This assessment was made on the basis of human judgments and LSA. Both human judgments and LSA were remarkably similar and indicated that students who were not complying with SERT tended to paraphrase the text sentences, whereas students who were compliant with SERT tended to explain the sentences in terms of what they knew about the world and of information provided in the prior text context. The similarity between human judgments and LSA indicates that LSA will be useful in accounting for reading strategies in a Web-based version of SERT",
    "original_translation": "Utilizando el análisis semántico latente para evaluar las estrategias del lector Se probó un procedimiento computarizado para evaluar las estrategias del lector que se basó en protocolos verbales que utilizaron el análisis semántico latente (LSA). Se impartió a los estudiantes formación en lectura de autoexplicaciones (SERT), que enseña estrategias que facilitan la autoexplicación durante la lectura, como la elaboración basada en el conocimiento mundial y el puente entre frases de texto. Durante una versión computarizada de la práctica de SERT, los estudiantes leen textos y escriben autoexplicaciones en una computadora después de cada frase. El uso de estrategias SERT durante esta práctica fue evaluado determinando el grado en que los estudiantes usaron la información en la oración actual versus el texto previo o conocimiento del mundo en sus auto-explicaciones. Esta evaluación se realizó sobre la base de juicios humanos y LSA. Tanto los juicios humanos como la LSA eran notablemente similares e indicaban que los estudiantes que no cumplían con la SERT tendían a parafrasear las frases de texto, mientras que los estudiantes que cumplían con la SERT tendían a explicar las oraciones en términos de lo que sabían del mundo y de la información proporcionada en el contexto del texto anterior. La similitud entre juicios humanos y LSA indica que LSA será útil para contabilizar estrategias de lectura en una versión web de SERT",
    "error_count": 4,
    "keys": {
        "latent semantic analysis": {
            "translated_key": "análisis semántico latente",
            "translated_annotated_text": "Utilizando \"análisis semántico latente\" para evaluar las estrategias del lector Probamos un procedimiento basado en computadora para evaluar las estrategias del lector que se basó en protocolos verbales que utilizaron \"análisis semántico latente\" (LSA). Se impartió a los estudiantes formación en lectura de autoexplicaciones (SERT), que enseña estrategias que facilitan la autoexplicación durante la lectura, como la elaboración basada en el conocimiento mundial y el puente entre frases de texto. Durante una versión computarizada de la práctica de SERT, los estudiantes leen textos y escriben autoexplicaciones en una computadora después de cada frase. El uso de estrategias SERT durante esta práctica fue evaluado determinando el grado en que los estudiantes usaron la información en la oración actual versus el texto previo o conocimiento del mundo en sus auto-explicaciones. Esta evaluación se realizó sobre la base de juicios humanos y LSA. Tanto los juicios humanos como la LSA eran notablemente similares e indicaban que los estudiantes que no cumplían con la SERT tendían a parafrasear las frases de texto, mientras que los estudiantes que cumplían con la SERT tendían a explicar las oraciones en términos de lo que sabían del mundo y de la información proporcionada en el contexto del texto anterior. La similitud entre juicios humanos y LSA indica que LSA será útil para contabilizar estrategias de lectura en una versión web de SERT ",
            "error": [
                ""
            ]
        },
        "reader strategy assessment": {
            "translated_key": [],
            "translated_annotated_text": "Utilizando el análisis semántico latente para evaluar las estrategias del lector Se probó un procedimiento computarizado para evaluar las estrategias del lector que se basó en protocolos verbales que utilizaron el análisis semántico latente (LSA). Se impartió a los estudiantes formación en lectura de autoexplicaciones (SERT), que enseña estrategias que facilitan la autoexplicación durante la lectura, como la elaboración basada en el conocimiento mundial y el puente entre frases de texto. Durante una versión computarizada de la práctica de SERT, los estudiantes leen textos y escriben autoexplicaciones en una computadora después de cada frase. El uso de estrategias SERT durante esta práctica fue evaluado determinando el grado en que los estudiantes usaron la información en la oración actual versus el texto previo o conocimiento del mundo en sus auto-explicaciones. Esta evaluación se realizó sobre la base de juicios humanos y LSA. Tanto los juicios humanos como la LSA eran notablemente similares e indicaban que los estudiantes que no cumplían con la SERT tendían a parafrasear las frases de texto, mientras que los estudiantes que cumplían con la SERT tendían a explicar las oraciones en términos de lo que sabían del mundo y de la información proporcionada en el contexto del texto anterior. La similitud entre juicios humanos y LSA indica que LSA será útil para contabilizar estrategias de lectura en una versión web de SERT ",
            "error": []
        },
        "computer-based procedure": {
            "translated_key": "procedimiento basado en la computadora",
            "translated_annotated_text": "Utilizando el análisis semántico latente para evaluar las estrategias del lector Probamos un \"procedimiento basado en la computadora\" para evaluar las estrategias del lector que se basaba en protocolos verbales que utilizaban el análisis semántico latente (LSA). Se impartió a los estudiantes formación en lectura de autoexplicaciones (SERT), que enseña estrategias que facilitan la autoexplicación durante la lectura, como la elaboración basada en el conocimiento mundial y el puente entre frases de texto. Durante una versión computarizada de la práctica de SERT, los estudiantes leen textos y escriben autoexplicaciones en una computadora después de cada frase. El uso de estrategias SERT durante esta práctica fue evaluado determinando el grado en que los estudiantes usaron la información en la oración actual versus el texto previo o conocimiento del mundo en sus auto-explicaciones. Esta evaluación se realizó sobre la base de juicios humanos y LSA. Tanto los juicios humanos como la LSA eran notablemente similares e indicaban que los estudiantes que no cumplían con la SERT tendían a parafrasear las frases de texto, mientras que los estudiantes que cumplían con la SERT tendían a explicar las oraciones en términos de lo que sabían del mundo y de la información proporcionada en el contexto del texto anterior. La similitud entre juicios humanos y LSA indica que LSA será útil para contabilizar estrategias de lectura en una versión web de SERT ",
            "error": [
                ""
            ]
        },
        "verbal protocols": {
            "translated_key": "protocolos verbales",
            "translated_annotated_text": "Utilizando el análisis semántico latente para evaluar las estrategias del lector Se probó un procedimiento computarizado para evaluar las estrategias del lector que se basó en \"protocolos verbales\" que utilizaron el análisis semántico latente (LSA). Se impartió a los estudiantes formación en lectura de autoexplicaciones (SERT), que enseña estrategias que facilitan la autoexplicación durante la lectura, como la elaboración basada en el conocimiento mundial y el puente entre frases de texto. Durante una versión computarizada de la práctica de SERT, los estudiantes leen textos y escriben autoexplicaciones en una computadora después de cada frase. El uso de estrategias SERT durante esta práctica fue evaluado determinando el grado en que los estudiantes usaron la información en la oración actual versus el texto previo o conocimiento del mundo en sus auto-explicaciones. Esta evaluación se realizó sobre la base de juicios humanos y LSA. Tanto los juicios humanos como la LSA eran notablemente similares e indicaban que los estudiantes que no cumplían con la SERT tendían a parafrasear las frases de texto, mientras que los estudiantes que cumplían con la SERT tendían a explicar las oraciones en términos de lo que sabían del mundo y de la información proporcionada en el contexto del texto anterior. La similitud entre juicios humanos y LSA indica que LSA será útil para contabilizar estrategias de lectura en una versión web de SERT ",
            "error": [
                ""
            ]
        },
        "self-explanation-reading training": {
            "translated_key": "formación de auto-explicación-lectura",
            "translated_annotated_text": "Utilizando el análisis semántico latente para evaluar las estrategias del lector Se probó un procedimiento computarizado para evaluar las estrategias del lector que se basó en protocolos verbales que utilizaron el análisis semántico latente (LSA). A los estudiantes se les dio \"formación de auto-explicación-lectura\" (SERT), que enseña estrategias que facilitan la auto-explicación durante la lectura, como la elaboración basada en el conocimiento mundial y el puente entre frases de texto. Durante una versión computarizada de la práctica de SERT, los estudiantes leen textos y escriben autoexplicaciones en una computadora después de cada frase. El uso de estrategias SERT durante esta práctica fue evaluado determinando el grado en que los estudiantes usaron la información en la oración actual versus el texto previo o conocimiento del mundo en sus auto-explicaciones. Esta evaluación se realizó sobre la base de juicios humanos y LSA. Tanto los juicios humanos como la LSA eran notablemente similares e indicaban que los estudiantes que no cumplían con la SERT tendían a parafrasear las frases de texto, mientras que los estudiantes que cumplían con la SERT tendían a explicar las oraciones en términos de lo que sabían del mundo y de la información proporcionada en el contexto del texto anterior. La similitud entre juicios humanos y LSA indica que LSA será útil para contabilizar estrategias de lectura en una versión web de SERT ",
            "error": [
                ""
            ]
        },
        "elaboration": {
            "translated_key": "elaboración",
            "translated_annotated_text": "Utilizando el análisis semántico latente para evaluar las estrategias del lector Se probó un procedimiento computarizado para evaluar las estrategias del lector que se basó en protocolos verbales que utilizaron el análisis semántico latente (LSA). Se impartió a los estudiantes formación en lectura de autoexplicaciones (SERT), que enseña estrategias que facilitan la autoexplicación durante la lectura, como la \"elaboración\" basada en el conocimiento mundial y el puente entre frases de texto. Durante una versión computarizada de la práctica de SERT, los estudiantes leen textos y escriben autoexplicaciones en una computadora después de cada frase. El uso de estrategias SERT durante esta práctica fue evaluado determinando el grado en que los estudiantes usaron la información en la oración actual versus el texto previo o conocimiento del mundo en sus auto-explicaciones. Esta evaluación se realizó sobre la base de juicios humanos y LSA. Tanto los juicios humanos como la LSA eran notablemente similares e indicaban que los estudiantes que no cumplían con la SERT tendían a parafrasear las frases de texto, mientras que los estudiantes que cumplían con la SERT tendían a explicar las oraciones en términos de lo que sabían del mundo y de la información proporcionada en el contexto del texto anterior. La similitud entre juicios humanos y LSA indica que LSA será útil para contabilizar estrategias de lectura en una versión web de SERT ",
            "error": [
                ""
            ]
        },
        "world knowledge": {
            "translated_key": "conocimiento del mundo",
            "translated_annotated_text": "Utilizando el análisis semántico latente para evaluar las estrategias del lector Se probó un procedimiento computarizado para evaluar las estrategias del lector que se basó en protocolos verbales que utilizaron el análisis semántico latente (LSA). Se impartió a los estudiantes formación en lectura de autoexplicaciones (SERT), que enseña estrategias que facilitan la autoexplicación durante la lectura, como la elaboración basada en el \"conocimiento del mundo\" y el puente entre frases de texto. Durante una versión computarizada de la práctica de SERT, los estudiantes leen textos y escriben autoexplicaciones en una computadora después de cada frase. El uso de estrategias SERT durante esta práctica fue evaluado determinando el grado en que los estudiantes usaron la información en la oración actual versus el texto anterior o \"conocimiento del mundo\" en sus auto-explicaciones. Esta evaluación se realizó sobre la base de juicios humanos y LSA. Tanto los juicios humanos como la LSA eran notablemente similares e indicaban que los estudiantes que no cumplían con la SERT tendían a parafrasear las frases de texto, mientras que los estudiantes que cumplían con la SERT tendían a explicar las oraciones en términos de lo que sabían del mundo y de la información proporcionada en el contexto del texto anterior. La similitud entre juicios humanos y LSA indica que LSA será útil para contabilizar estrategias de lectura en una versión web de SERT ",
            "error": [
                ""
            ]
        },
        "text sentence bridging": {
            "translated_key": [],
            "translated_annotated_text": "Utilizando el análisis semántico latente para evaluar las estrategias del lector Se probó un procedimiento computarizado para evaluar las estrategias del lector que se basó en protocolos verbales que utilizaron el análisis semántico latente (LSA). Se impartió a los estudiantes formación en lectura de autoexplicaciones (SERT), que enseña estrategias que facilitan la autoexplicación durante la lectura, como la elaboración basada en el conocimiento mundial y el puente entre frases de texto. Durante una versión computarizada de la práctica de SERT, los estudiantes leen textos y escriben autoexplicaciones en una computadora después de cada frase. El uso de estrategias SERT durante esta práctica fue evaluado determinando el grado en que los estudiantes usaron la información en la oración actual versus el texto previo o conocimiento del mundo en sus auto-explicaciones. Esta evaluación se realizó sobre la base de juicios humanos y LSA. Tanto los juicios humanos como la LSA eran notablemente similares e indicaban que los estudiantes que no cumplían con la SERT tendían a parafrasear las frases de texto, mientras que los estudiantes que cumplían con la SERT tendían a explicar las oraciones en términos de lo que sabían del mundo y de la información proporcionada en el contexto del texto anterior. La similitud entre juicios humanos y LSA indica que LSA será útil para contabilizar estrategias de lectura en una versión web de SERT ",
            "error": []
        },
        "human judgments": {
            "translated_key": "juicios humanos",
            "translated_annotated_text": "Utilizando el análisis semántico latente para evaluar las estrategias del lector Se probó un procedimiento computarizado para evaluar las estrategias del lector que se basó en protocolos verbales que utilizaron el análisis semántico latente (LSA). Se impartió a los estudiantes formación en lectura de autoexplicaciones (SERT), que enseña estrategias que facilitan la autoexplicación durante la lectura, como la elaboración basada en el conocimiento mundial y el puente entre frases de texto. Durante una versión computarizada de la práctica de SERT, los estudiantes leen textos y escriben autoexplicaciones en una computadora después de cada frase. El uso de estrategias SERT durante esta práctica fue evaluado determinando el grado en que los estudiantes usaron la información en la oración actual versus el texto previo o conocimiento del mundo en sus auto-explicaciones. Esta evaluación se hizo sobre la base de \"juicios humanos\" y LSA. Tanto \"juicios humanos\" como LSA fueron notablemente similares e indicaron que los estudiantes que no cumplían con SERT tendían a parafrasear las frases de texto, mientras que los estudiantes que cumplían con SERT tendían a explicar las oraciones en términos de lo que sabían sobre el mundo y de la información proporcionada en el contexto del texto anterior. La similitud entre \"juicios humanos\" y LSA indica que LSA será útil para contabilizar las estrategias de lectura en una versión web de SERT ",
            "error": [
                ""
            ]
        },
        "computer aided instruction": {
            "translated_key": [],
            "translated_annotated_text": "Utilizando el análisis semántico latente para evaluar las estrategias del lector Se probó un procedimiento computarizado para evaluar las estrategias del lector que se basó en protocolos verbales que utilizaron el análisis semántico latente (LSA). Se impartió a los estudiantes formación en lectura de autoexplicaciones (SERT), que enseña estrategias que facilitan la autoexplicación durante la lectura, como la elaboración basada en el conocimiento mundial y el puente entre frases de texto. Durante una versión computarizada de la práctica de SERT, los estudiantes leen textos y escriben autoexplicaciones en una computadora después de cada frase. El uso de estrategias SERT durante esta práctica fue evaluado determinando el grado en que los estudiantes usaron la información en la oración actual versus el texto previo o conocimiento del mundo en sus auto-explicaciones. Esta evaluación se realizó sobre la base de juicios humanos y LSA. Tanto los juicios humanos como la LSA eran notablemente similares e indicaban que los estudiantes que no cumplían con la SERT tendían a parafrasear las frases de texto, mientras que los estudiantes que cumplían con la SERT tendían a explicar las oraciones en términos de lo que sabían del mundo y de la información proporcionada en el contexto del texto anterior. La similitud entre juicios humanos y LSA indica que LSA será útil para contabilizar estrategias de lectura en una versión web de SERT ",
            "error": []
        },
        "psychology": {
            "translated_key": [],
            "translated_annotated_text": "Utilizando el análisis semántico latente para evaluar las estrategias del lector Se probó un procedimiento computarizado para evaluar las estrategias del lector que se basó en protocolos verbales que utilizaron el análisis semántico latente (LSA). Se impartió a los estudiantes formación en lectura de autoexplicaciones (SERT), que enseña estrategias que facilitan la autoexplicación durante la lectura, como la elaboración basada en el conocimiento mundial y el puente entre frases de texto. Durante una versión computarizada de la práctica de SERT, los estudiantes leen textos y escriben autoexplicaciones en una computadora después de cada frase. El uso de estrategias SERT durante esta práctica fue evaluado determinando el grado en que los estudiantes usaron la información en la oración actual versus el texto previo o conocimiento del mundo en sus auto-explicaciones. Esta evaluación se realizó sobre la base de juicios humanos y LSA. Tanto los juicios humanos como la LSA eran notablemente similares e indicaban que los estudiantes que no cumplían con la SERT tendían a parafrasear las frases de texto, mientras que los estudiantes que cumplían con la SERT tendían a explicar las oraciones en términos de lo que sabían del mundo y de la información proporcionada en el contexto del texto anterior. La similitud entre juicios humanos y LSA indica que LSA será útil para contabilizar estrategias de lectura en una versión web de SERT ",
            "error": []
        }
    }
}