{
    "original_text": "Fitting mixed-effects models for repeated ordinal outcomes with the NLMIXED procedure This paper presents an analysis of repeated ordinal outcomes arising from two psychological studies. The first case is a repeated measures analysis of variance; the second is a mixed-effects regression. in a longitudinal design. In both, the subject-specific variation is modeled by including random effects in the linear predictor (inside a link function) of a generalized linear model. The NLMIXED procedure in SAS is used to fit the mixed-effects models for the categorical response data. The presentation emphasizes the parallel between the model. specifications and the SAS statements. The purpose of this paper is to facilitate the use of mixed-effects models in the analysis of repeated ordinal outcomes",
    "original_translation": "Ajustar modelos de efectos mixtos para resultados ordinales repetidos con el procedimiento NLMIXED Este artículo presenta un análisis de resultados ordinales repetidos derivados de dos estudios psicológicos. El primer caso es un análisis de varianza de medidas repetidas; el segundo es una regresión de efectos mixtos. en un diseño longitudinal. En ambos, la variación específica del sujeto se modela mediante la inclusión de efectos aleatorios en el predictor lineal (dentro de una función de enlace) de un modelo lineal generalizado. El procedimiento NLMIXED en SAS se utiliza para ajustar los modelos de efectos mixtos a los datos de respuesta categórica. La presentación enfatiza el paralelo entre el modelo. las especificaciones y las declaraciones SAS. El propósito de este trabajo es facilitar el uso de modelos de efectos mixtos en el análisis de resultados ordinales repetidos",
    "error_count": 5,
    "keys": {
        "repeated ordinal outcomes": {
            "translated_key": "resultados ordinales repetidos",
            "translated_annotated_text": "Ajustar modelos de efectos mixtos para \"resultados ordinales repetidos\" con el procedimiento NLMIXED Este artículo presenta un análisis de \"resultados ordinales repetidos\" derivados de dos estudios psicológicos. El primer caso es un análisis de varianza de medidas repetidas; el segundo es una regresión de efectos mixtos. en un diseño longitudinal. En ambos, la variación específica del sujeto se modela mediante la inclusión de efectos aleatorios en el predictor lineal (dentro de una función de enlace) de un modelo lineal generalizado. El procedimiento NLMIXED en SAS se utiliza para ajustar los modelos de efectos mixtos a los datos de respuesta categórica. La presentación enfatiza el paralelo entre el modelo. las especificaciones y las declaraciones SAS. El propósito de este trabajo es facilitar el uso de modelos de efectos mixtos en el análisis de \"resultados ordinales repetidos\" ",
            "error": [
                ""
            ]
        },
        "psychological studies": {
            "translated_key": "estudios psicológicos",
            "translated_annotated_text": "Ajustar modelos de efectos mixtos para resultados ordinales repetidos con el procedimiento NLMIXED Este trabajo presenta un análisis de resultados ordinales repetidos derivados de dos \"estudios psicológicos\". El primer caso es un análisis de varianza de medidas repetidas; el segundo es una regresión de efectos mixtos. en un diseño longitudinal. En ambos, la variación específica del sujeto se modela mediante la inclusión de efectos aleatorios en el predictor lineal (dentro de una función de enlace) de un modelo lineal generalizado. El procedimiento NLMIXED en SAS se utiliza para ajustar los modelos de efectos mixtos a los datos de respuesta categórica. La presentación enfatiza el paralelo entre el modelo. las especificaciones y las declaraciones SAS. El propósito de este trabajo es facilitar el uso de modelos de efectos mixtos en el análisis de resultados ordinales repetidos ",
            "error": [
                ""
            ]
        },
        "repeated measures analysis of variance": {
            "translated_key": "análisis repetido de medidas de varianza",
            "translated_annotated_text": "Ajustar modelos de efectos mixtos para resultados ordinales repetidos con el procedimiento NLMIXED Este artículo presenta un análisis de resultados ordinales repetidos derivados de dos estudios psicológicos. El primer caso es un \"análisis repetido de medidas de varianza\"; el segundo es una regresión de efectos mixtos. en un diseño longitudinal. En ambos, la variación específica del sujeto se modela mediante la inclusión de efectos aleatorios en el predictor lineal (dentro de una función de enlace) de un modelo lineal generalizado. El procedimiento NLMIXED en SAS se utiliza para ajustar los modelos de efectos mixtos a los datos de respuesta categórica. La presentación enfatiza el paralelo entre el modelo. las especificaciones y las declaraciones SAS. El propósito de este trabajo es facilitar el uso de modelos de efectos mixtos en el análisis de resultados ordinales repetidos ",
            "error": [
                ""
            ]
        },
        "mixed-effects regression": {
            "translated_key": "regresión de efectos mixtos",
            "translated_annotated_text": "Ajustar modelos de efectos mixtos para resultados ordinales repetidos con el procedimiento NLMIXED Este artículo presenta un análisis de resultados ordinales repetidos derivados de dos estudios psicológicos. El primer caso es un análisis de varianza de medidas repetidas; el segundo es una \"regresión de efectos mixtos\". en un diseño longitudinal. En ambos, la variación específica del sujeto se modela mediante la inclusión de efectos aleatorios en el predictor lineal (dentro de una función de enlace) de un modelo lineal generalizado. El procedimiento NLMIXED en SAS se utiliza para ajustar los modelos de efectos mixtos a los datos de respuesta categórica. La presentación enfatiza el paralelo entre el modelo. las especificaciones y las declaraciones SAS. El propósito de este trabajo es facilitar el uso de modelos de efectos mixtos en el análisis de resultados ordinales repetidos ",
            "error": [
                ""
            ]
        },
        "longitudinal design": {
            "translated_key": "diseño longitudinal",
            "translated_annotated_text": "Ajustar modelos de efectos mixtos para resultados ordinales repetidos con el procedimiento NLMIXED Este artículo presenta un análisis de resultados ordinales repetidos derivados de dos estudios psicológicos. El primer caso es un análisis de varianza de medidas repetidas; el segundo es una regresión de efectos mixtos. en un \"diseño longitudinal\". En ambos, la variación específica del sujeto se modela mediante la inclusión de efectos aleatorios en el predictor lineal (dentro de una función de enlace) de un modelo lineal generalizado. El procedimiento NLMIXED en SAS se utiliza para ajustar los modelos de efectos mixtos a los datos de respuesta categórica. La presentación enfatiza el paralelo entre el modelo. las especificaciones y las declaraciones SAS. El propósito de este trabajo es facilitar el uso de modelos de efectos mixtos en el análisis de resultados ordinales repetidos ",
            "error": [
                ""
            ]
        },
        "subject-specific variation modeling": {
            "translated_key": [],
            "translated_annotated_text": "Ajustar modelos de efectos mixtos para resultados ordinales repetidos con el procedimiento NLMIXED Este artículo presenta un análisis de resultados ordinales repetidos derivados de dos estudios psicológicos. El primer caso es un análisis de varianza de medidas repetidas; el segundo es una regresión de efectos mixtos. en un diseño longitudinal. En ambos, la variación específica del sujeto se modela mediante la inclusión de efectos aleatorios en el predictor lineal (dentro de una función de enlace) de un modelo lineal generalizado. El procedimiento NLMIXED en SAS se utiliza para ajustar los modelos de efectos mixtos a los datos de respuesta categórica. La presentación enfatiza el paralelo entre el modelo. las especificaciones y las declaraciones SAS. El propósito de este trabajo es facilitar el uso de modelos de efectos mixtos en el análisis de resultados ordinales repetidos ",
            "error": []
        },
        "random effects": {
            "translated_key": "efectos aleatorios",
            "translated_annotated_text": "Ajustar modelos de efectos mixtos para resultados ordinales repetidos con el procedimiento NLMIXED Este artículo presenta un análisis de resultados ordinales repetidos derivados de dos estudios psicológicos. El primer caso es un análisis de varianza de medidas repetidas; el segundo es una regresión de efectos mixtos. en un diseño longitudinal. En ambos, la variación específica del sujeto se modela mediante la inclusión de \"efectos aleatorios\" en el predictor lineal (dentro de una función de enlace) de un modelo lineal generalizado. El procedimiento NLMIXED en SAS se utiliza para ajustar los modelos de efectos mixtos a los datos de respuesta categórica. La presentación enfatiza el paralelo entre el modelo. las especificaciones y las declaraciones SAS. El propósito de este trabajo es facilitar el uso de modelos de efectos mixtos en el análisis de resultados ordinales repetidos ",
            "error": [
                ""
            ]
        },
        "linear predictor": {
            "translated_key": "protector lineal",
            "translated_annotated_text": "Ajustar modelos de efectos mixtos para resultados ordinales repetidos con el procedimiento NLMIXED Este artículo presenta un análisis de resultados ordinales repetidos derivados de dos estudios psicológicos. El primer caso es un análisis de varianza de medidas repetidas; el segundo es una regresión de efectos mixtos. en un diseño longitudinal. En ambos, la variación del sujeto-específico se modela mediante la inclusión de efectos aleatorios en el \"protector lineal\" (dentro de una función de enlace) de un modelo lineal generalizado. El procedimiento NLMIXED en SAS se utiliza para ajustar los modelos de efectos mixtos a los datos de respuesta categórica. La presentación enfatiza el paralelo entre el modelo. las especificaciones y las declaraciones SAS. El propósito de este trabajo es facilitar el uso de modelos de efectos mixtos en el análisis de resultados ordinales repetidos ",
            "error": [
                ""
            ]
        },
        "generalized linear model": {
            "translated_key": "modelo lineal generalizado",
            "translated_annotated_text": "Ajustar modelos de efectos mixtos para resultados ordinales repetidos con el procedimiento NLMIXED Este artículo presenta un análisis de resultados ordinales repetidos derivados de dos estudios psicológicos. El primer caso es un análisis de varianza de medidas repetidas; el segundo es una regresión de efectos mixtos. en un diseño longitudinal. En ambos, la variación específica del sujeto se modela mediante la inclusión de efectos aleatorios en el predictor lineal (dentro de una función de enlace) de un \"modelo lineal generalizado\". El procedimiento NLMIXED en SAS se utiliza para ajustar los modelos de efectos mixtos a los datos de respuesta categórica. La presentación enfatiza el paralelo entre el modelo. las especificaciones y las declaraciones SAS. El propósito de este trabajo es facilitar el uso de modelos de efectos mixtos en el análisis de resultados ordinales repetidos ",
            "error": [
                ""
            ]
        },
        "NLMIXED procedure": {
            "translated_key": "procedimiento NLMIXED",
            "translated_annotated_text": "Ajustar modelos de efectos mixtos para resultados ordinales repetidos con el \"procedimiento NLMIXED\" Este artículo presenta un análisis de resultados ordinales repetidos derivados de dos estudios psicológicos. El primer caso es un análisis de varianza de medidas repetidas; el segundo es una regresión de efectos mixtos. en un diseño longitudinal. En ambos, la variación específica del sujeto se modela mediante la inclusión de efectos aleatorios en el predictor lineal (dentro de una función de enlace) de un modelo lineal generalizado. El \"procedimiento NLMIXED\" en SAS se utiliza para adaptar los modelos de efectos mixtos a los datos de respuesta categórica. La presentación enfatiza el paralelo entre el modelo. las especificaciones y las declaraciones SAS. El propósito de este trabajo es facilitar el uso de modelos de efectos mixtos en el análisis de resultados ordinales repetidos ",
            "error": [
                ""
            ]
        },
        "mixed-effects model fitting": {
            "translated_key": [],
            "translated_annotated_text": "Ajustar modelos de efectos mixtos para resultados ordinales repetidos con el procedimiento NLMIXED Este artículo presenta un análisis de resultados ordinales repetidos derivados de dos estudios psicológicos. El primer caso es un análisis de varianza de medidas repetidas; el segundo es una regresión de efectos mixtos. en un diseño longitudinal. En ambos, la variación específica del sujeto se modela mediante la inclusión de efectos aleatorios en el predictor lineal (dentro de una función de enlace) de un modelo lineal generalizado. El procedimiento NLMIXED en SAS se utiliza para ajustar los modelos de efectos mixtos a los datos de respuesta categórica. La presentación enfatiza el paralelo entre el modelo. las especificaciones y las declaraciones SAS. El propósito de este trabajo es facilitar el uso de modelos de efectos mixtos en el análisis de resultados ordinales repetidos ",
            "error": []
        },
        "categorical response data": {
            "translated_key": "datos de respuesta categórica",
            "translated_annotated_text": "Ajustar modelos de efectos mixtos para resultados ordinales repetidos con el procedimiento NLMIXED Este artículo presenta un análisis de resultados ordinales repetidos derivados de dos estudios psicológicos. El primer caso es un análisis de varianza de medidas repetidas; el segundo es una regresión de efectos mixtos. en un diseño longitudinal. En ambos, la variación específica del sujeto se modela mediante la inclusión de efectos aleatorios en el predictor lineal (dentro de una función de enlace) de un modelo lineal generalizado. El procedimiento NLMIXED en SAS se utiliza para adaptarse a los modelos de efectos mixtos para los \"datos de respuesta categórica\". La presentación enfatiza el paralelo entre el modelo. las especificaciones y las declaraciones SAS. El propósito de este trabajo es facilitar el uso de modelos de efectos mixtos en el análisis de resultados ordinales repetidos ",
            "error": [
                ""
            ]
        },
        "model specifications": {
            "translated_key": [],
            "translated_annotated_text": "Ajustar modelos de efectos mixtos para resultados ordinales repetidos con el procedimiento NLMIXED Este artículo presenta un análisis de resultados ordinales repetidos derivados de dos estudios psicológicos. El primer caso es un análisis de varianza de medidas repetidas; el segundo es una regresión de efectos mixtos. en un diseño longitudinal. En ambos, la variación específica del sujeto se modela mediante la inclusión de efectos aleatorios en el predictor lineal (dentro de una función de enlace) de un modelo lineal generalizado. El procedimiento NLMIXED en SAS se utiliza para ajustar los modelos de efectos mixtos a los datos de respuesta categórica. La presentación enfatiza el paralelo entre el modelo. las especificaciones y las declaraciones SAS. El propósito de este trabajo es facilitar el uso de modelos de efectos mixtos en el análisis de resultados ordinales repetidos ",
            "error": []
        },
        "psychology": {
            "translated_key": [],
            "translated_annotated_text": "Ajustar modelos de efectos mixtos para resultados ordinales repetidos con el procedimiento NLMIXED Este artículo presenta un análisis de resultados ordinales repetidos derivados de dos estudios psicológicos. El primer caso es un análisis de varianza de medidas repetidas; el segundo es una regresión de efectos mixtos. en un diseño longitudinal. En ambos, la variación específica del sujeto se modela mediante la inclusión de efectos aleatorios en el predictor lineal (dentro de una función de enlace) de un modelo lineal generalizado. El procedimiento NLMIXED en SAS se utiliza para ajustar los modelos de efectos mixtos a los datos de respuesta categórica. La presentación enfatiza el paralelo entre el modelo. las especificaciones y las declaraciones SAS. El propósito de este trabajo es facilitar el uso de modelos de efectos mixtos en el análisis de resultados ordinales repetidos ",
            "error": []
        },
        "statistical analysis": {
            "translated_key": [],
            "translated_annotated_text": "Ajustar modelos de efectos mixtos para resultados ordinales repetidos con el procedimiento NLMIXED Este artículo presenta un análisis de resultados ordinales repetidos derivados de dos estudios psicológicos. El primer caso es un análisis de varianza de medidas repetidas; el segundo es una regresión de efectos mixtos. en un diseño longitudinal. En ambos, la variación específica del sujeto se modela mediante la inclusión de efectos aleatorios en el predictor lineal (dentro de una función de enlace) de un modelo lineal generalizado. El procedimiento NLMIXED en SAS se utiliza para ajustar los modelos de efectos mixtos a los datos de respuesta categórica. La presentación enfatiza el paralelo entre el modelo. las especificaciones y las declaraciones SAS. El propósito de este trabajo es facilitar el uso de modelos de efectos mixtos en el análisis de resultados ordinales repetidos ",
            "error": []
        }
    }
}