{
    "original_text": "Teaching psychology as a laboratory science in the age of the Internet For over 30 years, psychologists have relied on computers to teach experimental psychology. With the advent of experiment generators, students can create well-designed experiments and can test sophisticated hypotheses from the start of their undergraduate training. Characteristics of new Net-based experiment generators are discussed and compared with traditional stand-alone generators. A call is made to formally evaluate the instructional effectiveness of the wide range of experiment generators now available. Specifically, software should be evaluated in terms of known learning outcomes, using appropriate control groups. The many inherent differences between any two software programs should be made clear. The teachers instructional method should be fully described and held constant between comparisons. Finally, the often complex interaction between the teachers instructional method and the pedagogical details of the software must be considered",
    "original_translation": "Enseñar psicología como una ciencia de laboratorio en la era de Internet Durante más de 30 años, los psicólogos han confiado en computadoras para enseñar psicología experimental. Con el advenimiento de los generadores de experimentos, los estudiantes pueden crear experimentos bien diseñados y probar hipótesis sofisticadas desde el comienzo de su formación de pregrado. Se examinan las características de los nuevos generadores de experimentos basados en la red y se comparan con los generadores autónomos tradicionales. Se hace una llamada para evaluar formalmente la eficacia instructiva de la amplia gama de generadores de experimentos disponibles. Específicamente, el software debe ser evaluado en términos de resultados de aprendizaje conocidos, utilizando grupos de control apropiados. Las muchas diferencias inherentes entre cualquiera de los dos programas de software deben quedar claras. El método de instrucción de los maestros debe ser descrito completamente y mantenido constante entre comparaciones. Por último, debe considerarse la interacción a menudo compleja entre el método de instrucción de los profesores y los detalles pedagógicos del software.",
    "error_count": 6,
    "keys": {
        "experimental psychology teaching": {
            "translated_key": [],
            "translated_annotated_text": "Enseñar psicología como una ciencia de laboratorio en la era de Internet Durante más de 30 años, los psicólogos han confiado en computadoras para enseñar psicología experimental. Con el advenimiento de los generadores de experimentos, los estudiantes pueden crear experimentos bien diseñados y probar hipótesis sofisticadas desde el comienzo de su formación de pregrado. Se examinan las características de los nuevos generadores de experimentos basados en la red y se comparan con los generadores autónomos tradicionales. Se hace una llamada para evaluar formalmente la eficacia instructiva de la amplia gama de generadores de experimentos disponibles. Específicamente, el software debe ser evaluado en términos de resultados de aprendizaje conocidos, utilizando grupos de control apropiados. Las muchas diferencias inherentes entre cualquiera de los dos programas de software deben quedar claras. El método de instrucción de los maestros debe ser descrito completamente y mantenido constante entre comparaciones. Por último, debe considerarse la interacción a menudo compleja entre el método de instrucción de los profesores y los detalles pedagógicos del software. ",
            "error": []
        },
        "laboratory science": {
            "translated_key": "ciencia de laboratorio",
            "translated_annotated_text": "Enseñanza de la psicología como una \"ciencia de laboratorio\" en la era de Internet Durante más de 30 años, los psicólogos han confiado en las computadoras para enseñar psicología experimental. Con el advenimiento de los generadores de experimentos, los estudiantes pueden crear experimentos bien diseñados y probar hipótesis sofisticadas desde el comienzo de su formación de pregrado. Se examinan las características de los nuevos generadores de experimentos basados en la red y se comparan con los generadores autónomos tradicionales. Se hace una llamada para evaluar formalmente la eficacia instructiva de la amplia gama de generadores de experimentos disponibles. Específicamente, el software debe ser evaluado en términos de resultados de aprendizaje conocidos, utilizando grupos de control apropiados. Las muchas diferencias inherentes entre cualquiera de los dos programas de software deben quedar claras. El método de instrucción de los maestros debe ser descrito completamente y mantenido constante entre comparaciones. Por último, debe considerarse la interacción a menudo compleja entre el método de instrucción de los profesores y los detalles pedagógicos del software. ",
            "error": [
                ""
            ]
        },
        "Internet": {
            "translated_key": "Internet",
            "translated_annotated_text": "Enseñar psicología como una ciencia de laboratorio en la era de la \"Internet\" Durante más de 30 años, los psicólogos han confiado en computadoras para enseñar psicología experimental. Con el advenimiento de los generadores de experimentos, los estudiantes pueden crear experimentos bien diseñados y probar hipótesis sofisticadas desde el comienzo de su formación de pregrado. Se examinan las características de los nuevos generadores de experimentos basados en la red y se comparan con los generadores autónomos tradicionales. Se hace una llamada para evaluar formalmente la eficacia instructiva de la amplia gama de generadores de experimentos disponibles. Específicamente, el software debe ser evaluado en términos de resultados de aprendizaje conocidos, utilizando grupos de control apropiados. Las muchas diferencias inherentes entre cualquiera de los dos programas de software deben quedar claras. El método de instrucción de los maestros debe ser descrito completamente y mantenido constante entre comparaciones. Por último, debe considerarse la interacción a menudo compleja entre el método de instrucción de los profesores y los detalles pedagógicos del software. ",
            "error": [
                ""
            ]
        },
        "computers": {
            "translated_key": "computadoras",
            "translated_annotated_text": "Enseñar psicología como una ciencia de laboratorio en la era de Internet Durante más de 30 años, los psicólogos han confiado en \"computadoras\" para enseñar psicología experimental. Con el advenimiento de los generadores de experimentos, los estudiantes pueden crear experimentos bien diseñados y probar hipótesis sofisticadas desde el comienzo de su formación de pregrado. Se examinan las características de los nuevos generadores de experimentos basados en la red y se comparan con los generadores autónomos tradicionales. Se hace una llamada para evaluar formalmente la eficacia instructiva de la amplia gama de generadores de experimentos disponibles. Específicamente, el software debe ser evaluado en términos de resultados de aprendizaje conocidos, utilizando grupos de control apropiados. Las muchas diferencias inherentes entre cualquiera de los dos programas de software deben quedar claras. El método de instrucción de los maestros debe ser descrito completamente y mantenido constante entre comparaciones. Por último, debe considerarse la interacción a menudo compleja entre el método de instrucción de los profesores y los detalles pedagógicos del software. ",
            "error": [
                ""
            ]
        },
        "well-designed experiments": {
            "translated_key": "experimentos bien diseñados",
            "translated_annotated_text": "Enseñar psicología como una ciencia de laboratorio en la era de Internet Durante más de 30 años, los psicólogos han confiado en computadoras para enseñar psicología experimental. Con el advenimiento de los generadores de experimentos, los estudiantes pueden crear \"experimentos bien diseñados\" y probar hipótesis sofisticadas desde el comienzo de su formación de pregrado. Se examinan las características de los nuevos generadores de experimentos basados en la red y se comparan con los generadores autónomos tradicionales. Se hace una llamada para evaluar formalmente la eficacia instructiva de la amplia gama de generadores de experimentos disponibles. Específicamente, el software debe ser evaluado en términos de resultados de aprendizaje conocidos, utilizando grupos de control apropiados. Las muchas diferencias inherentes entre cualquiera de los dos programas de software deben quedar claras. El método de instrucción de los maestros debe ser descrito completamente y mantenido constante entre comparaciones. Por último, debe considerarse la interacción a menudo compleja entre el método de instrucción de los profesores y los detalles pedagógicos del software. ",
            "error": [
                ""
            ]
        },
        "hypothesis testing": {
            "translated_key": [],
            "translated_annotated_text": "Enseñar psicología como una ciencia de laboratorio en la era de Internet Durante más de 30 años, los psicólogos han confiado en computadoras para enseñar psicología experimental. Con el advenimiento de los generadores de experimentos, los estudiantes pueden crear experimentos bien diseñados y probar hipótesis sofisticadas desde el comienzo de su formación de pregrado. Se examinan las características de los nuevos generadores de experimentos basados en la red y se comparan con los generadores autónomos tradicionales. Se hace una llamada para evaluar formalmente la eficacia instructiva de la amplia gama de generadores de experimentos disponibles. Específicamente, el software debe ser evaluado en términos de resultados de aprendizaje conocidos, utilizando grupos de control apropiados. Las muchas diferencias inherentes entre cualquiera de los dos programas de software deben quedar claras. El método de instrucción de los maestros debe ser descrito completamente y mantenido constante entre comparaciones. Por último, debe considerarse la interacción a menudo compleja entre el método de instrucción de los profesores y los detalles pedagógicos del software. ",
            "error": []
        },
        "undergraduate training": {
            "translated_key": "formación de posgrado",
            "translated_annotated_text": "Enseñar psicología como una ciencia de laboratorio en la era de Internet Durante más de 30 años, los psicólogos han confiado en computadoras para enseñar psicología experimental. Con el advenimiento de los generadores de experimentos, los estudiantes pueden crear experimentos bien diseñados y probar hipótesis sofisticadas desde el comienzo de su \"formación de posgrado\". Se examinan las características de los nuevos generadores de experimentos basados en la red y se comparan con los generadores autónomos tradicionales. Se hace una llamada para evaluar formalmente la eficacia instructiva de la amplia gama de generadores de experimentos disponibles. Específicamente, el software debe ser evaluado en términos de resultados de aprendizaje conocidos, utilizando grupos de control apropiados. Las muchas diferencias inherentes entre cualquiera de los dos programas de software deben quedar claras. El método de instrucción de los maestros debe ser descrito completamente y mantenido constante entre comparaciones. Por último, debe considerarse la interacción a menudo compleja entre el método de instrucción de los profesores y los detalles pedagógicos del software. ",
            "error": [
                ""
            ]
        },
        "Net-based experiment generators": {
            "translated_key": "generadores de experimentos basados en la red",
            "translated_annotated_text": "Enseñar psicología como una ciencia de laboratorio en la era de Internet Durante más de 30 años, los psicólogos han confiado en computadoras para enseñar psicología experimental. Con el advenimiento de los generadores de experimentos, los estudiantes pueden crear experimentos bien diseñados y probar hipótesis sofisticadas desde el comienzo de su formación de pregrado. Se discuten las características de los nuevos \"generadores de experimentos basados en la red\" y se comparan con los generadores autónomos tradicionales. Se hace una llamada para evaluar formalmente la eficacia instructiva de la amplia gama de generadores de experimentos disponibles. Específicamente, el software debe ser evaluado en términos de resultados de aprendizaje conocidos, utilizando grupos de control apropiados. Las muchas diferencias inherentes entre cualquiera de los dos programas de software deben quedar claras. El método de instrucción de los maestros debe ser descrito completamente y mantenido constante entre comparaciones. Por último, debe considerarse la interacción a menudo compleja entre el método de instrucción de los profesores y los detalles pedagógicos del software. ",
            "error": [
                ""
            ]
        },
        "stand-alone generators": {
            "translated_key": "generadores autónomos",
            "translated_annotated_text": "Enseñar psicología como una ciencia de laboratorio en la era de Internet Durante más de 30 años, los psicólogos han confiado en computadoras para enseñar psicología experimental. Con el advenimiento de los generadores de experimentos, los estudiantes pueden crear experimentos bien diseñados y probar hipótesis sofisticadas desde el comienzo de su formación de pregrado. Se discuten las características de los nuevos generadores de experimentos basados en la red y se comparan con los \"generadores autónomos\" tradicionales. Se hace una llamada para evaluar formalmente la eficacia instructiva de la amplia gama de generadores de experimentos disponibles. Específicamente, el software debe ser evaluado en términos de resultados de aprendizaje conocidos, utilizando grupos de control apropiados. Las muchas diferencias inherentes entre cualquiera de los dos programas de software deben quedar claras. El método de instrucción de los maestros debe ser descrito completamente y mantenido constante entre comparaciones. Por último, debe considerarse la interacción a menudo compleja entre el método de instrucción de los profesores y los detalles pedagógicos del software. ",
            "error": [
                ""
            ]
        },
        "instructional effectiveness": {
            "translated_key": "efectividad instructiva",
            "translated_annotated_text": "Enseñar psicología como una ciencia de laboratorio en la era de Internet Durante más de 30 años, los psicólogos han confiado en computadoras para enseñar psicología experimental. Con el advenimiento de los generadores de experimentos, los estudiantes pueden crear experimentos bien diseñados y probar hipótesis sofisticadas desde el comienzo de su formación de pregrado. Se examinan las características de los nuevos generadores de experimentos basados en la red y se comparan con los generadores autónomos tradicionales. Se hace un llamamiento para que se evalúe formalmente la \"efectividad instructiva\" de la amplia gama de generadores de experimentos ahora disponibles. Específicamente, el software debe ser evaluado en términos de resultados de aprendizaje conocidos, utilizando grupos de control apropiados. Las muchas diferencias inherentes entre cualquiera de los dos programas de software deben quedar claras. El método de instrucción de los maestros debe ser descrito completamente y mantenido constante entre comparaciones. Por último, debe considerarse la interacción a menudo compleja entre el método de instrucción de los profesores y los detalles pedagógicos del software. ",
            "error": [
                ""
            ]
        },
        "software": {
            "translated_key": "software",
            "translated_annotated_text": "Enseñar psicología como una ciencia de laboratorio en la era de Internet Durante más de 30 años, los psicólogos han confiado en computadoras para enseñar psicología experimental. Con el advenimiento de los generadores de experimentos, los estudiantes pueden crear experimentos bien diseñados y probar hipótesis sofisticadas desde el comienzo de su formación de pregrado. Se examinan las características de los nuevos generadores de experimentos basados en la red y se comparan con los generadores autónomos tradicionales. Se hace una llamada para evaluar formalmente la eficacia instructiva de la amplia gama de generadores de experimentos disponibles. Específicamente, el \"software\" debe ser evaluado en términos de resultados de aprendizaje conocidos, utilizando grupos de control apropiados. Las muchas diferencias inherentes entre cualquiera de los dos programas de \"software\" deben quedar claras. El método de instrucción de los maestros debe ser descrito completamente y mantenido constante entre comparaciones. Por último, debe considerarse la interacción a menudo compleja entre el método de instrucción de los profesores y los detalles pedagógicos del \"software\" ",
            "error": [
                ""
            ]
        },
        "known learning outcomes": {
            "translated_key": "resultados de aprendizaje conocidos",
            "translated_annotated_text": "Enseñar psicología como una ciencia de laboratorio en la era de Internet Durante más de 30 años, los psicólogos han confiado en computadoras para enseñar psicología experimental. Con el advenimiento de los generadores de experimentos, los estudiantes pueden crear experimentos bien diseñados y probar hipótesis sofisticadas desde el comienzo de su formación de pregrado. Se examinan las características de los nuevos generadores de experimentos basados en la red y se comparan con los generadores autónomos tradicionales. Se hace una llamada para evaluar formalmente la eficacia instructiva de la amplia gama de generadores de experimentos disponibles. Específicamente, el software debe ser evaluado en términos de \"resultados de aprendizaje conocidos\", utilizando grupos de control apropiados. Las muchas diferencias inherentes entre cualquiera de los dos programas de software deben quedar claras. El método de instrucción de los maestros debe ser descrito completamente y mantenido constante entre comparaciones. Por último, debe considerarse la interacción a menudo compleja entre el método de instrucción de los profesores y los detalles pedagógicos del software. ",
            "error": [
                ""
            ]
        },
        "control groups": {
            "translated_key": "grupos de control",
            "translated_annotated_text": "Enseñar psicología como una ciencia de laboratorio en la era de Internet Durante más de 30 años, los psicólogos han confiado en computadoras para enseñar psicología experimental. Con el advenimiento de los generadores de experimentos, los estudiantes pueden crear experimentos bien diseñados y probar hipótesis sofisticadas desde el comienzo de su formación de pregrado. Se examinan las características de los nuevos generadores de experimentos basados en la red y se comparan con los generadores autónomos tradicionales. Se hace una llamada para evaluar formalmente la eficacia instructiva de la amplia gama de generadores de experimentos disponibles. Específicamente, el software debe ser evaluado en términos de resultados de aprendizaje conocidos, utilizando \"grupos de control\" apropiados. Las muchas diferencias inherentes entre cualquiera de los dos programas de software deben quedar claras. El método de instrucción de los maestros debe ser descrito completamente y mantenido constante entre comparaciones. Por último, debe considerarse la interacción a menudo compleja entre el método de instrucción de los profesores y los detalles pedagógicos del software. ",
            "error": [
                ""
            ]
        },
        "teacher instructional method": {
            "translated_key": [],
            "translated_annotated_text": "Enseñar psicología como una ciencia de laboratorio en la era de Internet Durante más de 30 años, los psicólogos han confiado en computadoras para enseñar psicología experimental. Con el advenimiento de los generadores de experimentos, los estudiantes pueden crear experimentos bien diseñados y probar hipótesis sofisticadas desde el comienzo de su formación de pregrado. Se examinan las características de los nuevos generadores de experimentos basados en la red y se comparan con los generadores autónomos tradicionales. Se hace una llamada para evaluar formalmente la eficacia instructiva de la amplia gama de generadores de experimentos disponibles. Específicamente, el software debe ser evaluado en términos de resultados de aprendizaje conocidos, utilizando grupos de control apropiados. Las muchas diferencias inherentes entre cualquiera de los dos programas de software deben quedar claras. El método de instrucción de los maestros debe ser descrito completamente y mantenido constante entre comparaciones. Por último, debe considerarse la interacción a menudo compleja entre el método de instrucción de los profesores y los detalles pedagógicos del software. ",
            "error": []
        },
        "pedagogical details": {
            "translated_key": "datos pedagógicos",
            "translated_annotated_text": "Enseñar psicología como una ciencia de laboratorio en la era de Internet Durante más de 30 años, los psicólogos han confiado en computadoras para enseñar psicología experimental. Con el advenimiento de los generadores de experimentos, los estudiantes pueden crear experimentos bien diseñados y probar hipótesis sofisticadas desde el comienzo de su formación de pregrado. Se examinan las características de los nuevos generadores de experimentos basados en la red y se comparan con los generadores autónomos tradicionales. Se hace una llamada para evaluar formalmente la eficacia instructiva de la amplia gama de generadores de experimentos disponibles. Específicamente, el software debe ser evaluado en términos de resultados de aprendizaje conocidos, utilizando grupos de control apropiados. Las muchas diferencias inherentes entre cualquiera de los dos programas de software deben quedar claras. El método de instrucción de los maestros debe ser descrito completamente y mantenido constante entre comparaciones. Por último, debe considerarse la interacción a menudo compleja entre el método de instrucción de los profesores y los \"datos pedagógicos\" del software. ",
            "error": [
                ""
            ]
        },
        "courseware": {
            "translated_key": [],
            "translated_annotated_text": "Enseñar psicología como una ciencia de laboratorio en la era de Internet Durante más de 30 años, los psicólogos han confiado en computadoras para enseñar psicología experimental. Con el advenimiento de los generadores de experimentos, los estudiantes pueden crear experimentos bien diseñados y probar hipótesis sofisticadas desde el comienzo de su formación de pregrado. Se examinan las características de los nuevos generadores de experimentos basados en la red y se comparan con los generadores autónomos tradicionales. Se hace una llamada para evaluar formalmente la eficacia instructiva de la amplia gama de generadores de experimentos disponibles. Específicamente, el software debe ser evaluado en términos de resultados de aprendizaje conocidos, utilizando grupos de control apropiados. Las muchas diferencias inherentes entre cualquiera de los dos programas de software deben quedar claras. El método de instrucción de los maestros debe ser descrito completamente y mantenido constante entre comparaciones. Por último, debe considerarse la interacción a menudo compleja entre el método de instrucción de los profesores y los detalles pedagógicos del software. ",
            "error": []
        },
        "psychology": {
            "translated_key": "psicología",
            "translated_annotated_text": "Enseñar \"psicología\" como una ciencia de laboratorio en la era de Internet Durante más de 30 años, los psicólogos han confiado en computadoras para enseñar \"psicología\" experimental. Con el advenimiento de los generadores de experimentos, los estudiantes pueden crear experimentos bien diseñados y probar hipótesis sofisticadas desde el comienzo de su formación de pregrado. Se examinan las características de los nuevos generadores de experimentos basados en la red y se comparan con los generadores autónomos tradicionales. Se hace una llamada para evaluar formalmente la eficacia instructiva de la amplia gama de generadores de experimentos disponibles. Específicamente, el software debe ser evaluado en términos de resultados de aprendizaje conocidos, utilizando grupos de control apropiados. Las muchas diferencias inherentes entre cualquiera de los dos programas de software deben quedar claras. El método de instrucción de los maestros debe ser descrito completamente y mantenido constante entre comparaciones. Por último, debe considerarse la interacción a menudo compleja entre el método de instrucción de los profesores y los detalles pedagógicos del software. ",
            "error": [
                ""
            ]
        },
        "student experiments": {
            "translated_key": [],
            "translated_annotated_text": "Enseñar psicología como una ciencia de laboratorio en la era de Internet Durante más de 30 años, los psicólogos han confiado en computadoras para enseñar psicología experimental. Con el advenimiento de los generadores de experimentos, los estudiantes pueden crear experimentos bien diseñados y probar hipótesis sofisticadas desde el comienzo de su formación de pregrado. Se examinan las características de los nuevos generadores de experimentos basados en la red y se comparan con los generadores autónomos tradicionales. Se hace una llamada para evaluar formalmente la eficacia instructiva de la amplia gama de generadores de experimentos disponibles. Específicamente, el software debe ser evaluado en términos de resultados de aprendizaje conocidos, utilizando grupos de control apropiados. Las muchas diferencias inherentes entre cualquiera de los dos programas de software deben quedar claras. El método de instrucción de los maestros debe ser descrito completamente y mantenido constante entre comparaciones. Por último, debe considerarse la interacción a menudo compleja entre el método de instrucción de los profesores y los detalles pedagógicos del software. ",
            "error": []
        },
        "teaching": {
            "translated_key": [],
            "translated_annotated_text": "Enseñar psicología como una ciencia de laboratorio en la era de Internet Durante más de 30 años, los psicólogos han confiado en computadoras para enseñar psicología experimental. Con el advenimiento de los generadores de experimentos, los estudiantes pueden crear experimentos bien diseñados y probar hipótesis sofisticadas desde el comienzo de su formación de pregrado. Se examinan las características de los nuevos generadores de experimentos basados en la red y se comparan con los generadores autónomos tradicionales. Se hace una llamada para evaluar formalmente la eficacia instructiva de la amplia gama de generadores de experimentos disponibles. Específicamente, el software debe ser evaluado en términos de resultados de aprendizaje conocidos, utilizando grupos de control apropiados. Las muchas diferencias inherentes entre cualquiera de los dos programas de software deben quedar claras. El método de instrucción de los maestros debe ser descrito completamente y mantenido constante entre comparaciones. Por último, debe considerarse la interacción a menudo compleja entre el método de instrucción de los profesores y los detalles pedagógicos del software. ",
            "error": []
        }
    }
}