{
    "original_text": "Baseball, optimization, and the World Wide Web The competition for baseball play-off spots-the fabled pennant race-is one of the most closely watched American sports traditions. While play-off race statistics, such as games back and magic number, are informative, they are overly conservative and do not account for the remaining schedule of games. Using optimization techniques, one can model schedule effects explicitly and determine precisely when a team has secured a play-off spot or has been eliminated from contention. The RIOT Baseball Play-off Races Web site developed at the University of California, Berkeley, provides automatic updates of new, optimization-based play-off race statistics each day of the major league baseball season. In developing the site, we found that we could determine the first-place elimination status of all teams in a division using a single linear-programming formulation, since a minimum win threshold for teams finishing in first place applies to all teams in a division. We identified a similar (but weaker) result for the problem of play-off elimination with wildcard teams",
    "original_translation": "Béisbol, optimización y la World Wide Web La competencia por los puntos de play-off de béisbol, la famosa carrera de banderines, es una de las tradiciones deportivas americanas más observadas. Mientras que las estadísticas de carreras de play-off, como los juegos de vuelta y el número mágico, son informativas, son demasiado conservadoras y no tienen en cuenta el resto del horario de juegos. Utilizando técnicas de optimización, uno puede modelar los efectos de programación explícitamente y determinar con precisión cuando un equipo ha asegurado un punto de play-off o ha sido eliminado de la contienda. El sitio web RIOT Baseball Play-off Races desarrollado en la Universidad de California, Berkeley, proporciona actualizaciones automáticas de las nuevas estadísticas de carreras de play-off basadas en optimización cada día de la temporada de béisbol de las grandes ligas. Al desarrollar el sitio, encontramos que podríamos determinar el estado de eliminación en primer lugar de todos los equipos en una división utilizando una sola formulación de programación lineal, ya que un umbral de ganancia mínimo para los equipos que terminan en primer lugar se aplica a todos los equipos en una división. Identificamos un resultado similar (pero más débil) para el problema de la eliminación de play-off con los equipos comodines",
    "error_count": 10,
    "keys": {
        "baseball play-off spot competition": {
            "translated_key": [],
            "translated_annotated_text": "Béisbol, optimización y la World Wide Web La competencia por los puntos de play-off de béisbol, la famosa carrera de banderines, es una de las tradiciones deportivas americanas más observadas. Mientras que las estadísticas de carreras de play-off, como los juegos de vuelta y el número mágico, son informativas, son demasiado conservadoras y no tienen en cuenta el resto del horario de juegos. Utilizando técnicas de optimización, uno puede modelar los efectos de programación explícitamente y determinar con precisión cuando un equipo ha asegurado un punto de play-off o ha sido eliminado de la contienda. El sitio web RIOT Baseball Play-off Races desarrollado en la Universidad de California, Berkeley, proporciona actualizaciones automáticas de las nuevas estadísticas de carreras de play-off basadas en optimización cada día de la temporada de béisbol de las grandes ligas. Al desarrollar el sitio, encontramos que podríamos determinar el estado de eliminación en primer lugar de todos los equipos en una división utilizando una sola formulación de programación lineal, ya que un umbral de ganancia mínimo para los equipos que terminan en primer lugar se aplica a todos los equipos en una división. Identificamos un resultado similar (pero más débil) para el problema de la eliminación de play-off con los equipos comodines ",
            "error": []
        },
        "optimization": {
            "translated_key": "optimización",
            "translated_annotated_text": "Béisbol, \"optimización\", y la World Wide Web La competencia por los puntos de play-off de béisbol-la famosa carrera de banderines-es una de las tradiciones deportivas americanas más observadas. Mientras que las estadísticas de carreras de play-off, como los juegos de vuelta y el número mágico, son informativas, son demasiado conservadoras y no tienen en cuenta el resto del horario de juegos. Utilizando técnicas de \"optimización\", uno puede modelar los efectos explícitamente y determinar con precisión cuando un equipo ha asegurado un punto de play-off o ha sido eliminado de la contienda. El sitio web RIOT Baseball Play-off Races desarrollado en la Universidad de California, Berkeley, proporciona actualizaciones automáticas de las nuevas estadísticas de carreras de play-off basadas en la \"optimización\" cada día de la temporada de béisbol de las grandes ligas. Al desarrollar el sitio, encontramos que podríamos determinar el estado de eliminación en primer lugar de todos los equipos en una división utilizando una sola formulación de programación lineal, ya que un umbral de ganancia mínimo para los equipos que terminan en primer lugar se aplica a todos los equipos en una división. Identificamos un resultado similar (pero más débil) para el problema de la eliminación de play-off con los equipos comodines ",
            "error": [
                ""
            ]
        },
        "World Wide Web": {
            "translated_key": "World Wide Web",
            "translated_annotated_text": "Béisbol, optimización y la \"World Wide Web\" La competencia por los puntos de play-off de béisbol, la famosa carrera de banderines, es una de las tradiciones deportivas estadounidenses más observadas. Mientras que las estadísticas de carreras de play-off, como los juegos de vuelta y el número mágico, son informativas, son demasiado conservadoras y no tienen en cuenta el resto del horario de juegos. Utilizando técnicas de optimización, uno puede modelar los efectos de programación explícitamente y determinar con precisión cuando un equipo ha asegurado un punto de play-off o ha sido eliminado de la contienda. El sitio web RIOT Baseball Play-off Races desarrollado en la Universidad de California, Berkeley, proporciona actualizaciones automáticas de las nuevas estadísticas de carreras de play-off basadas en optimización cada día de la temporada de béisbol de las grandes ligas. Al desarrollar el sitio, encontramos que podríamos determinar el estado de eliminación en primer lugar de todos los equipos en una división utilizando una sola formulación de programación lineal, ya que un umbral de ganancia mínimo para los equipos que terminan en primer lugar se aplica a todos los equipos en una división. Identificamos un resultado similar (pero más débil) para el problema de la eliminación de play-off con los equipos comodines ",
            "error": [
                ""
            ]
        },
        "pennant race": {
            "translated_key": "raza del pennant",
            "translated_annotated_text": "Béisbol, optimización y la World Wide Web La competencia por los puntos de play-off de béisbol, la legendaria \"raza del pennant\", es una de las tradiciones deportivas americanas más observadas. Mientras que las estadísticas de carreras de play-off, como los juegos de vuelta y el número mágico, son informativas, son demasiado conservadoras y no tienen en cuenta el resto del horario de juegos. Utilizando técnicas de optimización, uno puede modelar los efectos de programación explícitamente y determinar con precisión cuando un equipo ha asegurado un punto de play-off o ha sido eliminado de la contienda. El sitio web RIOT Baseball Play-off Races desarrollado en la Universidad de California, Berkeley, proporciona actualizaciones automáticas de las nuevas estadísticas de carreras de play-off basadas en optimización cada día de la temporada de béisbol de las grandes ligas. Al desarrollar el sitio, encontramos que podríamos determinar el estado de eliminación en primer lugar de todos los equipos en una división utilizando una sola formulación de programación lineal, ya que un umbral de ganancia mínimo para los equipos que terminan en primer lugar se aplica a todos los equipos en una división. Identificamos un resultado similar (pero más débil) para el problema de la eliminación de play-off con los equipos comodines ",
            "error": [
                ""
            ]
        },
        "play-off race statistics": {
            "translated_key": [
                "estadísticas de carrera de play-off",
                "estadísticas de carreras de play-off"
            ],
            "translated_annotated_text": "Béisbol, optimización y la World Wide Web La competencia por los puntos de play-off de béisbol, la famosa carrera de banderines, es una de las tradiciones deportivas americanas más observadas. Mientras que las \"estadísticas de carrera de play-off\", como los juegos de vuelta y el número mágico, son informativas, son demasiado conservadoras y no tienen en cuenta el resto del programa de juegos. Utilizando técnicas de optimización, uno puede modelar los efectos de programación explícitamente y determinar con precisión cuando un equipo ha asegurado un punto de play-off o ha sido eliminado de la contienda. El sitio web RIOT Baseball Play-off Races desarrollado en la Universidad de California, Berkeley, proporciona actualizaciones automáticas de las nuevas \"estadísticas de carreras de play-off\" basadas en la optimización cada día de la temporada de béisbol de las grandes ligas. Al desarrollar el sitio, encontramos que podríamos determinar el estado de eliminación en primer lugar de todos los equipos en una división utilizando una sola formulación de programación lineal, ya que un umbral de ganancia mínimo para los equipos que terminan en primer lugar se aplica a todos los equipos en una división. Identificamos un resultado similar (pero más débil) para el problema de la eliminación de play-off con los equipos comodines ",
            "error": [
                "estadísticas de carrera de play-off",
                "estadísticas de carreras de play-off"
            ]
        },
        "games back": {
            "translated_key": "juegos de vuelta",
            "translated_annotated_text": "Béisbol, optimización y la World Wide Web La competencia por los puntos de play-off de béisbol, la famosa carrera de banderines, es una de las tradiciones deportivas americanas más observadas. Mientras que las estadísticas de carreras de play-off, como \"juegos de vuelta\" y número mágico, son informativas, son demasiado conservadoras y no tienen en cuenta el resto del programa de juegos. Utilizando técnicas de optimización, uno puede modelar los efectos de programación explícitamente y determinar con precisión cuando un equipo ha asegurado un punto de play-off o ha sido eliminado de la contienda. El sitio web RIOT Baseball Play-off Races desarrollado en la Universidad de California, Berkeley, proporciona actualizaciones automáticas de las nuevas estadísticas de carreras de play-off basadas en optimización cada día de la temporada de béisbol de las grandes ligas. Al desarrollar el sitio, encontramos que podríamos determinar el estado de eliminación en primer lugar de todos los equipos en una división utilizando una sola formulación de programación lineal, ya que un umbral de ganancia mínimo para los equipos que terminan en primer lugar se aplica a todos los equipos en una división. Identificamos un resultado similar (pero más débil) para el problema de la eliminación de play-off con los equipos comodines ",
            "error": [
                ""
            ]
        },
        "magic number": {
            "translated_key": "número mágico",
            "translated_annotated_text": "Béisbol, optimización y la World Wide Web La competencia por los puntos de play-off de béisbol, la famosa carrera de banderines, es una de las tradiciones deportivas americanas más observadas. Mientras que las estadísticas de carreras de play-off, como los juegos de vuelta y \"número mágico\", son informativas, son demasiado conservadoras y no tienen en cuenta el resto del horario de juegos. Utilizando técnicas de optimización, uno puede modelar los efectos de programación explícitamente y determinar con precisión cuando un equipo ha asegurado un punto de play-off o ha sido eliminado de la contienda. El sitio web RIOT Baseball Play-off Races desarrollado en la Universidad de California, Berkeley, proporciona actualizaciones automáticas de las nuevas estadísticas de carreras de play-off basadas en optimización cada día de la temporada de béisbol de las grandes ligas. Al desarrollar el sitio, encontramos que podríamos determinar el estado de eliminación en primer lugar de todos los equipos en una división utilizando una sola formulación de programación lineal, ya que un umbral de ganancia mínimo para los equipos que terminan en primer lugar se aplica a todos los equipos en una división. Identificamos un resultado similar (pero más débil) para el problema de la eliminación de play-off con los equipos comodines ",
            "error": [
                ""
            ]
        },
        "game schedule": {
            "translated_key": [],
            "translated_annotated_text": "Béisbol, optimización y la World Wide Web La competencia por los puntos de play-off de béisbol, la famosa carrera de banderines, es una de las tradiciones deportivas americanas más observadas. Mientras que las estadísticas de carreras de play-off, como los juegos de vuelta y el número mágico, son informativas, son demasiado conservadoras y no tienen en cuenta el resto del horario de juegos. Utilizando técnicas de optimización, uno puede modelar los efectos de programación explícitamente y determinar con precisión cuando un equipo ha asegurado un punto de play-off o ha sido eliminado de la contienda. El sitio web RIOT Baseball Play-off Races desarrollado en la Universidad de California, Berkeley, proporciona actualizaciones automáticas de las nuevas estadísticas de carreras de play-off basadas en optimización cada día de la temporada de béisbol de las grandes ligas. Al desarrollar el sitio, encontramos que podríamos determinar el estado de eliminación en primer lugar de todos los equipos en una división utilizando una sola formulación de programación lineal, ya que un umbral de ganancia mínimo para los equipos que terminan en primer lugar se aplica a todos los equipos en una división. Identificamos un resultado similar (pero más débil) para el problema de la eliminación de play-off con los equipos comodines ",
            "error": []
        },
        "RIOT Baseball Play-off Races Web site": {
            "translated_key": "RIOT Baseball Play-off Races Web site",
            "translated_annotated_text": "Béisbol, optimización y la World Wide Web La competencia por los puntos de play-off de béisbol, la famosa carrera de banderines, es una de las tradiciones deportivas americanas más observadas. Mientras que las estadísticas de carreras de play-off, como los juegos de vuelta y el número mágico, son informativas, son demasiado conservadoras y no tienen en cuenta el resto del horario de juegos. Utilizando técnicas de optimización, uno puede modelar los efectos de programación explícitamente y determinar con precisión cuando un equipo ha asegurado un punto de play-off o ha sido eliminado de la contienda. El \"RIOT Baseball Play-off Races Web site\" desarrollado en la Universidad de California, Berkeley, proporciona actualizaciones automáticas de las nuevas estadísticas de carreras de play-off basadas en optimización cada día de la temporada de béisbol de las grandes ligas. Al desarrollar el sitio, encontramos que podríamos determinar el estado de eliminación en primer lugar de todos los equipos en una división utilizando una sola formulación de programación lineal, ya que un umbral de ganancia mínimo para los equipos que terminan en primer lugar se aplica a todos los equipos en una división. Identificamos un resultado similar (pero más débil) para el problema de la eliminación de play-off con los equipos comodines ",
            "error": [
                ""
            ]
        },
        "linear programming": {
            "translated_key": [],
            "translated_annotated_text": "Béisbol, optimización y la World Wide Web La competencia por los puntos de play-off de béisbol, la famosa carrera de banderines, es una de las tradiciones deportivas americanas más observadas. Mientras que las estadísticas de carreras de play-off, como los juegos de vuelta y el número mágico, son informativas, son demasiado conservadoras y no tienen en cuenta el resto del horario de juegos. Utilizando técnicas de optimización, uno puede modelar los efectos de programación explícitamente y determinar con precisión cuando un equipo ha asegurado un punto de play-off o ha sido eliminado de la contienda. El sitio web RIOT Baseball Play-off Races desarrollado en la Universidad de California, Berkeley, proporciona actualizaciones automáticas de las nuevas estadísticas de carreras de play-off basadas en optimización cada día de la temporada de béisbol de las grandes ligas. Al desarrollar el sitio, encontramos que podríamos determinar el estado de eliminación en primer lugar de todos los equipos en una división utilizando una sola formulación de programación lineal, ya que un umbral de ganancia mínimo para los equipos que terminan en primer lugar se aplica a todos los equipos en una división. Identificamos un resultado similar (pero más débil) para el problema de la eliminación de play-off con los equipos comodines ",
            "error": []
        },
        "LP": {
            "translated_key": [],
            "translated_annotated_text": "Béisbol, optimización y la World Wide Web La competencia por los puntos de play-off de béisbol, la famosa carrera de banderines, es una de las tradiciones deportivas americanas más observadas. Mientras que las estadísticas de carreras de play-off, como los juegos de vuelta y el número mágico, son informativas, son demasiado conservadoras y no tienen en cuenta el resto del horario de juegos. Utilizando técnicas de optimización, uno puede modelar los efectos de programación explícitamente y determinar con precisión cuando un equipo ha asegurado un punto de play-off o ha sido eliminado de la contienda. El sitio web RIOT Baseball Play-off Races desarrollado en la Universidad de California, Berkeley, proporciona actualizaciones automáticas de las nuevas estadísticas de carreras de play-off basadas en optimización cada día de la temporada de béisbol de las grandes ligas. Al desarrollar el sitio, encontramos que podríamos determinar el estado de eliminación en primer lugar de todos los equipos en una división utilizando una sola formulación de programación lineal, ya que un umbral de ganancia mínimo para los equipos que terminan en primer lugar se aplica a todos los equipos en una división. Identificamos un resultado similar (pero más débil) para el problema de la eliminación de play-off con los equipos comodines ",
            "error": []
        },
        "minimum win threshold": {
            "translated_key": "último umbral de ganancia",
            "translated_annotated_text": "Béisbol, optimización y la World Wide Web La competencia por los puntos de play-off de béisbol, la famosa carrera de banderines, es una de las tradiciones deportivas americanas más observadas. Mientras que las estadísticas de carreras de play-off, como los juegos de vuelta y el número mágico, son informativas, son demasiado conservadoras y no tienen en cuenta el resto del horario de juegos. Utilizando técnicas de optimización, uno puede modelar los efectos de programación explícitamente y determinar con precisión cuando un equipo ha asegurado un punto de play-off o ha sido eliminado de la contienda. El sitio web RIOT Baseball Play-off Races desarrollado en la Universidad de California, Berkeley, proporciona actualizaciones automáticas de las nuevas estadísticas de carreras de play-off basadas en optimización cada día de la temporada de béisbol de las grandes ligas. Al desarrollar el sitio, encontramos que podríamos determinar el estado de eliminación en primer lugar de todos los equipos en una división utilizando una sola formulación de programación lineal, ya que un \"último umbral de ganancia\" para los equipos que terminan en primer lugar se aplica a todos los equipos en una división. Identificamos un resultado similar (pero más débil) para el problema de la eliminación de play-off con los equipos comodines ",
            "error": [
                ""
            ]
        },
        "administrative data processing": {
            "translated_key": [],
            "translated_annotated_text": "Béisbol, optimización y la World Wide Web La competencia por los puntos de play-off de béisbol, la famosa carrera de banderines, es una de las tradiciones deportivas americanas más observadas. Mientras que las estadísticas de carreras de play-off, como los juegos de vuelta y el número mágico, son informativas, son demasiado conservadoras y no tienen en cuenta el resto del horario de juegos. Utilizando técnicas de optimización, uno puede modelar los efectos de programación explícitamente y determinar con precisión cuando un equipo ha asegurado un punto de play-off o ha sido eliminado de la contienda. El sitio web RIOT Baseball Play-off Races desarrollado en la Universidad de California, Berkeley, proporciona actualizaciones automáticas de las nuevas estadísticas de carreras de play-off basadas en optimización cada día de la temporada de béisbol de las grandes ligas. Al desarrollar el sitio, encontramos que podríamos determinar el estado de eliminación en primer lugar de todos los equipos en una división utilizando una sola formulación de programación lineal, ya que un umbral de ganancia mínimo para los equipos que terminan en primer lugar se aplica a todos los equipos en una división. Identificamos un resultado similar (pero más débil) para el problema de la eliminación de play-off con los equipos comodines ",
            "error": []
        },
        "information resources": {
            "translated_key": [],
            "translated_annotated_text": "Béisbol, optimización y la World Wide Web La competencia por los puntos de play-off de béisbol, la famosa carrera de banderines, es una de las tradiciones deportivas americanas más observadas. Mientras que las estadísticas de carreras de play-off, como los juegos de vuelta y el número mágico, son informativas, son demasiado conservadoras y no tienen en cuenta el resto del horario de juegos. Utilizando técnicas de optimización, uno puede modelar los efectos de programación explícitamente y determinar con precisión cuando un equipo ha asegurado un punto de play-off o ha sido eliminado de la contienda. El sitio web RIOT Baseball Play-off Races desarrollado en la Universidad de California, Berkeley, proporciona actualizaciones automáticas de las nuevas estadísticas de carreras de play-off basadas en optimización cada día de la temporada de béisbol de las grandes ligas. Al desarrollar el sitio, encontramos que podríamos determinar el estado de eliminación en primer lugar de todos los equipos en una división utilizando una sola formulación de programación lineal, ya que un umbral de ganancia mínimo para los equipos que terminan en primer lugar se aplica a todos los equipos en una división. Identificamos un resultado similar (pero más débil) para el problema de la eliminación de play-off con los equipos comodines ",
            "error": []
        },
        "Internet": {
            "translated_key": [],
            "translated_annotated_text": "Béisbol, optimización y la World Wide Web La competencia por los puntos de play-off de béisbol, la famosa carrera de banderines, es una de las tradiciones deportivas americanas más observadas. Mientras que las estadísticas de carreras de play-off, como los juegos de vuelta y el número mágico, son informativas, son demasiado conservadoras y no tienen en cuenta el resto del horario de juegos. Utilizando técnicas de optimización, uno puede modelar los efectos de programación explícitamente y determinar con precisión cuando un equipo ha asegurado un punto de play-off o ha sido eliminado de la contienda. El sitio web RIOT Baseball Play-off Races desarrollado en la Universidad de California, Berkeley, proporciona actualizaciones automáticas de las nuevas estadísticas de carreras de play-off basadas en optimización cada día de la temporada de béisbol de las grandes ligas. Al desarrollar el sitio, encontramos que podríamos determinar el estado de eliminación en primer lugar de todos los equipos en una división utilizando una sola formulación de programación lineal, ya que un umbral de ganancia mínimo para los equipos que terminan en primer lugar se aplica a todos los equipos en una división. Identificamos un resultado similar (pero más débil) para el problema de la eliminación de play-off con los equipos comodines ",
            "error": []
        },
        "sport": {
            "translated_key": [],
            "translated_annotated_text": "Béisbol, optimización y la World Wide Web La competencia por los puntos de play-off de béisbol, la famosa carrera de banderines, es una de las tradiciones deportivas americanas más observadas. Mientras que las estadísticas de carreras de play-off, como los juegos de vuelta y el número mágico, son informativas, son demasiado conservadoras y no tienen en cuenta el resto del horario de juegos. Utilizando técnicas de optimización, uno puede modelar los efectos de programación explícitamente y determinar con precisión cuando un equipo ha asegurado un punto de play-off o ha sido eliminado de la contienda. El sitio web RIOT Baseball Play-off Races desarrollado en la Universidad de California, Berkeley, proporciona actualizaciones automáticas de las nuevas estadísticas de carreras de play-off basadas en optimización cada día de la temporada de béisbol de las grandes ligas. Al desarrollar el sitio, encontramos que podríamos determinar el estado de eliminación en primer lugar de todos los equipos en una división utilizando una sola formulación de programación lineal, ya que un umbral de ganancia mínimo para los equipos que terminan en primer lugar se aplica a todos los equipos en una división. Identificamos un resultado similar (pero más débil) para el problema de la eliminación de play-off con los equipos comodines ",
            "error": []
        }
    }
}