{
    "original_text": "Lower bounds on the information rate of secret sharing schemes with homogeneous access structure We present some new lower bounds on the optimal information rate and on the optimal average information rate of secret sharing schemes with homogeneous access structure. These bounds are found by using some covering constructions and a new parameter, the k-degree of a participant, that is introduced in this paper. Our bounds improve the previous ones in almost all cases",
    "original_translation": "Límites más bajos en la tasa de información de esquemas de intercambio secreto con estructura de acceso homogénea Presentamos algunos nuevos límites más bajos en la tasa de información óptima y en la tasa de información media óptima de esquemas de intercambio secreto con estructura de acceso homogénea. Estos límites se encuentran mediante el uso de algunas construcciones de cobertura y un nuevo parámetro, el grado k de un participante, que se introduce en este artículo. Nuestros límites mejoran los anteriores en casi todos los casos",
    "error_count": 2,
    "keys": {
        "lower bounds": {
            "translated_key": "límites más bajos",
            "translated_annotated_text": "Límites más bajos en la tasa de información de esquemas de intercambio secreto con estructura de acceso homogénea Presentamos algunos nuevos \"límites más bajos\" en la tasa de información óptima y en la tasa de información media óptima de esquemas de intercambio secreto con estructura de acceso homogénea. Estos límites se encuentran mediante el uso de algunas construcciones de cobertura y un nuevo parámetro, el grado k de un participante, que se introduce en este artículo. Nuestros límites mejoran los anteriores en casi todos los casos ",
            "error": [
                ""
            ]
        },
        "optimal information rate": {
            "translated_key": "tasa de información óptima",
            "translated_annotated_text": "Límites más bajos en la tasa de información de los esquemas de intercambio secreto con estructura de acceso homogénea Presentamos algunos nuevos límites más bajos en la \"tasa de información óptima\" y en la tasa de información media óptima de los esquemas de intercambio secreto con estructura de acceso homogénea. Estos límites se encuentran mediante el uso de algunas construcciones de cobertura y un nuevo parámetro, el grado k de un participante, que se introduce en este artículo. Nuestros límites mejoran los anteriores en casi todos los casos ",
            "error": [
                ""
            ]
        },
        "optimal average information rate": {
            "translated_key": "tasa de información media óptima",
            "translated_annotated_text": "Límites más bajos en la tasa de información de los esquemas de intercambio secreto con estructura de acceso homogénea Presentamos algunos nuevos límites más bajos en la tasa de información óptima y en la \"tasa de información media óptima\" de los esquemas de intercambio secreto con estructura de acceso homogénea. Estos límites se encuentran mediante el uso de algunas construcciones de cobertura y un nuevo parámetro, el grado k de un participante, que se introduce en este artículo. Nuestros límites mejoran los anteriores en casi todos los casos ",
            "error": [
                ""
            ]
        },
        "k-degree": {
            "translated_key": "k-grado",
            "translated_annotated_text": "Límites más bajos en la tasa de información de esquemas de intercambio secreto con estructura de acceso homogénea Presentamos algunos nuevos límites más bajos en la tasa de información óptima y en la tasa de información media óptima de esquemas de intercambio secreto con estructura de acceso homogénea. Estos límites se encuentran utilizando algunas construcciones de cobertura y un nuevo parámetro, el \"k-grado\" de un participante, que se introduce en este artículo. Nuestros límites mejoran los anteriores en casi todos los casos ",
            "error": [
                ""
            ]
        },
        "cryptography": {
            "translated_key": [],
            "translated_annotated_text": "Límites más bajos en la tasa de información de esquemas de intercambio secreto con estructura de acceso homogénea Presentamos algunos nuevos límites más bajos en la tasa de información óptima y en la tasa de información media óptima de esquemas de intercambio secreto con estructura de acceso homogénea. Estos límites se encuentran mediante el uso de algunas construcciones de cobertura y un nuevo parámetro, el grado k de un participante, que se introduce en este artículo. Nuestros límites mejoran los anteriores en casi todos los casos ",
            "error": []
        },
        "information rate": {
            "translated_key": "tasa de información",
            "translated_annotated_text": "Límites más bajos en la \"tasa de información\" de esquemas de intercambio secreto con estructura de acceso homogénea Presentamos algunos nuevos límites más bajos en la \"tasa de información\" óptima y en la \"tasa de información\" media óptima de esquemas de intercambio secreto con estructura de acceso homogénea. Estos límites se encuentran mediante el uso de algunas construcciones de cobertura y un nuevo parámetro, el grado k de un participante, que se introduce en este artículo. Nuestros límites mejoran los anteriores en casi todos los casos ",
            "error": [
                ""
            ]
        },
        "secret sharing schemes": {
            "translated_key": "esquemas de intercambio secreto",
            "translated_annotated_text": "Límites más bajos en la tasa de información de \"esquemas de intercambio secreto\" con estructura de acceso homogénea Presentamos algunos nuevos límites más bajos en la tasa de información óptima y en la tasa de información media óptima de \"esquemas de intercambio secreto\" con estructura de acceso homogénea. Estos límites se encuentran mediante el uso de algunas construcciones de cobertura y un nuevo parámetro, el grado k de un participante, que se introduce en este artículo. Nuestros límites mejoran los anteriores en casi todos los casos ",
            "error": [
                ""
            ]
        },
        "homogeneous access structure": {
            "translated_key": "estructura de acceso homogéneo",
            "translated_annotated_text": "Límites más bajos en la tasa de información de los esquemas de intercambio secreto con \"estructura de acceso homogéneo\" Presentamos algunos nuevos límites más bajos en la tasa de información óptima y en la tasa de información media óptima de los esquemas de intercambio secreto con \"estructura de acceso homogéneo\". Estos límites se encuentran mediante el uso de algunas construcciones de cobertura y un nuevo parámetro, el grado k de un participante, que se introduce en este artículo. Nuestros límites mejoran los anteriores en casi todos los casos ",
            "error": [
                ""
            ]
        }
    }
}