{
    "original_text": "There is no optimal routing policy for the torus A routing policy is the method used to select a specific output channel for a message from among a number of acceptable output channels. An optimal routing policy is a policy that maximizes the probability of a message reaching its destination without delays. Optimal routing policies have been proposed for several regular networks, including the mesh and the hypercube. An open problem in interconnection network research has been the identification of an optimal routing policy for the torus. In this paper, we show that there is no optimal routing policy for the torus. Our result is demonstrated by presenting a detailed example in which the best choice of output channel is dependent on the probability of each channel being available. This result settles, in the negative, a conjecture by J. Wu (1996) concerning an optimal routing policy for the torus",
    "original_translation": "No existe una política de enrutamiento óptima para el toro La política de enrutamiento A es el método utilizado para seleccionar un canal de salida específico para un mensaje entre una serie de canales de salida aceptables. Una política de enrutamiento óptima es una política que maximiza la probabilidad de que un mensaje llegue a su destino sin demoras. Se han propuesto políticas óptimas de encaminamiento para varias redes regulares, incluyendo la malla y el hipercubo. Un problema abierto en la investigación de la red de interconexión ha sido la identificación de una política óptima de encaminamiento para los toros. En este artículo, mostramos que no hay una política óptima de enrutamiento para los toros. Nuestro resultado se demuestra presentando un ejemplo detallado en el que la mejor elección de canal de salida depende de la probabilidad de que cada canal esté disponible. Este resultado establece, en el negativo, una conjetura de J. Wu (1996) sobre una política de ruta óptima para los toros",
    "error_count": 3,
    "keys": {
        "optimal routing policy": {
            "translated_key": [
                "política de enrutamiento óptima",
                "política de enrutamiento óptima",
                "política de ruta óptima",
                "política óptima de encaminamiento",
                "política de ruta óptima"
            ],
            "translated_annotated_text": "No existe una \"política de enrutamiento óptima\" para el toro La política de enrutamiento A es el método utilizado para seleccionar un canal de salida específico para un mensaje entre una serie de canales de salida aceptables. Una \"política de enrutamiento óptima\" es una política que maximiza la probabilidad de que un mensaje llegue a su destino sin demoras. Se han propuesto políticas óptimas de encaminamiento para varias redes regulares, incluyendo la malla y el hipercubo. Un problema abierto en la investigación de la red de interconexión ha sido la identificación de una \"política de ruta óptima\" para los toros. En este artículo, mostramos que no hay una \"política óptima de encaminamiento\" para los toros. Nuestro resultado se demuestra presentando un ejemplo detallado en el que la mejor elección de canal de salida depende de la probabilidad de que cada canal esté disponible. Este resultado establece, en el negativo, una conjetura de J. Wu (1996) sobre una \"política de ruta óptima\" para los toros ",
            "error": [
                "política de enrutamiento óptima",
                "política de enrutamiento óptima",
                "política de ruta óptima",
                "política óptima de encaminamiento",
                "política de ruta óptima"
            ]
        },
        "torus": {
            "translated_key": "torus",
            "translated_annotated_text": "No existe una política de enrutamiento óptima para el \"torus\" Una política de enrutamiento es el método utilizado para seleccionar un canal de salida específico para un mensaje entre una serie de canales de salida aceptables. Una política de enrutamiento óptima es una política que maximiza la probabilidad de que un mensaje llegue a su destino sin demoras. Se han propuesto políticas óptimas de encaminamiento para varias redes regulares, incluyendo la malla y el hipercubo. Un problema abierto en la investigación de la red de interconexión ha sido la identificación de una política de enrutamiento óptima para el \"torus\". En este artículo, mostramos que no hay una política de enrutamiento óptima para el \"torus\". Nuestro resultado se demuestra presentando un ejemplo detallado en el que la mejor elección de canal de salida depende de la probabilidad de que cada canal esté disponible. Este resultado establece, en el negativo, una conjetura de J. Wu (1996) sobre una política de ruta óptima para el \"torus\" ",
            "error": [
                ""
            ]
        },
        "hypercube": {
            "translated_key": "hipercubo",
            "translated_annotated_text": "No existe una política de enrutamiento óptima para el toro La política de enrutamiento A es el método utilizado para seleccionar un canal de salida específico para un mensaje entre una serie de canales de salida aceptables. Una política de enrutamiento óptima es una política que maximiza la probabilidad de que un mensaje llegue a su destino sin demoras. Se han propuesto políticas óptimas de encaminamiento para varias redes regulares, incluyendo la malla y el \"hipercubo\". Un problema abierto en la investigación de la red de interconexión ha sido la identificación de una política óptima de encaminamiento para los toros. En este artículo, mostramos que no hay una política óptima de enrutamiento para los toros. Nuestro resultado se demuestra presentando un ejemplo detallado en el que la mejor elección de canal de salida depende de la probabilidad de que cada canal esté disponible. Este resultado establece, en el negativo, una conjetura de J. Wu (1996) sobre una política de ruta óptima para los toros ",
            "error": [
                ""
            ]
        },
        "hypercube networks": {
            "translated_key": [],
            "translated_annotated_text": "No existe una política de enrutamiento óptima para el toro La política de enrutamiento A es el método utilizado para seleccionar un canal de salida específico para un mensaje entre una serie de canales de salida aceptables. Una política de enrutamiento óptima es una política que maximiza la probabilidad de que un mensaje llegue a su destino sin demoras. Se han propuesto políticas óptimas de encaminamiento para varias redes regulares, incluyendo la malla y el hipercubo. Un problema abierto en la investigación de la red de interconexión ha sido la identificación de una política óptima de encaminamiento para los toros. En este artículo, mostramos que no hay una política óptima de enrutamiento para los toros. Nuestro resultado se demuestra presentando un ejemplo detallado en el que la mejor elección de canal de salida depende de la probabilidad de que cada canal esté disponible. Este resultado establece, en el negativo, una conjetura de J. Wu (1996) sobre una política de ruta óptima para los toros ",
            "error": []
        },
        "network routing": {
            "translated_key": [],
            "translated_annotated_text": "No existe una política de enrutamiento óptima para el toro La política de enrutamiento A es el método utilizado para seleccionar un canal de salida específico para un mensaje entre una serie de canales de salida aceptables. Una política de enrutamiento óptima es una política que maximiza la probabilidad de que un mensaje llegue a su destino sin demoras. Se han propuesto políticas óptimas de encaminamiento para varias redes regulares, incluyendo la malla y el hipercubo. Un problema abierto en la investigación de la red de interconexión ha sido la identificación de una política óptima de encaminamiento para los toros. En este artículo, mostramos que no hay una política óptima de enrutamiento para los toros. Nuestro resultado se demuestra presentando un ejemplo detallado en el que la mejor elección de canal de salida depende de la probabilidad de que cada canal esté disponible. Este resultado establece, en el negativo, una conjetura de J. Wu (1996) sobre una política de ruta óptima para los toros ",
            "error": []
        }
    }
}