{
    "original_text": "An efficient retrieval selection algorithm for video servers with random duplicated assignment storage technique Random duplicated assignment (RDA) is an approach in which video data is stored by assigning a number of copies of each data block to different, randomly chosen disks. It has been shown that this approach results in smaller response times and lower disk and RAM costs compared to the well-known disk stripping techniques. Based on this storage approach, one has to determine, for each given batch of data blocks, from which disk each of the data blocks is to be retrieved. This is to be done in such a way that the maximum load of the disks is minimized. The problem is called the retrieval selection problem (RSP). In this paper, we propose a new efficient algorithm for RSP. This algorithm is based on the breadth-first search approach and is able to guarantee optimal solutions for RSP in O(n/sup 2/+mn), where m and n correspond to the number of data blocks and the number of disks, respectively. We show that our proposed algorithm has a lower time complexity than an existing algorithm, called the MFS algorithm",
    "original_translation": "Un algoritmo de selección de recuperación eficiente para servidores de vídeo con técnica de almacenamiento de asignación duplicada aleatoria La asignación duplicada aleatoria (RDA) es un enfoque en el que los datos de vídeo se almacenan asignando un número de copias de cada bloque de datos a diferentes discos elegidos aleatoriamente. Se ha demostrado que este enfoque resulta en tiempos de respuesta más pequeños y menores costos de disco y RAM en comparación con las conocidas técnicas de desmontaje de discos. Sobre la base de este enfoque de almacenamiento, uno tiene que determinar, para cada lote dado de bloques de datos, de qué disco cada uno de los bloques de datos debe ser recuperado. Esto se debe hacer de tal manera que se minimice la carga máxima de los discos. El problema se llama el problema de selección de recuperación (RSP). En este trabajo, proponemos un nuevo algoritmo eficiente para RSP. Este algoritmo se basa en el enfoque de búsqueda de ancho-primer y es capaz de garantizar soluciones óptimas para RSP en O(n/sup 2/+mn), donde m y n corresponden al número de bloques de datos y el número de discos, respectivamente. Demostramos que nuestro algoritmo propuesto tiene una complejidad de tiempo menor que un algoritmo existente, llamado el algoritmo MFS",
    "error_count": 14,
    "keys": {
        "efficient retrieval selection algorithm": {
            "translated_key": "eficiente",
            "translated_annotated_text": "Un algoritmo de selección de recuperación <br>eficiente</br> para servidores de vídeo con técnica de almacenamiento de asignación duplicada aleatoria La asignación duplicada aleatoria (RDA) es un enfoque en el que los datos de vídeo se almacenan asignando un número de copias de cada bloque de datos a diferentes discos elegidos aleatoriamente. Se ha demostrado que este enfoque resulta en tiempos de respuesta más pequeños y menores costos de disco y RAM en comparación con las conocidas técnicas de desmontaje de discos. Sobre la base de este enfoque de almacenamiento, uno tiene que determinar, para cada lote dado de bloques de datos, de qué disco cada uno de los bloques de datos debe ser recuperado. Esto se debe hacer de tal manera que se minimice la carga máxima de los discos. El problema se llama el problema de selección de recuperación (RSP). En este trabajo, proponemos un nuevo algoritmo eficiente para RSP. Este algoritmo se basa en el enfoque de búsqueda de ancho-primer y es capaz de garantizar soluciones óptimas para RSP en O(n/sup 2/+mn), donde m y n corresponden al número de bloques de datos y el número de discos, respectivamente. Demostramos que nuestro algoritmo propuesto tiene una complejidad de tiempo menor que un algoritmo existente, llamado el algoritmo MFS ",
            "error": [
                ""
            ]
        },
        "video servers": {
            "translated_key": [],
            "translated_annotated_text": "Un algoritmo de selección de recuperación eficiente para servidores de vídeo <br></br> con técnica de almacenamiento de asignación duplicada aleatoria La asignación duplicada aleatoria (RDA) es un enfoque en el que los datos de vídeo se almacenan asignando un número de copias de cada bloque de datos a diferentes discos elegidos aleatoriamente. Se ha demostrado que este enfoque resulta en tiempos de respuesta más pequeños y menores costos de disco y RAM en comparación con las conocidas técnicas de desmontaje de discos. Sobre la base de este enfoque de almacenamiento, uno tiene que determinar, para cada lote dado de bloques de datos, de qué disco cada uno de los bloques de datos debe ser recuperado. Esto se debe hacer de tal manera que se minimice la carga máxima de los discos. El problema se llama el problema de selección de recuperación (RSP). En este trabajo, proponemos un nuevo algoritmo eficiente para RSP. Este algoritmo se basa en el enfoque de búsqueda de ancho-primer y es capaz de garantizar soluciones óptimas para RSP en O(n/sup 2/+mn), donde m y n corresponden al número de bloques de datos y el número de discos, respectivamente. Demostramos que nuestro algoritmo propuesto tiene una complejidad de tiempo menor que un algoritmo existente, llamado el algoritmo MFS ",
            "error": []
        },
        "random duplicated assignment storage technique": {
            "translated_key": "aleatoria técnica de almacenamiento de asignación duplicada",
            "translated_annotated_text": "Un algoritmo de selección de recuperación eficiente para servidores de vídeo con <br>aleatoria técnica de almacenamiento de asignación duplicada</br> La asignación duplicada aleatoria (RDA) es un enfoque en el que los datos de vídeo se almacenan asignando un número de copias de cada bloque de datos a diferentes discos elegidos aleatoriamente. Se ha demostrado que este enfoque resulta en tiempos de respuesta más pequeños y menores costos de disco y RAM en comparación con las conocidas técnicas de desmontaje de discos. Sobre la base de este enfoque de almacenamiento, uno tiene que determinar, para cada lote dado de bloques de datos, de qué disco cada uno de los bloques de datos debe ser recuperado. Esto se debe hacer de tal manera que se minimice la carga máxima de los discos. El problema se llama el problema de selección de recuperación (RSP). En este trabajo, proponemos un nuevo algoritmo eficiente para RSP. Este algoritmo se basa en el enfoque de búsqueda de ancho-primer y es capaz de garantizar soluciones óptimas para RSP en O(n/sup 2/+mn), donde m y n corresponden al número de bloques de datos y el número de discos, respectivamente. Demostramos que nuestro algoritmo propuesto tiene una complejidad de tiempo menor que un algoritmo existente, llamado el algoritmo MFS ",
            "error": [
                ""
            ]
        },
        "copies": {
            "translated_key": [],
            "translated_annotated_text": "Un algoritmo de selección de recuperación eficiente para servidores de vídeo con técnica de almacenamiento de asignación duplicada aleatoria La asignación duplicada aleatoria (RDA) es un enfoque en el que los datos de vídeo se almacenan asignando un número de copias <br> de cada bloque de datos a diferentes discos elegidos aleatoriamente. Se ha demostrado que este enfoque resulta en tiempos de respuesta más pequeños y menores costos de disco y RAM en comparación con las conocidas técnicas de desmontaje de discos. Sobre la base de este enfoque de almacenamiento, uno tiene que determinar, para cada lote dado de bloques de datos, de qué disco cada uno de los bloques de datos debe ser recuperado. Esto se debe hacer de tal manera que se minimice la carga máxima de los discos. El problema se llama el problema de selección de recuperación (RSP). En este trabajo, proponemos un nuevo algoritmo eficiente para RSP. Este algoritmo se basa en el enfoque de búsqueda de ancho-primer y es capaz de garantizar soluciones óptimas para RSP en O(n/sup 2/+mn), donde m y n corresponden al número de bloques de datos y el número de discos, respectivamente. Demostramos que nuestro algoritmo propuesto tiene una complejidad de tiempo menor que un algoritmo existente, llamado el algoritmo MFS ",
            "error": []
        },
        "data block": {
            "translated_key": [],
            "translated_annotated_text": "Un algoritmo de selección de recuperación eficiente para servidores de vídeo con técnica de almacenamiento de asignación duplicada aleatoria La asignación duplicada aleatoria (RDA) es un enfoque en el que los datos de vídeo se almacenan asignando un número de copias de cada bloque de datos <br> a diferentes discos elegidos aleatoriamente. Se ha demostrado que este enfoque resulta en tiempos de respuesta más pequeños y menores costos de disco y RAM en comparación con las conocidas técnicas de desmontaje de discos. Sobre la base de este enfoque de almacenamiento, uno tiene que determinar, para cada lote dado de bloques de datos, de qué disco cada uno de los bloques de datos debe ser recuperado. Esto se debe hacer de tal manera que se minimice la carga máxima de los discos. El problema se llama el problema de selección de recuperación (RSP). En este trabajo, proponemos un nuevo algoritmo eficiente para RSP. Este algoritmo se basa en el enfoque de búsqueda de ancho-primer y es capaz de garantizar soluciones óptimas para RSP en O(n/sup 2/+mn), donde m y n corresponden al número de bloques de datos y el número de discos, respectivamente. Demostramos que nuestro algoritmo propuesto tiene una complejidad de tiempo menor que un algoritmo existente, llamado el algoritmo MFS ",
            "error": []
        },
        "randomly chosen disks": {
            "translated_key": "aleatoriamente elegidos",
            "translated_annotated_text": "Un algoritmo de selección de recuperación eficiente para servidores de vídeo con técnica de almacenamiento de asignación duplicada aleatoria La asignación duplicada aleatoria (RDA) es un enfoque en el que los datos de vídeo se almacenan asignando un número de copias de cada bloque de datos a discos diferentes, <br>aleatoriamente elegidos</br>. Se ha demostrado que este enfoque resulta en tiempos de respuesta más pequeños y menores costos de disco y RAM en comparación con las conocidas técnicas de desmontaje de discos. Sobre la base de este enfoque de almacenamiento, uno tiene que determinar, para cada lote dado de bloques de datos, de qué disco cada uno de los bloques de datos debe ser recuperado. Esto se debe hacer de tal manera que se minimice la carga máxima de los discos. El problema se llama el problema de selección de recuperación (RSP). En este trabajo, proponemos un nuevo algoritmo eficiente para RSP. Este algoritmo se basa en el enfoque de búsqueda de ancho-primer y es capaz de garantizar soluciones óptimas para RSP en O(n/sup 2/+mn), donde m y n corresponden al número de bloques de datos y el número de discos, respectivamente. Demostramos que nuestro algoritmo propuesto tiene una complejidad de tiempo menor que un algoritmo existente, llamado el algoritmo MFS ",
            "error": [
                ""
            ]
        },
        "response times": {
            "translated_key": "tiempos de respuesta",
            "translated_annotated_text": "Un algoritmo de selección de recuperación eficiente para servidores de vídeo con técnica de almacenamiento de asignación duplicada aleatoria La asignación duplicada aleatoria (RDA) es un enfoque en el que los datos de vídeo se almacenan asignando un número de copias de cada bloque de datos a diferentes discos elegidos aleatoriamente. Se ha demostrado que este enfoque resulta en <br>tiempos de respuesta</br> más pequeños y menores costos de disco y RAM en comparación con las técnicas de desmontaje de disco bien conocidas.  Sobre la base de este enfoque de almacenamiento, uno tiene que determinar, para cada lote dado de bloques de datos, de qué disco cada uno de los bloques de datos debe ser recuperado. Esto se debe hacer de tal manera que se minimice la carga máxima de los discos. El problema se llama el problema de selección de recuperación (RSP). En este trabajo, proponemos un nuevo algoritmo eficiente para RSP. Este algoritmo se basa en el enfoque de búsqueda de ancho-primer y es capaz de garantizar soluciones óptimas para RSP en O(n/sup 2/+mn), donde m y n corresponden al número de bloques de datos y el número de discos, respectivamente. Demostramos que nuestro algoritmo propuesto tiene una complejidad de tiempo menor que un algoritmo existente, llamado el algoritmo MFS ",
            "error": [
                ""
            ]
        },
        "RAM costs": {
            "translated_key": "RAM",
            "translated_annotated_text": "Un algoritmo de selección de recuperación eficiente para servidores de vídeo con técnica de almacenamiento de asignación duplicada aleatoria La asignación duplicada aleatoria (RDA) es un enfoque en el que los datos de vídeo se almacenan asignando un número de copias de cada bloque de datos a diferentes discos elegidos aleatoriamente. Se ha demostrado que este enfoque da lugar a tiempos de respuesta más pequeños y a menores costos de disco y <br>RAM</br> en comparación con las conocidas técnicas de desmontaje de discos. Sobre la base de este enfoque de almacenamiento, uno tiene que determinar, para cada lote dado de bloques de datos, de qué disco cada uno de los bloques de datos debe ser recuperado. Esto se debe hacer de tal manera que se minimice la carga máxima de los discos. El problema se llama el problema de selección de recuperación (RSP). En este trabajo, proponemos un nuevo algoritmo eficiente para RSP. Este algoritmo se basa en el enfoque de búsqueda de ancho-primer y es capaz de garantizar soluciones óptimas para RSP en O(n/sup 2/+mn), donde m y n corresponden al número de bloques de datos y el número de discos, respectivamente. Demostramos que nuestro algoritmo propuesto tiene una complejidad de tiempo menor que un algoritmo existente, llamado el algoritmo MFS ",
            "error": [
                ""
            ]
        },
        "disk costs": {
            "translated_key": [],
            "translated_annotated_text": "Un algoritmo de selección de recuperación eficiente para servidores de vídeo con técnica de almacenamiento de asignación duplicada aleatoria La asignación duplicada aleatoria (RDA) es un enfoque en el que los datos de vídeo se almacenan asignando un número de copias de cada bloque de datos a diferentes discos elegidos aleatoriamente. Se ha demostrado que este enfoque resulta en tiempos de respuesta más pequeños y menores costos de disco y RAM en comparación con las conocidas técnicas de desmontaje de discos. Sobre la base de este enfoque de almacenamiento, uno tiene que determinar, para cada lote dado de bloques de datos, de qué disco cada uno de los bloques de datos debe ser recuperado. Esto se debe hacer de tal manera que se minimice la carga máxima de los discos. El problema se llama el problema de selección de recuperación (RSP). En este trabajo, proponemos un nuevo algoritmo eficiente para RSP. Este algoritmo se basa en el enfoque de búsqueda de ancho-primer y es capaz de garantizar soluciones óptimas para RSP en O(n/sup 2/+mn), donde m y n corresponden al número de bloques de datos y el número de discos, respectivamente. Demostramos que nuestro algoritmo propuesto tiene una complejidad de tiempo menor que un algoritmo existente, llamado el algoritmo MFS ",
            "error": []
        },
        "maximum load": {
            "translated_key": [],
            "translated_annotated_text": "Un algoritmo de selección de recuperación eficiente para servidores de vídeo con técnica de almacenamiento de asignación duplicada aleatoria La asignación duplicada aleatoria (RDA) es un enfoque en el que los datos de vídeo se almacenan asignando un número de copias de cada bloque de datos a diferentes discos elegidos aleatoriamente. Se ha demostrado que este enfoque resulta en tiempos de respuesta más pequeños y menores costos de disco y RAM en comparación con las conocidas técnicas de desmontaje de discos. Sobre la base de este enfoque de almacenamiento, uno tiene que determinar, para cada lote dado de bloques de datos, de qué disco cada uno de los bloques de datos debe ser recuperado. Esto se debe hacer de tal manera que la carga máxima <br> de los discos se minimice. El problema se llama el problema de selección de recuperación (RSP). En este trabajo, proponemos un nuevo algoritmo eficiente para RSP. Este algoritmo se basa en el enfoque de búsqueda de ancho-primer y es capaz de garantizar soluciones óptimas para RSP en O(n/sup 2/+mn), donde m y n corresponden al número de bloques de datos y el número de discos, respectivamente. Demostramos que nuestro algoritmo propuesto tiene una complejidad de tiempo menor que un algoritmo existente, llamado el algoritmo MFS ",
            "error": []
        },
        "breadth-first search": {
            "translated_key": "breadth-first search",
            "translated_annotated_text": "Un algoritmo de selección de recuperación eficiente para servidores de vídeo con técnica de almacenamiento de asignación duplicada aleatoria La asignación duplicada aleatoria (RDA) es un enfoque en el que los datos de vídeo se almacenan asignando un número de copias de cada bloque de datos a diferentes discos elegidos aleatoriamente. Se ha demostrado que este enfoque resulta en tiempos de respuesta más pequeños y menores costos de disco y RAM en comparación con las conocidas técnicas de desmontaje de discos. Sobre la base de este enfoque de almacenamiento, uno tiene que determinar, para cada lote dado de bloques de datos, de qué disco cada uno de los bloques de datos debe ser recuperado. Esto se debe hacer de tal manera que se minimice la carga máxima de los discos. El problema se llama el problema de selección de recuperación (RSP). En este trabajo, proponemos un nuevo algoritmo eficiente para RSP. Este algoritmo se basa en el enfoque <br>breadth-first search</br> y es capaz de garantizar soluciones óptimas para RSP en O(n/sup 2/+mn), donde m y n corresponden al número de bloques de datos y el número de discos, respectivamente. Demostramos que nuestro algoritmo propuesto tiene una complejidad de tiempo menor que un algoritmo existente, llamado el algoritmo MFS ",
            "error": [
                ""
            ]
        },
        "optimal solutions": {
            "translated_key": "soluciones óptimas",
            "translated_annotated_text": "Un algoritmo de selección de recuperación eficiente para servidores de vídeo con técnica de almacenamiento de asignación duplicada aleatoria La asignación duplicada aleatoria (RDA) es un enfoque en el que los datos de vídeo se almacenan asignando un número de copias de cada bloque de datos a diferentes discos elegidos aleatoriamente. Se ha demostrado que este enfoque resulta en tiempos de respuesta más pequeños y menores costos de disco y RAM en comparación con las conocidas técnicas de desmontaje de discos. Sobre la base de este enfoque de almacenamiento, uno tiene que determinar, para cada lote dado de bloques de datos, de qué disco cada uno de los bloques de datos debe ser recuperado. Esto se debe hacer de tal manera que se minimice la carga máxima de los discos. El problema se llama el problema de selección de recuperación (RSP). En este trabajo, proponemos un nuevo algoritmo eficiente para RSP. Este algoritmo se basa en el enfoque de búsqueda de ancho-primer y es capaz de garantizar <br>soluciones óptimas</br> para RSP en O(n/sup 2/+mn), donde m y n corresponden al número de bloques de datos y el número de discos, respectivamente.  Demostramos que nuestro algoritmo propuesto tiene una complejidad de tiempo menor que un algoritmo existente, llamado el algoritmo MFS ",
            "error": [
                ""
            ]
        },
        "time complexity": {
            "translated_key": [],
            "translated_annotated_text": "Un algoritmo de selección de recuperación eficiente para servidores de vídeo con técnica de almacenamiento de asignación duplicada aleatoria La asignación duplicada aleatoria (RDA) es un enfoque en el que los datos de vídeo se almacenan asignando un número de copias de cada bloque de datos a diferentes discos elegidos aleatoriamente. Se ha demostrado que este enfoque resulta en tiempos de respuesta más pequeños y menores costos de disco y RAM en comparación con las conocidas técnicas de desmontaje de discos. Sobre la base de este enfoque de almacenamiento, uno tiene que determinar, para cada lote dado de bloques de datos, de qué disco cada uno de los bloques de datos debe ser recuperado. Esto se debe hacer de tal manera que se minimice la carga máxima de los discos. El problema se llama el problema de selección de recuperación (RSP). En este trabajo, proponemos un nuevo algoritmo eficiente para RSP. Este algoritmo se basa en el enfoque de búsqueda de ancho-primer y es capaz de garantizar soluciones óptimas para RSP en O(n/sup 2/+mn), donde m y n corresponden al número de bloques de datos y el número de discos, respectivamente. Demostramos que nuestro algoritmo propuesto tiene una complejidad de tiempo <br> menor que un algoritmo existente, llamado algoritmo MFS ",
            "error": []
        },
        "computational complexity": {
            "translated_key": [],
            "translated_annotated_text": "Un algoritmo de selección de recuperación eficiente para servidores de vídeo con técnica de almacenamiento de asignación duplicada aleatoria La asignación duplicada aleatoria (RDA) es un enfoque en el que los datos de vídeo se almacenan asignando un número de copias de cada bloque de datos a diferentes discos elegidos aleatoriamente. Se ha demostrado que este enfoque resulta en tiempos de respuesta más pequeños y menores costos de disco y RAM en comparación con las conocidas técnicas de desmontaje de discos. Sobre la base de este enfoque de almacenamiento, uno tiene que determinar, para cada lote dado de bloques de datos, de qué disco cada uno de los bloques de datos debe ser recuperado. Esto se debe hacer de tal manera que se minimice la carga máxima de los discos. El problema se llama el problema de selección de recuperación (RSP). En este trabajo, proponemos un nuevo algoritmo eficiente para RSP. Este algoritmo se basa en el enfoque de búsqueda de ancho-primer y es capaz de garantizar soluciones óptimas para RSP en O(n/sup 2/+mn), donde m y n corresponden al número de bloques de datos y el número de discos, respectivamente. Demostramos que nuestro algoritmo propuesto tiene una complejidad de tiempo menor que un algoritmo existente, llamado el algoritmo MFS ",
            "error": []
        },
        "magnetic disc storage": {
            "translated_key": [],
            "translated_annotated_text": "Un algoritmo de selección de recuperación eficiente para servidores de vídeo con técnica de almacenamiento de asignación duplicada aleatoria La asignación duplicada aleatoria (RDA) es un enfoque en el que los datos de vídeo se almacenan asignando un número de copias de cada bloque de datos a diferentes discos elegidos aleatoriamente. Se ha demostrado que este enfoque resulta en tiempos de respuesta más pequeños y menores costos de disco y RAM en comparación con las conocidas técnicas de desmontaje de discos. Sobre la base de este enfoque de almacenamiento, uno tiene que determinar, para cada lote dado de bloques de datos, de qué disco cada uno de los bloques de datos debe ser recuperado. Esto se debe hacer de tal manera que se minimice la carga máxima de los discos. El problema se llama el problema de selección de recuperación (RSP). En este trabajo, proponemos un nuevo algoritmo eficiente para RSP. Este algoritmo se basa en el enfoque de búsqueda de ancho-primer y es capaz de garantizar soluciones óptimas para RSP en O(n/sup 2/+mn), donde m y n corresponden al número de bloques de datos y el número de discos, respectivamente. Demostramos que nuestro algoritmo propuesto tiene una complejidad de tiempo menor que un algoritmo existente, llamado el algoritmo MFS ",
            "error": []
        },
        "random-access storage": {
            "translated_key": [],
            "translated_annotated_text": "Un algoritmo de selección de recuperación eficiente para servidores de vídeo con técnica de almacenamiento de asignación duplicada aleatoria La asignación duplicada aleatoria (RDA) es un enfoque en el que los datos de vídeo se almacenan asignando un número de copias de cada bloque de datos a diferentes discos elegidos aleatoriamente. Se ha demostrado que este enfoque resulta en tiempos de respuesta más pequeños y menores costos de disco y RAM en comparación con las conocidas técnicas de desmontaje de discos. Sobre la base de este enfoque de almacenamiento, uno tiene que determinar, para cada lote dado de bloques de datos, de qué disco cada uno de los bloques de datos debe ser recuperado. Esto se debe hacer de tal manera que se minimice la carga máxima de los discos. El problema se llama el problema de selección de recuperación (RSP). En este trabajo, proponemos un nuevo algoritmo eficiente para RSP. Este algoritmo se basa en el enfoque de búsqueda de ancho-primer y es capaz de garantizar soluciones óptimas para RSP en O(n/sup 2/+mn), donde m y n corresponden al número de bloques de datos y el número de discos, respectivamente. Demostramos que nuestro algoritmo propuesto tiene una complejidad de tiempo menor que un algoritmo existente, llamado el algoritmo MFS ",
            "error": []
        },
        "resource allocation": {
            "translated_key": [],
            "translated_annotated_text": "Un algoritmo de selección de recuperación eficiente para servidores de vídeo con técnica de almacenamiento de asignación duplicada aleatoria La asignación duplicada aleatoria (RDA) es un enfoque en el que los datos de vídeo se almacenan asignando un número de copias de cada bloque de datos a diferentes discos elegidos aleatoriamente. Se ha demostrado que este enfoque resulta en tiempos de respuesta más pequeños y menores costos de disco y RAM en comparación con las conocidas técnicas de desmontaje de discos. Sobre la base de este enfoque de almacenamiento, uno tiene que determinar, para cada lote dado de bloques de datos, de qué disco cada uno de los bloques de datos debe ser recuperado. Esto se debe hacer de tal manera que se minimice la carga máxima de los discos. El problema se llama el problema de selección de recuperación (RSP). En este trabajo, proponemos un nuevo algoritmo eficiente para RSP. Este algoritmo se basa en el enfoque de búsqueda de ancho-primer y es capaz de garantizar soluciones óptimas para RSP en O(n/sup 2/+mn), donde m y n corresponden al número de bloques de datos y el número de discos, respectivamente. Demostramos que nuestro algoritmo propuesto tiene una complejidad de tiempo menor que un algoritmo existente, llamado el algoritmo MFS ",
            "error": []
        },
        "storage allocation": {
            "translated_key": [],
            "translated_annotated_text": "Un algoritmo de selección de recuperación eficiente para servidores de vídeo con técnica de almacenamiento de asignación duplicada aleatoria La asignación duplicada aleatoria (RDA) es un enfoque en el que los datos de vídeo se almacenan asignando un número de copias de cada bloque de datos a diferentes discos elegidos aleatoriamente. Se ha demostrado que este enfoque resulta en tiempos de respuesta más pequeños y menores costos de disco y RAM en comparación con las conocidas técnicas de desmontaje de discos. Sobre la base de este enfoque de almacenamiento, uno tiene que determinar, para cada lote dado de bloques de datos, de qué disco cada uno de los bloques de datos debe ser recuperado. Esto se debe hacer de tal manera que se minimice la carga máxima de los discos. El problema se llama el problema de selección de recuperación (RSP). En este trabajo, proponemos un nuevo algoritmo eficiente para RSP. Este algoritmo se basa en el enfoque de búsqueda de ancho-primer y es capaz de garantizar soluciones óptimas para RSP en O(n/sup 2/+mn), donde m y n corresponden al número de bloques de datos y el número de discos, respectivamente. Demostramos que nuestro algoritmo propuesto tiene una complejidad de tiempo menor que un algoritmo existente, llamado el algoritmo MFS ",
            "error": []
        },
        "tree searching": {
            "translated_key": [],
            "translated_annotated_text": "Un algoritmo de selección de recuperación eficiente para servidores de vídeo con técnica de almacenamiento de asignación duplicada aleatoria La asignación duplicada aleatoria (RDA) es un enfoque en el que los datos de vídeo se almacenan asignando un número de copias de cada bloque de datos a diferentes discos elegidos aleatoriamente. Se ha demostrado que este enfoque resulta en tiempos de respuesta más pequeños y menores costos de disco y RAM en comparación con las conocidas técnicas de desmontaje de discos. Sobre la base de este enfoque de almacenamiento, uno tiene que determinar, para cada lote dado de bloques de datos, de qué disco cada uno de los bloques de datos debe ser recuperado. Esto se debe hacer de tal manera que se minimice la carga máxima de los discos. El problema se llama el problema de selección de recuperación (RSP). En este trabajo, proponemos un nuevo algoritmo eficiente para RSP. Este algoritmo se basa en el enfoque de búsqueda de ancho-primer y es capaz de garantizar soluciones óptimas para RSP en O(n/sup 2/+mn), donde m y n corresponden al número de bloques de datos y el número de discos, respectivamente. Demostramos que nuestro algoritmo propuesto tiene una complejidad de tiempo menor que un algoritmo existente, llamado el algoritmo MFS ",
            "error": []
        },
        "video on demand": {
            "translated_key": [],
            "translated_annotated_text": "Un algoritmo de selección de recuperación eficiente para servidores de vídeo con técnica de almacenamiento de asignación duplicada aleatoria La asignación duplicada aleatoria (RDA) es un enfoque en el que los datos de vídeo se almacenan asignando un número de copias de cada bloque de datos a diferentes discos elegidos aleatoriamente. Se ha demostrado que este enfoque resulta en tiempos de respuesta más pequeños y menores costos de disco y RAM en comparación con las conocidas técnicas de desmontaje de discos. Sobre la base de este enfoque de almacenamiento, uno tiene que determinar, para cada lote dado de bloques de datos, de qué disco cada uno de los bloques de datos debe ser recuperado. Esto se debe hacer de tal manera que se minimice la carga máxima de los discos. El problema se llama el problema de selección de recuperación (RSP). En este trabajo, proponemos un nuevo algoritmo eficiente para RSP. Este algoritmo se basa en el enfoque de búsqueda de ancho-primer y es capaz de garantizar soluciones óptimas para RSP en O(n/sup 2/+mn), donde m y n corresponden al número de bloques de datos y el número de discos, respectivamente. Demostramos que nuestro algoritmo propuesto tiene una complejidad de tiempo menor que un algoritmo existente, llamado el algoritmo MFS ",
            "error": []
        }
    }
}