{
    "original_text": "Operational phase-space probability distribution in quantum communication theory Operational phase-space probability distributions are useful tools for describing quantum mechanical systems, including quantum communication and quantum information processing systems. It is shown that quantum communication channels with Gaussian noise and quantum teleportation of continuous variables are described by operational phase-space probability distributions. The relation of operational phase-space probability distribution to the extended phase-space formalism proposed by Chountasis and Vourdas (1998) is discussed",
    "original_translation": "Distribución de probabilidad de fase-espacio operacional en la teoría cuántica de la comunicación Las distribuciones de probabilidad de fase-espacio operacional son herramientas útiles para describir los sistemas mecánicos cuánticos, incluidos los sistemas cuánticos de comunicación y procesamiento de información cuántica. Se muestra que los canales cuánticos de comunicación con ruido gaussiano y teletransportación cuántica de variables continuas se describen mediante distribuciones de probabilidad fase-espacio operativas. Se examina la relación entre la distribución de la probabilidad operacional de fase y espacio y el formalismo de fase y espacio ampliado propuesto por Chountasis y Vourdas (1998).",
    "error_count": 4,
    "keys": {
        "operational phase-space probability distribution": {
            "translated_key": [],
            "translated_annotated_text": "Distribución de probabilidad de fase-espacio operacional en la teoría cuántica de la comunicación Las distribuciones de probabilidad de fase-espacio operacional son herramientas útiles para describir los sistemas mecánicos cuánticos, incluidos los sistemas cuánticos de comunicación y procesamiento de información cuántica. Se muestra que los canales cuánticos de comunicación con ruido gaussiano y teletransportación cuántica de variables continuas se describen mediante distribuciones de probabilidad fase-espacio operativas. Se examina la relación entre la distribución de probabilidad de fase y espacio operacional y el formalismo de fase y espacio ampliado propuesto por Chountasis y Vourdas (1998). ",
            "error": []
        },
        "quantum communication theory": {
            "translated_key": "teoría cuántica de la comunicación",
            "translated_annotated_text": "Distribución de probabilidad de fase-espacio operacional en la <br>teoría cuántica de la comunicación</br> Las distribuciones de probabilidad de fase-espacio operacional son herramientas útiles para describir los sistemas mecánicos cuánticos, incluidos los sistemas cuánticos de comunicación y procesamiento de información cuántica. Se muestra que los canales cuánticos de comunicación con ruido gaussiano y teletransportación cuántica de variables continuas se describen mediante distribuciones de probabilidad fase-espacio operativas. Se examina la relación entre la distribución de la probabilidad operacional de fase y espacio y el formalismo de fase y espacio ampliado propuesto por Chountasis y Vourdas (1998). ",
            "error": [
                ""
            ]
        },
        "quantum mechanical systems": {
            "translated_key": "sistemas mecánicos cuánticos",
            "translated_annotated_text": "Distribución de probabilidad de fase-espacio operacional en la teoría cuántica de la comunicación Las distribuciones de probabilidad de fase-espacio operacional son herramientas útiles para describir los <br>sistemas mecánicos cuánticos</br>, incluidos los sistemas cuánticos de comunicación y procesamiento de información cuántica. Se muestra que los canales cuánticos de comunicación con ruido gaussiano y teletransportación cuántica de variables continuas se describen mediante distribuciones de probabilidad fase-espacio operativas. Se examina la relación entre la distribución de la probabilidad operacional de fase y espacio y el formalismo de fase y espacio ampliado propuesto por Chountasis y Vourdas (1998). ",
            "error": [
                ""
            ]
        },
        "quantum information processing systems": {
            "translated_key": [],
            "translated_annotated_text": "Distribución de probabilidad de fase-espacio operacional en la teoría cuántica de la comunicación Las distribuciones de probabilidad de fase-espacio operacional son herramientas útiles para describir los sistemas mecánicos cuánticos, incluidos los sistemas cuánticos de comunicación y procesamiento de información cuántica. Se muestra que los canales cuánticos de comunicación con ruido gaussiano y teletransportación cuántica de variables continuas se describen mediante distribuciones de probabilidad fase-espacio operativas. Se examina la relación entre la distribución de la probabilidad operacional de fase y espacio y el formalismo de fase y espacio ampliado propuesto por Chountasis y Vourdas (1998). ",
            "error": []
        },
        "Gaussian noise": {
            "translated_key": "Gaussian",
            "translated_annotated_text": "Distribución de probabilidad de fase-espacio operacional en la teoría cuántica de la comunicación Las distribuciones de probabilidad de fase-espacio operacional son herramientas útiles para describir los sistemas mecánicos cuánticos, incluidos los sistemas cuánticos de comunicación y procesamiento de información cuántica. Se muestra que los canales cuánticos de comunicación con ruido <br>Gaussian</br> y teletransportación cuántica de variables continuas se describen mediante distribuciones operacionales de probabilidad fase-espacio. Se examina la relación entre la distribución de la probabilidad operacional de fase y espacio y el formalismo de fase y espacio ampliado propuesto por Chountasis y Vourdas (1998). ",
            "error": [
                ""
            ]
        },
        "quantum teleportation": {
            "translated_key": "teletransportación cuántica",
            "translated_annotated_text": "Distribución de probabilidad de fase-espacio operacional en la teoría cuántica de la comunicación Las distribuciones de probabilidad de fase-espacio operacional son herramientas útiles para describir los sistemas mecánicos cuánticos, incluidos los sistemas cuánticos de comunicación y procesamiento de información cuántica. Se muestra que los canales cuánticos de comunicación con ruido gaussiano y <br>teletransportación cuántica</br> de variables continuas se describen mediante distribuciones operacionales de probabilidad fase-espacio.  Se examina la relación entre la distribución de la probabilidad operacional de fase y espacio y el formalismo de fase y espacio ampliado propuesto por Chountasis y Vourdas (1998). ",
            "error": [
                ""
            ]
        },
        "continuous variables": {
            "translated_key": "variables continuas",
            "translated_annotated_text": "Distribución de probabilidad de fase-espacio operacional en la teoría cuántica de la comunicación Las distribuciones de probabilidad de fase-espacio operacional son herramientas útiles para describir los sistemas mecánicos cuánticos, incluidos los sistemas cuánticos de comunicación y procesamiento de información cuántica. Se muestra que los canales cuánticos de comunicación con ruido gaussiano y teletransportación cuántica de <br>variables continuas</br> se describen mediante distribuciones de probabilidad fase-espacio operativas.  Se examina la relación entre la distribución de la probabilidad operacional de fase y espacio y el formalismo de fase y espacio ampliado propuesto por Chountasis y Vourdas (1998). ",
            "error": [
                ""
            ]
        },
        "extended phase-space formalism": {
            "translated_key": "espacial extendido",
            "translated_annotated_text": "Distribución de probabilidad de fase-espacio operacional en la teoría cuántica de la comunicación Las distribuciones de probabilidad de fase-espacio operacional son herramientas útiles para describir los sistemas mecánicos cuánticos, incluidos los sistemas cuánticos de comunicación y procesamiento de información cuántica. Se muestra que los canales cuánticos de comunicación con ruido gaussiano y teletransportación cuántica de variables continuas se describen mediante distribuciones de probabilidad fase-espacio operativas. Se discute la relación de la distribución de probabilidad de fase-espacio operacional con el formalismo <br>espacial extendido</br> propuesto por Chountasis y Vourdas (1998). ",
            "error": [
                ""
            ]
        },
        "information theory": {
            "translated_key": [],
            "translated_annotated_text": "Distribución de probabilidad de fase-espacio operacional en la teoría cuántica de la comunicación Las distribuciones de probabilidad de fase-espacio operacional son herramientas útiles para describir los sistemas mecánicos cuánticos, incluidos los sistemas cuánticos de comunicación y procesamiento de información cuántica. Se muestra que los canales cuánticos de comunicación con ruido gaussiano y teletransportación cuántica de variables continuas se describen mediante distribuciones de probabilidad fase-espacio operativas. Se examina la relación entre la distribución de la probabilidad operacional de fase y espacio y el formalismo de fase y espacio ampliado propuesto por Chountasis y Vourdas (1998). ",
            "error": []
        },
        "probability": {
            "translated_key": "probabilidad",
            "translated_annotated_text": "La distribución de espacio de fase operacional <br>probabilidad</br> en la teoría cuántica de la comunicación Las distribuciones de espacio de fase operacional <br>probabilidad</br> son herramientas útiles para describir los sistemas mecánicos cuánticos, incluidos los sistemas cuánticos de comunicación y procesamiento de información cuántica. Se muestra que los canales cuánticos de comunicación con ruido gaussiano y teletransportación cuántica de variables continuas se describen mediante distribuciones operacionales de fase-espacio <br>probabilidad</br>. Se discute la relación entre la distribución de la fase operacional-espacio <br>probabilidad</br> y el formalismo de fase-espacio ampliado propuesto por Chountasis y Vourdas (1998). ",
            "error": [
                ""
            ]
        },
        "quantum communication": {
            "translated_key": "quantum communication",
            "translated_annotated_text": "Distribución de probabilidad de fase-espacio operacional en la teoría cuántica de la comunicación Las distribuciones de probabilidad de fase-espacio operacional son herramientas útiles para describir los sistemas mecánicos cuánticos, incluidos los sistemas cuánticos de comunicación y procesamiento de información cuántica. Se muestra que los canales <br>quantum communication</br> con ruido gaussiano y teletransportación cuántica de variables continuas se describen mediante distribuciones de probabilidad fase-espacio operativas. Se examina la relación entre la distribución de la probabilidad operacional de fase y espacio y el formalismo de fase y espacio ampliado propuesto por Chountasis y Vourdas (1998). ",
            "error": [
                ""
            ]
        },
        "quantum theory": {
            "translated_key": [],
            "translated_annotated_text": "Distribución de probabilidad de fase-espacio operacional en la teoría cuántica de la comunicación Las distribuciones de probabilidad de fase-espacio operacional son herramientas útiles para describir los sistemas mecánicos cuánticos, incluidos los sistemas cuánticos de comunicación y procesamiento de información cuántica. Se muestra que los canales cuánticos de comunicación con ruido gaussiano y teletransportación cuántica de variables continuas se describen mediante distribuciones de probabilidad fase-espacio operativas. Se examina la relación entre la distribución de la probabilidad operacional de fase y espacio y el formalismo de fase y espacio ampliado propuesto por Chountasis y Vourdas (1998). ",
            "error": []
        }
    }
}