{
    "original_text": "Operational phase-space probability distribution in quantum communication theory Operational phase-space probability distributions are useful tools for describing quantum mechanical systems, including quantum communication and quantum information processing systems. It is shown that quantum communication channels with Gaussian noise and quantum teleportation of continuous variables are described by operational phase-space probability distributions. The relation of operational phase-space probability distribution to the extended phase-space formalism proposed by Chountasis and Vourdas (1998) is discussed",
    "original_translation": "Distribución de probabilidad de fase-espacio operacional en la teoría cuántica de la comunicación Las distribuciones de probabilidad de fase-espacio operacional son herramientas útiles para describir los sistemas mecánicos cuánticos, incluidos los sistemas cuánticos de comunicación y procesamiento de información cuántica. Se muestra que los canales cuánticos de comunicación con ruido gaussiano y teletransportación cuántica de variables continuas se describen mediante distribuciones operacionales de probabilidad fase-espacio. Se examina la relación entre la distribución de la probabilidad operacional de fase y espacio y el formalismo de fase y espacio ampliado propuesto por Chountasis y Vourdas (1998).",
    "error_count": 2,
    "keys": {
        "operational phase-space probability distribution": {
            "translated_key": "distribución de probabilidad fase-espacio operacional",
            "translated_annotated_text": "Distribución de probabilidad de fase-espacio operacional en la teoría cuántica de la comunicación Las distribuciones de probabilidad de fase-espacio operacional son herramientas útiles para describir los sistemas mecánicos cuánticos, incluidos los sistemas cuánticos de comunicación y procesamiento de información cuántica. Se muestra que los canales cuánticos de comunicación con ruido gaussiano y teletransportación cuántica de variables continuas se describen mediante distribuciones operacionales de probabilidad fase-espacio. Se discute la relación de \"distribución de probabilidad fase-espacio operacional\" con el formalismo fase-espacio ampliado propuesto por Chountasis y Vourdas (1998). ",
            "error": [
                ""
            ]
        },
        "quantum communication theory": {
            "translated_key": "teoría de comunicación cuántica",
            "translated_annotated_text": "Distribución de probabilidad de fase-espacio operacional en \"teoría de comunicación cuántica\" Las distribuciones de probabilidad de fase-espacio operacional son herramientas útiles para describir los sistemas mecánicos cuánticos, incluyendo la comunicación cuántica y los sistemas de procesamiento de información cuántica. Se muestra que los canales cuánticos de comunicación con ruido gaussiano y teletransportación cuántica de variables continuas se describen mediante distribuciones operacionales de probabilidad fase-espacio. Se examina la relación entre la distribución de la probabilidad operacional de fase y espacio y el formalismo de fase y espacio ampliado propuesto por Chountasis y Vourdas (1998). ",
            "error": [
                ""
            ]
        },
        "quantum mechanical systems": {
            "translated_key": "sistemas mecánicos cuánticos",
            "translated_annotated_text": "Distribución de probabilidad de fase-espacio operacional en la teoría cuántica de la comunicación Las distribuciones de probabilidad de fase-espacio operacional son herramientas útiles para describir \"sistemas mecánicos cuánticos\", incluidos los sistemas cuánticos de comunicación y procesamiento de información cuántica. Se muestra que los canales cuánticos de comunicación con ruido gaussiano y teletransportación cuántica de variables continuas se describen mediante distribuciones operacionales de probabilidad fase-espacio. Se examina la relación entre la distribución de la probabilidad operacional de fase y espacio y el formalismo de fase y espacio ampliado propuesto por Chountasis y Vourdas (1998). ",
            "error": [
                ""
            ]
        },
        "quantum information processing systems": {
            "translated_key": "sistemas de procesamiento de información cuántica",
            "translated_annotated_text": "Distribución de probabilidad de fase-espacio operacional en la teoría cuántica de la comunicación Las distribuciones de probabilidad de fase-espacio operacional son herramientas útiles para describir los sistemas mecánicos cuánticos, incluyendo la comunicación cuántica y los \"sistemas de procesamiento de información cuántica\". Se muestra que los canales cuánticos de comunicación con ruido gaussiano y teletransportación cuántica de variables continuas se describen mediante distribuciones operacionales de probabilidad fase-espacio. Se examina la relación entre la distribución de la probabilidad operacional de fase y espacio y el formalismo de fase y espacio ampliado propuesto por Chountasis y Vourdas (1998). ",
            "error": [
                ""
            ]
        },
        "Gaussian noise": {
            "translated_key": "ruido gaussiano",
            "translated_annotated_text": "Distribución de probabilidad de fase-espacio operacional en la teoría cuántica de la comunicación Las distribuciones de probabilidad de fase-espacio operacional son herramientas útiles para describir los sistemas mecánicos cuánticos, incluidos los sistemas cuánticos de comunicación y procesamiento de información cuántica. Se muestra que los canales cuánticos de comunicación con \"ruido gaussiano\" y teletransportación cuántica de variables continuas se describen mediante distribuciones operacionales de probabilidad fase-espacio. Se examina la relación entre la distribución de la probabilidad operacional de fase y espacio y el formalismo de fase y espacio ampliado propuesto por Chountasis y Vourdas (1998). ",
            "error": [
                ""
            ]
        },
        "quantum teleportation": {
            "translated_key": "teletransportación cuántica",
            "translated_annotated_text": "Distribución de probabilidad de fase-espacio operacional en la teoría cuántica de la comunicación Las distribuciones de probabilidad de fase-espacio operacional son herramientas útiles para describir los sistemas mecánicos cuánticos, incluidos los sistemas cuánticos de comunicación y procesamiento de información cuántica. Se muestra que los canales cuánticos de comunicación con ruido gaussiano y \"teletransportación cuántica\" de variables continuas se describen mediante distribuciones de probabilidad fase-espacio operativas. Se examina la relación entre la distribución de la probabilidad operacional de fase y espacio y el formalismo de fase y espacio ampliado propuesto por Chountasis y Vourdas (1998). ",
            "error": [
                ""
            ]
        },
        "continuous variables": {
            "translated_key": "variables continuas",
            "translated_annotated_text": "Distribución de probabilidad de fase-espacio operacional en la teoría cuántica de la comunicación Las distribuciones de probabilidad de fase-espacio operacional son herramientas útiles para describir los sistemas mecánicos cuánticos, incluidos los sistemas cuánticos de comunicación y procesamiento de información cuántica. Se muestra que los canales cuánticos de comunicación con ruido gaussiano y teletransportación cuántica de \"variables continuas\" se describen mediante distribuciones operativas de probabilidad fase-espacio. Se examina la relación entre la distribución de la probabilidad operacional de fase y espacio y el formalismo de fase y espacio ampliado propuesto por Chountasis y Vourdas (1998). ",
            "error": [
                ""
            ]
        },
        "extended phase-space formalism": {
            "translated_key": "formalismo fase-espacio ampliado",
            "translated_annotated_text": "Distribución de probabilidad de fase-espacio operacional en la teoría cuántica de la comunicación Las distribuciones de probabilidad de fase-espacio operacional son herramientas útiles para describir los sistemas mecánicos cuánticos, incluidos los sistemas cuánticos de comunicación y procesamiento de información cuántica. Se muestra que los canales cuánticos de comunicación con ruido gaussiano y teletransportación cuántica de variables continuas se describen mediante distribuciones operacionales de probabilidad fase-espacio. Se discute la relación de la distribución fase-espacio de probabilidad operacional con el \"formalismo fase-espacio ampliado\" propuesto por Chountasis y Vourdas (1998). ",
            "error": [
                ""
            ]
        },
        "information theory": {
            "translated_key": [],
            "translated_annotated_text": "Distribución de probabilidad de fase-espacio operacional en la teoría cuántica de la comunicación Las distribuciones de probabilidad de fase-espacio operacional son herramientas útiles para describir los sistemas mecánicos cuánticos, incluidos los sistemas cuánticos de comunicación y procesamiento de información cuántica. Se muestra que los canales cuánticos de comunicación con ruido gaussiano y teletransportación cuántica de variables continuas se describen mediante distribuciones operacionales de probabilidad fase-espacio. Se examina la relación entre la distribución de la probabilidad operacional de fase y espacio y el formalismo de fase y espacio ampliado propuesto por Chountasis y Vourdas (1998). ",
            "error": []
        },
        "probability": {
            "translated_key": "probabilidad",
            "translated_annotated_text": "Distribución de la \"probabilidad\" del espacio de fase operacional en la teoría cuántica de la comunicación Las distribuciones de la \"probabilidad\" del espacio de fase operacional son herramientas útiles para describir los sistemas mecánicos cuánticos, incluyendo la comunicación cuántica y los sistemas de procesamiento de información cuántica. Se muestra que los canales cuánticos de comunicación con ruido gaussiano y teletransportación cuántica de variables continuas se describen mediante distribuciones operativas de \"probabilidad\" en el espacio-fase. Se discute la relación entre la distribución de la \"probabilidad\" de fase-espacio operacional y el formalismo de fase-espacio ampliado propuesto por Chountasis y Vourdas (1998) ",
            "error": [
                ""
            ]
        },
        "quantum communication": {
            "translated_key": "comunicación cuántica",
            "translated_annotated_text": "Distribución de probabilidad de fase-espacio operacional en la teoría de \"comunicación cuántica\" Las distribuciones de probabilidad de fase-espacio operacional son herramientas útiles para describir sistemas mecánicos cuánticos, incluyendo \"comunicación cuántica\" y sistemas de procesamiento de información cuántica. Se muestra que los canales de \"comunicación cuántica\" con ruido gaussiano y teletransportación cuántica de variables continuas se describen mediante distribuciones de probabilidad fase-espacio operativas. Se examina la relación entre la distribución de la probabilidad operacional de fase y espacio y el formalismo de fase y espacio ampliado propuesto por Chountasis y Vourdas (1998). ",
            "error": [
                ""
            ]
        },
        "quantum theory": {
            "translated_key": [],
            "translated_annotated_text": "Distribución de probabilidad de fase-espacio operacional en la teoría cuántica de la comunicación Las distribuciones de probabilidad de fase-espacio operacional son herramientas útiles para describir los sistemas mecánicos cuánticos, incluidos los sistemas cuánticos de comunicación y procesamiento de información cuántica. Se muestra que los canales cuánticos de comunicación con ruido gaussiano y teletransportación cuántica de variables continuas se describen mediante distribuciones operacionales de probabilidad fase-espacio. Se examina la relación entre la distribución de la probabilidad operacional de fase y espacio y el formalismo de fase y espacio ampliado propuesto por Chountasis y Vourdas (1998). ",
            "error": []
        }
    }
}