{
    "original_text": "Correlation of intuitionistic fuzzy sets by centroid method In this paper, we propose a method to calculate the correlation coefficient of intuitionistic fuzzy sets by means of centroid. This value obtained from our formula tell us not only the strength of relationship between the intuitionistic fuzzy sets, but also whether the intuitionistic fuzzy sets are positively or negatively related. This approach looks better than previous methods which only evaluate the strength of the relation. Furthermore, we extend the centroid method to interval-valued intuitionistic fuzzy sets. The value of the correlation coefficient between interval-valued intuitionistic fuzzy sets lies in the interval [-1, 1], as computed from our formula",
    "original_translation": "Correlación de conjuntos difusos intuicionistas por método centroide En este artículo, proponemos un método para calcular el coeficiente de correlación de conjuntos difusos intuicionistas por medio de centroide. Este valor obtenido de nuestra fórmula nos dice no sólo la fuerza de la relación entre los conjuntos intuicionistas borrosos, sino también si los conjuntos intuicionistas borrosos están relacionados positiva o negativamente. Este enfoque se ve mejor que los métodos anteriores que sólo evalúan la fuerza de la relación. Además, extendemos el método centroides a conjuntos difusos intuicionistas valorados por intervalos. El valor del coeficiente de correlación entre conjuntos difusos intuicionistas valorados por intervalo se encuentra en el intervalo [-1, 1], calculado a partir de nuestra fórmula",
    "error_count": 4,
    "keys": {
        "correlation coefficient": {
            "translated_key": " de conjuntos difusos intuicionistas por medio de centroide. Este valor obtenido de nuestra fórmula nos dice no sólo la fuerza de la relación entre los conjuntos intuicionistas borrosos, sino también si los conjuntos intuicionistas borrosos están relacionados positiva o negativamente. Este enfoque se ve mejor que los métodos anteriores que sólo evalúan la fuerza de la relación. Además, extendemos el método centroides a conjuntos difusos intuicionistas valorados por intervalos. El valor del coeficiente <br>correlación",
            "translated_annotated_text": "Correlación de conjuntos difusos intuicionistas por método centroide En este artículo, proponemos un método para calcular el coeficiente de correlación <br> de conjuntos difusos intuicionistas por medio de centroide. Este valor obtenido de nuestra fórmula nos dice no sólo la fuerza de la relación entre los conjuntos intuicionistas borrosos, sino también si los conjuntos intuicionistas borrosos están relacionados positiva o negativamente. Este enfoque se ve mejor que los métodos anteriores que sólo evalúan la fuerza de la relación. Además, extendemos el método centroides a conjuntos difusos intuicionistas valorados por intervalos. El valor del coeficiente <br>correlación</br> entre conjuntos intuicionistas de intervalo valorados y borrosos se encuentra en el intervalo [-1, 1], calculado a partir de nuestra fórmula ",
            "error": [
                ""
            ]
        },
        "intuitionistic fuzzy sets": {
            "translated_key": [
                "conjuntos borrosos intuicionistas",
                "conjuntos borrosos intuicionistas",
                "intuitionistic fuzzy",
                "intuitionistic fuzzy",
                "intuitionistic",
                "intuitionistic fuzzy sets"
            ],
            "translated_annotated_text": "Correlación de <br>conjuntos borrosos intuicionistas</br> por método centroide En este artículo, proponemos un método para calcular el coeficiente de correlación de <br>conjuntos borrosos intuicionistas</br> por medio de centroide.  Este valor obtenido de nuestra fórmula nos dice no sólo la fuerza de la relación entre los conjuntos <br>intuitionistic fuzzy</br>, sino también si los conjuntos <br>intuitionistic fuzzy</br> están relacionados positiva o negativamente. Este enfoque se ve mejor que los métodos anteriores que sólo evalúan la fuerza de la relación. Además, extendemos el método centroides a conjuntos borrosos de intervalo <br>intuitionistic</br>. El valor del coeficiente de correlación entre el intervalo valorado <br>intuitionistic fuzzy sets</br> se encuentra en el intervalo [-1, 1], calculado a partir de nuestra fórmula ",
            "error": [
                "conjuntos borrosos intuicionistas",
                "conjuntos borrosos intuicionistas",
                "intuitionistic fuzzy",
                "intuitionistic fuzzy",
                "intuitionistic",
                "intuitionistic fuzzy sets"
            ]
        },
        "centroid method": {
            "translated_key": [
                "centroideo",
                "centroid"
            ],
            "translated_annotated_text": "Correlación de conjuntos intuicionistas borrosos por método <br>centroideo</br> En este artículo, proponemos un método para calcular el coeficiente de correlación de conjuntos borrosos intuicionistas por medio de centroideo. Este valor obtenido de nuestra fórmula nos dice no sólo la fuerza de la relación entre los conjuntos intuicionistas borrosos, sino también si los conjuntos intuicionistas borrosos están relacionados positiva o negativamente. Este enfoque se ve mejor que los métodos anteriores que sólo evalúan la fuerza de la relación. Además, extendemos el método <br>centroid</br> a conjuntos difusos intuicionistas valorados por intervalos. El valor del coeficiente de correlación entre conjuntos difusos intuicionistas valorados por intervalo se encuentra en el intervalo [-1, 1], calculado a partir de nuestra fórmula ",
            "error": [
                "centroideo",
                "centroid"
            ]
        },
        "interval-valued intuitionistic fuzzy sets": {
            "translated_key": [
                "interval valorados por la intuición",
                "sets intuicionistas interval-valuados"
            ],
            "translated_annotated_text": "Correlación de conjuntos difusos intuicionistas por método centroide En este artículo, proponemos un método para calcular el coeficiente de correlación de conjuntos difusos intuicionistas por medio de centroide. Este valor obtenido de nuestra fórmula nos dice no sólo la fuerza de la relación entre los conjuntos intuicionistas borrosos, sino también si los conjuntos intuicionistas borrosos están relacionados positiva o negativamente. Este enfoque se ve mejor que los métodos anteriores que sólo evalúan la fuerza de la relación. Además, extendemos el método centroides a conjuntos intuicionistas <br>interval valorados por la intuición</br>. El valor del coeficiente de correlación entre <br>sets intuicionistas interval-valuados</br> se encuentra en el intervalo [-1, 1], calculado a partir de nuestra fórmula ",
            "error": [
                "interval valorados por la intuición",
                "sets intuicionistas interval-valuados"
            ]
        },
        "fuzzy set theory": {
            "translated_key": [],
            "translated_annotated_text": "Correlación de conjuntos difusos intuicionistas por método centroide En este artículo, proponemos un método para calcular el coeficiente de correlación de conjuntos difusos intuicionistas por medio de centroide. Este valor obtenido de nuestra fórmula nos dice no sólo la fuerza de la relación entre los conjuntos intuicionistas borrosos, sino también si los conjuntos intuicionistas borrosos están relacionados positiva o negativamente. Este enfoque se ve mejor que los métodos anteriores que sólo evalúan la fuerza de la relación. Además, extendemos el método centroides a conjuntos difusos intuicionistas valorados por intervalos. El valor del coeficiente de correlación entre conjuntos difusos intuicionistas valorados por intervalo se encuentra en el intervalo [-1, 1], calculado a partir de nuestra fórmula ",
            "error": []
        }
    }
}