{
    "original_text": "Model predictive control helps to regulate slow processes-robust barrel temperature control Slow temperature control is a challenging control problem. The problem becomes even more challenging when multiple zones are involved, such as in barrel temperature control for extruders. Often, strict closed-loop performance requirements (such as fast startup with no overshoot and maintaining tight temperature control during production) are given for such applications. When characteristics of the system are examined, it becomes clear that a commonly used proportional plus integral plus derivative (PID) controller cannot meet such performance specifications for this kind of system. The system either will overshoot or not maintain the temperature within the specified range during the production run. In order to achieve the required performance, a control strategy that utilizes techniques such as model predictive control, autotuning, and multiple parameter PID is formulated. This control strategy proves to be very effective in achieving the desired specifications, and is very robust",
    "original_translation": "Modelo de control predictivo ayuda a regular procesos lentos-control de temperatura de barril robusto El control de temperatura lento es un problema de control difícil. El problema se vuelve aún más difícil cuando hay múltiples zonas involucradas, como en el control de temperatura del barril para extrusores. A menudo, se dan requisitos estrictos de rendimiento de circuito cerrado (como un inicio rápido sin rebasamiento y manteniendo un control de temperatura estricto durante la producción) para tales aplicaciones. Cuando se examinan las características del sistema, queda claro que un controlador proporcional más integral más derivado (PID) comúnmente utilizado no puede cumplir tales especificaciones de rendimiento para este tipo de sistema. El sistema superará o no mantendrá la temperatura dentro del rango especificado durante el proceso de producción. Con el fin de lograr el rendimiento requerido, se formula una estrategia de control que utiliza técnicas como el control predictivo del modelo, el ajuste automático y el parámetro PID múltiple. Esta estrategia de control demuestra ser muy eficaz en el logro de las especificaciones deseadas, y es muy robusta",
    "error_count": 9,
    "keys": {
        "model predictive control": {
            "translated_key": "modelo",
            "translated_annotated_text": "Modelo de control predictivo ayuda a regular procesos lentos-control de temperatura de barril robusto El control de temperatura lento es un problema de control difícil. El problema se vuelve aún más difícil cuando hay múltiples zonas involucradas, como en el control de temperatura del barril para extrusores. A menudo, se dan requisitos estrictos de rendimiento de circuito cerrado (como un inicio rápido sin rebasamiento y manteniendo un control de temperatura estricto durante la producción) para tales aplicaciones. Cuando se examinan las características del sistema, queda claro que un controlador proporcional más integral más derivado (PID) comúnmente utilizado no puede cumplir tales especificaciones de rendimiento para este tipo de sistema. El sistema superará o no mantendrá la temperatura dentro del rango especificado durante el proceso de producción. Con el fin de lograr el rendimiento requerido, se formula una estrategia de control que utiliza técnicas como control predictivo <br>modelo</br>, ajuste automático y parámetro múltiple PID. Esta estrategia de control demuestra ser muy eficaz en el logro de las especificaciones deseadas, y es muy robusta ",
            "error": [
                ""
            ]
        },
        "slow processes regulation": {
            "translated_key": [],
            "translated_annotated_text": "Modelo de control predictivo ayuda a regular procesos lentos-control de temperatura de barril robusto El control de temperatura lento es un problema de control difícil. El problema se vuelve aún más difícil cuando hay múltiples zonas involucradas, como en el control de temperatura del barril para extrusores. A menudo, se dan requisitos estrictos de rendimiento de circuito cerrado (como un inicio rápido sin rebasamiento y manteniendo un control de temperatura estricto durante la producción) para tales aplicaciones. Cuando se examinan las características del sistema, queda claro que un controlador proporcional más integral más derivado (PID) comúnmente utilizado no puede cumplir tales especificaciones de rendimiento para este tipo de sistema. El sistema superará o no mantendrá la temperatura dentro del rango especificado durante el proceso de producción. Con el fin de lograr el rendimiento requerido, se formula una estrategia de control que utiliza técnicas como el control predictivo del modelo, el ajuste automático y el parámetro PID múltiple. Esta estrategia de control demuestra ser muy eficaz en el logro de las especificaciones deseadas, y es muy robusta ",
            "error": []
        },
        "robust barrel temperature control": {
            "translated_key": [],
            "translated_annotated_text": "El control predictivo del modelo ayuda a regular procesos lentos-control de temperatura del barril robusto El control de temperatura lento es un problema de control difícil. El problema se vuelve aún más difícil cuando hay múltiples zonas involucradas, como en el control de temperatura del barril para extrusores. A menudo, se dan requisitos estrictos de rendimiento de circuito cerrado (como un inicio rápido sin rebasamiento y manteniendo un control de temperatura estricto durante la producción) para tales aplicaciones. Cuando se examinan las características del sistema, queda claro que un controlador proporcional más integral más derivado (PID) comúnmente utilizado no puede cumplir tales especificaciones de rendimiento para este tipo de sistema. El sistema superará o no mantendrá la temperatura dentro del rango especificado durante el proceso de producción. Con el fin de lograr el rendimiento requerido, se formula una estrategia de control que utiliza técnicas como el control predictivo del modelo, el ajuste automático y el parámetro PID múltiple. Esta estrategia de control demuestra ser muy eficaz en el logro de las especificaciones deseadas, y es muy robusta ",
            "error": []
        },
        "extruders": {
            "translated_key": " ",
            "translated_annotated_text": "Modelo de control predictivo ayuda a regular procesos lentos-control de temperatura de barril robusto El control de temperatura lento es un problema de control difícil. El problema se vuelve aún más difícil cuando hay múltiples zonas involucradas, como en el control de temperatura del barril para extrusores <br> </br>. A menudo, se dan requisitos estrictos de rendimiento de circuito cerrado (como un inicio rápido sin rebasamiento y manteniendo un control de temperatura estricto durante la producción) para tales aplicaciones. Cuando se examinan las características del sistema, queda claro que un controlador proporcional más integral más derivado (PID) comúnmente utilizado no puede cumplir tales especificaciones de rendimiento para este tipo de sistema. El sistema superará o no mantendrá la temperatura dentro del rango especificado durante el proceso de producción. Con el fin de lograr el rendimiento requerido, se formula una estrategia de control que utiliza técnicas como el control predictivo del modelo, el ajuste automático y el parámetro PID múltiple. Esta estrategia de control demuestra ser muy eficaz en el logro de las especificaciones deseadas, y es muy robusta ",
            "error": [
                ""
            ]
        },
        "autotuning": {
            "translated_key": "autotuning",
            "translated_annotated_text": "Modelo de control predictivo ayuda a regular procesos lentos-control de temperatura de barril robusto El control de temperatura lento es un problema de control difícil. El problema se vuelve aún más difícil cuando hay múltiples zonas involucradas, como en el control de temperatura del barril para extrusores. A menudo, se dan requisitos estrictos de rendimiento de circuito cerrado (como un inicio rápido sin rebasamiento y manteniendo un control de temperatura estricto durante la producción) para tales aplicaciones. Cuando se examinan las características del sistema, queda claro que un controlador proporcional más integral más derivado (PID) comúnmente utilizado no puede cumplir tales especificaciones de rendimiento para este tipo de sistema. El sistema superará o no mantendrá la temperatura dentro del rango especificado durante el proceso de producción. Con el fin de lograr el rendimiento requerido, se formula una estrategia de control que utiliza técnicas como el control predictivo del modelo, <br>autotuning</br> y el parámetro PID múltiple. Esta estrategia de control demuestra ser muy eficaz en el logro de las especificaciones deseadas, y es muy robusta ",
            "error": [
                ""
            ]
        },
        "multiple parameter PID": {
            "translated_key": [],
            "translated_annotated_text": "Modelo de control predictivo ayuda a regular procesos lentos-control de temperatura de barril robusto El control de temperatura lento es un problema de control difícil. El problema se vuelve aún más difícil cuando hay múltiples zonas involucradas, como en el control de temperatura del barril para extrusores. A menudo, se dan requisitos estrictos de rendimiento de circuito cerrado (como un inicio rápido sin rebasamiento y manteniendo un control de temperatura estricto durante la producción) para tales aplicaciones. Cuando se examinan las características del sistema, queda claro que un controlador proporcional más integral más derivado (PID) comúnmente utilizado no puede cumplir tales especificaciones de rendimiento para este tipo de sistema. El sistema superará o no mantendrá la temperatura dentro del rango especificado durante el proceso de producción. Con el fin de lograr el rendimiento requerido, se formula una estrategia de control que utiliza técnicas como el control predictivo del modelo, el ajuste automático y el parámetro múltiple PID. Esta estrategia de control demuestra ser muy eficaz en el logro de las especificaciones deseadas, y es muy robusta ",
            "error": []
        },
        "extrusion": {
            "translated_key": [],
            "translated_annotated_text": "Modelo de control predictivo ayuda a regular procesos lentos-control de temperatura de barril robusto El control de temperatura lento es un problema de control difícil. El problema se vuelve aún más difícil cuando hay múltiples zonas involucradas, como en el control de temperatura del barril para extrusores. A menudo, se dan requisitos estrictos de rendimiento de circuito cerrado (como un inicio rápido sin rebasamiento y manteniendo un control de temperatura estricto durante la producción) para tales aplicaciones. Cuando se examinan las características del sistema, queda claro que un controlador proporcional más integral más derivado (PID) comúnmente utilizado no puede cumplir tales especificaciones de rendimiento para este tipo de sistema. El sistema superará o no mantendrá la temperatura dentro del rango especificado durante el proceso de producción. Con el fin de lograr el rendimiento requerido, se formula una estrategia de control que utiliza técnicas como el control predictivo del modelo, el ajuste automático y el parámetro PID múltiple. Esta estrategia de control demuestra ser muy eficaz en el logro de las especificaciones deseadas, y es muy robusta ",
            "error": []
        },
        "moulding": {
            "translated_key": [],
            "translated_annotated_text": "Modelo de control predictivo ayuda a regular procesos lentos-control de temperatura de barril robusto El control de temperatura lento es un problema de control difícil. El problema se vuelve aún más difícil cuando hay múltiples zonas involucradas, como en el control de temperatura del barril para extrusores. A menudo, se dan requisitos estrictos de rendimiento de circuito cerrado (como un inicio rápido sin rebasamiento y manteniendo un control de temperatura estricto durante la producción) para tales aplicaciones. Cuando se examinan las características del sistema, queda claro que un controlador proporcional más integral más derivado (PID) comúnmente utilizado no puede cumplir tales especificaciones de rendimiento para este tipo de sistema. El sistema superará o no mantendrá la temperatura dentro del rango especificado durante el proceso de producción. Con el fin de lograr el rendimiento requerido, se formula una estrategia de control que utiliza técnicas como el control predictivo del modelo, el ajuste automático y el parámetro PID múltiple. Esta estrategia de control demuestra ser muy eficaz en el logro de las especificaciones deseadas, y es muy robusta ",
            "error": []
        },
        "predictive control": {
            "translated_key": "control predictivo",
            "translated_annotated_text": "Modelo <br>control predictivo</br> ayuda a regular procesos lentos-control de temperatura del barril lento El control de temperatura lento es un problema de control difícil. El problema se vuelve aún más difícil cuando hay múltiples zonas involucradas, como en el control de temperatura del barril para extrusores. A menudo, se dan requisitos estrictos de rendimiento de circuito cerrado (como un inicio rápido sin rebasamiento y manteniendo un control de temperatura estricto durante la producción) para tales aplicaciones. Cuando se examinan las características del sistema, queda claro que un controlador proporcional más integral más derivado (PID) comúnmente utilizado no puede cumplir tales especificaciones de rendimiento para este tipo de sistema. El sistema superará o no mantendrá la temperatura dentro del rango especificado durante el proceso de producción. Con el fin de lograr el rendimiento requerido, se formula una estrategia de control que utiliza técnicas como el modelo <br>control predictivo</br>, el ajuste automático y el parámetro múltiple PID. Esta estrategia de control demuestra ser muy eficaz en el logro de las especificaciones deseadas, y es muy robusta ",
            "error": [
                ""
            ]
        },
        "robust control": {
            "translated_key": [],
            "translated_annotated_text": "Modelo de control predictivo ayuda a regular procesos lentos-control de temperatura de barril robusto El control de temperatura lento es un problema de control difícil. El problema se vuelve aún más difícil cuando hay múltiples zonas involucradas, como en el control de temperatura del barril para extrusores. A menudo, se dan requisitos estrictos de rendimiento de circuito cerrado (como un inicio rápido sin rebasamiento y manteniendo un control de temperatura estricto durante la producción) para tales aplicaciones. Cuando se examinan las características del sistema, queda claro que un controlador proporcional más integral más derivado (PID) comúnmente utilizado no puede cumplir tales especificaciones de rendimiento para este tipo de sistema. El sistema superará o no mantendrá la temperatura dentro del rango especificado durante el proceso de producción. Con el fin de lograr el rendimiento requerido, se formula una estrategia de control que utiliza técnicas como el control predictivo del modelo, el ajuste automático y el parámetro PID múltiple. Esta estrategia de control demuestra ser muy eficaz en el logro de las especificaciones deseadas, y es muy robusta ",
            "error": []
        },
        "temperature control": {
            "translated_key": [
                "control de temperatura",
                " para extrusores. A menudo, se dan requisitos estrictos de rendimiento de circuito cerrado (como arranque rápido sin rebasamiento y mantenimiento de un <br>control de temperatura"
            ],
            "translated_annotated_text": "El control predictivo del modelo ayuda a regular procesos lentos-barril robusto <br>control de temperatura</br>El control de temperatura lento</br>es un problema de control difícil. El problema se vuelve aún más difícil cuando hay múltiples zonas involucradas, como en el control de temperatura de barril <br> para extrusores. A menudo, se dan requisitos estrictos de rendimiento de circuito cerrado (como arranque rápido sin rebasamiento y mantenimiento de un <br>control de temperatura</br> estricto durante la producción) para tales aplicaciones. Cuando se examinan las características del sistema, queda claro que un controlador proporcional más integral más derivado (PID) comúnmente utilizado no puede cumplir tales especificaciones de rendimiento para este tipo de sistema. El sistema superará o no mantendrá la temperatura dentro del rango especificado durante el proceso de producción. Con el fin de lograr el rendimiento requerido, se formula una estrategia de control que utiliza técnicas como el control predictivo del modelo, el ajuste automático y el parámetro PID múltiple. Esta estrategia de control demuestra ser muy eficaz en el logro de las especificaciones deseadas, y es muy robusta ",
            "error": [
                "control de temperatura",
                " para extrusores. A menudo, se dan requisitos estrictos de rendimiento de circuito cerrado (como arranque rápido sin rebasamiento y mantenimiento de un <br>control de temperatura"
            ]
        },
        "three-term control": {
            "translated_key": [],
            "translated_annotated_text": "Modelo de control predictivo ayuda a regular procesos lentos-control de temperatura de barril robusto El control de temperatura lento es un problema de control difícil. El problema se vuelve aún más difícil cuando hay múltiples zonas involucradas, como en el control de temperatura del barril para extrusores. A menudo, se dan requisitos estrictos de rendimiento de circuito cerrado (como un inicio rápido sin rebasamiento y manteniendo un control de temperatura estricto durante la producción) para tales aplicaciones. Cuando se examinan las características del sistema, queda claro que un controlador proporcional más integral más derivado (PID) comúnmente utilizado no puede cumplir tales especificaciones de rendimiento para este tipo de sistema. El sistema superará o no mantendrá la temperatura dentro del rango especificado durante el proceso de producción. Con el fin de lograr el rendimiento requerido, se formula una estrategia de control que utiliza técnicas como el control predictivo del modelo, el ajuste automático y el parámetro PID múltiple. Esta estrategia de control demuestra ser muy eficaz en el logro de las especificaciones deseadas, y es muy robusta ",
            "error": []
        },
        "tuning": {
            "translated_key": [],
            "translated_annotated_text": "Modelo de control predictivo ayuda a regular procesos lentos-control de temperatura de barril robusto El control de temperatura lento es un problema de control difícil. El problema se vuelve aún más difícil cuando hay múltiples zonas involucradas, como en el control de temperatura del barril para extrusores. A menudo, se dan requisitos estrictos de rendimiento de circuito cerrado (como un inicio rápido sin rebasamiento y manteniendo un control de temperatura estricto durante la producción) para tales aplicaciones. Cuando se examinan las características del sistema, queda claro que un controlador proporcional más integral más derivado (PID) comúnmente utilizado no puede cumplir tales especificaciones de rendimiento para este tipo de sistema. El sistema superará o no mantendrá la temperatura dentro del rango especificado durante el proceso de producción. Con el fin de lograr el rendimiento requerido, se formula una estrategia de control que utiliza técnicas como el control predictivo del modelo, el ajuste automático y el parámetro PID múltiple. Esta estrategia de control demuestra ser muy eficaz en el logro de las especificaciones deseadas, y es muy robusta ",
            "error": []
        }
    }
}