{
    "original_text": "Numerical representation of binary relations with a multiplicative error function This paper studies the case of the representation of a binary relation via a numerical function with threshold (error) depending on both compared alternatives. The error is considered to be multiplicative, its value being either directly or inversely proportional to the values of the numerical function. For the first case, it is proved that a binary relation is a semiorder. Moreover, any semiorder can be represented in this form. In the second case, the corresponding binary relation is an interval order",
    "original_translation": "Representación numérica de relaciones binarias con una función de error multiplicativa Este artículo estudia el caso de la representación de una relación binaria a través de una función numérica con umbral (error) dependiendo de ambas alternativas comparadas. El error se considera multiplicativo, siendo su valor directamente o inversamente proporcional a los valores de la función numérica. Para el primer caso, se demuestra que una relación binaria es un semiorden. Además, cualquier semiorden puede ser representado en esta forma. En el segundo caso, la relación binaria correspondiente es un orden de intervalo",
    "error_count": 3,
    "keys": {
        "numerical representation": {
            "translated_key": [],
            "translated_annotated_text": "Representación numérica de relaciones binarias con una función de error multiplicativa Este artículo estudia el caso de la representación de una relación binaria a través de una función numérica con umbral (error) dependiendo de ambas alternativas comparadas. El error se considera multiplicativo, siendo su valor directamente o inversamente proporcional a los valores de la función numérica. Para el primer caso, se demuestra que una relación binaria es un semiorden. Además, cualquier semiorden puede ser representado en esta forma. En el segundo caso, la relación binaria correspondiente es un orden de intervalo ",
            "error": []
        },
        "binary relations": {
            "translated_key": "relaciones binarias",
            "translated_annotated_text": "Representación numérica de \"relaciones binarias\" con una función de error multiplicativa Este artículo estudia el caso de la representación de una relación binaria a través de una función numérica con umbral (error) dependiendo de ambas alternativas comparadas. El error se considera multiplicativo, siendo su valor directamente o inversamente proporcional a los valores de la función numérica. Para el primer caso, se demuestra que una relación binaria es un semiorden. Además, cualquier semiorden puede ser representado en esta forma. En el segundo caso, la relación binaria correspondiente es un orden de intervalo ",
            "error": [
                ""
            ]
        },
        "multiplicative error function": {
            "translated_key": "función de error multiplicativa",
            "translated_annotated_text": "Representación numérica de relaciones binarias con una \"función de error multiplicativa\" Este artículo estudia el caso de la representación de una relación binaria a través de una función numérica con umbral (error) dependiendo de ambas alternativas comparadas. El error se considera multiplicativo, siendo su valor directamente o inversamente proporcional a los valores de la función numérica. Para el primer caso, se demuestra que una relación binaria es un semiorden. Además, cualquier semiorden puede ser representado en esta forma. En el segundo caso, la relación binaria correspondiente es un orden de intervalo ",
            "error": [
                ""
            ]
        },
        "numerical function": {
            "translated_key": "función numérica",
            "translated_annotated_text": "Representación numérica de relaciones binarias con una función de error multiplicativa Este artículo estudia el caso de la representación de una relación binaria a través de una \"función numérica\" con umbral (error) dependiendo de ambas alternativas comparadas. El error se considera multiplicativo, siendo su valor directamente o inversamente proporcional a los valores de la \"función numérica\". Para el primer caso, se demuestra que una relación binaria es un semiorden. Además, cualquier semiorden puede ser representado en esta forma. En el segundo caso, la relación binaria correspondiente es un orden de intervalo ",
            "error": [
                ""
            ]
        },
        "threshold": {
            "translated_key": "umbral",
            "translated_annotated_text": "Representación numérica de relaciones binarias con una función de error multiplicativa Este artículo estudia el caso de la representación de una relación binaria a través de una función numérica con \"umbral\" (error) dependiendo de ambas alternativas comparadas. El error se considera multiplicativo, siendo su valor directamente o inversamente proporcional a los valores de la función numérica. Para el primer caso, se demuestra que una relación binaria es un semiorden. Además, cualquier semiorden puede ser representado en esta forma. En el segundo caso, la relación binaria correspondiente es un orden de intervalo ",
            "error": [
                ""
            ]
        },
        "error": {
            "translated_key": "error",
            "translated_annotated_text": "Representación numérica de relaciones binarias con una función \"error\" multiplicativa Este artículo estudia el caso de la representación de una relación binaria a través de una función numérica con umbral (\"error\") dependiendo de ambas alternativas comparadas. El \"error\" se considera multiplicativo, siendo su valor directamente o inversamente proporcional a los valores de la función numérica. Para el primer caso, se demuestra que una relación binaria es un semiorden. Además, cualquier semiorden puede ser representado en esta forma. En el segundo caso, la relación binaria correspondiente es un orden de intervalo ",
            "error": [
                ""
            ]
        },
        "semiorder": {
            "translated_key": "semiorden",
            "translated_annotated_text": "Representación numérica de relaciones binarias con una función de error multiplicativa Este artículo estudia el caso de la representación de una relación binaria a través de una función numérica con umbral (error) dependiendo de ambas alternativas comparadas. El error se considera multiplicativo, siendo su valor directamente o inversamente proporcional a los valores de la función numérica. Para el primer caso, se demuestra que una relación binaria es un \"semiorden\". Además, cualquier \"semiorden\" puede ser representado en esta forma. En el segundo caso, la relación binaria correspondiente es un orden de intervalo ",
            "error": [
                ""
            ]
        },
        "interval order": {
            "translated_key": "orden interval",
            "translated_annotated_text": "Representación numérica de relaciones binarias con una función de error multiplicativa Este artículo estudia el caso de la representación de una relación binaria a través de una función numérica con umbral (error) dependiendo de ambas alternativas comparadas. El error se considera multiplicativo, siendo su valor directamente o inversamente proporcional a los valores de la función numérica. Para el primer caso, se demuestra que una relación binaria es un semiorden. Además, cualquier semiorden puede ser representado en esta forma. En el segundo caso, la relación binaria correspondiente es un \"orden interval\" ",
            "error": [
                ""
            ]
        },
        "decision theory": {
            "translated_key": [],
            "translated_annotated_text": "Representación numérica de relaciones binarias con una función de error multiplicativa Este artículo estudia el caso de la representación de una relación binaria a través de una función numérica con umbral (error) dependiendo de ambas alternativas comparadas. El error se considera multiplicativo, siendo su valor directamente o inversamente proporcional a los valores de la función numérica. Para el primer caso, se demuestra que una relación binaria es un semiorden. Además, cualquier semiorden puede ser representado en esta forma. En el segundo caso, la relación binaria correspondiente es un orden de intervalo ",
            "error": []
        },
        "error analysis": {
            "translated_key": [],
            "translated_annotated_text": "Representación numérica de relaciones binarias con una función de error multiplicativa Este artículo estudia el caso de la representación de una relación binaria a través de una función numérica con umbral (error) dependiendo de ambas alternativas comparadas. El error se considera multiplicativo, siendo su valor directamente o inversamente proporcional a los valores de la función numérica. Para el primer caso, se demuestra que una relación binaria es un semiorden. Además, cualquier semiorden puede ser representado en esta forma. En el segundo caso, la relación binaria correspondiente es un orden de intervalo ",
            "error": []
        }
    }
}