{
    "original_text": "MACLP: multi agent constraint logic programming Multi agent systems (MAS) have become the key technology for decomposing complex problems in order to solve them more efficiently, or for problems distributed in nature. However, many industrial applications, besides their distributed nature, also involve a large number of parameters and constraints, i.e. they are combinatorial. Solving such particularly hard problems efficiently requires programming tools that combine MAS technology with a programming schema that facilitates the modeling and solution of constraints. This paper presents MACLP (multi agent constraint logic programming), a logic programming platform for building, in a declarative way, multi agent systems with constraint-solving capabilities. MACLP extends CSPCONS, a logic programming system that permits distributed program execution through communicating sequential Prolog processes with constraints, by providing all the necessary facilities for communication between agents. These facilities abstract from the programmer all the low-level details of the communication and allow him to focus on the development of the agent itself",
    "original_translation": "MACLP: programación de lógica de restricción multiagente Los sistemas multiagente (MAS) se han convertido en la tecnología clave para descomponer problemas complejos con el fin de resolverlos de manera más eficiente, o para problemas distribuidos en la naturaleza. Sin embargo, muchas aplicaciones industriales, además de su naturaleza distribuida, también implican un gran número de parámetros y limitaciones, es decir. Son combinatorios. Resolver estos problemas particularmente difíciles de manera eficiente requiere herramientas de programación que combinen la tecnología MAS con un esquema de programación que facilite el modelado y la solución de limitaciones. En este artículo se presenta MACLP (programación de lógica de restricción de agentes múltiples), una plataforma de programación lógica para la construcción, de manera declarativa, de sistemas de agentes múltiples con capacidad de resolución de restricciones. MACLP extiende CSPCONS, un sistema de programación lógica que permite la ejecución distribuida del programa a través de la comunicación de procesos Prolog secuenciales con limitaciones, proporcionando todas las instalaciones necesarias para la comunicación entre agentes. Estas instalaciones resumen del programador todos los detalles de bajo nivel de la comunicación y le permiten centrarse en el desarrollo del propio agente",
    "error_count": 7,
    "keys": {
        "multi agent constraint logic programming": {
            "translated_key": [
                "programación lógica de limitación de agentes múltiples",
                "programación lógica de restricción de agentes múltiples"
            ],
            "translated_annotated_text": "MACLP: \"programación lógica de limitación de agentes múltiples\" Los sistemas de agentes múltiples (MAS) se han convertido en la tecnología clave para descomponer problemas complejos con el fin de resolverlos de manera más eficiente, o para problemas distribuidos en la naturaleza. Sin embargo, muchas aplicaciones industriales, además de su naturaleza distribuida, también implican un gran número de parámetros y limitaciones, es decir. Son combinatorios. Resolver estos problemas particularmente difíciles de manera eficiente requiere herramientas de programación que combinen la tecnología MAS con un esquema de programación que facilite el modelado y la solución de limitaciones. Este artículo presenta MACLP (\"programación lógica de restricción de agentes múltiples\"), una plataforma de programación lógica para construir, de manera declarativa, sistemas de agentes múltiples con capacidades de resolución de restricciones. MACLP extiende CSPCONS, un sistema de programación lógica que permite la ejecución distribuida del programa a través de la comunicación de procesos Prolog secuenciales con limitaciones, proporcionando todas las instalaciones necesarias para la comunicación entre agentes. Estas instalaciones resumen del programador todos los detalles de bajo nivel de la comunicación y le permiten centrarse en el desarrollo del propio agente ",
            "error": [
                "programación lógica de limitación de agentes múltiples",
                "programación lógica de restricción de agentes múltiples"
            ]
        },
        "multi agent systems": {
            "translated_key": "sistemas de agentes múltiples",
            "translated_annotated_text": "MACLP: programación de lógica de restricción multiagente Los sistemas multiagente (MAS) se han convertido en la tecnología clave para descomponer problemas complejos con el fin de resolverlos de manera más eficiente, o para problemas distribuidos en la naturaleza. Sin embargo, muchas aplicaciones industriales, además de su naturaleza distribuida, también implican un gran número de parámetros y limitaciones, es decir. Son combinatorios. Resolver estos problemas particularmente difíciles de manera eficiente requiere herramientas de programación que combinen la tecnología MAS con un esquema de programación que facilite el modelado y la solución de limitaciones. Este artículo presenta MACLP (programación de lógica de restricción de agentes múltiples), una plataforma de programación lógica para construir, de manera declarativa, \"sistemas de agentes múltiples\" con capacidades de resolución de restricciones. MACLP extiende CSPCONS, un sistema de programación lógica que permite la ejecución distribuida del programa a través de la comunicación de procesos Prolog secuenciales con limitaciones, proporcionando todas las instalaciones necesarias para la comunicación entre agentes. Estas instalaciones resumen del programador todos los detalles de bajo nivel de la comunicación y le permiten centrarse en el desarrollo del propio agente ",
            "error": [
                ""
            ]
        },
        "parameters": {
            "translated_key": "parámetros",
            "translated_annotated_text": "MACLP: programación de lógica de restricción multiagente Los sistemas multiagente (MAS) se han convertido en la tecnología clave para descomponer problemas complejos con el fin de resolverlos de manera más eficiente, o para problemas distribuidos en la naturaleza. Sin embargo, muchas aplicaciones industriales, además de su naturaleza distribuida, también implican un gran número de \"parámetros\" y limitaciones, es decir. Son combinatorios. Resolver estos problemas particularmente difíciles de manera eficiente requiere herramientas de programación que combinen la tecnología MAS con un esquema de programación que facilite el modelado y la solución de limitaciones. En este artículo se presenta MACLP (programación de lógica de restricción de agentes múltiples), una plataforma de programación lógica para la construcción, de manera declarativa, de sistemas de agentes múltiples con capacidad de resolución de restricciones. MACLP extiende CSPCONS, un sistema de programación lógica que permite la ejecución distribuida del programa a través de la comunicación de procesos Prolog secuenciales con limitaciones, proporcionando todas las instalaciones necesarias para la comunicación entre agentes. Estas instalaciones resumen del programador todos los detalles de bajo nivel de la comunicación y le permiten centrarse en el desarrollo del propio agente ",
            "error": [
                ""
            ]
        },
        "combinatorial problems": {
            "translated_key": [],
            "translated_annotated_text": "MACLP: programación de lógica de restricción multiagente Los sistemas multiagente (MAS) se han convertido en la tecnología clave para descomponer problemas complejos con el fin de resolverlos de manera más eficiente, o para problemas distribuidos en la naturaleza. Sin embargo, muchas aplicaciones industriales, además de su naturaleza distribuida, también implican un gran número de parámetros y limitaciones, es decir. Son combinatorios. Resolver estos problemas particularmente difíciles de manera eficiente requiere herramientas de programación que combinen la tecnología MAS con un esquema de programación que facilite el modelado y la solución de limitaciones. En este artículo se presenta MACLP (programación de lógica de restricción de agentes múltiples), una plataforma de programación lógica para la construcción, de manera declarativa, de sistemas de agentes múltiples con capacidad de resolución de restricciones. MACLP extiende CSPCONS, un sistema de programación lógica que permite la ejecución distribuida del programa a través de la comunicación de procesos Prolog secuenciales con limitaciones, proporcionando todas las instalaciones necesarias para la comunicación entre agentes. Estas instalaciones resumen del programador todos los detalles de bajo nivel de la comunicación y le permiten centrarse en el desarrollo del propio agente ",
            "error": []
        },
        "hard problems": {
            "translated_key": "duros",
            "translated_annotated_text": "MACLP: programación de lógica de restricción multiagente Los sistemas multiagente (MAS) se han convertido en la tecnología clave para descomponer problemas complejos con el fin de resolverlos de manera más eficiente, o para problemas distribuidos en la naturaleza. Sin embargo, muchas aplicaciones industriales, además de su naturaleza distribuida, también implican un gran número de parámetros y limitaciones, es decir. Son combinatorios. Resolver estos problemas particularmente \"duros\" de manera eficiente requiere herramientas de programación que combinen la tecnología MAS con un esquema de programación que facilite el modelado y la solución de limitaciones. En este artículo se presenta MACLP (programación de lógica de restricción de agentes múltiples), una plataforma de programación lógica para la construcción, de manera declarativa, de sistemas de agentes múltiples con capacidad de resolución de restricciones. MACLP extiende CSPCONS, un sistema de programación lógica que permite la ejecución distribuida del programa a través de la comunicación de procesos Prolog secuenciales con limitaciones, proporcionando todas las instalaciones necesarias para la comunicación entre agentes. Estas instalaciones resumen del programador todos los detalles de bajo nivel de la comunicación y le permiten centrarse en el desarrollo del propio agente ",
            "error": [
                ""
            ]
        },
        "constraint solving": {
            "translated_key": [],
            "translated_annotated_text": "MACLP: programación de lógica de restricción multiagente Los sistemas multiagente (MAS) se han convertido en la tecnología clave para descomponer problemas complejos con el fin de resolverlos de manera más eficiente, o para problemas distribuidos en la naturaleza. Sin embargo, muchas aplicaciones industriales, además de su naturaleza distribuida, también implican un gran número de parámetros y limitaciones, es decir. Son combinatorios. Resolver estos problemas particularmente difíciles de manera eficiente requiere herramientas de programación que combinen la tecnología MAS con un esquema de programación que facilite el modelado y la solución de limitaciones. En este artículo se presenta MACLP (programación de lógica de restricción de agentes múltiples), una plataforma de programación lógica para la construcción, de manera declarativa, de sistemas de agentes múltiples con capacidad de resolución de restricciones. MACLP extiende CSPCONS, un sistema de programación lógica que permite la ejecución distribuida del programa a través de la comunicación de procesos Prolog secuenciales con limitaciones, proporcionando todas las instalaciones necesarias para la comunicación entre agentes. Estas instalaciones resumen del programador todos los detalles de bajo nivel de la comunicación y le permiten centrarse en el desarrollo del propio agente ",
            "error": []
        },
        "distributed program execution": {
            "translated_key": "ejecución de programas distribuidos",
            "translated_annotated_text": "MACLP: programación de lógica de restricción multiagente Los sistemas multiagente (MAS) se han convertido en la tecnología clave para descomponer problemas complejos con el fin de resolverlos de manera más eficiente, o para problemas distribuidos en la naturaleza. Sin embargo, muchas aplicaciones industriales, además de su naturaleza distribuida, también implican un gran número de parámetros y limitaciones, es decir. Son combinatorios. Resolver estos problemas particularmente difíciles de manera eficiente requiere herramientas de programación que combinen la tecnología MAS con un esquema de programación que facilite el modelado y la solución de limitaciones. En este artículo se presenta MACLP (programación de lógica de restricción de agentes múltiples), una plataforma de programación lógica para la construcción, de manera declarativa, de sistemas de agentes múltiples con capacidad de resolución de restricciones. MACLP extiende CSPCONS, un sistema de programación lógica que permite \"ejecución de programas distribuidos\" a través de la comunicación de procesos Prolog secuenciales con limitaciones, proporcionando todas las facilidades necesarias para la comunicación entre agentes. Estas instalaciones resumen del programador todos los detalles de bajo nivel de la comunicación y le permiten centrarse en el desarrollo del propio agente ",
            "error": [
                ""
            ]
        },
        "communicating sequential Prolog processes": {
            "translated_key": "comunicar procesos Prolog secuenciales",
            "translated_annotated_text": "MACLP: programación de lógica de restricción multiagente Los sistemas multiagente (MAS) se han convertido en la tecnología clave para descomponer problemas complejos con el fin de resolverlos de manera más eficiente, o para problemas distribuidos en la naturaleza. Sin embargo, muchas aplicaciones industriales, además de su naturaleza distribuida, también implican un gran número de parámetros y limitaciones, es decir. Son combinatorios. Resolver estos problemas particularmente difíciles de manera eficiente requiere herramientas de programación que combinen la tecnología MAS con un esquema de programación que facilite el modelado y la solución de limitaciones. En este artículo se presenta MACLP (programación de lógica de restricción de agentes múltiples), una plataforma de programación lógica para la construcción, de manera declarativa, de sistemas de agentes múltiples con capacidad de resolución de restricciones. MACLP extiende CSPCONS, un sistema de programación lógica que permite la ejecución de programas distribuidos a través de \"comunicar procesos Prolog secuenciales\" con restricciones, proporcionando todas las facilidades necesarias para la comunicación entre agentes. Estas instalaciones resumen del programador todos los detalles de bajo nivel de la comunicación y le permiten centrarse en el desarrollo del propio agente ",
            "error": [
                ""
            ]
        },
        "constraint handling": {
            "translated_key": [],
            "translated_annotated_text": "MACLP: programación de lógica de restricción multiagente Los sistemas multiagente (MAS) se han convertido en la tecnología clave para descomponer problemas complejos con el fin de resolverlos de manera más eficiente, o para problemas distribuidos en la naturaleza. Sin embargo, muchas aplicaciones industriales, además de su naturaleza distribuida, también implican un gran número de parámetros y limitaciones, es decir. Son combinatorios. Resolver estos problemas particularmente difíciles de manera eficiente requiere herramientas de programación que combinen la tecnología MAS con un esquema de programación que facilite el modelado y la solución de limitaciones. En este artículo se presenta MACLP (programación de lógica de restricción de agentes múltiples), una plataforma de programación lógica para la construcción, de manera declarativa, de sistemas de agentes múltiples con capacidad de resolución de restricciones. MACLP extiende CSPCONS, un sistema de programación lógica que permite la ejecución distribuida del programa a través de la comunicación de procesos Prolog secuenciales con limitaciones, proporcionando todas las instalaciones necesarias para la comunicación entre agentes. Estas instalaciones resumen del programador todos los detalles de bajo nivel de la comunicación y le permiten centrarse en el desarrollo del propio agente ",
            "error": []
        },
        "distributed programming": {
            "translated_key": [],
            "translated_annotated_text": "MACLP: programación de lógica de restricción multiagente Los sistemas multiagente (MAS) se han convertido en la tecnología clave para descomponer problemas complejos con el fin de resolverlos de manera más eficiente, o para problemas distribuidos en la naturaleza. Sin embargo, muchas aplicaciones industriales, además de su naturaleza distribuida, también implican un gran número de parámetros y limitaciones, es decir. Son combinatorios. Resolver estos problemas particularmente difíciles de manera eficiente requiere herramientas de programación que combinen la tecnología MAS con un esquema de programación que facilite el modelado y la solución de limitaciones. En este artículo se presenta MACLP (programación de lógica de restricción de agentes múltiples), una plataforma de programación lógica para la construcción, de manera declarativa, de sistemas de agentes múltiples con capacidad de resolución de restricciones. MACLP extiende CSPCONS, un sistema de programación lógica que permite la ejecución distribuida del programa a través de la comunicación de procesos Prolog secuenciales con limitaciones, proporcionando todas las instalaciones necesarias para la comunicación entre agentes. Estas instalaciones resumen del programador todos los detalles de bajo nivel de la comunicación y le permiten centrarse en el desarrollo del propio agente ",
            "error": []
        },
        "multi-agent systems": {
            "translated_key": [],
            "translated_annotated_text": "MACLP: programación de lógica de restricción multiagente Los sistemas multiagente (MAS) se han convertido en la tecnología clave para descomponer problemas complejos con el fin de resolverlos de manera más eficiente, o para problemas distribuidos en la naturaleza. Sin embargo, muchas aplicaciones industriales, además de su naturaleza distribuida, también implican un gran número de parámetros y limitaciones, es decir. Son combinatorios. Resolver estos problemas particularmente difíciles de manera eficiente requiere herramientas de programación que combinen la tecnología MAS con un esquema de programación que facilite el modelado y la solución de limitaciones. En este artículo se presenta MACLP (programación de lógica de restricción de agentes múltiples), una plataforma de programación lógica para la construcción, de manera declarativa, de sistemas de agentes múltiples con capacidad de resolución de restricciones. MACLP extiende CSPCONS, un sistema de programación lógica que permite la ejecución distribuida del programa a través de la comunicación de procesos Prolog secuenciales con limitaciones, proporcionando todas las instalaciones necesarias para la comunicación entre agentes. Estas instalaciones resumen del programador todos los detalles de bajo nivel de la comunicación y le permiten centrarse en el desarrollo del propio agente ",
            "error": []
        },
        "PROLOG": {
            "translated_key": [],
            "translated_annotated_text": "MACLP: programación de lógica de restricción multiagente Los sistemas multiagente (MAS) se han convertido en la tecnología clave para descomponer problemas complejos con el fin de resolverlos de manera más eficiente, o para problemas distribuidos en la naturaleza. Sin embargo, muchas aplicaciones industriales, además de su naturaleza distribuida, también implican un gran número de parámetros y limitaciones, es decir. Son combinatorios. Resolver estos problemas particularmente difíciles de manera eficiente requiere herramientas de programación que combinen la tecnología MAS con un esquema de programación que facilite el modelado y la solución de limitaciones. En este artículo se presenta MACLP (programación de lógica de restricción de agentes múltiples), una plataforma de programación lógica para la construcción, de manera declarativa, de sistemas de agentes múltiples con capacidad de resolución de restricciones. MACLP extiende CSPCONS, un sistema de programación lógica que permite la ejecución distribuida del programa a través de la comunicación de procesos Prolog secuenciales con limitaciones, proporcionando todas las instalaciones necesarias para la comunicación entre agentes. Estas instalaciones resumen del programador todos los detalles de bajo nivel de la comunicación y le permiten centrarse en el desarrollo del propio agente ",
            "error": []
        }
    }
}