{
    "original_text": "Design PID controllers for desired time-domain or frequency-domain response Practical requirements on the design of control systems, especially process control systems, are usually specified in terms of time-domain response, such as overshoot and rise time, or frequency-domain response, such as resonance peak and stability margin. Although numerous methods have been developed for the design of the proportional-integral-derivative (PID) controller, little work has been done in relation to the quantitative time-domain and frequency-domain responses. In this paper, we study the following problem: Given a nominal stable process with time delay, we design a suboptimal PID controller to achieve the required time-domain response or frequency-domain response for the nominal system or the uncertain system. An H/sub infinity / PID controller is developed based on optimal control theory and the parameters are derived analytically. Its properties are investigated and compared with that of two developed suboptimal controllers: an H/sub 2/ PID controller and a Maclaurin PID controller",
    "original_translation": "Diseño de controladores PID para la respuesta deseada de dominio de tiempo o de dominio de frecuencia Los requisitos prácticos sobre el diseño de los sistemas de control, especialmente los sistemas de control de procesos, se suelen especificar en términos de respuesta de dominio de tiempo, como el tiempo de rebasamiento y aumento, o la respuesta de dominio de frecuencia, como el pico de resonancia y el margen de estabilidad. Aunque se han desarrollado numerosos métodos para el diseño del controlador proporcional-integral-derivado (PID), poco trabajo se ha hecho en relación con las respuestas cuantitativas tiempo-dominio y frecuencia-dominio. En este trabajo, se estudia el siguiente problema: Dado un proceso nominal estable con retraso de tiempo, diseñamos un controlador PID subóptimo para lograr la respuesta de dominio de tiempo requerida o respuesta de dominio de frecuencia para el sistema nominal o el sistema incierto. Un controlador H / sub infinito / PID se desarrolla sobre la base de la teoría de control óptimo y los parámetros se derivan analíticamente. Sus propiedades son investigadas y comparadas con las de dos controladores suboptimales desarrollados: un controlador H/sub 2/ PID y un controlador Maclaurin PID",
    "error_count": 9,
    "keys": {
        "time-domain response": {
            "translated_key": "respuesta de dominio de tiempo",
            "translated_annotated_text": "Diseño de controladores PID para la respuesta deseada de dominio de tiempo o de dominio de frecuencia Los requisitos prácticos sobre el diseño de los sistemas de control, especialmente los sistemas de control de procesos, se suelen especificar en términos de \"respuesta de dominio de tiempo\", como el tiempo de rebasamiento y aumento, o la respuesta de dominio de frecuencia, como el pico de resonancia y el margen de estabilidad. Aunque se han desarrollado numerosos métodos para el diseño del controlador proporcional-integral-derivado (PID), poco trabajo se ha hecho en relación con las respuestas cuantitativas tiempo-dominio y frecuencia-dominio. En este trabajo, se estudia el siguiente problema: Dado un proceso nominal estable con retraso de tiempo, diseñamos un controlador PID subóptimo para lograr la \"respuesta de dominio de tiempo\" o respuesta de dominio de frecuencia para el sistema nominal o el sistema incierto. Un controlador H / sub infinito / PID se desarrolla sobre la base de la teoría de control óptimo y los parámetros se derivan analíticamente. Sus propiedades son investigadas y comparadas con las de dos controladores suboptimales desarrollados: un controlador H/sub 2/ PID y un controlador Maclaurin PID ",
            "error": [
                ""
            ]
        },
        "frequency-domain response": {
            "translated_key": "respuesta de dominio de frecuencia",
            "translated_annotated_text": "Diseño de controladores PID para el dominio de tiempo deseado o \"respuesta de dominio de frecuencia\" Los requisitos prácticos sobre el diseño de los sistemas de control, especialmente los sistemas de control de procesos, se suelen especificar en términos de respuesta de dominio de tiempo, como el tiempo de rebasamiento y aumento, o \"respuesta de dominio de frecuencia\", como el pico de resonancia y el margen de estabilidad. Aunque se han desarrollado numerosos métodos para el diseño del controlador proporcional-integral-derivado (PID), poco trabajo se ha hecho en relación con las respuestas cuantitativas tiempo-dominio y frecuencia-dominio. En este trabajo, se estudia el siguiente problema: Dado un proceso nominal estable con retraso de tiempo, diseñamos un controlador PID subóptimo para lograr la respuesta de dominio de tiempo requerida o \"respuesta de dominio de frecuencia\" para el sistema nominal o el sistema incierto. Un controlador H / sub infinito / PID se desarrolla sobre la base de la teoría de control óptimo y los parámetros se derivan analíticamente. Sus propiedades son investigadas y comparadas con las de dos controladores suboptimales desarrollados: un controlador H/sub 2/ PID y un controlador Maclaurin PID ",
            "error": [
                ""
            ]
        },
        "process control systems": {
            "translated_key": "sistemas de control de proceso",
            "translated_annotated_text": "Diseño de controladores PID para la respuesta deseada de dominio de tiempo o de dominio de frecuencia Los requisitos prácticos sobre el diseño de sistemas de control, especialmente los \"sistemas de control de proceso\", se suelen especificar en términos de respuesta de dominio de tiempo, como el tiempo de rebasamiento y aumento, o la respuesta de dominio de frecuencia, como el pico de resonancia y el margen de estabilidad. Aunque se han desarrollado numerosos métodos para el diseño del controlador proporcional-integral-derivado (PID), poco trabajo se ha hecho en relación con las respuestas cuantitativas tiempo-dominio y frecuencia-dominio. En este trabajo, se estudia el siguiente problema: Dado un proceso nominal estable con retraso de tiempo, diseñamos un controlador PID subóptimo para lograr la respuesta de dominio de tiempo requerida o respuesta de dominio de frecuencia para el sistema nominal o el sistema incierto. Un controlador H / sub infinito / PID se desarrolla sobre la base de la teoría de control óptimo y los parámetros se derivan analíticamente. Sus propiedades son investigadas y comparadas con las de dos controladores suboptimales desarrollados: un controlador H/sub 2/ PID y un controlador Maclaurin PID ",
            "error": [
                ""
            ]
        },
        "overshoot": {
            "translated_key": "superación",
            "translated_annotated_text": "Diseño de controladores PID para la respuesta deseada de dominio de tiempo o de dominio de frecuencia Los requisitos prácticos sobre el diseño de los sistemas de control, especialmente los sistemas de control de procesos, se suelen especificar en términos de respuesta de dominio de tiempo, como \"superación\" y tiempo de subida, o respuesta de dominio de frecuencia, como pico de resonancia y margen de estabilidad. Aunque se han desarrollado numerosos métodos para el diseño del controlador proporcional-integral-derivado (PID), poco trabajo se ha hecho en relación con las respuestas cuantitativas tiempo-dominio y frecuencia-dominio. En este trabajo, se estudia el siguiente problema: Dado un proceso nominal estable con retraso de tiempo, diseñamos un controlador PID subóptimo para lograr la respuesta de dominio de tiempo requerida o respuesta de dominio de frecuencia para el sistema nominal o el sistema incierto. Un controlador H / sub infinito / PID se desarrolla sobre la base de la teoría de control óptimo y los parámetros se derivan analíticamente. Sus propiedades son investigadas y comparadas con las de dos controladores suboptimales desarrollados: un controlador H/sub 2/ PID y un controlador Maclaurin PID ",
            "error": [
                ""
            ]
        },
        "rise time": {
            "translated_key": "tiempo de subida",
            "translated_annotated_text": "Diseño de controladores PID para la respuesta deseada de dominio de tiempo o de dominio de frecuencia Los requisitos prácticos sobre el diseño de los sistemas de control, especialmente los sistemas de control de procesos, se suelen especificar en términos de respuesta de dominio de tiempo, tales como rebasamiento y \"tiempo de subida\", o respuesta de dominio de frecuencia, como pico de resonancia y margen de estabilidad. Aunque se han desarrollado numerosos métodos para el diseño del controlador proporcional-integral-derivado (PID), poco trabajo se ha hecho en relación con las respuestas cuantitativas tiempo-dominio y frecuencia-dominio. En este trabajo, se estudia el siguiente problema: Dado un proceso nominal estable con retraso de tiempo, diseñamos un controlador PID subóptimo para lograr la respuesta de dominio de tiempo requerida o respuesta de dominio de frecuencia para el sistema nominal o el sistema incierto. Un controlador H / sub infinito / PID se desarrolla sobre la base de la teoría de control óptimo y los parámetros se derivan analíticamente. Sus propiedades son investigadas y comparadas con las de dos controladores suboptimales desarrollados: un controlador H/sub 2/ PID y un controlador Maclaurin PID ",
            "error": [
                ""
            ]
        },
        "resonance peak": {
            "translated_key": "pico de resonancia",
            "translated_annotated_text": "Diseño de controladores PID para la respuesta deseada de dominio de tiempo o de dominio de frecuencia Los requisitos prácticos sobre el diseño de los sistemas de control, especialmente los sistemas de control de procesos, se suelen especificar en términos de respuesta de dominio de tiempo, como el tiempo de rebasamiento y aumento, o la respuesta de dominio de frecuencia, como el \"pico de resonancia\" y el margen de estabilidad. Aunque se han desarrollado numerosos métodos para el diseño del controlador proporcional-integral-derivado (PID), poco trabajo se ha hecho en relación con las respuestas cuantitativas tiempo-dominio y frecuencia-dominio. En este trabajo, se estudia el siguiente problema: Dado un proceso nominal estable con retraso de tiempo, diseñamos un controlador PID subóptimo para lograr la respuesta de dominio de tiempo requerida o respuesta de dominio de frecuencia para el sistema nominal o el sistema incierto. Un controlador H / sub infinito / PID se desarrolla sobre la base de la teoría de control óptimo y los parámetros se derivan analíticamente. Sus propiedades son investigadas y comparadas con las de dos controladores suboptimales desarrollados: un controlador H/sub 2/ PID y un controlador Maclaurin PID ",
            "error": [
                ""
            ]
        },
        "stability margin": {
            "translated_key": "margen de estabilidad",
            "translated_annotated_text": "Diseño de controladores PID para la respuesta deseada de dominio de tiempo o de dominio de frecuencia Los requisitos prácticos sobre el diseño de los sistemas de control, especialmente los sistemas de control de procesos, se suelen especificar en términos de respuesta de dominio de tiempo, como el tiempo de rebasamiento y aumento, o la respuesta de dominio de frecuencia, como el pico de resonancia y el \"margen de estabilidad\". Aunque se han desarrollado numerosos métodos para el diseño del controlador proporcional-integral-derivado (PID), poco trabajo se ha hecho en relación con las respuestas cuantitativas tiempo-dominio y frecuencia-dominio. En este trabajo, se estudia el siguiente problema: Dado un proceso nominal estable con retraso de tiempo, diseñamos un controlador PID subóptimo para lograr la respuesta de dominio de tiempo requerida o respuesta de dominio de frecuencia para el sistema nominal o el sistema incierto. Un controlador H / sub infinito / PID se desarrolla sobre la base de la teoría de control óptimo y los parámetros se derivan analíticamente. Sus propiedades son investigadas y comparadas con las de dos controladores suboptimales desarrollados: un controlador H/sub 2/ PID y un controlador Maclaurin PID ",
            "error": [
                ""
            ]
        },
        "proportional-integral derivative controller": {
            "translated_key": [],
            "translated_annotated_text": "Diseño de controladores PID para la respuesta deseada de dominio de tiempo o de dominio de frecuencia Los requisitos prácticos sobre el diseño de los sistemas de control, especialmente los sistemas de control de procesos, se suelen especificar en términos de respuesta de dominio de tiempo, como el tiempo de rebasamiento y aumento, o la respuesta de dominio de frecuencia, como el pico de resonancia y el margen de estabilidad. Aunque se han desarrollado numerosos métodos para el diseño del controlador proporcional-integral-derivado (PID), poco trabajo se ha hecho en relación con las respuestas cuantitativas tiempo-dominio y frecuencia-dominio. En este trabajo, se estudia el siguiente problema: Dado un proceso nominal estable con retraso de tiempo, diseñamos un controlador PID subóptimo para lograr la respuesta de dominio de tiempo requerida o respuesta de dominio de frecuencia para el sistema nominal o el sistema incierto. Un controlador H / sub infinito / PID se desarrolla sobre la base de la teoría de control óptimo y los parámetros se derivan analíticamente. Sus propiedades son investigadas y comparadas con las de dos controladores suboptimales desarrollados: un controlador H/sub 2/ PID y un controlador Maclaurin PID ",
            "error": []
        },
        "nominal stable process": {
            "translated_key": "proceso nominal estable",
            "translated_annotated_text": "Diseño de controladores PID para la respuesta deseada de dominio de tiempo o de dominio de frecuencia Los requisitos prácticos sobre el diseño de los sistemas de control, especialmente los sistemas de control de procesos, se suelen especificar en términos de respuesta de dominio de tiempo, como el tiempo de rebasamiento y aumento, o la respuesta de dominio de frecuencia, como el pico de resonancia y el margen de estabilidad. Aunque se han desarrollado numerosos métodos para el diseño del controlador proporcional-integral-derivado (PID), poco trabajo se ha hecho en relación con las respuestas cuantitativas tiempo-dominio y frecuencia-dominio. En este trabajo, se estudia el siguiente problema: Dado un \"proceso nominal estable\" con retraso de tiempo, diseñamos un controlador PID subóptimo para lograr la respuesta de dominio de tiempo o de frecuencia-dominio requerida para el sistema nominal o el sistema incierto. Un controlador H / sub infinito / PID se desarrolla sobre la base de la teoría de control óptimo y los parámetros se derivan analíticamente. Sus propiedades son investigadas y comparadas con las de dos controladores suboptimales desarrollados: un controlador H/sub 2/ PID y un controlador Maclaurin PID ",
            "error": [
                ""
            ]
        },
        "suboptimal controller": {
            "translated_key": [],
            "translated_annotated_text": "Diseño de controladores PID para la respuesta deseada de dominio de tiempo o de dominio de frecuencia Los requisitos prácticos sobre el diseño de los sistemas de control, especialmente los sistemas de control de procesos, se suelen especificar en términos de respuesta de dominio de tiempo, como el tiempo de rebasamiento y aumento, o la respuesta de dominio de frecuencia, como el pico de resonancia y el margen de estabilidad. Aunque se han desarrollado numerosos métodos para el diseño del controlador proporcional-integral-derivado (PID), poco trabajo se ha hecho en relación con las respuestas cuantitativas tiempo-dominio y frecuencia-dominio. En este trabajo, se estudia el siguiente problema: Dado un proceso nominal estable con retraso de tiempo, diseñamos un controlador PID subóptimo para lograr la respuesta de dominio de tiempo requerida o respuesta de dominio de frecuencia para el sistema nominal o el sistema incierto. Un controlador H / sub infinito / PID se desarrolla sobre la base de la teoría de control óptimo y los parámetros se derivan analíticamente. Sus propiedades son investigadas y comparadas con las de dos controladores suboptimales desarrollados: un controlador H/sub 2/ PID y un controlador Maclaurin PID ",
            "error": []
        },
        "H/sub infinity / PID controller": {
            "translated_key": "H / sub infinito / PID controlador",
            "translated_annotated_text": "Diseño de controladores PID para la respuesta deseada de dominio de tiempo o de dominio de frecuencia Los requisitos prácticos sobre el diseño de los sistemas de control, especialmente los sistemas de control de procesos, se suelen especificar en términos de respuesta de dominio de tiempo, como el tiempo de rebasamiento y aumento, o la respuesta de dominio de frecuencia, como el pico de resonancia y el margen de estabilidad. Aunque se han desarrollado numerosos métodos para el diseño del controlador proporcional-integral-derivado (PID), poco trabajo se ha hecho en relación con las respuestas cuantitativas tiempo-dominio y frecuencia-dominio. En este trabajo, se estudia el siguiente problema: Dado un proceso nominal estable con retraso de tiempo, diseñamos un controlador PID subóptimo para lograr la respuesta de dominio de tiempo requerida o respuesta de dominio de frecuencia para el sistema nominal o el sistema incierto. Un \"H / sub infinito / PID controlador\" se desarrolla sobre la base de la teoría de control óptimo y los parámetros se derivan analíticamente. Sus propiedades son investigadas y comparadas con las de dos controladores suboptimales desarrollados: un controlador H/sub 2/ PID y un controlador Maclaurin PID ",
            "error": [
                ""
            ]
        },
        "H/sub 2/ PID controller": {
            "translated_key": [],
            "translated_annotated_text": "Diseño de controladores PID para la respuesta deseada de dominio de tiempo o de dominio de frecuencia Los requisitos prácticos sobre el diseño de los sistemas de control, especialmente los sistemas de control de procesos, se suelen especificar en términos de respuesta de dominio de tiempo, como el tiempo de rebasamiento y aumento, o la respuesta de dominio de frecuencia, como el pico de resonancia y el margen de estabilidad. Aunque se han desarrollado numerosos métodos para el diseño del controlador proporcional-integral-derivado (PID), poco trabajo se ha hecho en relación con las respuestas cuantitativas tiempo-dominio y frecuencia-dominio. En este trabajo, se estudia el siguiente problema: Dado un proceso nominal estable con retraso de tiempo, diseñamos un controlador PID subóptimo para lograr la respuesta de dominio de tiempo requerida o respuesta de dominio de frecuencia para el sistema nominal o el sistema incierto. Un controlador H / sub infinito / PID se desarrolla sobre la base de la teoría de control óptimo y los parámetros se derivan analíticamente. Sus propiedades son investigadas y comparadas con las de dos controladores suboptimales desarrollados: un controlador H/sub 2/ PID y un controlador Maclaurin PID ",
            "error": []
        },
        "optimal control": {
            "translated_key": "control óptimo",
            "translated_annotated_text": "Diseño de controladores PID para la respuesta deseada de dominio de tiempo o de dominio de frecuencia Los requisitos prácticos sobre el diseño de los sistemas de control, especialmente los sistemas de control de procesos, se suelen especificar en términos de respuesta de dominio de tiempo, como el tiempo de rebasamiento y aumento, o la respuesta de dominio de frecuencia, como el pico de resonancia y el margen de estabilidad. Aunque se han desarrollado numerosos métodos para el diseño del controlador proporcional-integral-derivado (PID), poco trabajo se ha hecho en relación con las respuestas cuantitativas tiempo-dominio y frecuencia-dominio. En este trabajo, se estudia el siguiente problema: Dado un proceso nominal estable con retraso de tiempo, diseñamos un controlador PID subóptimo para lograr la respuesta de dominio de tiempo requerida o respuesta de dominio de frecuencia para el sistema nominal o el sistema incierto. Se desarrolla un controlador H/sub-infinity/PID basado en la teoría del \"control óptimo\" y los parámetros se derivan analíticamente. Sus propiedades son investigadas y comparadas con las de dos controladores suboptimales desarrollados: un controlador H/sub 2/ PID y un controlador Maclaurin PID ",
            "error": [
                ""
            ]
        },
        "Maclaurin PID controller": {
            "translated_key": "controlador Maclaurin PID",
            "translated_annotated_text": "Diseño de controladores PID para la respuesta deseada de dominio de tiempo o de dominio de frecuencia Los requisitos prácticos sobre el diseño de los sistemas de control, especialmente los sistemas de control de procesos, se suelen especificar en términos de respuesta de dominio de tiempo, como el tiempo de rebasamiento y aumento, o la respuesta de dominio de frecuencia, como el pico de resonancia y el margen de estabilidad. Aunque se han desarrollado numerosos métodos para el diseño del controlador proporcional-integral-derivado (PID), poco trabajo se ha hecho en relación con las respuestas cuantitativas tiempo-dominio y frecuencia-dominio. En este trabajo, se estudia el siguiente problema: Dado un proceso nominal estable con retraso de tiempo, diseñamos un controlador PID subóptimo para lograr la respuesta de dominio de tiempo requerida o respuesta de dominio de frecuencia para el sistema nominal o el sistema incierto. Un controlador H / sub infinito / PID se desarrolla sobre la base de la teoría de control óptimo y los parámetros se derivan analíticamente. Sus propiedades son investigadas y comparadas con las de dos controladores suboptimales desarrollados: un controlador H/sub 2/ PID y un \"controlador Maclaurin PID\" ",
            "error": [
                ""
            ]
        },
        "control system synthesis": {
            "translated_key": [],
            "translated_annotated_text": "Diseño de controladores PID para la respuesta deseada de dominio de tiempo o de dominio de frecuencia Los requisitos prácticos sobre el diseño de los sistemas de control, especialmente los sistemas de control de procesos, se suelen especificar en términos de respuesta de dominio de tiempo, como el tiempo de rebasamiento y aumento, o la respuesta de dominio de frecuencia, como el pico de resonancia y el margen de estabilidad. Aunque se han desarrollado numerosos métodos para el diseño del controlador proporcional-integral-derivado (PID), poco trabajo se ha hecho en relación con las respuestas cuantitativas tiempo-dominio y frecuencia-dominio. En este trabajo, se estudia el siguiente problema: Dado un proceso nominal estable con retraso de tiempo, diseñamos un controlador PID subóptimo para lograr la respuesta de dominio de tiempo requerida o respuesta de dominio de frecuencia para el sistema nominal o el sistema incierto. Un controlador H / sub infinito / PID se desarrolla sobre la base de la teoría de control óptimo y los parámetros se derivan analíticamente. Sus propiedades son investigadas y comparadas con las de dos controladores suboptimales desarrollados: un controlador H/sub 2/ PID y un controlador Maclaurin PID ",
            "error": []
        },
        "frequency-domain synthesis": {
            "translated_key": [],
            "translated_annotated_text": "Diseño de controladores PID para la respuesta deseada de dominio de tiempo o de dominio de frecuencia Los requisitos prácticos sobre el diseño de los sistemas de control, especialmente los sistemas de control de procesos, se suelen especificar en términos de respuesta de dominio de tiempo, como el tiempo de rebasamiento y aumento, o la respuesta de dominio de frecuencia, como el pico de resonancia y el margen de estabilidad. Aunque se han desarrollado numerosos métodos para el diseño del controlador proporcional-integral-derivado (PID), poco trabajo se ha hecho en relación con las respuestas cuantitativas tiempo-dominio y frecuencia-dominio. En este trabajo, se estudia el siguiente problema: Dado un proceso nominal estable con retraso de tiempo, diseñamos un controlador PID subóptimo para lograr la respuesta de dominio de tiempo requerida o respuesta de dominio de frecuencia para el sistema nominal o el sistema incierto. Un controlador H / sub infinito / PID se desarrolla sobre la base de la teoría de control óptimo y los parámetros se derivan analíticamente. Sus propiedades son investigadas y comparadas con las de dos controladores suboptimales desarrollados: un controlador H/sub 2/ PID y un controlador Maclaurin PID ",
            "error": []
        },
        "H/sup infinity / control": {
            "translated_key": [],
            "translated_annotated_text": "Diseño de controladores PID para la respuesta deseada de dominio de tiempo o de dominio de frecuencia Los requisitos prácticos sobre el diseño de los sistemas de control, especialmente los sistemas de control de procesos, se suelen especificar en términos de respuesta de dominio de tiempo, como el tiempo de rebasamiento y aumento, o la respuesta de dominio de frecuencia, como el pico de resonancia y el margen de estabilidad. Aunque se han desarrollado numerosos métodos para el diseño del controlador proporcional-integral-derivado (PID), poco trabajo se ha hecho en relación con las respuestas cuantitativas tiempo-dominio y frecuencia-dominio. En este trabajo, se estudia el siguiente problema: Dado un proceso nominal estable con retraso de tiempo, diseñamos un controlador PID subóptimo para lograr la respuesta de dominio de tiempo requerida o respuesta de dominio de frecuencia para el sistema nominal o el sistema incierto. Un controlador H / sub infinito / PID se desarrolla sobre la base de la teoría de control óptimo y los parámetros se derivan analíticamente. Sus propiedades son investigadas y comparadas con las de dos controladores suboptimales desarrollados: un controlador H/sub 2/ PID y un controlador Maclaurin PID ",
            "error": []
        },
        "stability": {
            "translated_key": "estabilidad",
            "translated_annotated_text": "Diseño de controladores PID para la respuesta deseada de dominio de tiempo o de dominio de frecuencia Los requisitos prácticos sobre el diseño de los sistemas de control, especialmente los sistemas de control de procesos, se suelen especificar en términos de respuesta de dominio de tiempo, como el tiempo de rebasamiento y aumento, o la respuesta de dominio de frecuencia, como el pico de resonancia y el margen de \"estabilidad\". Aunque se han desarrollado numerosos métodos para el diseño del controlador proporcional-integral-derivado (PID), poco trabajo se ha hecho en relación con las respuestas cuantitativas tiempo-dominio y frecuencia-dominio. En este trabajo, se estudia el siguiente problema: Dado un proceso nominal estable con retraso de tiempo, diseñamos un controlador PID subóptimo para lograr la respuesta de dominio de tiempo requerida o respuesta de dominio de frecuencia para el sistema nominal o el sistema incierto. Un controlador H / sub infinito / PID se desarrolla sobre la base de la teoría de control óptimo y los parámetros se derivan analíticamente. Sus propiedades son investigadas y comparadas con las de dos controladores suboptimales desarrollados: un controlador H/sub 2/ PID y un controlador Maclaurin PID ",
            "error": [
                ""
            ]
        },
        "suboptimal control": {
            "translated_key": [],
            "translated_annotated_text": "Diseño de controladores PID para la respuesta deseada de dominio de tiempo o de dominio de frecuencia Los requisitos prácticos sobre el diseño de los sistemas de control, especialmente los sistemas de control de procesos, se suelen especificar en términos de respuesta de dominio de tiempo, como el tiempo de rebasamiento y aumento, o la respuesta de dominio de frecuencia, como el pico de resonancia y el margen de estabilidad. Aunque se han desarrollado numerosos métodos para el diseño del controlador proporcional-integral-derivado (PID), poco trabajo se ha hecho en relación con las respuestas cuantitativas tiempo-dominio y frecuencia-dominio. En este trabajo, se estudia el siguiente problema: Dado un proceso nominal estable con retraso de tiempo, diseñamos un controlador PID subóptimo para lograr la respuesta de dominio de tiempo requerida o respuesta de dominio de frecuencia para el sistema nominal o el sistema incierto. Un controlador H / sub infinito / PID se desarrolla sobre la base de la teoría de control óptimo y los parámetros se derivan analíticamente. Sus propiedades son investigadas y comparadas con las de dos controladores suboptimales desarrollados: un controlador H/sub 2/ PID y un controlador Maclaurin PID ",
            "error": []
        },
        "three-term control": {
            "translated_key": [],
            "translated_annotated_text": "Diseño de controladores PID para la respuesta deseada de dominio de tiempo o de dominio de frecuencia Los requisitos prácticos sobre el diseño de los sistemas de control, especialmente los sistemas de control de procesos, se suelen especificar en términos de respuesta de dominio de tiempo, como el tiempo de rebasamiento y aumento, o la respuesta de dominio de frecuencia, como el pico de resonancia y el margen de estabilidad. Aunque se han desarrollado numerosos métodos para el diseño del controlador proporcional-integral-derivado (PID), poco trabajo se ha hecho en relación con las respuestas cuantitativas tiempo-dominio y frecuencia-dominio. En este trabajo, se estudia el siguiente problema: Dado un proceso nominal estable con retraso de tiempo, diseñamos un controlador PID subóptimo para lograr la respuesta de dominio de tiempo requerida o respuesta de dominio de frecuencia para el sistema nominal o el sistema incierto. Un controlador H / sub infinito / PID se desarrolla sobre la base de la teoría de control óptimo y los parámetros se derivan analíticamente. Sus propiedades son investigadas y comparadas con las de dos controladores suboptimales desarrollados: un controlador H/sub 2/ PID y un controlador Maclaurin PID ",
            "error": []
        },
        "time-domain synthesis": {
            "translated_key": [],
            "translated_annotated_text": "Diseño de controladores PID para la respuesta deseada de dominio de tiempo o de dominio de frecuencia Los requisitos prácticos sobre el diseño de los sistemas de control, especialmente los sistemas de control de procesos, se suelen especificar en términos de respuesta de dominio de tiempo, como el tiempo de rebasamiento y aumento, o la respuesta de dominio de frecuencia, como el pico de resonancia y el margen de estabilidad. Aunque se han desarrollado numerosos métodos para el diseño del controlador proporcional-integral-derivado (PID), poco trabajo se ha hecho en relación con las respuestas cuantitativas tiempo-dominio y frecuencia-dominio. En este trabajo, se estudia el siguiente problema: Dado un proceso nominal estable con retraso de tiempo, diseñamos un controlador PID subóptimo para lograr la respuesta de dominio de tiempo requerida o respuesta de dominio de frecuencia para el sistema nominal o el sistema incierto. Un controlador H / sub infinito / PID se desarrolla sobre la base de la teoría de control óptimo y los parámetros se derivan analíticamente. Sus propiedades son investigadas y comparadas con las de dos controladores suboptimales desarrollados: un controlador H/sub 2/ PID y un controlador Maclaurin PID ",
            "error": []
        }
    }
}