{
    "original_text": "Putting pen to screen on Tablet PCs With the release of the first Tablet PCs produced to Microsoft Corp.s general specifications, handheld computers may be about to leap into the ring with todays laptops. They will be about the size of the smaller laptops, will be at least as powerful, and maybe their biggest selling point-will be able to handle handwritten text. The Tablet PCs will be amply configured, general-purpose machines with more than enough power to run the full-blown Windows XP operating system. In particular, they will allow handwritten text to be entered onto a digitizing tablet and recognized, a functionality thats called pen-based computing. The Tablet PC will far outpace the computing power of existing small devices such as PDAs (personal digital assistants), including those variants based on Microsofts own Pocket PC operating system",
    "original_translation": "Poner la pluma a la pantalla en los PCs de la tableta Con la liberación de los primeros PCs de la tableta producidos a Microsoft Corp.s especificaciones generales, los ordenadores portátiles pueden estar a punto de saltar en el anillo con computadoras portátiles de hoy en día. Ellos serán del tamaño de los portátiles más pequeños, serán por lo menos tan poderosos, y tal vez su punto más vendido será capaz de manejar el texto escrito a mano. Los Tablet PCs serán ampliamente configurados, máquinas de uso general con más que suficiente potencia para ejecutar el sistema operativo Windows XP completo. En particular, permitirán que el texto escrito a mano sea introducido en una tableta digitalizadora y reconocido, una funcionalidad que se llama computación a pluma. El Tablet PC superará con creces la potencia informática de los pequeños dispositivos existentes, como los PDA (asistentes digitales personales), incluidas las variantes basadas en el propio sistema operativo Pocket PC de Microsoft",
    "error_count": 3,
    "keys": {
        "Tablet PC": {
            "translated_key": "Tablet PC",
            "translated_annotated_text": "Poner la pluma a la pantalla en los PCs de la tableta Con la liberación de los primeros PCs de la tableta producidos a Microsoft Corp.s especificaciones generales, los ordenadores portátiles pueden estar a punto de saltar en el anillo con computadoras portátiles de hoy en día. Ellos serán del tamaño de los portátiles más pequeños, serán por lo menos tan poderosos, y tal vez su punto más vendido será capaz de manejar el texto escrito a mano. Los Tablet PCs serán ampliamente configurados, máquinas de uso general con más que suficiente potencia para ejecutar el sistema operativo Windows XP completo. En particular, permitirán que el texto escrito a mano sea introducido en una tableta digitalizadora y reconocido, una funcionalidad que se llama computación a pluma. El <br>Tablet PC</br> superará con creces la potencia informática de los pequeños dispositivos existentes, como los PDA (asistentes digitales personales), incluidas las variantes basadas en el propio sistema operativo Pocket PC de Microsoft ",
            "error": [
                ""
            ]
        },
        "Microsoft": {
            "translated_key": "Microsoft",
            "translated_annotated_text": "Poner la pluma a la pantalla en los PCs de la tableta Con la liberación de los primeros PCs de la tableta producidos a <br>Microsoft</br> Corp.s especificaciones generales, los ordenadores portátiles pueden estar a punto de saltar al ring con portátiles de hoy en día. Ellos serán del tamaño de los portátiles más pequeños, serán por lo menos tan poderosos, y tal vez su punto más vendido será capaz de manejar el texto escrito a mano. Los Tablet PCs serán ampliamente configurados, máquinas de uso general con más que suficiente potencia para ejecutar el sistema operativo Windows XP completo. En particular, permitirán que el texto escrito a mano sea introducido en una tableta digitalizadora y reconocido, una funcionalidad que se llama computación a pluma. El Tablet PC superará con creces la potencia informática de los pequeños dispositivos existentes, como los PDA (asistentes digitales personales), incluidas las variantes basadas en el propio sistema operativo Pocket PC de Microsoft ",
            "error": [
                ""
            ]
        },
        "handheld computers": {
            "translated_key": " ordenadores portátiles",
            "translated_annotated_text": "Poner la pluma a la pantalla en los PCs de la tableta Con la liberación de los primeros PCs de la tableta producidos a Microsoft Corp.s especificaciones generales, <br> ordenadores portátiles</br> puede estar a punto de saltar al ring con computadoras portátiles de hoy en día. Ellos serán del tamaño de los portátiles más pequeños, serán por lo menos tan poderosos, y tal vez su punto más vendido será capaz de manejar el texto escrito a mano. Los Tablet PCs serán ampliamente configurados, máquinas de uso general con más que suficiente potencia para ejecutar el sistema operativo Windows XP completo. En particular, permitirán que el texto escrito a mano sea introducido en una tableta digitalizadora y reconocido, una funcionalidad que se llama computación a pluma. El Tablet PC superará con creces la potencia informática de los pequeños dispositivos existentes, como los PDA (asistentes digitales personales), incluidas las variantes basadas en el propio sistema operativo Pocket PC de Microsoft ",
            "error": [
                ""
            ]
        },
        "handwritten text": {
            "translated_key": " texto manuscrito",
            "translated_annotated_text": "Poner la pluma a la pantalla en los PCs de la tableta Con la liberación de los primeros PCs de la tableta producidos a Microsoft Corp.s especificaciones generales, los ordenadores portátiles pueden estar a punto de saltar en el anillo con computadoras portátiles de hoy en día. Tendrán aproximadamente el tamaño de los portátiles más pequeños, serán al menos tan potentes, y tal vez su punto de venta más grande será capaz de manejar <br> texto manuscrito</br>. Los Tablet PCs serán ampliamente configurados, máquinas de uso general con más que suficiente potencia para ejecutar el sistema operativo Windows XP completo. En particular, permitirán introducir <br> texto manuscrito</br> en una tableta de digitalización y reconocer, una funcionalidad que se llama computación a pluma. El Tablet PC superará con creces la potencia informática de los pequeños dispositivos existentes, como los PDA (asistentes digitales personales), incluidas las variantes basadas en el propio sistema operativo Pocket PC de Microsoft ",
            "error": [
                ""
            ]
        },
        "Windows XP operating system": {
            "translated_key": "Windows XP",
            "translated_annotated_text": "Poner la pluma a la pantalla en los PCs de la tableta Con la liberación de los primeros PCs de la tableta producidos a Microsoft Corp.s especificaciones generales, los ordenadores portátiles pueden estar a punto de saltar en el anillo con computadoras portátiles de hoy en día. Ellos serán del tamaño de los portátiles más pequeños, serán por lo menos tan poderosos, y tal vez su punto más vendido será capaz de manejar el texto escrito a mano. Los Tablet PCs serán ampliamente configurados, máquinas de uso general con más que suficiente potencia para ejecutar el sistema operativo <br>Windows XP</br>. En particular, permitirán que el texto escrito a mano sea introducido en una tableta digitalizadora y reconocido, una funcionalidad que se llama computación a pluma. El Tablet PC superará con creces la potencia informática de los pequeños dispositivos existentes, como los PDA (asistentes digitales personales), incluidas las variantes basadas en el propio sistema operativo Pocket PC de Microsoft ",
            "error": [
                ""
            ]
        },
        "digitizing tablet": {
            "translated_key": [],
            "translated_annotated_text": "Poner la pluma a la pantalla en los PCs de la tableta Con la liberación de los primeros PCs de la tableta producidos a Microsoft Corp.s especificaciones generales, los ordenadores portátiles pueden estar a punto de saltar en el anillo con computadoras portátiles de hoy en día. Ellos serán del tamaño de los portátiles más pequeños, serán por lo menos tan poderosos, y tal vez su punto más vendido será capaz de manejar el texto escrito a mano. Los Tablet PCs serán ampliamente configurados, máquinas de uso general con más que suficiente potencia para ejecutar el sistema operativo Windows XP completo. En particular, permitirán que el texto escrito a mano se introduzca en una tableta digitalizadora <br> y se reconozca, una funcionalidad que se llama computación a pluma. El Tablet PC superará con creces la potencia informática de los pequeños dispositivos existentes, como los PDA (asistentes digitales personales), incluidas las variantes basadas en el propio sistema operativo Pocket PC de Microsoft ",
            "error": []
        },
        "pen-based computing": {
            "translated_key": "pen",
            "translated_annotated_text": "Poner la pluma a la pantalla en los PCs de la tableta Con la liberación de los primeros PCs de la tableta producidos a Microsoft Corp.s especificaciones generales, los ordenadores portátiles pueden estar a punto de saltar en el anillo con computadoras portátiles de hoy en día. Ellos serán del tamaño de los portátiles más pequeños, serán por lo menos tan poderosos, y tal vez su punto más vendido será capaz de manejar el texto escrito a mano. Los Tablet PCs serán ampliamente configurados, máquinas de uso general con más que suficiente potencia para ejecutar el sistema operativo Windows XP completo. En particular, permitirán que el texto escrito a mano sea introducido en una tableta digitalizadora y reconocido, una funcionalidad que se llama computación basada en <br>pen</br>. El Tablet PC superará con creces la potencia informática de los pequeños dispositivos existentes, como los PDA (asistentes digitales personales), incluidas las variantes basadas en el propio sistema operativo Pocket PC de Microsoft ",
            "error": [
                ""
            ]
        },
        "handwriting recognition": {
            "translated_key": [],
            "translated_annotated_text": "Poner la pluma a la pantalla en los PCs de la tableta Con la liberación de los primeros PCs de la tableta producidos a Microsoft Corp.s especificaciones generales, los ordenadores portátiles pueden estar a punto de saltar en el anillo con computadoras portátiles de hoy en día. Ellos serán del tamaño de los portátiles más pequeños, serán por lo menos tan poderosos, y tal vez su punto más vendido será capaz de manejar el texto escrito a mano. Los Tablet PCs serán ampliamente configurados, máquinas de uso general con más que suficiente potencia para ejecutar el sistema operativo Windows XP completo. En particular, permitirán que el texto escrito a mano sea introducido en una tableta digitalizadora y reconocido, una funcionalidad que se llama computación a pluma. El Tablet PC superará con creces la potencia informática de los pequeños dispositivos existentes, como los PDA (asistentes digitales personales), incluidas las variantes basadas en el propio sistema operativo Pocket PC de Microsoft ",
            "error": []
        },
        "notebook computers": {
            "translated_key": [],
            "translated_annotated_text": "Poner la pluma a la pantalla en los PCs de la tableta Con la liberación de los primeros PCs de la tableta producidos a Microsoft Corp.s especificaciones generales, los ordenadores portátiles pueden estar a punto de saltar en el anillo con computadoras portátiles de hoy en día. Ellos serán del tamaño de los portátiles más pequeños, serán por lo menos tan poderosos, y tal vez su punto más vendido será capaz de manejar el texto escrito a mano. Los Tablet PCs serán ampliamente configurados, máquinas de uso general con más que suficiente potencia para ejecutar el sistema operativo Windows XP completo. En particular, permitirán que el texto escrito a mano sea introducido en una tableta digitalizadora y reconocido, una funcionalidad que se llama computación a pluma. El Tablet PC superará con creces la potencia informática de los pequeños dispositivos existentes, como los PDA (asistentes digitales personales), incluidas las variantes basadas en el propio sistema operativo Pocket PC de Microsoft ",
            "error": []
        }
    }
}