{
    "original_text": "Separation and tracking of multiple broadband sources with one electromagnetic vector sensor A structure for adaptively separating, enhancing and tracking uncorrelated sources with an electromagnetic vector sensor (EMVS) is presented. The structure consists of a set of parallel spatial processors, one for each individual source. Two stages of processing are involved in each spatial processor. The first preprocessing stage rejects all other sources except the one of interest, while the second stage is an adaptive one for maximizing the signal-to-noise ratio (SNR) and tracking the desired source. The preprocessings are designed using the latest source parameter estimates obtained from the source trackers, and a redesign is activated periodically or whenever any source has been detected by the source trackers to have made significant movement. Compared with conventional adaptive beamforming, the algorithm has the advantage that no a priori information on any desired signal location is needed, the sources are separated at maximum SNR, and their locations are available. The structure is also well suited for parallel implementation. Numerical examples are included to illustrate the capability and performance of the algorithm",
    "original_translation": "Separación y seguimiento de múltiples fuentes de banda ancha con un sensor vectorial electromagnético Se presenta una estructura adaptable para separar, mejorar y rastrear fuentes no relacionadas con un sensor vectorial electromagnético (EMVS). La estructura consiste en un conjunto de procesadores espaciales paralelos, uno para cada fuente individual. En cada procesador espacial intervienen dos etapas de procesamiento. La primera etapa de preprocesamiento rechaza todas las otras fuentes excepto la de interés, mientras que la segunda etapa es adaptable para maximizar la relación señal-ruido (SNR) y rastrear la fuente deseada. Los preprocesamientos se diseñan utilizando las últimas estimaciones de parámetros de origen obtenidas de los rastreadores de origen, y se activa un rediseño periódicamente o cuando cualquier fuente ha sido detectada por los rastreadores de origen para haber hecho un movimiento significativo. En comparación con la formación adaptativa convencional de haz, el algoritmo tiene la ventaja de que no se necesita información a priori sobre cualquier ubicación de señal deseada, las fuentes se separan al máximo SNR, y sus ubicaciones están disponibles. La estructura también es adecuada para la aplicación paralela. Se incluyen ejemplos numéricos para ilustrar la capacidad y el rendimiento del algoritmo",
    "error_count": 13,
    "keys": {
        "multiple broadband sources separation": {
            "translated_key": [],
            "translated_annotated_text": "Separación y seguimiento de múltiples fuentes de banda ancha con un sensor vectorial electromagnético Se presenta una estructura adaptable para separar, mejorar y rastrear fuentes no relacionadas con un sensor vectorial electromagnético (EMVS). La estructura consiste en un conjunto de procesadores espaciales paralelos, uno para cada fuente individual. En cada procesador espacial intervienen dos etapas de procesamiento. La primera etapa de preprocesamiento rechaza todas las otras fuentes excepto la de interés, mientras que la segunda etapa es adaptable para maximizar la relación señal-ruido (SNR) y rastrear la fuente deseada. Los preprocesamientos se diseñan utilizando las últimas estimaciones de parámetros de origen obtenidas de los rastreadores de origen, y se activa un rediseño periódicamente o cuando cualquier fuente ha sido detectada por los rastreadores de origen para haber hecho un movimiento significativo. En comparación con la formación adaptativa convencional de haz, el algoritmo tiene la ventaja de que no se necesita información a priori sobre cualquier ubicación de señal deseada, las fuentes se separan al máximo SNR, y sus ubicaciones están disponibles. La estructura también es adecuada para la aplicación paralela. Se incluyen ejemplos numéricos para ilustrar la capacidad y el rendimiento del algoritmo ",
            "error": []
        },
        "multiple broadband sources tracking": {
            "translated_key": [],
            "translated_annotated_text": "Separación y seguimiento de múltiples fuentes de banda ancha con un sensor vectorial electromagnético Se presenta una estructura adaptable para separar, mejorar y rastrear fuentes no relacionadas con un sensor vectorial electromagnético (EMVS). La estructura consiste en un conjunto de procesadores espaciales paralelos, uno para cada fuente individual. En cada procesador espacial intervienen dos etapas de procesamiento. La primera etapa de preprocesamiento rechaza todas las otras fuentes excepto la de interés, mientras que la segunda etapa es adaptable para maximizar la relación señal-ruido (SNR) y rastrear la fuente deseada. Los preprocesamientos se diseñan utilizando las últimas estimaciones de parámetros de origen obtenidas de los rastreadores de origen, y se activa un rediseño periódicamente o cuando cualquier fuente ha sido detectada por los rastreadores de origen para haber hecho un movimiento significativo. En comparación con la formación adaptativa convencional de haz, el algoritmo tiene la ventaja de que no se necesita información a priori sobre cualquier ubicación de señal deseada, las fuentes se separan al máximo SNR, y sus ubicaciones están disponibles. La estructura también es adecuada para la aplicación paralela. Se incluyen ejemplos numéricos para ilustrar la capacidad y el rendimiento del algoritmo ",
            "error": []
        },
        "uncorrelated sources": {
            "translated_key": "fuentes no relacionadas",
            "translated_annotated_text": "Separación y seguimiento de múltiples fuentes de banda ancha con un sensor vectorial electromagnético Se presenta una estructura adaptable para separar, mejorar y rastrear \"fuentes no relacionadas\" con un sensor vectorial electromagnético (EMVS). La estructura consiste en un conjunto de procesadores espaciales paralelos, uno para cada fuente individual. En cada procesador espacial intervienen dos etapas de procesamiento. La primera etapa de preprocesamiento rechaza todas las otras fuentes excepto la de interés, mientras que la segunda etapa es adaptable para maximizar la relación señal-ruido (SNR) y rastrear la fuente deseada. Los preprocesamientos se diseñan utilizando las últimas estimaciones de parámetros de origen obtenidas de los rastreadores de origen, y se activa un rediseño periódicamente o cuando cualquier fuente ha sido detectada por los rastreadores de origen para haber hecho un movimiento significativo. En comparación con la formación adaptativa convencional de haz, el algoritmo tiene la ventaja de que no se necesita información a priori sobre cualquier ubicación de señal deseada, las fuentes se separan al máximo SNR, y sus ubicaciones están disponibles. La estructura también es adecuada para la aplicación paralela. Se incluyen ejemplos numéricos para ilustrar la capacidad y el rendimiento del algoritmo ",
            "error": [
                ""
            ]
        },
        "electromagnetic vector sensor": {
            "translated_key": "sensor vectorial electromagnético",
            "translated_annotated_text": "Separación y seguimiento de múltiples fuentes de banda ancha con un \"sensor vectorial electromagnético\" Se presenta una estructura para separar, mejorar y rastrear de forma adaptativa las fuentes no relacionadas con un \"sensor vectorial electromagnético\" (EMVS). La estructura consiste en un conjunto de procesadores espaciales paralelos, uno para cada fuente individual. En cada procesador espacial intervienen dos etapas de procesamiento. La primera etapa de preprocesamiento rechaza todas las otras fuentes excepto la de interés, mientras que la segunda etapa es adaptable para maximizar la relación señal-ruido (SNR) y rastrear la fuente deseada. Los preprocesamientos se diseñan utilizando las últimas estimaciones de parámetros de origen obtenidas de los rastreadores de origen, y se activa un rediseño periódicamente o cuando cualquier fuente ha sido detectada por los rastreadores de origen para haber hecho un movimiento significativo. En comparación con la formación adaptativa convencional de haz, el algoritmo tiene la ventaja de que no se necesita información a priori sobre cualquier ubicación de señal deseada, las fuentes se separan al máximo SNR, y sus ubicaciones están disponibles. La estructura también es adecuada para la aplicación paralela. Se incluyen ejemplos numéricos para ilustrar la capacidad y el rendimiento del algoritmo ",
            "error": [
                ""
            ]
        },
        "single EM vector sensor": {
            "translated_key": [],
            "translated_annotated_text": "Separación y seguimiento de múltiples fuentes de banda ancha con un sensor vectorial electromagnético Se presenta una estructura adaptable para separar, mejorar y rastrear fuentes no relacionadas con un sensor vectorial electromagnético (EMVS). La estructura consiste en un conjunto de procesadores espaciales paralelos, uno para cada fuente individual. En cada procesador espacial intervienen dos etapas de procesamiento. La primera etapa de preprocesamiento rechaza todas las otras fuentes excepto la de interés, mientras que la segunda etapa es adaptable para maximizar la relación señal-ruido (SNR) y rastrear la fuente deseada. Los preprocesamientos se diseñan utilizando las últimas estimaciones de parámetros de origen obtenidas de los rastreadores de origen, y se activa un rediseño periódicamente o cuando cualquier fuente ha sido detectada por los rastreadores de origen para haber hecho un movimiento significativo. En comparación con la formación adaptativa convencional de haz, el algoritmo tiene la ventaja de que no se necesita información a priori sobre cualquier ubicación de señal deseada, las fuentes se separan al máximo SNR, y sus ubicaciones están disponibles. La estructura también es adecuada para la aplicación paralela. Se incluyen ejemplos numéricos para ilustrar la capacidad y el rendimiento del algoritmo ",
            "error": []
        },
        "parallel spatial processors": {
            "translated_key": "procesadores espaciales paralelos",
            "translated_annotated_text": "Separación y seguimiento de múltiples fuentes de banda ancha con un sensor vectorial electromagnético Se presenta una estructura adaptable para separar, mejorar y rastrear fuentes no relacionadas con un sensor vectorial electromagnético (EMVS). La estructura consiste en un conjunto de \"procesadores espaciales paralelos\", uno para cada fuente individual. En cada procesador espacial intervienen dos etapas de procesamiento. La primera etapa de preprocesamiento rechaza todas las otras fuentes excepto la de interés, mientras que la segunda etapa es adaptable para maximizar la relación señal-ruido (SNR) y rastrear la fuente deseada. Los preprocesamientos se diseñan utilizando las últimas estimaciones de parámetros de origen obtenidas de los rastreadores de origen, y se activa un rediseño periódicamente o cuando cualquier fuente ha sido detectada por los rastreadores de origen para haber hecho un movimiento significativo. En comparación con la formación adaptativa convencional de haz, el algoritmo tiene la ventaja de que no se necesita información a priori sobre cualquier ubicación de señal deseada, las fuentes se separan al máximo SNR, y sus ubicaciones están disponibles. La estructura también es adecuada para la aplicación paralela. Se incluyen ejemplos numéricos para ilustrar la capacidad y el rendimiento del algoritmo ",
            "error": [
                ""
            ]
        },
        "preprocessing stage": {
            "translated_key": "etapa de preprocesamiento",
            "translated_annotated_text": "Separación y seguimiento de múltiples fuentes de banda ancha con un sensor vectorial electromagnético Se presenta una estructura adaptable para separar, mejorar y rastrear fuentes no relacionadas con un sensor vectorial electromagnético (EMVS). La estructura consiste en un conjunto de procesadores espaciales paralelos, uno para cada fuente individual. En cada procesador espacial intervienen dos etapas de procesamiento. La primera \"etapa de preprocesamiento\" rechaza todas las otras fuentes excepto la de interés, mientras que la segunda etapa es adaptable para maximizar la relación señal-ruido (SNR) y rastrear la fuente deseada. Los preprocesamientos se diseñan utilizando las últimas estimaciones de parámetros de origen obtenidas de los rastreadores de origen, y se activa un rediseño periódicamente o cuando cualquier fuente ha sido detectada por los rastreadores de origen para haber hecho un movimiento significativo. En comparación con la formación adaptativa convencional de haz, el algoritmo tiene la ventaja de que no se necesita información a priori sobre cualquier ubicación de señal deseada, las fuentes se separan al máximo SNR, y sus ubicaciones están disponibles. La estructura también es adecuada para la aplicación paralela. Se incluyen ejemplos numéricos para ilustrar la capacidad y el rendimiento del algoritmo ",
            "error": [
                ""
            ]
        },
        "adaptive second stage": {
            "translated_key": [],
            "translated_annotated_text": "Separación y seguimiento de múltiples fuentes de banda ancha con un sensor vectorial electromagnético Se presenta una estructura adaptable para separar, mejorar y rastrear fuentes no relacionadas con un sensor vectorial electromagnético (EMVS). La estructura consiste en un conjunto de procesadores espaciales paralelos, uno para cada fuente individual. En cada procesador espacial intervienen dos etapas de procesamiento. La primera etapa de preprocesamiento rechaza todas las otras fuentes excepto la de interés, mientras que la segunda etapa es adaptable para maximizar la relación señal-ruido (SNR) y rastrear la fuente deseada. Los preprocesamientos se diseñan utilizando las últimas estimaciones de parámetros de origen obtenidas de los rastreadores de origen, y se activa un rediseño periódicamente o cuando cualquier fuente ha sido detectada por los rastreadores de origen para haber hecho un movimiento significativo. En comparación con la formación adaptativa convencional de haz, el algoritmo tiene la ventaja de que no se necesita información a priori sobre cualquier ubicación de señal deseada, las fuentes se separan al máximo SNR, y sus ubicaciones están disponibles. La estructura también es adecuada para la aplicación paralela. Se incluyen ejemplos numéricos para ilustrar la capacidad y el rendimiento del algoritmo ",
            "error": []
        },
        "signal-to-noise ratio": {
            "translated_key": "relación señal-ruido",
            "translated_annotated_text": "Separación y seguimiento de múltiples fuentes de banda ancha con un sensor vectorial electromagnético Se presenta una estructura adaptable para separar, mejorar y rastrear fuentes no relacionadas con un sensor vectorial electromagnético (EMVS). La estructura consiste en un conjunto de procesadores espaciales paralelos, uno para cada fuente individual. En cada procesador espacial intervienen dos etapas de procesamiento. La primera etapa de preprocesamiento rechaza todas las otras fuentes excepto la de interés, mientras que la segunda etapa es adaptable para maximizar la \"relación señal-ruido\" (SNR) y rastrear la fuente deseada. Los preprocesamientos se diseñan utilizando las últimas estimaciones de parámetros de origen obtenidas de los rastreadores de origen, y se activa un rediseño periódicamente o cuando cualquier fuente ha sido detectada por los rastreadores de origen para haber hecho un movimiento significativo. En comparación con la formación adaptativa convencional de haz, el algoritmo tiene la ventaja de que no se necesita información a priori sobre cualquier ubicación de señal deseada, las fuentes se separan al máximo SNR, y sus ubicaciones están disponibles. La estructura también es adecuada para la aplicación paralela. Se incluyen ejemplos numéricos para ilustrar la capacidad y el rendimiento del algoritmo ",
            "error": [
                ""
            ]
        },
        "SNR maximization": {
            "translated_key": [],
            "translated_annotated_text": "Separación y seguimiento de múltiples fuentes de banda ancha con un sensor vectorial electromagnético Se presenta una estructura adaptable para separar, mejorar y rastrear fuentes no relacionadas con un sensor vectorial electromagnético (EMVS). La estructura consiste en un conjunto de procesadores espaciales paralelos, uno para cada fuente individual. En cada procesador espacial intervienen dos etapas de procesamiento. La primera etapa de preprocesamiento rechaza todas las otras fuentes excepto la de interés, mientras que la segunda etapa es adaptable para maximizar la relación señal-ruido (SNR) y rastrear la fuente deseada. Los preprocesamientos se diseñan utilizando las últimas estimaciones de parámetros de origen obtenidas de los rastreadores de origen, y se activa un rediseño periódicamente o cuando cualquier fuente ha sido detectada por los rastreadores de origen para haber hecho un movimiento significativo. En comparación con la formación adaptativa convencional de haz, el algoritmo tiene la ventaja de que no se necesita información a priori sobre cualquier ubicación de señal deseada, las fuentes se separan al máximo SNR, y sus ubicaciones están disponibles. La estructura también es adecuada para la aplicación paralela. Se incluyen ejemplos numéricos para ilustrar la capacidad y el rendimiento del algoritmo ",
            "error": []
        },
        "maximum SNR": {
            "translated_key": "máximo SNR",
            "translated_annotated_text": "Separación y seguimiento de múltiples fuentes de banda ancha con un sensor vectorial electromagnético Se presenta una estructura adaptable para separar, mejorar y rastrear fuentes no relacionadas con un sensor vectorial electromagnético (EMVS). La estructura consiste en un conjunto de procesadores espaciales paralelos, uno para cada fuente individual. En cada procesador espacial intervienen dos etapas de procesamiento. La primera etapa de preprocesamiento rechaza todas las otras fuentes excepto la de interés, mientras que la segunda etapa es adaptable para maximizar la relación señal-ruido (SNR) y rastrear la fuente deseada. Los preprocesamientos se diseñan utilizando las últimas estimaciones de parámetros de origen obtenidas de los rastreadores de origen, y se activa un rediseño periódicamente o cuando cualquier fuente ha sido detectada por los rastreadores de origen para haber hecho un movimiento significativo. En comparación con la formación adaptativa convencional de haz, el algoritmo tiene la ventaja de que no se necesita información a priori sobre cualquier ubicación de señal deseada, las fuentes se separan a \"máximo SNR\", y sus ubicaciones están disponibles. La estructura también es adecuada para la aplicación paralela. Se incluyen ejemplos numéricos para ilustrar la capacidad y el rendimiento del algoritmo ",
            "error": [
                ""
            ]
        },
        "signal source location": {
            "translated_key": [],
            "translated_annotated_text": "Separación y seguimiento de múltiples fuentes de banda ancha con un sensor vectorial electromagnético Se presenta una estructura adaptable para separar, mejorar y rastrear fuentes no relacionadas con un sensor vectorial electromagnético (EMVS). La estructura consiste en un conjunto de procesadores espaciales paralelos, uno para cada fuente individual. En cada procesador espacial intervienen dos etapas de procesamiento. La primera etapa de preprocesamiento rechaza todas las otras fuentes excepto la de interés, mientras que la segunda etapa es adaptable para maximizar la relación señal-ruido (SNR) y rastrear la fuente deseada. Los preprocesamientos se diseñan utilizando las últimas estimaciones de parámetros de origen obtenidas de los rastreadores de origen, y se activa un rediseño periódicamente o cuando cualquier fuente ha sido detectada por los rastreadores de origen para haber hecho un movimiento significativo. En comparación con la formación adaptativa convencional de haz, el algoritmo tiene la ventaja de que no se necesita información a priori sobre cualquier ubicación de señal deseada, las fuentes se separan al máximo SNR, y sus ubicaciones están disponibles. La estructura también es adecuada para la aplicación paralela. Se incluyen ejemplos numéricos para ilustrar la capacidad y el rendimiento del algoritmo ",
            "error": []
        },
        "parallel implementation": {
            "translated_key": "aplicación paralela",
            "translated_annotated_text": "Separación y seguimiento de múltiples fuentes de banda ancha con un sensor vectorial electromagnético Se presenta una estructura adaptable para separar, mejorar y rastrear fuentes no relacionadas con un sensor vectorial electromagnético (EMVS). La estructura consiste en un conjunto de procesadores espaciales paralelos, uno para cada fuente individual. En cada procesador espacial intervienen dos etapas de procesamiento. La primera etapa de preprocesamiento rechaza todas las otras fuentes excepto la de interés, mientras que la segunda etapa es adaptable para maximizar la relación señal-ruido (SNR) y rastrear la fuente deseada. Los preprocesamientos se diseñan utilizando las últimas estimaciones de parámetros de origen obtenidas de los rastreadores de origen, y se activa un rediseño periódicamente o cuando cualquier fuente ha sido detectada por los rastreadores de origen para haber hecho un movimiento significativo. En comparación con la formación adaptativa convencional de haz, el algoritmo tiene la ventaja de que no se necesita información a priori sobre cualquier ubicación de señal deseada, las fuentes se separan al máximo SNR, y sus ubicaciones están disponibles. La estructura también es adecuada para la \"aplicación paralela\". Se incluyen ejemplos numéricos para ilustrar la capacidad y el rendimiento del algoritmo ",
            "error": [
                ""
            ]
        },
        "adaptive source enhancement": {
            "translated_key": [],
            "translated_annotated_text": "Separación y seguimiento de múltiples fuentes de banda ancha con un sensor vectorial electromagnético Se presenta una estructura adaptable para separar, mejorar y rastrear fuentes no relacionadas con un sensor vectorial electromagnético (EMVS). La estructura consiste en un conjunto de procesadores espaciales paralelos, uno para cada fuente individual. En cada procesador espacial intervienen dos etapas de procesamiento. La primera etapa de preprocesamiento rechaza todas las otras fuentes excepto la de interés, mientras que la segunda etapa es adaptable para maximizar la relación señal-ruido (SNR) y rastrear la fuente deseada. Los preprocesamientos se diseñan utilizando las últimas estimaciones de parámetros de origen obtenidas de los rastreadores de origen, y se activa un rediseño periódicamente o cuando cualquier fuente ha sido detectada por los rastreadores de origen para haber hecho un movimiento significativo. En comparación con la formación adaptativa convencional de haz, el algoritmo tiene la ventaja de que no se necesita información a priori sobre cualquier ubicación de señal deseada, las fuentes se separan al máximo SNR, y sus ubicaciones están disponibles. La estructura también es adecuada para la aplicación paralela. Se incluyen ejemplos numéricos para ilustrar la capacidad y el rendimiento del algoritmo ",
            "error": []
        },
        "adaptive signal processing": {
            "translated_key": [],
            "translated_annotated_text": "Separación y seguimiento de múltiples fuentes de banda ancha con un sensor vectorial electromagnético Se presenta una estructura adaptable para separar, mejorar y rastrear fuentes no relacionadas con un sensor vectorial electromagnético (EMVS). La estructura consiste en un conjunto de procesadores espaciales paralelos, uno para cada fuente individual. En cada procesador espacial intervienen dos etapas de procesamiento. La primera etapa de preprocesamiento rechaza todas las otras fuentes excepto la de interés, mientras que la segunda etapa es adaptable para maximizar la relación señal-ruido (SNR) y rastrear la fuente deseada. Los preprocesamientos se diseñan utilizando las últimas estimaciones de parámetros de origen obtenidas de los rastreadores de origen, y se activa un rediseño periódicamente o cuando cualquier fuente ha sido detectada por los rastreadores de origen para haber hecho un movimiento significativo. En comparación con la formación adaptativa convencional de haz, el algoritmo tiene la ventaja de que no se necesita información a priori sobre cualquier ubicación de señal deseada, las fuentes se separan al máximo SNR, y sus ubicaciones están disponibles. La estructura también es adecuada para la aplicación paralela. Se incluyen ejemplos numéricos para ilustrar la capacidad y el rendimiento del algoritmo ",
            "error": []
        },
        "electromagnetic interference": {
            "translated_key": [],
            "translated_annotated_text": "Separación y seguimiento de múltiples fuentes de banda ancha con un sensor vectorial electromagnético Se presenta una estructura adaptable para separar, mejorar y rastrear fuentes no relacionadas con un sensor vectorial electromagnético (EMVS). La estructura consiste en un conjunto de procesadores espaciales paralelos, uno para cada fuente individual. En cada procesador espacial intervienen dos etapas de procesamiento. La primera etapa de preprocesamiento rechaza todas las otras fuentes excepto la de interés, mientras que la segunda etapa es adaptable para maximizar la relación señal-ruido (SNR) y rastrear la fuente deseada. Los preprocesamientos se diseñan utilizando las últimas estimaciones de parámetros de origen obtenidas de los rastreadores de origen, y se activa un rediseño periódicamente o cuando cualquier fuente ha sido detectada por los rastreadores de origen para haber hecho un movimiento significativo. En comparación con la formación adaptativa convencional de haz, el algoritmo tiene la ventaja de que no se necesita información a priori sobre cualquier ubicación de señal deseada, las fuentes se separan al máximo SNR, y sus ubicaciones están disponibles. La estructura también es adecuada para la aplicación paralela. Se incluyen ejemplos numéricos para ilustrar la capacidad y el rendimiento del algoritmo ",
            "error": []
        },
        "matrix algebra": {
            "translated_key": [],
            "translated_annotated_text": "Separación y seguimiento de múltiples fuentes de banda ancha con un sensor vectorial electromagnético Se presenta una estructura adaptable para separar, mejorar y rastrear fuentes no relacionadas con un sensor vectorial electromagnético (EMVS). La estructura consiste en un conjunto de procesadores espaciales paralelos, uno para cada fuente individual. En cada procesador espacial intervienen dos etapas de procesamiento. La primera etapa de preprocesamiento rechaza todas las otras fuentes excepto la de interés, mientras que la segunda etapa es adaptable para maximizar la relación señal-ruido (SNR) y rastrear la fuente deseada. Los preprocesamientos se diseñan utilizando las últimas estimaciones de parámetros de origen obtenidas de los rastreadores de origen, y se activa un rediseño periódicamente o cuando cualquier fuente ha sido detectada por los rastreadores de origen para haber hecho un movimiento significativo. En comparación con la formación adaptativa convencional de haz, el algoritmo tiene la ventaja de que no se necesita información a priori sobre cualquier ubicación de señal deseada, las fuentes se separan al máximo SNR, y sus ubicaciones están disponibles. La estructura también es adecuada para la aplicación paralela. Se incluyen ejemplos numéricos para ilustrar la capacidad y el rendimiento del algoritmo ",
            "error": []
        },
        "parallel algorithms": {
            "translated_key": [],
            "translated_annotated_text": "Separación y seguimiento de múltiples fuentes de banda ancha con un sensor vectorial electromagnético Se presenta una estructura adaptable para separar, mejorar y rastrear fuentes no relacionadas con un sensor vectorial electromagnético (EMVS). La estructura consiste en un conjunto de procesadores espaciales paralelos, uno para cada fuente individual. En cada procesador espacial intervienen dos etapas de procesamiento. La primera etapa de preprocesamiento rechaza todas las otras fuentes excepto la de interés, mientras que la segunda etapa es adaptable para maximizar la relación señal-ruido (SNR) y rastrear la fuente deseada. Los preprocesamientos se diseñan utilizando las últimas estimaciones de parámetros de origen obtenidas de los rastreadores de origen, y se activa un rediseño periódicamente o cuando cualquier fuente ha sido detectada por los rastreadores de origen para haber hecho un movimiento significativo. En comparación con la formación adaptativa convencional de haz, el algoritmo tiene la ventaja de que no se necesita información a priori sobre cualquier ubicación de señal deseada, las fuentes se separan al máximo SNR, y sus ubicaciones están disponibles. La estructura también es adecuada para la aplicación paralela. Se incluyen ejemplos numéricos para ilustrar la capacidad y el rendimiento del algoritmo ",
            "error": []
        },
        "parameter estimation": {
            "translated_key": [],
            "translated_annotated_text": "Separación y seguimiento de múltiples fuentes de banda ancha con un sensor vectorial electromagnético Se presenta una estructura adaptable para separar, mejorar y rastrear fuentes no relacionadas con un sensor vectorial electromagnético (EMVS). La estructura consiste en un conjunto de procesadores espaciales paralelos, uno para cada fuente individual. En cada procesador espacial intervienen dos etapas de procesamiento. La primera etapa de preprocesamiento rechaza todas las otras fuentes excepto la de interés, mientras que la segunda etapa es adaptable para maximizar la relación señal-ruido (SNR) y rastrear la fuente deseada. Los preprocesamientos se diseñan utilizando las últimas estimaciones de parámetros de origen obtenidas de los rastreadores de origen, y se activa un rediseño periódicamente o cuando cualquier fuente ha sido detectada por los rastreadores de origen para haber hecho un movimiento significativo. En comparación con la formación adaptativa convencional de haz, el algoritmo tiene la ventaja de que no se necesita información a priori sobre cualquier ubicación de señal deseada, las fuentes se separan al máximo SNR, y sus ubicaciones están disponibles. La estructura también es adecuada para la aplicación paralela. Se incluyen ejemplos numéricos para ilustrar la capacidad y el rendimiento del algoritmo ",
            "error": []
        },
        "tracking": {
            "translated_key": [
                "rastreo",
                "rastrear",
                "tracking"
            ],
            "translated_annotated_text": "Separación y \"rastreo\" de múltiples fuentes de banda ancha con un sensor vectorial electromagnético Se presenta una estructura para separar, mejorar y \"rastrear\" fuentes no relacionadas con un sensor vectorial electromagnético (EMVS). La estructura consiste en un conjunto de procesadores espaciales paralelos, uno para cada fuente individual. En cada procesador espacial intervienen dos etapas de procesamiento. La primera etapa de preprocesamiento rechaza todas las otras fuentes excepto la de interés, mientras que la segunda etapa es adaptable para maximizar la relación señal-ruido (SNR) y \"tracking\" la fuente deseada. Los preprocesamientos se diseñan utilizando las últimas estimaciones de parámetros de origen obtenidas de los rastreadores de origen, y se activa un rediseño periódicamente o cuando cualquier fuente ha sido detectada por los rastreadores de origen para haber hecho un movimiento significativo. En comparación con la formación adaptativa convencional de haz, el algoritmo tiene la ventaja de que no se necesita información a priori sobre cualquier ubicación de señal deseada, las fuentes se separan al máximo SNR, y sus ubicaciones están disponibles. La estructura también es adecuada para la aplicación paralela. Se incluyen ejemplos numéricos para ilustrar la capacidad y el rendimiento del algoritmo ",
            "error": [
                "rastreo",
                "rastrear",
                "tracking"
            ]
        }
    }
}