{
    "original_text": "Recursive state estimation for multiple switching models with unknown transition probabilities This work considers hybrid systems with continuous-valued target states and discrete-valued regime variable. The changes (switches) of the regime variable are modeled by a finite state Markov chain with unknown and random transition probabilities following Dirichlet distributions. Our work analytically derives the marginal posterior distribution of the states and regime variables, the transition probabilities being integrated out. This leads to a variety of recursive hybrid state estimation schemes which are an appealing intuitive and straightforward extension of standard algorithms. Their performance is illustrated by a maneuvering target tracking example",
    "original_translation": "Estimación de estado recursivo para múltiples modelos de conmutación con probabilidades de transición desconocidas Este trabajo considera sistemas híbridos con estados objetivo de valor continuo y variable de régimen de valor discreto. Los cambios (interruptores) de la variable régimen son modelados por una cadena de Markov de estado finito con probabilidades de transición desconocidas y aleatorias después de las distribuciones de Dirichlet. Nuestro trabajo deriva analíticamente de la distribución posterior marginal de los estados y las variables de régimen, las probabilidades de transición se integran. Esto lleva a una variedad de esquemas de estimación de estado híbrido recursivo que son una atractiva extensión intuitiva y directa de algoritmos estándar. Su rendimiento se ilustra con un ejemplo de seguimiento de objetivos de maniobra",
    "error_count": 5,
    "keys": {
        "recursive state estimation": {
            "translated_key": [],
            "translated_annotated_text": "Estimación de estado recursivo para múltiples modelos de conmutación con probabilidades de transición desconocidas Este trabajo considera sistemas híbridos con estados objetivo de valor continuo y variable de régimen de valor discreto. Los cambios (interruptores) de la variable régimen son modelados por una cadena de Markov de estado finito con probabilidades de transición desconocidas y aleatorias después de las distribuciones de Dirichlet. Nuestro trabajo deriva analíticamente de la distribución posterior marginal de los estados y las variables de régimen, las probabilidades de transición se integran. Esto lleva a una variedad de esquemas de estimación de estado híbrido recursivo que son una atractiva extensión intuitiva y directa de algoritmos estándar. Su rendimiento se ilustra con un ejemplo de seguimiento de objetivos de maniobra ",
            "error": []
        },
        "multiple switching models": {
            "translated_key": "modelos de conmutación múltiple",
            "translated_annotated_text": "Estimación de estado recursivo para \"modelos de conmutación múltiple\" con probabilidades de transición desconocidas Este trabajo considera sistemas híbridos con estados objetivo de valor continuo y variable de régimen de valor discreto. Los cambios (interruptores) de la variable régimen son modelados por una cadena de Markov de estado finito con probabilidades de transición desconocidas y aleatorias después de las distribuciones de Dirichlet. Nuestro trabajo deriva analíticamente de la distribución posterior marginal de los estados y las variables de régimen, las probabilidades de transición se integran. Esto lleva a una variedad de esquemas de estimación de estado híbrido recursivo que son una atractiva extensión intuitiva y directa de algoritmos estándar. Su rendimiento se ilustra con un ejemplo de seguimiento de objetivos de maniobra ",
            "error": [
                ""
            ]
        },
        "unknown transition probabilities": {
            "translated_key": "probabilidades de transición desconocidas",
            "translated_annotated_text": "Estimación de estado recursivo para múltiples modelos de conmutación con \"probabilidades de transición desconocidas\" Este trabajo considera sistemas híbridos con estados objetivo de valor continuo y variable de régimen de valor discreto. Los cambios (interruptores) de la variable régimen son modelados por una cadena de Markov de estado finito con probabilidades de transición desconocidas y aleatorias después de las distribuciones de Dirichlet. Nuestro trabajo deriva analíticamente de la distribución posterior marginal de los estados y las variables de régimen, las probabilidades de transición se integran. Esto lleva a una variedad de esquemas de estimación de estado híbrido recursivo que son una atractiva extensión intuitiva y directa de algoritmos estándar. Su rendimiento se ilustra con un ejemplo de seguimiento de objetivos de maniobra ",
            "error": [
                ""
            ]
        },
        "hybrid systems": {
            "translated_key": "sistemas híbridos",
            "translated_annotated_text": "Estimación de estado recursivo para múltiples modelos de conmutación con probabilidades de transición desconocidas Este trabajo considera \"sistemas híbridos\" con estados objetivo de valor continuo y variable de régimen de valor discreto. Los cambios (interruptores) de la variable régimen son modelados por una cadena de Markov de estado finito con probabilidades de transición desconocidas y aleatorias después de las distribuciones de Dirichlet. Nuestro trabajo deriva analíticamente de la distribución posterior marginal de los estados y las variables de régimen, las probabilidades de transición se integran. Esto lleva a una variedad de esquemas de estimación de estado híbrido recursivo que son una atractiva extensión intuitiva y directa de algoritmos estándar. Su rendimiento se ilustra con un ejemplo de seguimiento de objetivos de maniobra ",
            "error": [
                ""
            ]
        },
        "continuous-valued target states": {
            "translated_key": "estados objetivo de valor continuo",
            "translated_annotated_text": "Estimación de estado recursivo para múltiples modelos de conmutación con probabilidades de transición desconocidas Este trabajo considera sistemas híbridos con \"estados objetivo de valor continuo\" y variable de régimen de valor discreto. Los cambios (interruptores) de la variable régimen son modelados por una cadena de Markov de estado finito con probabilidades de transición desconocidas y aleatorias después de las distribuciones de Dirichlet. Nuestro trabajo deriva analíticamente de la distribución posterior marginal de los estados y las variables de régimen, las probabilidades de transición se integran. Esto lleva a una variedad de esquemas de estimación de estado híbrido recursivo que son una atractiva extensión intuitiva y directa de algoritmos estándar. Su rendimiento se ilustra con un ejemplo de seguimiento de objetivos de maniobra ",
            "error": [
                ""
            ]
        },
        "discrete-valued regime variable": {
            "translated_key": "variable de régimen de valor discreto",
            "translated_annotated_text": "Estimación de estado recursivo para modelos de conmutación múltiple con probabilidades de transición desconocidas Este trabajo considera sistemas híbridos con estados objetivo de valor continuo y \"variable de régimen de valor discreto\". Los cambios (interruptores) de la variable régimen son modelados por una cadena de Markov de estado finito con probabilidades de transición desconocidas y aleatorias después de las distribuciones de Dirichlet. Nuestro trabajo deriva analíticamente de la distribución posterior marginal de los estados y las variables de régimen, las probabilidades de transición se integran. Esto lleva a una variedad de esquemas de estimación de estado híbrido recursivo que son una atractiva extensión intuitiva y directa de algoritmos estándar. Su rendimiento se ilustra con un ejemplo de seguimiento de objetivos de maniobra ",
            "error": [
                ""
            ]
        },
        "finite state Markov chain": {
            "translated_key": "cadena de Markov estado finito",
            "translated_annotated_text": "Estimación de estado recursivo para múltiples modelos de conmutación con probabilidades de transición desconocidas Este trabajo considera sistemas híbridos con estados objetivo de valor continuo y variable de régimen de valor discreto. Los cambios (interruptores) de la variable régimen son modelados por una \"cadena de Markov estado finito\" con probabilidades de transición desconocidas y aleatorias después de las distribuciones de Dirichlet. Nuestro trabajo deriva analíticamente de la distribución posterior marginal de los estados y las variables de régimen, las probabilidades de transición se integran. Esto lleva a una variedad de esquemas de estimación de estado híbrido recursivo que son una atractiva extensión intuitiva y directa de algoritmos estándar. Su rendimiento se ilustra con un ejemplo de seguimiento de objetivos de maniobra ",
            "error": [
                ""
            ]
        },
        "random transition probabilities": {
            "translated_key": [],
            "translated_annotated_text": "Estimación de estado recursivo para múltiples modelos de conmutación con probabilidades de transición desconocidas Este trabajo considera sistemas híbridos con estados objetivo de valor continuo y variable de régimen de valor discreto. Los cambios (interruptores) de la variable régimen son modelados por una cadena de Markov de estado finito con probabilidades de transición desconocidas y aleatorias después de las distribuciones de Dirichlet. Nuestro trabajo deriva analíticamente de la distribución posterior marginal de los estados y las variables de régimen, las probabilidades de transición se integran. Esto lleva a una variedad de esquemas de estimación de estado híbrido recursivo que son una atractiva extensión intuitiva y directa de algoritmos estándar. Su rendimiento se ilustra con un ejemplo de seguimiento de objetivos de maniobra ",
            "error": []
        },
        "Dirichlet distributions": {
            "translated_key": "distribuciones Dirichlet",
            "translated_annotated_text": "Estimación de estado recursivo para múltiples modelos de conmutación con probabilidades de transición desconocidas Este trabajo considera sistemas híbridos con estados objetivo de valor continuo y variable de régimen de valor discreto. Los cambios (interruptores) de la variable régimen son modelados por una cadena de Markov de estado finito con probabilidades de transición desconocidas y aleatorias después de \"distribuciones Dirichlet\". Nuestro trabajo deriva analíticamente de la distribución posterior marginal de los estados y las variables de régimen, las probabilidades de transición se integran. Esto lleva a una variedad de esquemas de estimación de estado híbrido recursivo que son una atractiva extensión intuitiva y directa de algoritmos estándar. Su rendimiento se ilustra con un ejemplo de seguimiento de objetivos de maniobra ",
            "error": [
                ""
            ]
        },
        "marginal posterior distribution": {
            "translated_key": "distribución marginal posterior",
            "translated_annotated_text": "Estimación de estado recursivo para múltiples modelos de conmutación con probabilidades de transición desconocidas Este trabajo considera sistemas híbridos con estados objetivo de valor continuo y variable de régimen de valor discreto. Los cambios (interruptores) de la variable régimen son modelados por una cadena de Markov de estado finito con probabilidades de transición desconocidas y aleatorias después de las distribuciones de Dirichlet. Nuestro trabajo deriva analíticamente de la \"distribución marginal posterior\" de los estados y las variables de régimen, las probabilidades de transición se integran. Esto lleva a una variedad de esquemas de estimación de estado híbrido recursivo que son una atractiva extensión intuitiva y directa de algoritmos estándar. Su rendimiento se ilustra con un ejemplo de seguimiento de objetivos de maniobra ",
            "error": [
                ""
            ]
        },
        "maneuvering target tracking": {
            "translated_key": "maneuvering target tracking",
            "translated_annotated_text": "Estimación de estado recursivo para múltiples modelos de conmutación con probabilidades de transición desconocidas Este trabajo considera sistemas híbridos con estados objetivo de valor continuo y variable de régimen de valor discreto. Los cambios (interruptores) de la variable régimen son modelados por una cadena de Markov de estado finito con probabilidades de transición desconocidas y aleatorias después de las distribuciones de Dirichlet. Nuestro trabajo deriva analíticamente de la distribución posterior marginal de los estados y las variables de régimen, las probabilidades de transición se integran. Esto lleva a una variedad de esquemas de estimación de estado híbrido recursivo que son una atractiva extensión intuitiva y directa de algoritmos estándar. Su rendimiento está ilustrado por un ejemplo de \"maneuvering target tracking\" ",
            "error": [
                ""
            ]
        },
        "Bayes methods": {
            "translated_key": [],
            "translated_annotated_text": "Estimación de estado recursivo para múltiples modelos de conmutación con probabilidades de transición desconocidas Este trabajo considera sistemas híbridos con estados objetivo de valor continuo y variable de régimen de valor discreto. Los cambios (interruptores) de la variable régimen son modelados por una cadena de Markov de estado finito con probabilidades de transición desconocidas y aleatorias después de las distribuciones de Dirichlet. Nuestro trabajo deriva analíticamente de la distribución posterior marginal de los estados y las variables de régimen, las probabilidades de transición se integran. Esto lleva a una variedad de esquemas de estimación de estado híbrido recursivo que son una atractiva extensión intuitiva y directa de algoritmos estándar. Su rendimiento se ilustra con un ejemplo de seguimiento de objetivos de maniobra ",
            "error": []
        },
        "Markov processes": {
            "translated_key": [],
            "translated_annotated_text": "Estimación de estado recursivo para múltiples modelos de conmutación con probabilidades de transición desconocidas Este trabajo considera sistemas híbridos con estados objetivo de valor continuo y variable de régimen de valor discreto. Los cambios (interruptores) de la variable régimen son modelados por una cadena de Markov de estado finito con probabilidades de transición desconocidas y aleatorias después de las distribuciones de Dirichlet. Nuestro trabajo deriva analíticamente de la distribución posterior marginal de los estados y las variables de régimen, las probabilidades de transición se integran. Esto lleva a una variedad de esquemas de estimación de estado híbrido recursivo que son una atractiva extensión intuitiva y directa de algoritmos estándar. Su rendimiento se ilustra con un ejemplo de seguimiento de objetivos de maniobra ",
            "error": []
        },
        "probability": {
            "translated_key": [],
            "translated_annotated_text": "Estimación de estado recursivo para múltiples modelos de conmutación con probabilidades de transición desconocidas Este trabajo considera sistemas híbridos con estados objetivo de valor continuo y variable de régimen de valor discreto. Los cambios (interruptores) de la variable régimen son modelados por una cadena de Markov de estado finito con probabilidades de transición desconocidas y aleatorias después de las distribuciones de Dirichlet. Nuestro trabajo deriva analíticamente de la distribución posterior marginal de los estados y las variables de régimen, las probabilidades de transición se integran. Esto lleva a una variedad de esquemas de estimación de estado híbrido recursivo que son una atractiva extensión intuitiva y directa de algoritmos estándar. Su rendimiento se ilustra con un ejemplo de seguimiento de objetivos de maniobra ",
            "error": []
        },
        "state estimation": {
            "translated_key": "Estimación de estado",
            "translated_annotated_text": "\"Estimación de estado\" recursiva para múltiples modelos de conmutación con probabilidades de transición desconocidas Este trabajo considera sistemas híbridos con estados objetivo de valor continuo y variable de régimen de valor discreto. Los cambios (interruptores) de la variable régimen son modelados por una cadena de Markov de estado finito con probabilidades de transición desconocidas y aleatorias después de las distribuciones de Dirichlet. Nuestro trabajo deriva analíticamente de la distribución posterior marginal de los estados y las variables de régimen, las probabilidades de transición se integran. Esto lleva a una variedad de esquemas de \"estimación de estado\" híbridos recursivos que son una atractiva extensión intuitiva y directa de algoritmos estándar. Su rendimiento se ilustra con un ejemplo de seguimiento de objetivos de maniobra ",
            "error": [
                ""
            ]
        },
        "target tracking": {
            "translated_key": "tracking de objetivos",
            "translated_annotated_text": "Estimación de estado recursivo para múltiples modelos de conmutación con probabilidades de transición desconocidas Este trabajo considera sistemas híbridos con estados objetivo de valor continuo y variable de régimen de valor discreto. Los cambios (interruptores) de la variable régimen son modelados por una cadena de Markov de estado finito con probabilidades de transición desconocidas y aleatorias después de las distribuciones de Dirichlet. Nuestro trabajo deriva analíticamente de la distribución posterior marginal de los estados y las variables de régimen, las probabilidades de transición se integran. Esto lleva a una variedad de esquemas de estimación de estado híbrido recursivo que son una atractiva extensión intuitiva y directa de algoritmos estándar. Su rendimiento se ilustra con un ejemplo de maniobra \"tracking de objetivos\" ",
            "error": [
                ""
            ]
        }
    }
}