{
    "original_text": "Incremental motion control of linear synchronous motor In this study a particular incremental motion control problem, which is specified by the trapezoidal velocity profile using multisegment sliding mode control (MSSMC), is proposed to control a permanent magnet linear synchronous motor (PMLSM) servo drive system. First, the structure and operating principle of the PMLSM are described in detail. Second, a field-oriented control PMLSM servo drive is introduced. Then, each segment of the multisegment switching surfaces is designed to match the corresponding part of the trapezoidal velocity profile, thus the motor dynamics on the specified-segment switching surface have the desired velocity or acceleration corresponding part of the trapezoidal velocity profile. In addition, the proposed control system is implemented in a PC-based computer control system. Finally, the effectiveness of the proposed PMLSM servo drive system is demonstrated by some simulated and experimental results",
    "original_translation": "Control de movimiento incremental del motor lineal sincrónico En este estudio se propone un problema particular de control de movimiento incremental, especificado por el perfil de velocidad trapezoidal mediante el control del modo deslizante multisegmento (MSSMC), para controlar un sistema de servomotor sincrónico lineal de imán permanente (PMLSM). En primer lugar, se describen en detalle la estructura y el principio de funcionamiento del PMLSM. En segundo lugar, se introduce una unidad de control orientada al campo PMLSM servo. A continuación, cada segmento de las superficies de conmutación multisegmento está diseñado para que coincida con la parte correspondiente del perfil de velocidad trapezoidal, por lo que la dinámica motora en la superficie de conmutación de segmento especificado tiene la velocidad deseada o la aceleración correspondiente parte del perfil de velocidad trapezoidal. Además, el sistema de control propuesto se aplica en un sistema de control informático basado en PC. Por último, la eficacia del sistema de servomotor PMLSM propuesto queda demostrada por algunos resultados simulados y experimentales",
    "error_count": 6,
    "keys": {
        "incremental motion control": {
            "translated_key": "control de movimiento incremental",
            "translated_annotated_text": "Control de movimiento incremental del motor lineal sincrónico En este estudio se propone un problema particular de \"control de movimiento incremental\", especificado por el perfil de velocidad trapezoidal mediante el control del modo deslizante multisegmento (MSSMC), para controlar un sistema de servomotor sincrónico lineal de imán permanente (PMLSM). En primer lugar, se describen en detalle la estructura y el principio de funcionamiento del PMLSM. En segundo lugar, se introduce una unidad de control orientada al campo PMLSM servo. A continuación, cada segmento de las superficies de conmutación multisegmento está diseñado para que coincida con la parte correspondiente del perfil de velocidad trapezoidal, por lo que la dinámica motora en la superficie de conmutación de segmento especificado tiene la velocidad deseada o la aceleración correspondiente parte del perfil de velocidad trapezoidal. Además, el sistema de control propuesto se aplica en un sistema de control informático basado en PC. Por último, la eficacia del sistema de servomotor PMLSM propuesto queda demostrada por algunos resultados simulados y experimentales ",
            "error": [
                ""
            ]
        },
        "linear synchronous motor": {
            "translated_key": "motor lineal sincrónico",
            "translated_annotated_text": "Control de movimiento incremental del \"motor lineal sincrónico\" En este estudio se propone un problema particular de control de movimiento incremental, que es especificado por el perfil de velocidad trapezoidal mediante el control del modo deslizante multisegmento (MSSMC), para controlar un sistema de servomotor sincrónico lineal de imán permanente (PMLSM). En primer lugar, se describen en detalle la estructura y el principio de funcionamiento del PMLSM. En segundo lugar, se introduce una unidad de control orientada al campo PMLSM servo. A continuación, cada segmento de las superficies de conmutación multisegmento está diseñado para que coincida con la parte correspondiente del perfil de velocidad trapezoidal, por lo que la dinámica motora en la superficie de conmutación de segmento especificado tiene la velocidad deseada o la aceleración correspondiente parte del perfil de velocidad trapezoidal. Además, el sistema de control propuesto se aplica en un sistema de control informático basado en PC. Por último, la eficacia del sistema de servomotor PMLSM propuesto queda demostrada por algunos resultados simulados y experimentales ",
            "error": [
                ""
            ]
        },
        "trapezoidal velocity profile": {
            "translated_key": "perfil de velocidad trapezoidal",
            "translated_annotated_text": "Control de movimiento incremental del motor lineal sincrónico En este estudio se propone un problema particular de control de movimiento incremental, que es especificado por el \"perfil de velocidad trapezoidal\" usando el control de modo deslizante multisegmento (MSSMC), para controlar un sistema de servomotor sincrónico lineal de imán permanente (PMLSM). En primer lugar, se describen en detalle la estructura y el principio de funcionamiento del PMLSM. En segundo lugar, se introduce una unidad de control orientada al campo PMLSM servo. A continuación, cada segmento de las superficies de conmutación multisegmento está diseñado para que coincida con la parte correspondiente del \"perfil de velocidad trapezoidal\", por lo que la dinámica motora en la superficie de conmutación-segmento especificado tiene la velocidad o aceleración deseada correspondiente parte del \"perfil de velocidad trapezoidal\". Además, el sistema de control propuesto se aplica en un sistema de control informático basado en PC. Por último, la eficacia del sistema de servomotor PMLSM propuesto queda demostrada por algunos resultados simulados y experimentales ",
            "error": [
                ""
            ]
        },
        "multisegment sliding mode control": {
            "translated_key": "control de modo deslizante multisegmento",
            "translated_annotated_text": "Control de movimiento incremental del motor lineal sincrónico En este estudio se propone un problema particular de control de movimiento incremental, que es especificado por el perfil de velocidad trapezoidal utilizando \"control de modo deslizante multisegmento\" (MSSMC), para controlar un sistema de servomotor sincrónico lineal de imán permanente (PMLSM). En primer lugar, se describen en detalle la estructura y el principio de funcionamiento del PMLSM. En segundo lugar, se introduce una unidad de control orientada al campo PMLSM servo. A continuación, cada segmento de las superficies de conmutación multisegmento está diseñado para que coincida con la parte correspondiente del perfil de velocidad trapezoidal, por lo que la dinámica motora en la superficie de conmutación de segmento especificado tiene la velocidad deseada o la aceleración correspondiente parte del perfil de velocidad trapezoidal. Además, el sistema de control propuesto se aplica en un sistema de control informático basado en PC. Por último, la eficacia del sistema de servomotor PMLSM propuesto queda demostrada por algunos resultados simulados y experimentales ",
            "error": [
                ""
            ]
        },
        "permanent magnet motor": {
            "translated_key": [],
            "translated_annotated_text": "Control de movimiento incremental del motor lineal sincrónico En este estudio se propone un problema particular de control de movimiento incremental, especificado por el perfil de velocidad trapezoidal mediante el control del modo deslizante multisegmento (MSSMC), para controlar un sistema de servomotor sincrónico lineal de imán permanente (PMLSM). En primer lugar, se describen en detalle la estructura y el principio de funcionamiento del PMLSM. En segundo lugar, se introduce una unidad de control orientada al campo PMLSM servo. A continuación, cada segmento de las superficies de conmutación multisegmento está diseñado para que coincida con la parte correspondiente del perfil de velocidad trapezoidal, por lo que la dinámica motora en la superficie de conmutación de segmento especificado tiene la velocidad deseada o la aceleración correspondiente parte del perfil de velocidad trapezoidal. Además, el sistema de control propuesto se aplica en un sistema de control informático basado en PC. Por último, la eficacia del sistema de servomotor PMLSM propuesto queda demostrada por algunos resultados simulados y experimentales ",
            "error": []
        },
        "servo drive system": {
            "translated_key": [
                "sistema de accionamiento servo",
                "sistema de accionamiento de servo"
            ],
            "translated_annotated_text": "Control de movimiento incremental del motor lineal sincrónico En este estudio se propone un problema particular de control de movimiento incremental, especificado por el perfil de velocidad trapezoidal mediante el control del modo deslizante multisegmento (MSSMC), para controlar un motor sincrónico lineal imán permanente (PMLSM) \"sistema de accionamiento servo\". En primer lugar, se describen en detalle la estructura y el principio de funcionamiento del PMLSM. En segundo lugar, se introduce una unidad de control orientada al campo PMLSM servo. A continuación, cada segmento de las superficies de conmutación multisegmento está diseñado para que coincida con la parte correspondiente del perfil de velocidad trapezoidal, por lo que la dinámica motora en la superficie de conmutación de segmento especificado tiene la velocidad deseada o la aceleración correspondiente parte del perfil de velocidad trapezoidal. Además, el sistema de control propuesto se aplica en un sistema de control informático basado en PC. Por último, la eficacia del \"sistema de accionamiento de servo\" propuesto por el PMLSM queda demostrada por algunos resultados simulados y experimentales ",
            "error": [
                "sistema de accionamiento servo",
                "sistema de accionamiento de servo"
            ]
        },
        "field-oriented control": {
            "translated_key": "control orientado al campo",
            "translated_annotated_text": "Control de movimiento incremental del motor lineal sincrónico En este estudio se propone un problema particular de control de movimiento incremental, especificado por el perfil de velocidad trapezoidal mediante el control del modo deslizante multisegmento (MSSMC), para controlar un sistema de servomotor sincrónico lineal de imán permanente (PMLSM). En primer lugar, se describen en detalle la estructura y el principio de funcionamiento del PMLSM. En segundo lugar, se introduce un \"control orientado al campo\" PMLSM servodrive. A continuación, cada segmento de las superficies de conmutación multisegmento está diseñado para que coincida con la parte correspondiente del perfil de velocidad trapezoidal, por lo que la dinámica motora en la superficie de conmutación de segmento especificado tiene la velocidad deseada o la aceleración correspondiente parte del perfil de velocidad trapezoidal. Además, el sistema de control propuesto se aplica en un sistema de control informático basado en PC. Por último, la eficacia del sistema de servomotor PMLSM propuesto queda demostrada por algunos resultados simulados y experimentales ",
            "error": [
                ""
            ]
        },
        "multisegment switching surfaces": {
            "translated_key": "superficies de conmutación multisegmento",
            "translated_annotated_text": "Control de movimiento incremental del motor lineal sincrónico En este estudio se propone un problema particular de control de movimiento incremental, especificado por el perfil de velocidad trapezoidal mediante el control del modo deslizante multisegmento (MSSMC), para controlar un sistema de servomotor sincrónico lineal de imán permanente (PMLSM). En primer lugar, se describen en detalle la estructura y el principio de funcionamiento del PMLSM. En segundo lugar, se introduce una unidad de control orientada al campo PMLSM servo. A continuación, cada segmento de las \"superficies de conmutación multisegmento\" está diseñado para coincidir con la parte correspondiente del perfil de velocidad trapezoidal, por lo que la dinámica motora en la superficie de conmutación-segmento especificado tiene la velocidad o aceleración deseada correspondiente parte del perfil de velocidad trapezoidal. Además, el sistema de control propuesto se aplica en un sistema de control informático basado en PC. Por último, la eficacia del sistema de servomotor PMLSM propuesto queda demostrada por algunos resultados simulados y experimentales ",
            "error": [
                ""
            ]
        },
        "motor dynamics": {
            "translated_key": "dinámica motora",
            "translated_annotated_text": "Control de movimiento incremental del motor lineal sincrónico En este estudio se propone un problema particular de control de movimiento incremental, especificado por el perfil de velocidad trapezoidal mediante el control del modo deslizante multisegmento (MSSMC), para controlar un sistema de servomotor sincrónico lineal de imán permanente (PMLSM). En primer lugar, se describen en detalle la estructura y el principio de funcionamiento del PMLSM. En segundo lugar, se introduce una unidad de control orientada al campo PMLSM servo. A continuación, cada segmento de las superficies de conmutación multisegmento está diseñado para que coincida con la parte correspondiente del perfil de velocidad trapezoidal, por lo que la \"dinámica motora\" en la superficie de conmutación-segmento especificado tiene la velocidad o aceleración deseada correspondiente parte del perfil de velocidad trapezoidal. Además, el sistema de control propuesto se aplica en un sistema de control informático basado en PC. Por último, la eficacia del sistema de servomotor PMLSM propuesto queda demostrada por algunos resultados simulados y experimentales ",
            "error": [
                ""
            ]
        },
        "linear synchronous motors": {
            "translated_key": [],
            "translated_annotated_text": "Control de movimiento incremental del motor lineal sincrónico En este estudio se propone un problema particular de control de movimiento incremental, especificado por el perfil de velocidad trapezoidal mediante el control del modo deslizante multisegmento (MSSMC), para controlar un sistema de servomotor sincrónico lineal de imán permanente (PMLSM). En primer lugar, se describen en detalle la estructura y el principio de funcionamiento del PMLSM. En segundo lugar, se introduce una unidad de control orientada al campo PMLSM servo. A continuación, cada segmento de las superficies de conmutación multisegmento está diseñado para que coincida con la parte correspondiente del perfil de velocidad trapezoidal, por lo que la dinámica motora en la superficie de conmutación de segmento especificado tiene la velocidad deseada o la aceleración correspondiente parte del perfil de velocidad trapezoidal. Además, el sistema de control propuesto se aplica en un sistema de control informático basado en PC. Por último, la eficacia del sistema de servomotor PMLSM propuesto queda demostrada por algunos resultados simulados y experimentales ",
            "error": []
        },
        "motion control": {
            "translated_key": "Control de movimiento",
            "translated_annotated_text": "\"Control de movimiento\" incremental del motor lineal sincrónico En este estudio se propone un problema de \"control de movimiento\" incremental particular, especificado por el perfil de velocidad trapezoidal mediante el control del modo deslizante multisegmento (MSSMC), para controlar un sistema de servomotor sincrónico lineal de imán permanente (PMLSM). En primer lugar, se describen en detalle la estructura y el principio de funcionamiento del PMLSM. En segundo lugar, se introduce una unidad de control orientada al campo PMLSM servo. A continuación, cada segmento de las superficies de conmutación multisegmento está diseñado para que coincida con la parte correspondiente del perfil de velocidad trapezoidal, por lo que la dinámica motora en la superficie de conmutación de segmento especificado tiene la velocidad deseada o la aceleración correspondiente parte del perfil de velocidad trapezoidal. Además, el sistema de control propuesto se aplica en un sistema de control informático basado en PC. Por último, la eficacia del sistema de servomotor PMLSM propuesto queda demostrada por algunos resultados simulados y experimentales ",
            "error": [
                ""
            ]
        },
        "permanent magnet motors": {
            "translated_key": [],
            "translated_annotated_text": "Control de movimiento incremental del motor lineal sincrónico En este estudio se propone un problema particular de control de movimiento incremental, especificado por el perfil de velocidad trapezoidal mediante el control del modo deslizante multisegmento (MSSMC), para controlar un sistema de servomotor sincrónico lineal de imán permanente (PMLSM). En primer lugar, se describen en detalle la estructura y el principio de funcionamiento del PMLSM. En segundo lugar, se introduce una unidad de control orientada al campo PMLSM servo. A continuación, cada segmento de las superficies de conmutación multisegmento está diseñado para que coincida con la parte correspondiente del perfil de velocidad trapezoidal, por lo que la dinámica motora en la superficie de conmutación de segmento especificado tiene la velocidad deseada o la aceleración correspondiente parte del perfil de velocidad trapezoidal. Además, el sistema de control propuesto se aplica en un sistema de control informático basado en PC. Por último, la eficacia del sistema de servomotor PMLSM propuesto queda demostrada por algunos resultados simulados y experimentales ",
            "error": []
        },
        "servomotors": {
            "translated_key": [],
            "translated_annotated_text": "Control de movimiento incremental del motor lineal sincrónico En este estudio se propone un problema particular de control de movimiento incremental, especificado por el perfil de velocidad trapezoidal mediante el control del modo deslizante multisegmento (MSSMC), para controlar un sistema de servomotor sincrónico lineal de imán permanente (PMLSM). En primer lugar, se describen en detalle la estructura y el principio de funcionamiento del PMLSM. En segundo lugar, se introduce una unidad de control orientada al campo PMLSM servo. A continuación, cada segmento de las superficies de conmutación multisegmento está diseñado para que coincida con la parte correspondiente del perfil de velocidad trapezoidal, por lo que la dinámica motora en la superficie de conmutación de segmento especificado tiene la velocidad deseada o la aceleración correspondiente parte del perfil de velocidad trapezoidal. Además, el sistema de control propuesto se aplica en un sistema de control informático basado en PC. Por último, la eficacia del sistema de servomotor PMLSM propuesto queda demostrada por algunos resultados simulados y experimentales ",
            "error": []
        },
        "variable structure systems": {
            "translated_key": [],
            "translated_annotated_text": "Control de movimiento incremental del motor lineal sincrónico En este estudio se propone un problema particular de control de movimiento incremental, especificado por el perfil de velocidad trapezoidal mediante el control del modo deslizante multisegmento (MSSMC), para controlar un sistema de servomotor sincrónico lineal de imán permanente (PMLSM). En primer lugar, se describen en detalle la estructura y el principio de funcionamiento del PMLSM. En segundo lugar, se introduce una unidad de control orientada al campo PMLSM servo. A continuación, cada segmento de las superficies de conmutación multisegmento está diseñado para que coincida con la parte correspondiente del perfil de velocidad trapezoidal, por lo que la dinámica motora en la superficie de conmutación de segmento especificado tiene la velocidad deseada o la aceleración correspondiente parte del perfil de velocidad trapezoidal. Además, el sistema de control propuesto se aplica en un sistema de control informático basado en PC. Por último, la eficacia del sistema de servomotor PMLSM propuesto queda demostrada por algunos resultados simulados y experimentales ",
            "error": []
        }
    }
}