{
    "original_text": "Feedforward maximum power point tracking of PV systems using fuzzy controller A feedforward maximum power (MP) point tracking scheme is developed for the interleaved dual boost (IDB) converter fed photovoltaic (PV) system using fuzzy controller. The tracking algorithm changes the duty ratio of the converter such that the solar cell array (SCA) voltage equals the voltage corresponding to the MP point at that solar insolation. This is done by the feedforward loop, which generates an error signal by comparing the instantaneous array voltage and reference voltage. The reference voltage for the feedforward loop, corresponding to the MP point, is obtained by an off-line trained neural network. Experimental data is used for off-line training of the neural network, which employs back-propagation algorithm. The proposed fuzzy feedforward peak power tracking effectiveness is demonstrated through the simulation and experimental results, and compared with the conventional proportional plus integral (PI) controller based system. Finally, a comparative study of interleaved boost and conventional boost converter for the PV applications is given and their suitability is discussed",
    "original_translation": "Seguimiento de puntos de potencia máxima de los sistemas fotovoltaicos de Feedforward mediante un controlador borroso Se desarrolla un esquema de seguimiento de puntos de potencia máxima de feedforward (MP) para el sistema de doble impulso interlevado (IDB) alimentado con energía fotovoltaica (PV) mediante un controlador borroso. El algoritmo de seguimiento cambia la relación de trabajo del convertidor de tal manera que la tensión de la matriz de células solares (SCA) es igual a la tensión correspondiente al punto MP en esa insolación solar. Esto se hace mediante el bucle de avance, que genera una señal de error comparando la tensión instantánea de la matriz y la tensión de referencia. La tensión de referencia para el bucle de avance, correspondiente al punto MP, se obtiene por medio de una red neuronal off-line entrenada. Los datos experimentales se utilizan para el entrenamiento fuera de línea de la red neuronal, que emplea algoritmo de retropropagación. La eficacia de seguimiento de potencia máxima de alimentación difusa propuesta se demuestra a través de la simulación y los resultados experimentales, y se compara con el sistema convencional basado en el controlador proporcional más integral (PI). Por último, se ofrece un estudio comparativo del impulso interlevado y del convertidor de impulso convencional para las aplicaciones fotovoltaicas y se discute su idoneidad",
    "error_count": 9,
    "keys": {
        "feedforward maximum power point tracking": {
            "translated_key": [],
            "translated_annotated_text": "Seguimiento de puntos de potencia máxima de los sistemas fotovoltaicos de Feedforward mediante un controlador borroso Se desarrolla un esquema de seguimiento de puntos de potencia máxima de feedforward (MP) para el sistema de doble impulso interlevado (IDB) alimentado con energía fotovoltaica (PV) mediante un controlador borroso. El algoritmo de seguimiento cambia la relación de trabajo del convertidor de tal manera que la tensión de la matriz de células solares (SCA) es igual a la tensión correspondiente al punto MP en esa insolación solar. Esto se hace mediante el bucle de avance, que genera una señal de error comparando la tensión instantánea de la matriz y la tensión de referencia. La tensión de referencia para el bucle de avance, correspondiente al punto MP, se obtiene por medio de una red neuronal off-line entrenada. Los datos experimentales se utilizan para el entrenamiento fuera de línea de la red neuronal, que emplea algoritmo de retropropagación. La eficacia de seguimiento de potencia máxima de alimentación difusa propuesta se demuestra a través de la simulación y los resultados experimentales, y se compara con el sistema convencional basado en el controlador proporcional más integral (PI). Por último, se ofrece un estudio comparativo del impulso interlevado y del convertidor de impulso convencional para las aplicaciones fotovoltaicas y se discute su idoneidad ",
            "error": []
        },
        "PV systems": {
            "translated_key": "sistemas fotovoltaicos",
            "translated_annotated_text": "Seguimiento de puntos de potencia máxima de Feedforward de \"sistemas fotovoltaicos\" utilizando un controlador borroso Se desarrolla un esquema de seguimiento de puntos de potencia máxima de feedforward (MP) para el sistema de doble impulso interlevado (IDB) alimentado con energía fotovoltaica (PV) utilizando un controlador borroso. El algoritmo de seguimiento cambia la relación de trabajo del convertidor de tal manera que la tensión de la matriz de células solares (SCA) es igual a la tensión correspondiente al punto MP en esa insolación solar. Esto se hace mediante el bucle de avance, que genera una señal de error comparando la tensión instantánea de la matriz y la tensión de referencia. La tensión de referencia para el bucle de avance, correspondiente al punto MP, se obtiene por medio de una red neuronal off-line entrenada. Los datos experimentales se utilizan para el entrenamiento fuera de línea de la red neuronal, que emplea algoritmo de retropropagación. La eficacia de seguimiento de potencia máxima de alimentación difusa propuesta se demuestra a través de la simulación y los resultados experimentales, y se compara con el sistema convencional basado en el controlador proporcional más integral (PI). Por último, se ofrece un estudio comparativo del impulso interlevado y del convertidor de impulso convencional para las aplicaciones fotovoltaicas y se discute su idoneidad ",
            "error": [
                ""
            ]
        },
        "fuzzy controller": {
            "translated_key": "controlador difuso",
            "translated_annotated_text": "Seguimiento de puntos de potencia máxima de avance de sistemas fotovoltaicos utilizando \"controlador difuso\" Se desarrolla un esquema de seguimiento de puntos de potencia máxima de avance (MP) para el sistema de doble impulso interlevado (IDB) alimentado con energía fotovoltaica (PV) utilizando \"controlador difuso\". El algoritmo de seguimiento cambia la relación de trabajo del convertidor de tal manera que la tensión de la matriz de células solares (SCA) es igual a la tensión correspondiente al punto MP en esa insolación solar. Esto se hace mediante el bucle de avance, que genera una señal de error comparando la tensión instantánea de la matriz y la tensión de referencia. La tensión de referencia para el bucle de avance, correspondiente al punto MP, se obtiene por medio de una red neuronal off-line entrenada. Los datos experimentales se utilizan para el entrenamiento fuera de línea de la red neuronal, que emplea algoritmo de retropropagación. La eficacia de seguimiento de potencia máxima de alimentación difusa propuesta se demuestra a través de la simulación y los resultados experimentales, y se compara con el sistema convencional basado en el controlador proporcional más integral (PI). Por último, se ofrece un estudio comparativo del impulso interlevado y del convertidor de impulso convencional para las aplicaciones fotovoltaicas y se discute su idoneidad ",
            "error": [
                ""
            ]
        },
        "interleaved dual boost converter feed": {
            "translated_key": [],
            "translated_annotated_text": "Seguimiento de puntos de potencia máxima de los sistemas fotovoltaicos de Feedforward mediante un controlador borroso Se desarrolla un esquema de seguimiento de puntos de potencia máxima de feedforward (MP) para el sistema de doble impulso interlevado (IDB) alimentado con energía fotovoltaica (PV) mediante un controlador borroso. El algoritmo de seguimiento cambia la relación de trabajo del convertidor de tal manera que la tensión de la matriz de células solares (SCA) es igual a la tensión correspondiente al punto MP en esa insolación solar. Esto se hace mediante el bucle de avance, que genera una señal de error comparando la tensión instantánea de la matriz y la tensión de referencia. La tensión de referencia para el bucle de avance, correspondiente al punto MP, se obtiene por medio de una red neuronal off-line entrenada. Los datos experimentales se utilizan para el entrenamiento fuera de línea de la red neuronal, que emplea algoritmo de retropropagación. La eficacia de seguimiento de potencia máxima de alimentación difusa propuesta se demuestra a través de la simulación y los resultados experimentales, y se compara con el sistema convencional basado en el controlador proporcional más integral (PI). Por último, se ofrece un estudio comparativo del impulso interlevado y del convertidor de impulso convencional para las aplicaciones fotovoltaicas y se discute su idoneidad ",
            "error": []
        },
        "photovoltaic system": {
            "translated_key": [],
            "translated_annotated_text": "Seguimiento de puntos de potencia máxima de los sistemas fotovoltaicos de Feedforward mediante un controlador borroso Se desarrolla un esquema de seguimiento de puntos de potencia máxima de feedforward (MP) para el sistema de doble impulso interlevado (IDB) alimentado con energía fotovoltaica (PV) mediante un controlador borroso. El algoritmo de seguimiento cambia la relación de trabajo del convertidor de tal manera que la tensión de la matriz de células solares (SCA) es igual a la tensión correspondiente al punto MP en esa insolación solar. Esto se hace mediante el bucle de avance, que genera una señal de error comparando la tensión instantánea de la matriz y la tensión de referencia. La tensión de referencia para el bucle de avance, correspondiente al punto MP, se obtiene por medio de una red neuronal off-line entrenada. Los datos experimentales se utilizan para el entrenamiento fuera de línea de la red neuronal, que emplea algoritmo de retropropagación. La eficacia de seguimiento de potencia máxima de alimentación difusa propuesta se demuestra a través de la simulación y los resultados experimentales, y se compara con el sistema convencional basado en el controlador proporcional más integral (PI). Por último, se ofrece un estudio comparativo del impulso interlevado y del convertidor de impulso convencional para las aplicaciones fotovoltaicas y se discute su idoneidad ",
            "error": []
        },
        "tracking algorithm": {
            "translated_key": "algoritmo de seguimiento",
            "translated_annotated_text": "Seguimiento de puntos de potencia máxima de los sistemas fotovoltaicos de Feedforward mediante un controlador borroso Se desarrolla un esquema de seguimiento de puntos de potencia máxima de feedforward (MP) para el sistema de doble impulso interlevado (IDB) alimentado con energía fotovoltaica (PV) mediante un controlador borroso. El \"algoritmo de seguimiento\" cambia la relación de trabajo del convertidor de tal manera que la tensión de la matriz de células solares (SCA) es igual a la tensión correspondiente al punto MP en esa insolación solar. Esto se hace mediante el bucle de avance, que genera una señal de error comparando la tensión instantánea de la matriz y la tensión de referencia. La tensión de referencia para el bucle de avance, correspondiente al punto MP, se obtiene por medio de una red neuronal off-line entrenada. Los datos experimentales se utilizan para el entrenamiento fuera de línea de la red neuronal, que emplea algoritmo de retropropagación. La eficacia de seguimiento de potencia máxima de alimentación difusa propuesta se demuestra a través de la simulación y los resultados experimentales, y se compara con el sistema convencional basado en el controlador proporcional más integral (PI). Por último, se ofrece un estudio comparativo del impulso interlevado y del convertidor de impulso convencional para las aplicaciones fotovoltaicas y se discute su idoneidad ",
            "error": [
                ""
            ]
        },
        "duty ratio": {
            "translated_key": "relación de servicio",
            "translated_annotated_text": "Seguimiento de puntos de potencia máxima de los sistemas fotovoltaicos de Feedforward mediante un controlador borroso Se desarrolla un esquema de seguimiento de puntos de potencia máxima de feedforward (MP) para el sistema de doble impulso interlevado (IDB) alimentado con energía fotovoltaica (PV) mediante un controlador borroso. El algoritmo de seguimiento cambia la \"relación de servicio\" del convertidor de tal manera que la tensión de la matriz de células solares (SCA) es igual a la tensión correspondiente al punto MP en esa insolación solar. Esto se hace mediante el bucle de avance, que genera una señal de error comparando la tensión instantánea de la matriz y la tensión de referencia. La tensión de referencia para el bucle de avance, correspondiente al punto MP, se obtiene por medio de una red neuronal off-line entrenada. Los datos experimentales se utilizan para el entrenamiento fuera de línea de la red neuronal, que emplea algoritmo de retropropagación. La eficacia de seguimiento de potencia máxima de alimentación difusa propuesta se demuestra a través de la simulación y los resultados experimentales, y se compara con el sistema convencional basado en el controlador proporcional más integral (PI). Por último, se ofrece un estudio comparativo del impulso interlevado y del convertidor de impulso convencional para las aplicaciones fotovoltaicas y se discute su idoneidad ",
            "error": [
                ""
            ]
        },
        "solar cell array voltage": {
            "translated_key": [],
            "translated_annotated_text": "Seguimiento de puntos de potencia máxima de los sistemas fotovoltaicos de Feedforward mediante un controlador borroso Se desarrolla un esquema de seguimiento de puntos de potencia máxima de feedforward (MP) para el sistema de doble impulso interlevado (IDB) alimentado con energía fotovoltaica (PV) mediante un controlador borroso. El algoritmo de seguimiento cambia la relación de trabajo del convertidor de tal manera que la tensión de la matriz de células solares (SCA) es igual a la tensión correspondiente al punto MP en esa insolación solar. Esto se hace mediante el bucle de avance, que genera una señal de error comparando la tensión instantánea de la matriz y la tensión de referencia. La tensión de referencia para el bucle de avance, correspondiente al punto MP, se obtiene por medio de una red neuronal off-line entrenada. Los datos experimentales se utilizan para el entrenamiento fuera de línea de la red neuronal, que emplea algoritmo de retropropagación. La eficacia de seguimiento de potencia máxima de alimentación difusa propuesta se demuestra a través de la simulación y los resultados experimentales, y se compara con el sistema convencional basado en el controlador proporcional más integral (PI). Por último, se ofrece un estudio comparativo del impulso interlevado y del convertidor de impulso convencional para las aplicaciones fotovoltaicas y se discute su idoneidad ",
            "error": []
        },
        "solar insolation": {
            "translated_key": "insolación solar",
            "translated_annotated_text": "Seguimiento de puntos de potencia máxima de los sistemas fotovoltaicos de Feedforward mediante un controlador borroso Se desarrolla un esquema de seguimiento de puntos de potencia máxima de feedforward (MP) para el sistema de doble impulso interlevado (IDB) alimentado con energía fotovoltaica (PV) mediante un controlador borroso. El algoritmo de seguimiento cambia la relación de trabajo del convertidor de tal manera que la tensión de la matriz de células solares (SCA) es igual a la tensión correspondiente al punto MP en esa \"insolación solar\". Esto se hace mediante el bucle de avance, que genera una señal de error comparando la tensión instantánea de la matriz y la tensión de referencia. La tensión de referencia para el bucle de avance, correspondiente al punto MP, se obtiene por medio de una red neuronal off-line entrenada. Los datos experimentales se utilizan para el entrenamiento fuera de línea de la red neuronal, que emplea algoritmo de retropropagación. La eficacia de seguimiento de potencia máxima de alimentación difusa propuesta se demuestra a través de la simulación y los resultados experimentales, y se compara con el sistema convencional basado en el controlador proporcional más integral (PI). Por último, se ofrece un estudio comparativo del impulso interlevado y del convertidor de impulso convencional para las aplicaciones fotovoltaicas y se discute su idoneidad ",
            "error": [
                ""
            ]
        },
        "feedforward loop": {
            "translated_key": "lazo de avance",
            "translated_annotated_text": "Seguimiento de puntos de potencia máxima de los sistemas fotovoltaicos de Feedforward mediante un controlador borroso Se desarrolla un esquema de seguimiento de puntos de potencia máxima de feedforward (MP) para el sistema de doble impulso interlevado (IDB) alimentado con energía fotovoltaica (PV) mediante un controlador borroso. El algoritmo de seguimiento cambia la relación de trabajo del convertidor de tal manera que la tensión de la matriz de células solares (SCA) es igual a la tensión correspondiente al punto MP en esa insolación solar. Esto se hace mediante el \"lazo de avance\", que genera una señal de error comparando el voltaje de matriz instantánea y el voltaje de referencia. La tensión de referencia del \"lazo de avance\", correspondiente al punto MP, se obtiene por medio de una red neuronal off-line entrenada. Los datos experimentales se utilizan para el entrenamiento fuera de línea de la red neuronal, que emplea algoritmo de retropropagación. La eficacia de seguimiento de potencia máxima de alimentación difusa propuesta se demuestra a través de la simulación y los resultados experimentales, y se compara con el sistema convencional basado en el controlador proporcional más integral (PI). Por último, se ofrece un estudio comparativo del impulso interlevado y del convertidor de impulso convencional para las aplicaciones fotovoltaicas y se discute su idoneidad ",
            "error": [
                ""
            ]
        },
        "error signal": {
            "translated_key": "señal de error",
            "translated_annotated_text": "Seguimiento de puntos de potencia máxima de los sistemas fotovoltaicos de Feedforward mediante un controlador borroso Se desarrolla un esquema de seguimiento de puntos de potencia máxima de feedforward (MP) para el sistema de doble impulso interlevado (IDB) alimentado con energía fotovoltaica (PV) mediante un controlador borroso. El algoritmo de seguimiento cambia la relación de trabajo del convertidor de tal manera que la tensión de la matriz de células solares (SCA) es igual a la tensión correspondiente al punto MP en esa insolación solar. Esto se hace mediante el bucle de avance, que genera una \"señal de error\" comparando la tensión instantánea de la matriz y la tensión de referencia. La tensión de referencia para el bucle de avance, correspondiente al punto MP, se obtiene por medio de una red neuronal off-line entrenada. Los datos experimentales se utilizan para el entrenamiento fuera de línea de la red neuronal, que emplea algoritmo de retropropagación. La eficacia de seguimiento de potencia máxima de alimentación difusa propuesta se demuestra a través de la simulación y los resultados experimentales, y se compara con el sistema convencional basado en el controlador proporcional más integral (PI). Por último, se ofrece un estudio comparativo del impulso interlevado y del convertidor de impulso convencional para las aplicaciones fotovoltaicas y se discute su idoneidad ",
            "error": [
                ""
            ]
        },
        "instantaneous array voltage": {
            "translated_key": "tensión de matriz instantánea",
            "translated_annotated_text": "Seguimiento de puntos de potencia máxima de los sistemas fotovoltaicos de Feedforward mediante un controlador borroso Se desarrolla un esquema de seguimiento de puntos de potencia máxima de feedforward (MP) para el sistema de doble impulso interlevado (IDB) alimentado con energía fotovoltaica (PV) mediante un controlador borroso. El algoritmo de seguimiento cambia la relación de trabajo del convertidor de tal manera que la tensión de la matriz de células solares (SCA) es igual a la tensión correspondiente al punto MP en esa insolación solar. Esto se hace mediante el bucle de avance, que genera una señal de error comparando la \"tensión de matriz instantánea\" y la tensión de referencia. La tensión de referencia para el bucle de avance, correspondiente al punto MP, se obtiene por medio de una red neuronal off-line entrenada. Los datos experimentales se utilizan para el entrenamiento fuera de línea de la red neuronal, que emplea algoritmo de retropropagación. La eficacia de seguimiento de potencia máxima de alimentación difusa propuesta se demuestra a través de la simulación y los resultados experimentales, y se compara con el sistema convencional basado en el controlador proporcional más integral (PI). Por último, se ofrece un estudio comparativo del impulso interlevado y del convertidor de impulso convencional para las aplicaciones fotovoltaicas y se discute su idoneidad ",
            "error": [
                ""
            ]
        },
        "reference voltage": {
            "translated_key": "tensión de referencia",
            "translated_annotated_text": "Seguimiento de puntos de potencia máxima de los sistemas fotovoltaicos de Feedforward mediante un controlador borroso Se desarrolla un esquema de seguimiento de puntos de potencia máxima de feedforward (MP) para el sistema de doble impulso interlevado (IDB) alimentado con energía fotovoltaica (PV) mediante un controlador borroso. El algoritmo de seguimiento cambia la relación de trabajo del convertidor de tal manera que la tensión de la matriz de células solares (SCA) es igual a la tensión correspondiente al punto MP en esa insolación solar. Esto se hace mediante el bucle de avance, que genera una señal de error comparando la tensión instantánea de la matriz y la \"tensión de referencia\". La \"tensión de referencia\" para el bucle de avance, correspondiente al punto MP, se obtiene mediante una red neuronal off-line entrenada. Los datos experimentales se utilizan para el entrenamiento fuera de línea de la red neuronal, que emplea algoritmo de retropropagación. La eficacia de seguimiento de potencia máxima de alimentación difusa propuesta se demuestra a través de la simulación y los resultados experimentales, y se compara con el sistema convencional basado en el controlador proporcional más integral (PI). Por último, se ofrece un estudio comparativo del impulso interlevado y del convertidor de impulso convencional para las aplicaciones fotovoltaicas y se discute su idoneidad ",
            "error": [
                ""
            ]
        },
        "off-line trained neural network": {
            "translated_key": "red neuronal entrenada fuera de línea",
            "translated_annotated_text": "Seguimiento de puntos de potencia máxima de los sistemas fotovoltaicos de Feedforward mediante un controlador borroso Se desarrolla un esquema de seguimiento de puntos de potencia máxima de feedforward (MP) para el sistema de doble impulso interlevado (IDB) alimentado con energía fotovoltaica (PV) mediante un controlador borroso. El algoritmo de seguimiento cambia la relación de trabajo del convertidor de tal manera que la tensión de la matriz de células solares (SCA) es igual a la tensión correspondiente al punto MP en esa insolación solar. Esto se hace mediante el bucle de avance, que genera una señal de error comparando la tensión instantánea de la matriz y la tensión de referencia. La tensión de referencia para el bucle de avance, correspondiente al punto MP, se obtiene mediante una \"red neuronal entrenada fuera de línea\". Los datos experimentales se utilizan para el entrenamiento fuera de línea de la red neuronal, que emplea algoritmo de retropropagación. La eficacia de seguimiento de potencia máxima de alimentación difusa propuesta se demuestra a través de la simulación y los resultados experimentales, y se compara con el sistema convencional basado en el controlador proporcional más integral (PI). Por último, se ofrece un estudio comparativo del impulso interlevado y del convertidor de impulso convencional para las aplicaciones fotovoltaicas y se discute su idoneidad ",
            "error": [
                ""
            ]
        },
        "back-propagation algorithm": {
            "translated_key": "algoritmo de retropropagación",
            "translated_annotated_text": "Seguimiento de puntos de potencia máxima de los sistemas fotovoltaicos de Feedforward mediante un controlador borroso Se desarrolla un esquema de seguimiento de puntos de potencia máxima de feedforward (MP) para el sistema de doble impulso interlevado (IDB) alimentado con energía fotovoltaica (PV) mediante un controlador borroso. El algoritmo de seguimiento cambia la relación de trabajo del convertidor de tal manera que la tensión de la matriz de células solares (SCA) es igual a la tensión correspondiente al punto MP en esa insolación solar. Esto se hace mediante el bucle de avance, que genera una señal de error comparando la tensión instantánea de la matriz y la tensión de referencia. La tensión de referencia para el bucle de avance, correspondiente al punto MP, se obtiene por medio de una red neuronal off-line entrenada. Los datos experimentales se utilizan para el entrenamiento fuera de línea de la red neuronal, que emplea \"algoritmo de retropropagación\". La eficacia de seguimiento de potencia máxima de alimentación difusa propuesta se demuestra a través de la simulación y los resultados experimentales, y se compara con el sistema convencional basado en el controlador proporcional más integral (PI). Por último, se ofrece un estudio comparativo del impulso interlevado y del convertidor de impulso convencional para las aplicaciones fotovoltaicas y se discute su idoneidad ",
            "error": [
                ""
            ]
        },
        "fuzzy feedforward peak power tracking effectiveness": {
            "translated_key": "efectiva de seguimiento de potencia máxima de alimentación difusa",
            "translated_annotated_text": "Seguimiento de puntos de potencia máxima de los sistemas fotovoltaicos de Feedforward mediante un controlador borroso Se desarrolla un esquema de seguimiento de puntos de potencia máxima de feedforward (MP) para el sistema de doble impulso interlevado (IDB) alimentado con energía fotovoltaica (PV) mediante un controlador borroso. El algoritmo de seguimiento cambia la relación de trabajo del convertidor de tal manera que la tensión de la matriz de células solares (SCA) es igual a la tensión correspondiente al punto MP en esa insolación solar. Esto se hace mediante el bucle de avance, que genera una señal de error comparando la tensión instantánea de la matriz y la tensión de referencia. La tensión de referencia para el bucle de avance, correspondiente al punto MP, se obtiene por medio de una red neuronal off-line entrenada. Los datos experimentales se utilizan para el entrenamiento fuera de línea de la red neuronal, que emplea algoritmo de retropropagación. La \"efectiva de seguimiento de potencia máxima de alimentación difusa\" propuesta se demuestra a través de la simulación y los resultados experimentales, y se compara con el sistema convencional basado en el controlador proporcional más integral (PI). Por último, se ofrece un estudio comparativo del impulso interlevado y del convertidor de impulso convencional para las aplicaciones fotovoltaicas y se discute su idoneidad ",
            "error": [
                ""
            ]
        },
        "backpropagation": {
            "translated_key": [],
            "translated_annotated_text": "Seguimiento de puntos de potencia máxima de los sistemas fotovoltaicos de Feedforward mediante un controlador borroso Se desarrolla un esquema de seguimiento de puntos de potencia máxima de feedforward (MP) para el sistema de doble impulso interlevado (IDB) alimentado con energía fotovoltaica (PV) mediante un controlador borroso. El algoritmo de seguimiento cambia la relación de trabajo del convertidor de tal manera que la tensión de la matriz de células solares (SCA) es igual a la tensión correspondiente al punto MP en esa insolación solar. Esto se hace mediante el bucle de avance, que genera una señal de error comparando la tensión instantánea de la matriz y la tensión de referencia. La tensión de referencia para el bucle de avance, correspondiente al punto MP, se obtiene por medio de una red neuronal off-line entrenada. Los datos experimentales se utilizan para el entrenamiento fuera de línea de la red neuronal, que emplea algoritmo de retropropagación. La eficacia de seguimiento de potencia máxima de alimentación difusa propuesta se demuestra a través de la simulación y los resultados experimentales, y se compara con el sistema convencional basado en el controlador proporcional más integral (PI). Por último, se ofrece un estudio comparativo del impulso interlevado y del convertidor de impulso convencional para las aplicaciones fotovoltaicas y se discute su idoneidad ",
            "error": []
        },
        "feedforward": {
            "translated_key": "feedforward",
            "translated_annotated_text": "Seguimiento de puntos de potencia máxima de los sistemas fotovoltaicos de Feedforward utilizando un controlador borroso Se desarrolla un esquema de seguimiento de puntos de potencia máxima (MP) \"feedforward\" para el sistema de doble impulso interlevado (IDB) alimentado con energía fotovoltaica (PV) utilizando un controlador borroso. El algoritmo de seguimiento cambia la relación de trabajo del convertidor de tal manera que la tensión de la matriz de células solares (SCA) es igual a la tensión correspondiente al punto MP en esa insolación solar. Esto se hace mediante el bucle \"feedforward\", que genera una señal de error comparando la tensión instantánea de la matriz y la tensión de referencia. La tensión de referencia para el bucle \"feedforward\", correspondiente al punto MP, se obtiene mediante una red neuronal off-line entrenada. Los datos experimentales se utilizan para el entrenamiento fuera de línea de la red neuronal, que emplea algoritmo de retropropagación. La eficacia de seguimiento de potencia pico fuzzy \"feedforward\" propuesta se demuestra a través de la simulación y los resultados experimentales, y se compara con el sistema convencional basado en el controlador proporcional más integral (PI). Por último, se ofrece un estudio comparativo del impulso interlevado y del convertidor de impulso convencional para las aplicaciones fotovoltaicas y se discute su idoneidad ",
            "error": [
                ""
            ]
        },
        "fuzzy control": {
            "translated_key": [],
            "translated_annotated_text": "Seguimiento de puntos de potencia máxima de los sistemas fotovoltaicos de Feedforward mediante un controlador borroso Se desarrolla un esquema de seguimiento de puntos de potencia máxima de feedforward (MP) para el sistema de doble impulso interlevado (IDB) alimentado con energía fotovoltaica (PV) mediante un controlador borroso. El algoritmo de seguimiento cambia la relación de trabajo del convertidor de tal manera que la tensión de la matriz de células solares (SCA) es igual a la tensión correspondiente al punto MP en esa insolación solar. Esto se hace mediante el bucle de avance, que genera una señal de error comparando la tensión instantánea de la matriz y la tensión de referencia. La tensión de referencia para el bucle de avance, correspondiente al punto MP, se obtiene por medio de una red neuronal off-line entrenada. Los datos experimentales se utilizan para el entrenamiento fuera de línea de la red neuronal, que emplea algoritmo de retropropagación. La eficacia de seguimiento de potencia máxima de alimentación difusa propuesta se demuestra a través de la simulación y los resultados experimentales, y se compara con el sistema convencional basado en el controlador proporcional más integral (PI). Por último, se ofrece un estudio comparativo del impulso interlevado y del convertidor de impulso convencional para las aplicaciones fotovoltaicas y se discute su idoneidad ",
            "error": []
        },
        "neurocontrollers": {
            "translated_key": [],
            "translated_annotated_text": "Seguimiento de puntos de potencia máxima de los sistemas fotovoltaicos de Feedforward mediante un controlador borroso Se desarrolla un esquema de seguimiento de puntos de potencia máxima de feedforward (MP) para el sistema de doble impulso interlevado (IDB) alimentado con energía fotovoltaica (PV) mediante un controlador borroso. El algoritmo de seguimiento cambia la relación de trabajo del convertidor de tal manera que la tensión de la matriz de células solares (SCA) es igual a la tensión correspondiente al punto MP en esa insolación solar. Esto se hace mediante el bucle de avance, que genera una señal de error comparando la tensión instantánea de la matriz y la tensión de referencia. La tensión de referencia para el bucle de avance, correspondiente al punto MP, se obtiene por medio de una red neuronal off-line entrenada. Los datos experimentales se utilizan para el entrenamiento fuera de línea de la red neuronal, que emplea algoritmo de retropropagación. La eficacia de seguimiento de potencia máxima de alimentación difusa propuesta se demuestra a través de la simulación y los resultados experimentales, y se compara con el sistema convencional basado en el controlador proporcional más integral (PI). Por último, se ofrece un estudio comparativo del impulso interlevado y del convertidor de impulso convencional para las aplicaciones fotovoltaicas y se discute su idoneidad ",
            "error": []
        },
        "photovoltaic power systems": {
            "translated_key": [],
            "translated_annotated_text": "Seguimiento de puntos de potencia máxima de los sistemas fotovoltaicos de Feedforward mediante un controlador borroso Se desarrolla un esquema de seguimiento de puntos de potencia máxima de feedforward (MP) para el sistema de doble impulso interlevado (IDB) alimentado con energía fotovoltaica (PV) mediante un controlador borroso. El algoritmo de seguimiento cambia la relación de trabajo del convertidor de tal manera que la tensión de la matriz de células solares (SCA) es igual a la tensión correspondiente al punto MP en esa insolación solar. Esto se hace mediante el bucle de avance, que genera una señal de error comparando la tensión instantánea de la matriz y la tensión de referencia. La tensión de referencia para el bucle de avance, correspondiente al punto MP, se obtiene por medio de una red neuronal off-line entrenada. Los datos experimentales se utilizan para el entrenamiento fuera de línea de la red neuronal, que emplea algoritmo de retropropagación. La eficacia de seguimiento de potencia máxima de alimentación difusa propuesta se demuestra a través de la simulación y los resultados experimentales, y se compara con el sistema convencional basado en el controlador proporcional más integral (PI). Por último, se ofrece un estudio comparativo del impulso interlevado y del convertidor de impulso convencional para las aplicaciones fotovoltaicas y se discute su idoneidad ",
            "error": []
        },
        "solar cell arrays": {
            "translated_key": [],
            "translated_annotated_text": "Seguimiento de puntos de potencia máxima de los sistemas fotovoltaicos de Feedforward mediante un controlador borroso Se desarrolla un esquema de seguimiento de puntos de potencia máxima de feedforward (MP) para el sistema de doble impulso interlevado (IDB) alimentado con energía fotovoltaica (PV) mediante un controlador borroso. El algoritmo de seguimiento cambia la relación de trabajo del convertidor de tal manera que la tensión de la matriz de células solares (SCA) es igual a la tensión correspondiente al punto MP en esa insolación solar. Esto se hace mediante el bucle de avance, que genera una señal de error comparando la tensión instantánea de la matriz y la tensión de referencia. La tensión de referencia para el bucle de avance, correspondiente al punto MP, se obtiene por medio de una red neuronal off-line entrenada. Los datos experimentales se utilizan para el entrenamiento fuera de línea de la red neuronal, que emplea algoritmo de retropropagación. La eficacia de seguimiento de potencia máxima de alimentación difusa propuesta se demuestra a través de la simulación y los resultados experimentales, y se compara con el sistema convencional basado en el controlador proporcional más integral (PI). Por último, se ofrece un estudio comparativo del impulso interlevado y del convertidor de impulso convencional para las aplicaciones fotovoltaicas y se discute su idoneidad ",
            "error": []
        },
        "tracking": {
            "translated_key": "tracking",
            "translated_annotated_text": "Punto de alimentación máximo de avance \"tracking\" de sistemas fotovoltaicos usando controlador borroso Se desarrolla un esquema de \"tracking\" de punto de alimentación máximo (MP) para el sistema de energía fotovoltaica (PV) alimentado con convertidor de impulso dual interlevado (IDB) utilizando controlador fuzzy. El algoritmo de \"tracking\" cambia la relación de trabajo del convertidor de tal manera que la tensión de la matriz de células solares (SCA) es igual a la tensión correspondiente al punto MP en esa insolación solar. Esto se hace mediante el bucle de avance, que genera una señal de error comparando la tensión instantánea de la matriz y la tensión de referencia. La tensión de referencia para el bucle de avance, correspondiente al punto MP, se obtiene por medio de una red neuronal off-line entrenada. Los datos experimentales se utilizan para el entrenamiento fuera de línea de la red neuronal, que emplea algoritmo de retropropagación. La eficiencia de \"tracking\" de potencia pico fuzzy propuesta se demuestra a través de la simulación y los resultados experimentales, y se compara con el sistema convencional basado en el controlador proporcional más integral (PI). Por último, se ofrece un estudio comparativo del impulso interlevado y del convertidor de impulso convencional para las aplicaciones fotovoltaicas y se discute su idoneidad ",
            "error": [
                ""
            ]
        }
    }
}