{
    "original_text": "Feedforward maximum power point tracking of PV systems using fuzzy controller A feedforward maximum power (MP) point tracking scheme is developed for the interleaved dual boost (IDB) converter fed photovoltaic (PV) system using fuzzy controller. The tracking algorithm changes the duty ratio of the converter such that the solar cell array (SCA) voltage equals the voltage corresponding to the MP point at that solar insolation. This is done by the feedforward loop, which generates an error signal by comparing the instantaneous array voltage and reference voltage. The reference voltage for the feedforward loop, corresponding to the MP point, is obtained by an off-line trained neural network. Experimental data is used for off-line training of the neural network, which employs back-propagation algorithm. The proposed fuzzy feedforward peak power tracking effectiveness is demonstrated through the simulation and experimental results, and compared with the conventional proportional plus integral (PI) controller based system. Finally, a comparative study of interleaved boost and conventional boost converter for the PV applications is given and their suitability is discussed",
    "original_translation": "Seguimiento de puntos de potencia máxima de avance de sistemas fotovoltaicos utilizando un controlador borroso Se desarrolla un esquema de seguimiento de puntos de potencia máxima de avance (MP) para el sistema de doble impulso interlevado (IDB) alimentado con energía fotovoltaica (PV) utilizando un controlador borroso. El algoritmo de seguimiento cambia la relación de trabajo del convertidor de tal manera que la tensión de la matriz de células solares (SCA) es igual a la tensión correspondiente al punto MP en esa insolación solar. Esto se hace mediante el bucle de avance, que genera una señal de error comparando la tensión instantánea de la matriz y la tensión de referencia. La tensión de referencia para el bucle de avance, correspondiente al punto MP, se obtiene por medio de una red neuronal off-line entrenada. Los datos experimentales se utilizan para el entrenamiento fuera de línea de la red neuronal, que emplea algoritmo de retropropagación. La eficacia de seguimiento de potencia máxima de avance fuzzy propuesta se demuestra a través de la simulación y los resultados experimentales, y se compara con el sistema convencional basado en el controlador proporcional más integral (PI). Por último, se ofrece un estudio comparativo de los convertidores de impulsos interlevados y de impulsos convencionales para las aplicaciones fotovoltaicas y se discute su idoneidad",
    "error_count": 12,
    "keys": {
        "feedforward maximum power point tracking": {
            "translated_key": [],
            "translated_annotated_text": "Seguimiento de puntos de potencia máxima de avance de sistemas fotovoltaicos utilizando un controlador borroso Se desarrolla un esquema de seguimiento de puntos de potencia máxima de avance (MP) para el sistema de doble impulso interlevado (IDB) alimentado con energía fotovoltaica (PV) utilizando un controlador borroso. El algoritmo de seguimiento cambia la relación de trabajo del convertidor de tal manera que la tensión de la matriz de células solares (SCA) es igual a la tensión correspondiente al punto MP en esa insolación solar. Esto se hace mediante el bucle de avance, que genera una señal de error comparando la tensión instantánea de la matriz y la tensión de referencia. La tensión de referencia para el bucle de avance, correspondiente al punto MP, se obtiene por medio de una red neuronal off-line entrenada. Los datos experimentales se utilizan para el entrenamiento fuera de línea de la red neuronal, que emplea algoritmo de retropropagación. La eficacia de seguimiento de potencia máxima de avance fuzzy propuesta se demuestra a través de la simulación y los resultados experimentales, y se compara con el sistema convencional basado en el controlador proporcional más integral (PI). Por último, se ofrece un estudio comparativo de los convertidores de impulsos interlevados y de impulsos convencionales para las aplicaciones fotovoltaicas y se discute su idoneidad ",
            "error": []
        },
        "PV systems": {
            "translated_key": "PV",
            "translated_annotated_text": "Seguimiento de puntos de potencia máxima de Feedforward de sistemas <br>PV</br> utilizando un controlador borroso Se desarrolla un esquema de seguimiento de puntos de potencia máxima de feedforward (MP) para el sistema de doble impulso interlevado (IDB) alimentado por el convertidor fotovoltaico (PV) utilizando un controlador borroso. El algoritmo de seguimiento cambia la relación de trabajo del convertidor de tal manera que la tensión de la matriz de células solares (SCA) es igual a la tensión correspondiente al punto MP en esa insolación solar. Esto se hace mediante el bucle de avance, que genera una señal de error comparando la tensión instantánea de la matriz y la tensión de referencia. La tensión de referencia para el bucle de avance, correspondiente al punto MP, se obtiene por medio de una red neuronal off-line entrenada. Los datos experimentales se utilizan para el entrenamiento fuera de línea de la red neuronal, que emplea algoritmo de retropropagación. La eficacia de seguimiento de potencia máxima de avance fuzzy propuesta se demuestra a través de la simulación y los resultados experimentales, y se compara con el sistema convencional basado en el controlador proporcional más integral (PI). Por último, se ofrece un estudio comparativo de los convertidores de impulsos interlevados y de impulsos convencionales para las aplicaciones fotovoltaicas y se discute su idoneidad ",
            "error": [
                ""
            ]
        },
        "fuzzy controller": {
            "translated_key": [
                "controlador borroso",
                "controlador fuzzy"
            ],
            "translated_annotated_text": "Seguimiento de puntos de potencia máxima de avance de sistemas fotovoltaicos utilizando <br>controlador borroso</br> Se desarrolla un esquema de seguimiento de puntos de potencia máxima de avance (MP) para el sistema de alimentación fotovoltaica (PV) alimentado por el convertidor dual boost (IDB) entrelevado utilizando <br>controlador fuzzy</br>. El algoritmo de seguimiento cambia la relación de trabajo del convertidor de tal manera que la tensión de la matriz de células solares (SCA) es igual a la tensión correspondiente al punto MP en esa insolación solar. Esto se hace mediante el bucle de avance, que genera una señal de error comparando la tensión instantánea de la matriz y la tensión de referencia. La tensión de referencia para el bucle de avance, correspondiente al punto MP, se obtiene por medio de una red neuronal off-line entrenada. Los datos experimentales se utilizan para el entrenamiento fuera de línea de la red neuronal, que emplea algoritmo de retropropagación. La eficacia de seguimiento de potencia máxima de avance fuzzy propuesta se demuestra a través de la simulación y los resultados experimentales, y se compara con el sistema convencional basado en el controlador proporcional más integral (PI). Por último, se ofrece un estudio comparativo de los convertidores de impulsos interlevados y de impulsos convencionales para las aplicaciones fotovoltaicas y se discute su idoneidad ",
            "error": [
                "controlador borroso",
                "controlador fuzzy"
            ]
        },
        "interleaved dual boost converter feed": {
            "translated_key": [],
            "translated_annotated_text": "Seguimiento de puntos de potencia máxima de avance de sistemas fotovoltaicos utilizando un controlador borroso Se desarrolla un esquema de seguimiento de puntos de potencia máxima de avance (MP) para el sistema de doble impulso interlevado (IDB) alimentado con energía fotovoltaica (PV) utilizando un controlador borroso. El algoritmo de seguimiento cambia la relación de trabajo del convertidor de tal manera que la tensión de la matriz de células solares (SCA) es igual a la tensión correspondiente al punto MP en esa insolación solar. Esto se hace mediante el bucle de avance, que genera una señal de error comparando la tensión instantánea de la matriz y la tensión de referencia. La tensión de referencia para el bucle de avance, correspondiente al punto MP, se obtiene por medio de una red neuronal off-line entrenada. Los datos experimentales se utilizan para el entrenamiento fuera de línea de la red neuronal, que emplea algoritmo de retropropagación. La eficacia de seguimiento de potencia máxima de avance fuzzy propuesta se demuestra a través de la simulación y los resultados experimentales, y se compara con el sistema convencional basado en el controlador proporcional más integral (PI). Por último, se ofrece un estudio comparativo de los convertidores de impulsos interlevados y de impulsos convencionales para las aplicaciones fotovoltaicas y se discute su idoneidad ",
            "error": []
        },
        "photovoltaic system": {
            "translated_key": [],
            "translated_annotated_text": "Seguimiento de puntos de potencia máxima de avance de sistemas fotovoltaicos utilizando un controlador borroso Se desarrolla un esquema de seguimiento de puntos de potencia máxima de avance (MP) para el sistema de doble impulso interlevado (IDB) alimentado con energía fotovoltaica (PV) utilizando un controlador borroso. El algoritmo de seguimiento cambia la relación de trabajo del convertidor de tal manera que la tensión de la matriz de células solares (SCA) es igual a la tensión correspondiente al punto MP en esa insolación solar. Esto se hace mediante el bucle de avance, que genera una señal de error comparando la tensión instantánea de la matriz y la tensión de referencia. La tensión de referencia para el bucle de avance, correspondiente al punto MP, se obtiene por medio de una red neuronal off-line entrenada. Los datos experimentales se utilizan para el entrenamiento fuera de línea de la red neuronal, que emplea algoritmo de retropropagación. La eficacia de seguimiento de potencia máxima de avance fuzzy propuesta se demuestra a través de la simulación y los resultados experimentales, y se compara con el sistema convencional basado en el controlador proporcional más integral (PI). Por último, se ofrece un estudio comparativo de los convertidores de impulsos interlevados y de impulsos convencionales para las aplicaciones fotovoltaicas y se discute su idoneidad ",
            "error": []
        },
        "tracking algorithm": {
            "translated_key": [],
            "translated_annotated_text": "Seguimiento de puntos de potencia máxima de avance de sistemas fotovoltaicos utilizando un controlador borroso Se desarrolla un esquema de seguimiento de puntos de potencia máxima de avance (MP) para el sistema de doble impulso interlevado (IDB) alimentado con energía fotovoltaica (PV) utilizando un controlador borroso. El algoritmo de seguimiento <br> cambia la relación de trabajo del convertidor de manera que la tensión de la matriz de células solares (SCA) sea igual a la tensión correspondiente al punto MP en esa insolación solar. Esto se hace mediante el bucle de avance, que genera una señal de error comparando la tensión instantánea de la matriz y la tensión de referencia. La tensión de referencia para el bucle de avance, correspondiente al punto MP, se obtiene por medio de una red neuronal off-line entrenada. Los datos experimentales se utilizan para el entrenamiento fuera de línea de la red neuronal, que emplea algoritmo de retropropagación. La eficacia de seguimiento de potencia máxima de avance fuzzy propuesta se demuestra a través de la simulación y los resultados experimentales, y se compara con el sistema convencional basado en el controlador proporcional más integral (PI). Por último, se ofrece un estudio comparativo de los convertidores de impulsos interlevados y de impulsos convencionales para las aplicaciones fotovoltaicas y se discute su idoneidad ",
            "error": []
        },
        "duty ratio": {
            "translated_key": "de servicio",
            "translated_annotated_text": "Seguimiento de puntos de potencia máxima de avance de sistemas fotovoltaicos utilizando un controlador borroso Se desarrolla un esquema de seguimiento de puntos de potencia máxima de avance (MP) para el sistema de doble impulso interlevado (IDB) alimentado con energía fotovoltaica (PV) utilizando un controlador borroso. El algoritmo de seguimiento cambia la relación <br>de servicio</br> del convertidor de manera que la tensión de la matriz de células solares (SCA) sea igual a la tensión correspondiente al punto MP en esa insolación solar. Esto se hace mediante el bucle de avance, que genera una señal de error comparando la tensión instantánea de la matriz y la tensión de referencia. La tensión de referencia para el bucle de avance, correspondiente al punto MP, se obtiene por medio de una red neuronal off-line entrenada. Los datos experimentales se utilizan para el entrenamiento fuera de línea de la red neuronal, que emplea algoritmo de retropropagación. La eficacia de seguimiento de potencia máxima de avance fuzzy propuesta se demuestra a través de la simulación y los resultados experimentales, y se compara con el sistema convencional basado en el controlador proporcional más integral (PI). Por último, se ofrece un estudio comparativo de los convertidores de impulsos interlevados y de impulsos convencionales para las aplicaciones fotovoltaicas y se discute su idoneidad ",
            "error": [
                ""
            ]
        },
        "solar cell array voltage": {
            "translated_key": [],
            "translated_annotated_text": "Seguimiento de puntos de potencia máxima de avance de sistemas fotovoltaicos utilizando un controlador borroso Se desarrolla un esquema de seguimiento de puntos de potencia máxima de avance (MP) para el sistema de doble impulso interlevado (IDB) alimentado con energía fotovoltaica (PV) utilizando un controlador borroso. El algoritmo de seguimiento cambia la relación de trabajo del convertidor de tal manera que la tensión de la matriz de células solares (SCA) es igual a la tensión correspondiente al punto MP en esa insolación solar. Esto se hace mediante el bucle de avance, que genera una señal de error comparando la tensión instantánea de la matriz y la tensión de referencia. La tensión de referencia para el bucle de avance, correspondiente al punto MP, se obtiene por medio de una red neuronal off-line entrenada. Los datos experimentales se utilizan para el entrenamiento fuera de línea de la red neuronal, que emplea algoritmo de retropropagación. La eficacia de seguimiento de potencia máxima de avance fuzzy propuesta se demuestra a través de la simulación y los resultados experimentales, y se compara con el sistema convencional basado en el controlador proporcional más integral (PI). Por último, se ofrece un estudio comparativo de los convertidores de impulsos interlevados y de impulsos convencionales para las aplicaciones fotovoltaicas y se discute su idoneidad ",
            "error": []
        },
        "solar insolation": {
            "translated_key": "solar",
            "translated_annotated_text": "Seguimiento de puntos de potencia máxima de avance de sistemas fotovoltaicos utilizando un controlador borroso Se desarrolla un esquema de seguimiento de puntos de potencia máxima de avance (MP) para el sistema de doble impulso interlevado (IDB) alimentado con energía fotovoltaica (PV) utilizando un controlador borroso. El algoritmo de seguimiento cambia la relación de trabajo del convertidor de tal manera que la tensión de la matriz de células solares (SCA) es igual a la tensión correspondiente al punto MP en esa insolación <br>solar</br>. Esto se hace mediante el bucle de avance, que genera una señal de error comparando la tensión instantánea de la matriz y la tensión de referencia. La tensión de referencia para el bucle de avance, correspondiente al punto MP, se obtiene por medio de una red neuronal off-line entrenada. Los datos experimentales se utilizan para el entrenamiento fuera de línea de la red neuronal, que emplea algoritmo de retropropagación. La eficacia de seguimiento de potencia máxima de avance fuzzy propuesta se demuestra a través de la simulación y los resultados experimentales, y se compara con el sistema convencional basado en el controlador proporcional más integral (PI). Por último, se ofrece un estudio comparativo de los convertidores de impulsos interlevados y de impulsos convencionales para las aplicaciones fotovoltaicas y se discute su idoneidad ",
            "error": [
                ""
            ]
        },
        "feedforward loop": {
            "translated_key": "feedforward",
            "translated_annotated_text": "Seguimiento de puntos de potencia máxima de avance de sistemas fotovoltaicos utilizando un controlador borroso Se desarrolla un esquema de seguimiento de puntos de potencia máxima de avance (MP) para el sistema de doble impulso interlevado (IDB) alimentado con energía fotovoltaica (PV) utilizando un controlador borroso. El algoritmo de seguimiento cambia la relación de trabajo del convertidor de tal manera que la tensión de la matriz de células solares (SCA) es igual a la tensión correspondiente al punto MP en esa insolación solar. Esto se hace mediante el bucle <br>feedforward</br>, que genera una señal de error comparando la tensión instantánea de la matriz y la tensión de referencia. La tensión de referencia para el bucle <br>feedforward</br>, correspondiente al punto MP, se obtiene mediante una red neuronal entrenada fuera de línea. Los datos experimentales se utilizan para el entrenamiento fuera de línea de la red neuronal, que emplea algoritmo de retropropagación. La eficacia de seguimiento de potencia máxima de avance fuzzy propuesta se demuestra a través de la simulación y los resultados experimentales, y se compara con el sistema convencional basado en el controlador proporcional más integral (PI). Por último, se ofrece un estudio comparativo de los convertidores de impulsos interlevados y de impulsos convencionales para las aplicaciones fotovoltaicas y se discute su idoneidad ",
            "error": [
                ""
            ]
        },
        "error signal": {
            "translated_key": "error",
            "translated_annotated_text": "Seguimiento de puntos de potencia máxima de avance de sistemas fotovoltaicos utilizando un controlador borroso Se desarrolla un esquema de seguimiento de puntos de potencia máxima de avance (MP) para el sistema de doble impulso interlevado (IDB) alimentado con energía fotovoltaica (PV) utilizando un controlador borroso. El algoritmo de seguimiento cambia la relación de trabajo del convertidor de tal manera que la tensión de la matriz de células solares (SCA) es igual a la tensión correspondiente al punto MP en esa insolación solar. Esto se hace mediante el bucle de avance, que genera una señal <br>error</br> comparando la tensión instantánea de la matriz y la tensión de referencia. La tensión de referencia para el bucle de avance, correspondiente al punto MP, se obtiene por medio de una red neuronal off-line entrenada. Los datos experimentales se utilizan para el entrenamiento fuera de línea de la red neuronal, que emplea algoritmo de retropropagación. La eficacia de seguimiento de potencia máxima de avance fuzzy propuesta se demuestra a través de la simulación y los resultados experimentales, y se compara con el sistema convencional basado en el controlador proporcional más integral (PI). Por último, se ofrece un estudio comparativo de los convertidores de impulsos interlevados y de impulsos convencionales para las aplicaciones fotovoltaicas y se discute su idoneidad ",
            "error": [
                ""
            ]
        },
        "instantaneous array voltage": {
            "translated_key": "instantánea",
            "translated_annotated_text": "Seguimiento de puntos de potencia máxima de avance de sistemas fotovoltaicos utilizando un controlador borroso Se desarrolla un esquema de seguimiento de puntos de potencia máxima de avance (MP) para el sistema de doble impulso interlevado (IDB) alimentado con energía fotovoltaica (PV) utilizando un controlador borroso. El algoritmo de seguimiento cambia la relación de trabajo del convertidor de tal manera que la tensión de la matriz de células solares (SCA) es igual a la tensión correspondiente al punto MP en esa insolación solar. Esto se hace mediante el bucle de avance, que genera una señal de error comparando la tensión de matriz <br>instantánea</br> y la tensión de referencia. La tensión de referencia para el bucle de avance, correspondiente al punto MP, se obtiene por medio de una red neuronal off-line entrenada. Los datos experimentales se utilizan para el entrenamiento fuera de línea de la red neuronal, que emplea algoritmo de retropropagación. La eficacia de seguimiento de potencia máxima de avance fuzzy propuesta se demuestra a través de la simulación y los resultados experimentales, y se compara con el sistema convencional basado en el controlador proporcional más integral (PI). Por último, se ofrece un estudio comparativo de los convertidores de impulsos interlevados y de impulsos convencionales para las aplicaciones fotovoltaicas y se discute su idoneidad ",
            "error": [
                ""
            ]
        },
        "reference voltage": {
            "translated_key": "</br>. La tensión <br>referencial",
            "translated_annotated_text": "Seguimiento de puntos de potencia máxima de avance de sistemas fotovoltaicos utilizando un controlador borroso Se desarrolla un esquema de seguimiento de puntos de potencia máxima de avance (MP) para el sistema de doble impulso interlevado (IDB) alimentado con energía fotovoltaica (PV) utilizando un controlador borroso. El algoritmo de seguimiento cambia la relación de trabajo del convertidor de tal manera que la tensión de la matriz de células solares (SCA) es igual a la tensión correspondiente al punto MP en esa insolación solar. Esto se hace mediante el bucle de avance, que genera una señal de error comparando la tensión instantánea de la matriz y la tensión de referencia <br></br>. La tensión <br>referencial</br> para el bucle de avance, correspondiente al punto MP, se obtiene mediante una red neuronal entrenada fuera de línea. Los datos experimentales se utilizan para el entrenamiento fuera de línea de la red neuronal, que emplea algoritmo de retropropagación. La eficacia de seguimiento de potencia máxima de avance fuzzy propuesta se demuestra a través de la simulación y los resultados experimentales, y se compara con el sistema convencional basado en el controlador proporcional más integral (PI). Por último, se ofrece un estudio comparativo de los convertidores de impulsos interlevados y de impulsos convencionales para las aplicaciones fotovoltaicas y se discute su idoneidad ",
            "error": [
                ""
            ]
        },
        "off-line trained neural network": {
            "translated_key": " off-line",
            "translated_annotated_text": "Seguimiento de puntos de potencia máxima de avance de sistemas fotovoltaicos utilizando un controlador borroso Se desarrolla un esquema de seguimiento de puntos de potencia máxima de avance (MP) para el sistema de doble impulso interlevado (IDB) alimentado con energía fotovoltaica (PV) utilizando un controlador borroso. El algoritmo de seguimiento cambia la relación de trabajo del convertidor de tal manera que la tensión de la matriz de células solares (SCA) es igual a la tensión correspondiente al punto MP en esa insolación solar. Esto se hace mediante el bucle de avance, que genera una señal de error comparando la tensión instantánea de la matriz y la tensión de referencia. La tensión de referencia para el bucle de avance, correspondiente al punto MP, se obtiene mediante una red neuronal entrenada <br> off-line</br>. Los datos experimentales se utilizan para el entrenamiento fuera de línea de la red neuronal, que emplea algoritmo de retropropagación. La eficacia de seguimiento de potencia máxima de avance fuzzy propuesta se demuestra a través de la simulación y los resultados experimentales, y se compara con el sistema convencional basado en el controlador proporcional más integral (PI). Por último, se ofrece un estudio comparativo de los convertidores de impulsos interlevados y de impulsos convencionales para las aplicaciones fotovoltaicas y se discute su idoneidad ",
            "error": [
                ""
            ]
        },
        "back-propagation algorithm": {
            "translated_key": "back",
            "translated_annotated_text": "Seguimiento de puntos de potencia máxima de avance de sistemas fotovoltaicos utilizando un controlador borroso Se desarrolla un esquema de seguimiento de puntos de potencia máxima de avance (MP) para el sistema de doble impulso interlevado (IDB) alimentado con energía fotovoltaica (PV) utilizando un controlador borroso. El algoritmo de seguimiento cambia la relación de trabajo del convertidor de tal manera que la tensión de la matriz de células solares (SCA) es igual a la tensión correspondiente al punto MP en esa insolación solar. Esto se hace mediante el bucle de avance, que genera una señal de error comparando la tensión instantánea de la matriz y la tensión de referencia. La tensión de referencia para el bucle de avance, correspondiente al punto MP, se obtiene por medio de una red neuronal off-line entrenada. Los datos experimentales se utilizan para el entrenamiento fuera de línea de la red neuronal, que emplea algoritmo de propagación <br>back</br>. La eficacia de seguimiento de potencia máxima de avance fuzzy propuesta se demuestra a través de la simulación y los resultados experimentales, y se compara con el sistema convencional basado en el controlador proporcional más integral (PI). Por último, se ofrece un estudio comparativo de los convertidores de impulsos interlevados y de impulsos convencionales para las aplicaciones fotovoltaicas y se discute su idoneidad ",
            "error": [
                ""
            ]
        },
        "fuzzy feedforward peak power tracking effectiveness": {
            "translated_key": "fuzzy feedforward pico potencia de seguimiento eficacia",
            "translated_annotated_text": "Seguimiento de puntos de potencia máxima de avance de sistemas fotovoltaicos utilizando un controlador borroso Se desarrolla un esquema de seguimiento de puntos de potencia máxima de avance (MP) para el sistema de doble impulso interlevado (IDB) alimentado con energía fotovoltaica (PV) utilizando un controlador borroso. El algoritmo de seguimiento cambia la relación de trabajo del convertidor de tal manera que la tensión de la matriz de células solares (SCA) es igual a la tensión correspondiente al punto MP en esa insolación solar. Esto se hace mediante el bucle de avance, que genera una señal de error comparando la tensión instantánea de la matriz y la tensión de referencia. La tensión de referencia para el bucle de avance, correspondiente al punto MP, se obtiene por medio de una red neuronal off-line entrenada. Los datos experimentales se utilizan para el entrenamiento fuera de línea de la red neuronal, que emplea algoritmo de retropropagación. La propuesta <br>fuzzy feedforward pico potencia de seguimiento eficacia</br> se demuestra a través de la simulación y los resultados experimentales, y se compara con el sistema convencional proporcional más integral (PI) controlador basado. Por último, se ofrece un estudio comparativo de los convertidores de impulsos interlevados y de impulsos convencionales para las aplicaciones fotovoltaicas y se discute su idoneidad ",
            "error": [
                ""
            ]
        },
        "backpropagation": {
            "translated_key": [],
            "translated_annotated_text": "Seguimiento de puntos de potencia máxima de avance de sistemas fotovoltaicos utilizando un controlador borroso Se desarrolla un esquema de seguimiento de puntos de potencia máxima de avance (MP) para el sistema de doble impulso interlevado (IDB) alimentado con energía fotovoltaica (PV) utilizando un controlador borroso. El algoritmo de seguimiento cambia la relación de trabajo del convertidor de tal manera que la tensión de la matriz de células solares (SCA) es igual a la tensión correspondiente al punto MP en esa insolación solar. Esto se hace mediante el bucle de avance, que genera una señal de error comparando la tensión instantánea de la matriz y la tensión de referencia. La tensión de referencia para el bucle de avance, correspondiente al punto MP, se obtiene por medio de una red neuronal off-line entrenada. Los datos experimentales se utilizan para el entrenamiento fuera de línea de la red neuronal, que emplea algoritmo de retropropagación. La eficacia de seguimiento de potencia máxima de avance fuzzy propuesta se demuestra a través de la simulación y los resultados experimentales, y se compara con el sistema convencional basado en el controlador proporcional más integral (PI). Por último, se ofrece un estudio comparativo de los convertidores de impulsos interlevados y de impulsos convencionales para las aplicaciones fotovoltaicas y se discute su idoneidad ",
            "error": []
        },
        "feedforward": {
            "translated_key": [
                "feedforward ",
                "feedforward",
                "feedforward",
                "feedforward"
            ],
            "translated_annotated_text": "Seguimiento de puntos de potencia máxima de los sistemas fotovoltaicos de Feedforward mediante un controlador borroso Se desarrolla un esquema de seguimiento de puntos de potencia máxima (MP) <br>feedforward </br> para el sistema de control fotovoltaico (PV) alimentado por el convertidor dual boost (IDB) interleaved usando un controlador borroso. El algoritmo de seguimiento cambia la relación de trabajo del convertidor de tal manera que la tensión de la matriz de células solares (SCA) es igual a la tensión correspondiente al punto MP en esa insolación solar. Esto se hace mediante el bucle <br>feedforward</br>, que genera una señal de error comparando la tensión instantánea de la matriz y la tensión de referencia. La tensión de referencia para el bucle <br>feedforward</br>, correspondiente al punto MP, se obtiene mediante una red neuronal entrenada fuera de línea. Los datos experimentales se utilizan para el entrenamiento fuera de línea de la red neuronal, que emplea algoritmo de retropropagación. La eficacia de seguimiento de potencia máxima <br>feedforward</br> propuesta se demuestra a través de la simulación y los resultados experimentales, y se compara con el sistema convencional basado en el controlador proporcional más integral (PI). Por último, se ofrece un estudio comparativo de los convertidores de impulsos interlevados y de impulsos convencionales para las aplicaciones fotovoltaicas y se discute su idoneidad ",
            "error": [
                "feedforward ",
                "feedforward",
                "feedforward",
                "feedforward"
            ]
        },
        "fuzzy control": {
            "translated_key": [],
            "translated_annotated_text": "Seguimiento de puntos de potencia máxima de avance de sistemas fotovoltaicos utilizando un controlador borroso Se desarrolla un esquema de seguimiento de puntos de potencia máxima de avance (MP) para el sistema de doble impulso interlevado (IDB) alimentado con energía fotovoltaica (PV) utilizando un controlador borroso. El algoritmo de seguimiento cambia la relación de trabajo del convertidor de tal manera que la tensión de la matriz de células solares (SCA) es igual a la tensión correspondiente al punto MP en esa insolación solar. Esto se hace mediante el bucle de avance, que genera una señal de error comparando la tensión instantánea de la matriz y la tensión de referencia. La tensión de referencia para el bucle de avance, correspondiente al punto MP, se obtiene por medio de una red neuronal off-line entrenada. Los datos experimentales se utilizan para el entrenamiento fuera de línea de la red neuronal, que emplea algoritmo de retropropagación. La eficacia de seguimiento de potencia máxima de avance fuzzy propuesta se demuestra a través de la simulación y los resultados experimentales, y se compara con el sistema convencional basado en el controlador proporcional más integral (PI). Por último, se ofrece un estudio comparativo de los convertidores de impulsos interlevados y de impulsos convencionales para las aplicaciones fotovoltaicas y se discute su idoneidad ",
            "error": []
        },
        "neurocontrollers": {
            "translated_key": [],
            "translated_annotated_text": "Seguimiento de puntos de potencia máxima de avance de sistemas fotovoltaicos utilizando un controlador borroso Se desarrolla un esquema de seguimiento de puntos de potencia máxima de avance (MP) para el sistema de doble impulso interlevado (IDB) alimentado con energía fotovoltaica (PV) utilizando un controlador borroso. El algoritmo de seguimiento cambia la relación de trabajo del convertidor de tal manera que la tensión de la matriz de células solares (SCA) es igual a la tensión correspondiente al punto MP en esa insolación solar. Esto se hace mediante el bucle de avance, que genera una señal de error comparando la tensión instantánea de la matriz y la tensión de referencia. La tensión de referencia para el bucle de avance, correspondiente al punto MP, se obtiene por medio de una red neuronal off-line entrenada. Los datos experimentales se utilizan para el entrenamiento fuera de línea de la red neuronal, que emplea algoritmo de retropropagación. La eficacia de seguimiento de potencia máxima de avance fuzzy propuesta se demuestra a través de la simulación y los resultados experimentales, y se compara con el sistema convencional basado en el controlador proporcional más integral (PI). Por último, se ofrece un estudio comparativo de los convertidores de impulsos interlevados y de impulsos convencionales para las aplicaciones fotovoltaicas y se discute su idoneidad ",
            "error": []
        },
        "photovoltaic power systems": {
            "translated_key": [],
            "translated_annotated_text": "Seguimiento de puntos de potencia máxima de avance de sistemas fotovoltaicos utilizando un controlador borroso Se desarrolla un esquema de seguimiento de puntos de potencia máxima de avance (MP) para el sistema de doble impulso interlevado (IDB) alimentado con energía fotovoltaica (PV) utilizando un controlador borroso. El algoritmo de seguimiento cambia la relación de trabajo del convertidor de tal manera que la tensión de la matriz de células solares (SCA) es igual a la tensión correspondiente al punto MP en esa insolación solar. Esto se hace mediante el bucle de avance, que genera una señal de error comparando la tensión instantánea de la matriz y la tensión de referencia. La tensión de referencia para el bucle de avance, correspondiente al punto MP, se obtiene por medio de una red neuronal off-line entrenada. Los datos experimentales se utilizan para el entrenamiento fuera de línea de la red neuronal, que emplea algoritmo de retropropagación. La eficacia de seguimiento de potencia máxima de avance fuzzy propuesta se demuestra a través de la simulación y los resultados experimentales, y se compara con el sistema convencional basado en el controlador proporcional más integral (PI). Por último, se ofrece un estudio comparativo de los convertidores de impulsos interlevados y de impulsos convencionales para las aplicaciones fotovoltaicas y se discute su idoneidad ",
            "error": []
        },
        "solar cell arrays": {
            "translated_key": [],
            "translated_annotated_text": "Seguimiento de puntos de potencia máxima de avance de sistemas fotovoltaicos utilizando un controlador borroso Se desarrolla un esquema de seguimiento de puntos de potencia máxima de avance (MP) para el sistema de doble impulso interlevado (IDB) alimentado con energía fotovoltaica (PV) utilizando un controlador borroso. El algoritmo de seguimiento cambia la relación de trabajo del convertidor de tal manera que la tensión de la matriz de células solares (SCA) es igual a la tensión correspondiente al punto MP en esa insolación solar. Esto se hace mediante el bucle de avance, que genera una señal de error comparando la tensión instantánea de la matriz y la tensión de referencia. La tensión de referencia para el bucle de avance, correspondiente al punto MP, se obtiene por medio de una red neuronal off-line entrenada. Los datos experimentales se utilizan para el entrenamiento fuera de línea de la red neuronal, que emplea algoritmo de retropropagación. La eficacia de seguimiento de potencia máxima de avance fuzzy propuesta se demuestra a través de la simulación y los resultados experimentales, y se compara con el sistema convencional basado en el controlador proporcional más integral (PI). Por último, se ofrece un estudio comparativo de los convertidores de impulsos interlevados y de impulsos convencionales para las aplicaciones fotovoltaicas y se discute su idoneidad ",
            "error": []
        },
        "tracking": {
            "translated_key": "tracking",
            "translated_annotated_text": "Punto de alimentación máximo hacia adelante <br>tracking</br> de sistemas fotovoltaicos utilizando un controlador borroso Se desarrolla un esquema de alimentación máxima hacia adelante (MP) <br>tracking</br> para el sistema de alimentación fotovoltaica (PV) alimentado por el convertidor de doble impulso (IDB) entrelazado utilizando un controlador borroso. El algoritmo <br>tracking</br> cambia la relación de trabajo del convertidor de manera que la tensión de la matriz de células solares (SCA) sea igual a la tensión correspondiente al punto MP en esa insolación solar. Esto se hace mediante el bucle de avance, que genera una señal de error comparando la tensión instantánea de la matriz y la tensión de referencia. La tensión de referencia para el bucle de avance, correspondiente al punto MP, se obtiene por medio de una red neuronal off-line entrenada. Los datos experimentales se utilizan para el entrenamiento fuera de línea de la red neuronal, que emplea algoritmo de retropropagación. La potencia máxima de avance fuzzy propuesta <br>tracking</br> se demuestra a través de la simulación y los resultados experimentales, y se compara con el sistema convencional basado en el controlador proporcional más integral (PI). Por último, se ofrece un estudio comparativo de los convertidores de impulsos interlevados y de impulsos convencionales para las aplicaciones fotovoltaicas y se discute su idoneidad ",
            "error": [
                ""
            ]
        }
    }
}