{
    "original_text": "Quantitative speed control for SRM drive using fuzzy adapted inverse model Quantitative and robust speed control for a switched reluctance motor (SRM) drive is considered to be rather difficult and challenging owing to its highly nonlinear dynamic behavior. A speed control scheme having two-degree-of-freedom (2DOF) structure is developed here to improve the speed dynamic response of an SRM drive. In the proposed control scheme, the feedback controller is quantitatively designed to meet the desired regulation control requirements first. Then a reference model and a command feedforward controller based on an inverse plant model are employed to yield the desired tracking response at nominal case. As the variations of system parameters and operating conditions occur, the prescribed control specifications may not be satisfied any more. To improve this, the inverse model is adaptively tuned by a fuzzy control scheme so that the model-following tracking error is significantly reduced. In addition, a simple disturbance cancellation robust controller is added to improve the tracking and regulation control performances further",
    "original_translation": "Control de velocidad cuantitativo para la unidad SRM utilizando el modelo inverso adaptado borroso Control de velocidad cuantitativo y robusto para una unidad de reticencia conmutada (SRM) se considera bastante difícil y desafiante debido a su comportamiento dinámico altamente no lineal. Un esquema de control de velocidad con estructura de dos grados de libertad (2DOF) se desarrolla aquí para mejorar la respuesta dinámica de velocidad de una unidad SRM. En el sistema de control propuesto, el controlador de retroalimentación está diseñado cuantitativamente para cumplir primero los requisitos de control de regulación deseados. A continuación, se emplean un modelo de referencia y un controlador de avance basado en un modelo de planta inversa para dar la respuesta de seguimiento deseada en el caso nominal. A medida que se produzcan las variaciones de los parámetros del sistema y las condiciones de funcionamiento, las especificaciones de control prescritas tal vez ya no se cumplan. Para mejorar esto, el modelo inverso está adaptado por un esquema de control borroso para que el error de seguimiento del modelo-seguimiento se reduzca significativamente. Además, se añade un controlador robusto de cancelación de perturbaciones simples para mejorar aún más el rendimiento de control de seguimiento y regulación",
    "error_count": 6,
    "keys": {
        "quantitative speed control": {
            "translated_key": [],
            "translated_annotated_text": "Control de velocidad cuantitativo para la unidad SRM utilizando el modelo inverso adaptado borroso Control de velocidad cuantitativo y robusto para una unidad de reticencia conmutada (SRM) se considera bastante difícil y desafiante debido a su comportamiento dinámico altamente no lineal. Un esquema de control de velocidad con estructura de dos grados de libertad (2DOF) se desarrolla aquí para mejorar la respuesta dinámica de velocidad de una unidad SRM. En el sistema de control propuesto, el controlador de retroalimentación está diseñado cuantitativamente para cumplir primero los requisitos de control de regulación deseados. A continuación, se emplean un modelo de referencia y un controlador de avance basado en un modelo de planta inversa para dar la respuesta de seguimiento deseada en el caso nominal. A medida que se produzcan las variaciones de los parámetros del sistema y las condiciones de funcionamiento, las especificaciones de control prescritas tal vez ya no se cumplan. Para mejorar esto, el modelo inverso está adaptado por un esquema de control borroso para que el error de seguimiento del modelo-seguimiento se reduzca significativamente. Además, se añade un controlador robusto de cancelación de perturbaciones simples para mejorar aún más el rendimiento de control de seguimiento y regulación ",
            "error": []
        },
        "SRM drive": {
            "translated_key": "motor SRM",
            "translated_annotated_text": "Control de velocidad cuantitativo para \"motor SRM\" utilizando el modelo inverso adaptado difuso Control de velocidad cuantitativo y robusto para un motor de reticencia conmutado (SRM) se considera bastante difícil y desafiante debido a su comportamiento dinámico altamente no lineal. Un esquema de control de velocidad con estructura de dos grados de libertad (2DOF) se desarrolla aquí para mejorar la respuesta dinámica de la velocidad de un \"motor SRM\". En el sistema de control propuesto, el controlador de retroalimentación está diseñado cuantitativamente para cumplir primero los requisitos de control de regulación deseados. A continuación, se emplean un modelo de referencia y un controlador de avance basado en un modelo de planta inversa para dar la respuesta de seguimiento deseada en el caso nominal. A medida que se produzcan las variaciones de los parámetros del sistema y las condiciones de funcionamiento, las especificaciones de control prescritas tal vez ya no se cumplan. Para mejorar esto, el modelo inverso está adaptado por un esquema de control borroso para que el error de seguimiento del modelo-seguimiento se reduzca significativamente. Además, se añade un controlador robusto de cancelación de perturbaciones simples para mejorar aún más el rendimiento de control de seguimiento y regulación ",
            "error": [
                ""
            ]
        },
        "fuzzy adapted inverse model": {
            "translated_key": "modelo inverso adaptado difuso",
            "translated_annotated_text": "Control de velocidad cuantitativo para la unidad SRM usando \"modelo inverso adaptado difuso\" Control de velocidad cuantitativo y robusto para una unidad de reticencia conmutada (SRM) se considera bastante difícil y desafiante debido a su comportamiento dinámico altamente no lineal. Un esquema de control de velocidad con estructura de dos grados de libertad (2DOF) se desarrolla aquí para mejorar la respuesta dinámica de velocidad de una unidad SRM. En el sistema de control propuesto, el controlador de retroalimentación está diseñado cuantitativamente para cumplir primero los requisitos de control de regulación deseados. A continuación, se emplean un modelo de referencia y un controlador de avance basado en un modelo de planta inversa para dar la respuesta de seguimiento deseada en el caso nominal. A medida que se produzcan las variaciones de los parámetros del sistema y las condiciones de funcionamiento, las especificaciones de control prescritas tal vez ya no se cumplan. Para mejorar esto, el modelo inverso está adaptado por un esquema de control borroso para que el error de seguimiento del modelo-seguimiento se reduzca significativamente. Además, se añade un controlador robusto de cancelación de perturbaciones simples para mejorar aún más el rendimiento de control de seguimiento y regulación ",
            "error": [
                ""
            ]
        },
        "switched reluctance motor": {
            "translated_key": "motor de reticencia conmutada",
            "translated_annotated_text": "Control de velocidad cuantitativo para la unidad SRM utilizando el modelo inverso adaptado difuso Control de velocidad cuantitativo y robusto para una unidad de \"motor de reticencia conmutada\" (SRM) se considera bastante difícil y desafiante debido a su comportamiento dinámico altamente no lineal. Un esquema de control de velocidad con estructura de dos grados de libertad (2DOF) se desarrolla aquí para mejorar la respuesta dinámica de velocidad de una unidad SRM. En el sistema de control propuesto, el controlador de retroalimentación está diseñado cuantitativamente para cumplir primero los requisitos de control de regulación deseados. A continuación, se emplean un modelo de referencia y un controlador de avance basado en un modelo de planta inversa para dar la respuesta de seguimiento deseada en el caso nominal. A medida que se produzcan las variaciones de los parámetros del sistema y las condiciones de funcionamiento, las especificaciones de control prescritas tal vez ya no se cumplan. Para mejorar esto, el modelo inverso está adaptado por un esquema de control borroso para que el error de seguimiento del modelo-seguimiento se reduzca significativamente. Además, se añade un controlador robusto de cancelación de perturbaciones simples para mejorar aún más el rendimiento de control de seguimiento y regulación ",
            "error": [
                ""
            ]
        },
        "nonlinear dynamic behavior": {
            "translated_key": "comportamiento dinámico no lineal",
            "translated_annotated_text": "Control de velocidad cuantitativo para la unidad SRM utilizando el modelo inverso adaptado difuso Control de velocidad cuantitativo y robusto para una unidad de reticencia conmutada (SRM) se considera bastante difícil y desafiante debido a su altamente \"comportamiento dinámico no lineal\". Un esquema de control de velocidad con estructura de dos grados de libertad (2DOF) se desarrolla aquí para mejorar la respuesta dinámica de velocidad de una unidad SRM. En el sistema de control propuesto, el controlador de retroalimentación está diseñado cuantitativamente para cumplir primero los requisitos de control de regulación deseados. A continuación, se emplean un modelo de referencia y un controlador de avance basado en un modelo de planta inversa para dar la respuesta de seguimiento deseada en el caso nominal. A medida que se produzcan las variaciones de los parámetros del sistema y las condiciones de funcionamiento, las especificaciones de control prescritas tal vez ya no se cumplan. Para mejorar esto, el modelo inverso está adaptado por un esquema de control borroso para que el error de seguimiento del modelo-seguimiento se reduzca significativamente. Además, se añade un controlador robusto de cancelación de perturbaciones simples para mejorar aún más el rendimiento de control de seguimiento y regulación ",
            "error": [
                ""
            ]
        },
        "two-degree-of-freedom structure": {
            "translated_key": [],
            "translated_annotated_text": "Control de velocidad cuantitativo para la unidad SRM utilizando el modelo inverso adaptado borroso Control de velocidad cuantitativo y robusto para una unidad de reticencia conmutada (SRM) se considera bastante difícil y desafiante debido a su comportamiento dinámico altamente no lineal. Un esquema de control de velocidad con estructura de dos grados de libertad (2DOF) se desarrolla aquí para mejorar la respuesta dinámica de velocidad de una unidad SRM. En el sistema de control propuesto, el controlador de retroalimentación está diseñado cuantitativamente para cumplir primero los requisitos de control de regulación deseados. A continuación, se emplean un modelo de referencia y un controlador de avance basado en un modelo de planta inversa para dar la respuesta de seguimiento deseada en el caso nominal. A medida que se produzcan las variaciones de los parámetros del sistema y las condiciones de funcionamiento, las especificaciones de control prescritas tal vez ya no se cumplan. Para mejorar esto, el modelo inverso está adaptado por un esquema de control borroso para que el error de seguimiento del modelo-seguimiento se reduzca significativamente. Además, se añade un controlador robusto de cancelación de perturbaciones simples para mejorar aún más el rendimiento de control de seguimiento y regulación ",
            "error": []
        },
        "speed dynamic response": {
            "translated_key": "respuesta dinámica de velocidad",
            "translated_annotated_text": "Control de velocidad cuantitativo para la unidad SRM utilizando el modelo inverso adaptado borroso Control de velocidad cuantitativo y robusto para una unidad de reticencia conmutada (SRM) se considera bastante difícil y desafiante debido a su comportamiento dinámico altamente no lineal. Un esquema de control de velocidad con estructura de dos grados de libertad (2DOF) se desarrolla aquí para mejorar la \"respuesta dinámica de velocidad\" de una unidad SRM. En el sistema de control propuesto, el controlador de retroalimentación está diseñado cuantitativamente para cumplir primero los requisitos de control de regulación deseados. A continuación, se emplean un modelo de referencia y un controlador de avance basado en un modelo de planta inversa para dar la respuesta de seguimiento deseada en el caso nominal. A medida que se produzcan las variaciones de los parámetros del sistema y las condiciones de funcionamiento, las especificaciones de control prescritas tal vez ya no se cumplan. Para mejorar esto, el modelo inverso está adaptado por un esquema de control borroso para que el error de seguimiento del modelo-seguimiento se reduzca significativamente. Además, se añade un controlador robusto de cancelación de perturbaciones simples para mejorar aún más el rendimiento de control de seguimiento y regulación ",
            "error": [
                ""
            ]
        },
        "regulation control requirements": {
            "translated_key": "requisitos de control de regulación",
            "translated_annotated_text": "Control de velocidad cuantitativo para la unidad SRM utilizando el modelo inverso adaptado borroso Control de velocidad cuantitativo y robusto para una unidad de reticencia conmutada (SRM) se considera bastante difícil y desafiante debido a su comportamiento dinámico altamente no lineal. Un esquema de control de velocidad con estructura de dos grados de libertad (2DOF) se desarrolla aquí para mejorar la respuesta dinámica de velocidad de una unidad SRM. En el esquema de control propuesto, el controlador de retroalimentación está diseñado cuantitativamente para cumplir primero los \"requisitos de control de regulación\" deseados. A continuación, se emplean un modelo de referencia y un controlador de avance basado en un modelo de planta inversa para dar la respuesta de seguimiento deseada en el caso nominal. A medida que se produzcan las variaciones de los parámetros del sistema y las condiciones de funcionamiento, las especificaciones de control prescritas tal vez ya no se cumplan. Para mejorar esto, el modelo inverso está adaptado por un esquema de control borroso para que el error de seguimiento del modelo-seguimiento se reduzca significativamente. Además, se añade un controlador robusto de cancelación de perturbaciones simples para mejorar aún más el rendimiento de control de seguimiento y regulación ",
            "error": [
                ""
            ]
        },
        "reference model": {
            "translated_key": "modelo de referencia",
            "translated_annotated_text": "Control de velocidad cuantitativo para la unidad SRM utilizando el modelo inverso adaptado borroso Control de velocidad cuantitativo y robusto para una unidad de reticencia conmutada (SRM) se considera bastante difícil y desafiante debido a su comportamiento dinámico altamente no lineal. Un esquema de control de velocidad con estructura de dos grados de libertad (2DOF) se desarrolla aquí para mejorar la respuesta dinámica de velocidad de una unidad SRM. En el sistema de control propuesto, el controlador de retroalimentación está diseñado cuantitativamente para cumplir primero los requisitos de control de regulación deseados. A continuación, se emplean un \"modelo de referencia\" y un controlador de avance basado en un modelo de planta inversa para dar la respuesta de seguimiento deseada en el caso nominal. A medida que se produzcan las variaciones de los parámetros del sistema y las condiciones de funcionamiento, las especificaciones de control prescritas tal vez ya no se cumplan. Para mejorar esto, el modelo inverso está adaptado por un esquema de control borroso para que el error de seguimiento del modelo-seguimiento se reduzca significativamente. Además, se añade un controlador robusto de cancelación de perturbaciones simples para mejorar aún más el rendimiento de control de seguimiento y regulación ",
            "error": [
                ""
            ]
        },
        "command feedforward controller": {
            "translated_key": "controlador de avance de órdenes",
            "translated_annotated_text": "Control de velocidad cuantitativo para la unidad SRM utilizando el modelo inverso adaptado borroso Control de velocidad cuantitativo y robusto para una unidad de reticencia conmutada (SRM) se considera bastante difícil y desafiante debido a su comportamiento dinámico altamente no lineal. Un esquema de control de velocidad con estructura de dos grados de libertad (2DOF) se desarrolla aquí para mejorar la respuesta dinámica de velocidad de una unidad SRM. En el sistema de control propuesto, el controlador de retroalimentación está diseñado cuantitativamente para cumplir primero los requisitos de control de regulación deseados. A continuación, se emplean un modelo de referencia y un \"controlador de avance de órdenes\" basado en un modelo de planta inversa para dar la respuesta de seguimiento deseada en el caso nominal. A medida que se produzcan las variaciones de los parámetros del sistema y las condiciones de funcionamiento, las especificaciones de control prescritas tal vez ya no se cumplan. Para mejorar esto, el modelo inverso está adaptado por un esquema de control borroso para que el error de seguimiento del modelo-seguimiento se reduzca significativamente. Además, se añade un controlador robusto de cancelación de perturbaciones simples para mejorar aún más el rendimiento de control de seguimiento y regulación ",
            "error": [
                ""
            ]
        },
        "inverse plant model": {
            "translated_key": "modelo de planta inversa",
            "translated_annotated_text": "Control de velocidad cuantitativo para la unidad SRM utilizando el modelo inverso adaptado borroso Control de velocidad cuantitativo y robusto para una unidad de reticencia conmutada (SRM) se considera bastante difícil y desafiante debido a su comportamiento dinámico altamente no lineal. Un esquema de control de velocidad con estructura de dos grados de libertad (2DOF) se desarrolla aquí para mejorar la respuesta dinámica de velocidad de una unidad SRM. En el sistema de control propuesto, el controlador de retroalimentación está diseñado cuantitativamente para cumplir primero los requisitos de control de regulación deseados. A continuación, se emplean un modelo de referencia y un controlador de avance basado en un \"modelo de planta inversa\" para dar la respuesta de seguimiento deseada en el caso nominal. A medida que se produzcan las variaciones de los parámetros del sistema y las condiciones de funcionamiento, las especificaciones de control prescritas tal vez ya no se cumplan. Para mejorar esto, el modelo inverso está adaptado por un esquema de control borroso para que el error de seguimiento del modelo-seguimiento se reduzca significativamente. Además, se añade un controlador robusto de cancelación de perturbaciones simples para mejorar aún más el rendimiento de control de seguimiento y regulación ",
            "error": [
                ""
            ]
        },
        "tracking response": {
            "translated_key": "respuesta de seguimiento",
            "translated_annotated_text": "Control de velocidad cuantitativo para la unidad SRM utilizando el modelo inverso adaptado borroso Control de velocidad cuantitativo y robusto para una unidad de reticencia conmutada (SRM) se considera bastante difícil y desafiante debido a su comportamiento dinámico altamente no lineal. Un esquema de control de velocidad con estructura de dos grados de libertad (2DOF) se desarrolla aquí para mejorar la respuesta dinámica de velocidad de una unidad SRM. En el sistema de control propuesto, el controlador de retroalimentación está diseñado cuantitativamente para cumplir primero los requisitos de control de regulación deseados. A continuación, se emplean un modelo de referencia y un controlador de avance basado en un modelo de planta inversa para dar la \"respuesta de seguimiento\" deseada en el caso nominal. A medida que se produzcan las variaciones de los parámetros del sistema y las condiciones de funcionamiento, las especificaciones de control prescritas tal vez ya no se cumplan. Para mejorar esto, el modelo inverso está adaptado por un esquema de control borroso para que el error de seguimiento del modelo-seguimiento se reduzca significativamente. Además, se añade un controlador robusto de cancelación de perturbaciones simples para mejorar aún más el rendimiento de control de seguimiento y regulación ",
            "error": [
                ""
            ]
        },
        "system parameters": {
            "translated_key": "parámetros del sistema",
            "translated_annotated_text": "Control de velocidad cuantitativo para la unidad SRM utilizando el modelo inverso adaptado borroso Control de velocidad cuantitativo y robusto para una unidad de reticencia conmutada (SRM) se considera bastante difícil y desafiante debido a su comportamiento dinámico altamente no lineal. Un esquema de control de velocidad con estructura de dos grados de libertad (2DOF) se desarrolla aquí para mejorar la respuesta dinámica de velocidad de una unidad SRM. En el sistema de control propuesto, el controlador de retroalimentación está diseñado cuantitativamente para cumplir primero los requisitos de control de regulación deseados. A continuación, se emplean un modelo de referencia y un controlador de avance basado en un modelo de planta inversa para dar la respuesta de seguimiento deseada en el caso nominal. A medida que se produzcan las variaciones de los \"parámetros del sistema\" y las condiciones de funcionamiento, las especificaciones de control prescritas pueden dejar de cumplirse. Para mejorar esto, el modelo inverso está adaptado por un esquema de control borroso para que el error de seguimiento del modelo-seguimiento se reduzca significativamente. Además, se añade un controlador robusto de cancelación de perturbaciones simples para mejorar aún más el rendimiento de control de seguimiento y regulación ",
            "error": [
                ""
            ]
        },
        "operating conditions": {
            "translated_key": "condiciones de funcionamiento",
            "translated_annotated_text": "Control de velocidad cuantitativo para la unidad SRM utilizando el modelo inverso adaptado borroso Control de velocidad cuantitativo y robusto para una unidad de reticencia conmutada (SRM) se considera bastante difícil y desafiante debido a su comportamiento dinámico altamente no lineal. Un esquema de control de velocidad con estructura de dos grados de libertad (2DOF) se desarrolla aquí para mejorar la respuesta dinámica de velocidad de una unidad SRM. En el sistema de control propuesto, el controlador de retroalimentación está diseñado cuantitativamente para cumplir primero los requisitos de control de regulación deseados. A continuación, se emplean un modelo de referencia y un controlador de avance basado en un modelo de planta inversa para dar la respuesta de seguimiento deseada en el caso nominal. Dado que se producen variaciones de los parámetros del sistema y de las \"condiciones de funcionamiento\", es posible que ya no se cumplan las especificaciones de control prescritas. Para mejorar esto, el modelo inverso está adaptado por un esquema de control borroso para que el error de seguimiento del modelo-seguimiento se reduzca significativamente. Además, se añade un controlador robusto de cancelación de perturbaciones simples para mejorar aún más el rendimiento de control de seguimiento y regulación ",
            "error": [
                ""
            ]
        },
        "control specifications": {
            "translated_key": "especificaciones de control",
            "translated_annotated_text": "Control de velocidad cuantitativo para la unidad SRM utilizando el modelo inverso adaptado borroso Control de velocidad cuantitativo y robusto para una unidad de reticencia conmutada (SRM) se considera bastante difícil y desafiante debido a su comportamiento dinámico altamente no lineal. Un esquema de control de velocidad con estructura de dos grados de libertad (2DOF) se desarrolla aquí para mejorar la respuesta dinámica de velocidad de una unidad SRM. En el sistema de control propuesto, el controlador de retroalimentación está diseñado cuantitativamente para cumplir primero los requisitos de control de regulación deseados. A continuación, se emplean un modelo de referencia y un controlador de avance basado en un modelo de planta inversa para dar la respuesta de seguimiento deseada en el caso nominal. A medida que se produzcan las variaciones de los parámetros del sistema y las condiciones de funcionamiento, las \"especificaciones de control\" prescritas no podrán satisfacerse más. Para mejorar esto, el modelo inverso está adaptado por un esquema de control borroso para que el error de seguimiento del modelo-seguimiento se reduzca significativamente. Además, se añade un controlador robusto de cancelación de perturbaciones simples para mejorar aún más el rendimiento de control de seguimiento y regulación ",
            "error": [
                ""
            ]
        },
        "fuzzy control scheme": {
            "translated_key": "esquema de control difuso",
            "translated_annotated_text": "Control de velocidad cuantitativo para la unidad SRM utilizando el modelo inverso adaptado borroso Control de velocidad cuantitativo y robusto para una unidad de reticencia conmutada (SRM) se considera bastante difícil y desafiante debido a su comportamiento dinámico altamente no lineal. Un esquema de control de velocidad con estructura de dos grados de libertad (2DOF) se desarrolla aquí para mejorar la respuesta dinámica de velocidad de una unidad SRM. En el sistema de control propuesto, el controlador de retroalimentación está diseñado cuantitativamente para cumplir primero los requisitos de control de regulación deseados. A continuación, se emplean un modelo de referencia y un controlador de avance basado en un modelo de planta inversa para dar la respuesta de seguimiento deseada en el caso nominal. A medida que se produzcan las variaciones de los parámetros del sistema y las condiciones de funcionamiento, las especificaciones de control prescritas tal vez ya no se cumplan. Para mejorar esto, el modelo inverso está adaptado por un \"esquema de control difuso\" de modo que el error de seguimiento del modelo-seguimiento se reduce significativamente. Además, se añade un controlador robusto de cancelación de perturbaciones simples para mejorar aún más el rendimiento de control de seguimiento y regulación ",
            "error": [
                ""
            ]
        },
        "model-following tracking error": {
            "translated_key": "modelo-seguimiento de seguimiento error",
            "translated_annotated_text": "Control de velocidad cuantitativo para la unidad SRM utilizando el modelo inverso adaptado borroso Control de velocidad cuantitativo y robusto para una unidad de reticencia conmutada (SRM) se considera bastante difícil y desafiante debido a su comportamiento dinámico altamente no lineal. Un esquema de control de velocidad con estructura de dos grados de libertad (2DOF) se desarrolla aquí para mejorar la respuesta dinámica de velocidad de una unidad SRM. En el sistema de control propuesto, el controlador de retroalimentación está diseñado cuantitativamente para cumplir primero los requisitos de control de regulación deseados. A continuación, se emplean un modelo de referencia y un controlador de avance basado en un modelo de planta inversa para dar la respuesta de seguimiento deseada en el caso nominal. A medida que se produzcan las variaciones de los parámetros del sistema y las condiciones de funcionamiento, las especificaciones de control prescritas tal vez ya no se cumplan. Para mejorar esto, el modelo inverso está adaptado por un esquema de control borroso para que el \"modelo-seguimiento de seguimiento error\" se reduce significativamente. Además, se añade un controlador robusto de cancelación de perturbaciones simples para mejorar aún más el rendimiento de control de seguimiento y regulación ",
            "error": [
                ""
            ]
        },
        "disturbance cancellation controller": {
            "translated_key": [],
            "translated_annotated_text": "Control de velocidad cuantitativo para la unidad SRM utilizando el modelo inverso adaptado borroso Control de velocidad cuantitativo y robusto para una unidad de reticencia conmutada (SRM) se considera bastante difícil y desafiante debido a su comportamiento dinámico altamente no lineal. Un esquema de control de velocidad con estructura de dos grados de libertad (2DOF) se desarrolla aquí para mejorar la respuesta dinámica de velocidad de una unidad SRM. En el sistema de control propuesto, el controlador de retroalimentación está diseñado cuantitativamente para cumplir primero los requisitos de control de regulación deseados. A continuación, se emplean un modelo de referencia y un controlador de avance basado en un modelo de planta inversa para dar la respuesta de seguimiento deseada en el caso nominal. A medida que se produzcan las variaciones de los parámetros del sistema y las condiciones de funcionamiento, las especificaciones de control prescritas tal vez ya no se cumplan. Para mejorar esto, el modelo inverso está adaptado por un esquema de control borroso para que el error de seguimiento del modelo-seguimiento se reduzca significativamente. Además, se añade un controlador robusto de cancelación de perturbaciones simples para mejorar aún más el rendimiento de control de seguimiento y regulación ",
            "error": []
        },
        "feedforward": {
            "translated_key": "feedforward",
            "translated_annotated_text": "Control de velocidad cuantitativo para la unidad SRM utilizando el modelo inverso adaptado borroso Control de velocidad cuantitativo y robusto para una unidad de reticencia conmutada (SRM) se considera bastante difícil y desafiante debido a su comportamiento dinámico altamente no lineal. Un esquema de control de velocidad con estructura de dos grados de libertad (2DOF) se desarrolla aquí para mejorar la respuesta dinámica de velocidad de una unidad SRM. En el sistema de control propuesto, el controlador de retroalimentación está diseñado cuantitativamente para cumplir primero los requisitos de control de regulación deseados. A continuación, se emplean un modelo de referencia y un controlador \"feedforward\" basado en un modelo de planta inversa para dar la respuesta de seguimiento deseada en el caso nominal. A medida que se produzcan las variaciones de los parámetros del sistema y las condiciones de funcionamiento, las especificaciones de control prescritas tal vez ya no se cumplan. Para mejorar esto, el modelo inverso está adaptado por un esquema de control borroso para que el error de seguimiento del modelo-seguimiento se reduzca significativamente. Además, se añade un controlador robusto de cancelación de perturbaciones simples para mejorar aún más el rendimiento de control de seguimiento y regulación ",
            "error": [
                ""
            ]
        },
        "fuzzy control": {
            "translated_key": "control difuso",
            "translated_annotated_text": "Control de velocidad cuantitativo para la unidad SRM utilizando el modelo inverso adaptado borroso Control de velocidad cuantitativo y robusto para una unidad de reticencia conmutada (SRM) se considera bastante difícil y desafiante debido a su comportamiento dinámico altamente no lineal. Un esquema de control de velocidad con estructura de dos grados de libertad (2DOF) se desarrolla aquí para mejorar la respuesta dinámica de velocidad de una unidad SRM. En el sistema de control propuesto, el controlador de retroalimentación está diseñado cuantitativamente para cumplir primero los requisitos de control de regulación deseados. A continuación, se emplean un modelo de referencia y un controlador de avance basado en un modelo de planta inversa para dar la respuesta de seguimiento deseada en el caso nominal. A medida que se produzcan las variaciones de los parámetros del sistema y las condiciones de funcionamiento, las especificaciones de control prescritas tal vez ya no se cumplan. Para mejorar esto, el modelo inverso está adaptado por un esquema de \"control difuso\" de modo que el error de seguimiento del modelo-seguimiento se reduce significativamente. Además, se añade un controlador robusto de cancelación de perturbaciones simples para mejorar aún más el rendimiento de control de seguimiento y regulación ",
            "error": [
                ""
            ]
        },
        "model reference adaptive control systems": {
            "translated_key": [],
            "translated_annotated_text": "Control de velocidad cuantitativo para la unidad SRM utilizando el modelo inverso adaptado borroso Control de velocidad cuantitativo y robusto para una unidad de reticencia conmutada (SRM) se considera bastante difícil y desafiante debido a su comportamiento dinámico altamente no lineal. Un esquema de control de velocidad con estructura de dos grados de libertad (2DOF) se desarrolla aquí para mejorar la respuesta dinámica de velocidad de una unidad SRM. En el sistema de control propuesto, el controlador de retroalimentación está diseñado cuantitativamente para cumplir primero los requisitos de control de regulación deseados. A continuación, se emplean un modelo de referencia y un controlador de avance basado en un modelo de planta inversa para dar la respuesta de seguimiento deseada en el caso nominal. A medida que se produzcan las variaciones de los parámetros del sistema y las condiciones de funcionamiento, las especificaciones de control prescritas tal vez ya no se cumplan. Para mejorar esto, el modelo inverso está adaptado por un esquema de control borroso para que el error de seguimiento del modelo-seguimiento se reduzca significativamente. Además, se añade un controlador robusto de cancelación de perturbaciones simples para mejorar aún más el rendimiento de control de seguimiento y regulación ",
            "error": []
        },
        "reluctance motor drives": {
            "translated_key": [],
            "translated_annotated_text": "Control de velocidad cuantitativo para la unidad SRM utilizando el modelo inverso adaptado borroso Control de velocidad cuantitativo y robusto para una unidad de reticencia conmutada (SRM) se considera bastante difícil y desafiante debido a su comportamiento dinámico altamente no lineal. Un esquema de control de velocidad con estructura de dos grados de libertad (2DOF) se desarrolla aquí para mejorar la respuesta dinámica de velocidad de una unidad SRM. En el sistema de control propuesto, el controlador de retroalimentación está diseñado cuantitativamente para cumplir primero los requisitos de control de regulación deseados. A continuación, se emplean un modelo de referencia y un controlador de avance basado en un modelo de planta inversa para dar la respuesta de seguimiento deseada en el caso nominal. A medida que se produzcan las variaciones de los parámetros del sistema y las condiciones de funcionamiento, las especificaciones de control prescritas tal vez ya no se cumplan. Para mejorar esto, el modelo inverso está adaptado por un esquema de control borroso para que el error de seguimiento del modelo-seguimiento se reduzca significativamente. Además, se añade un controlador robusto de cancelación de perturbaciones simples para mejorar aún más el rendimiento de control de seguimiento y regulación ",
            "error": []
        },
        "velocity control": {
            "translated_key": [],
            "translated_annotated_text": "Control de velocidad cuantitativo para la unidad SRM utilizando el modelo inverso adaptado borroso Control de velocidad cuantitativo y robusto para una unidad de reticencia conmutada (SRM) se considera bastante difícil y desafiante debido a su comportamiento dinámico altamente no lineal. Un esquema de control de velocidad con estructura de dos grados de libertad (2DOF) se desarrolla aquí para mejorar la respuesta dinámica de velocidad de una unidad SRM. En el sistema de control propuesto, el controlador de retroalimentación está diseñado cuantitativamente para cumplir primero los requisitos de control de regulación deseados. A continuación, se emplean un modelo de referencia y un controlador de avance basado en un modelo de planta inversa para dar la respuesta de seguimiento deseada en el caso nominal. A medida que se produzcan las variaciones de los parámetros del sistema y las condiciones de funcionamiento, las especificaciones de control prescritas tal vez ya no se cumplan. Para mejorar esto, el modelo inverso está adaptado por un esquema de control borroso para que el error de seguimiento del modelo-seguimiento se reduzca significativamente. Además, se añade un controlador robusto de cancelación de perturbaciones simples para mejorar aún más el rendimiento de control de seguimiento y regulación ",
            "error": []
        }
    }
}