{
    "original_text": "Robust fuzzy controlled photovoltaic power inverter with Taguchi method This paper presents design and implementation of a robust fuzzy controlled photovoltaic (PV) power inverter with Taguchi tuned scaling factors. To achieve fast transient response, small steady-state error and system robustness, a robust fuzzy controller is adopted, in which its input and output scaling factors are determined efficiently by using the Taguchi-tuning algorithm. The proposed system can operate in different modes, grid-connection mode and stand-alone mode, and can accommodate wide load variations. Simulation results and hardware measurements obtained from a prototype with a microcontroller (Intel 80196KC) are presented to verify the theoretical discussions, and its adaptivity, robustness and feasibility",
    "original_translation": "Fuerte inversor de energía fotovoltaica controlado fuzzy con método Taguchi Este artículo presenta el diseño e implementación de un robusto inversor de energía fotovoltaica (PV) controlado fuzzy con factores de escalado afinados Taguchi. Para lograr una respuesta transitoria rápida, un pequeño error en el estado estacionario y robustez del sistema, se adopta un robusto controlador borroso, en el que sus factores de escalado de entrada y salida se determinan de manera eficiente utilizando el algoritmo de ajuste Taguchi. El sistema propuesto puede funcionar en diferentes modos, modo de conexión a la red y modo independiente, y puede acomodar amplias variaciones de carga. Los resultados de simulación y las mediciones de hardware obtenidas a partir de un prototipo con un microcontrolador (Intel 80196KC) se presentan para verificar las discusiones teóricas y su adaptabilidad, robustez y viabilidad",
    "error_count": 8,
    "keys": {
        "robust fuzzy controlled photovoltaic power inverter": {
            "translated_key": [],
            "translated_annotated_text": "Fuerte inversor de energía fotovoltaica controlado fuzzy con método Taguchi Este artículo presenta el diseño e implementación de un robusto inversor de energía fotovoltaica (PV) controlado fuzzy con factores de escalado afinados Taguchi. Para lograr una respuesta transitoria rápida, un pequeño error en el estado estacionario y robustez del sistema, se adopta un robusto controlador borroso, en el que sus factores de escalado de entrada y salida se determinan de manera eficiente utilizando el algoritmo de ajuste Taguchi. El sistema propuesto puede funcionar en diferentes modos, modo de conexión a la red y modo independiente, y puede acomodar amplias variaciones de carga. Los resultados de simulación y las mediciones de hardware obtenidas a partir de un prototipo con un microcontrolador (Intel 80196KC) se presentan para verificar las discusiones teóricas y su adaptabilidad, robustez y viabilidad ",
            "error": []
        },
        "Taguchi method": {
            "translated_key": "método Taguchi",
            "translated_annotated_text": "Fuerte inversor de energía fotovoltaica controlado fuzzy con \"método Taguchi\" Este artículo presenta el diseño e implementación de un robusto inversor de energía fotovoltaica (PV) controlado fuzzy con factores de escalado afinados Taguchi. Para lograr una respuesta transitoria rápida, un pequeño error en el estado estacionario y robustez del sistema, se adopta un robusto controlador borroso, en el que sus factores de escalado de entrada y salida se determinan de manera eficiente utilizando el algoritmo de ajuste Taguchi. El sistema propuesto puede funcionar en diferentes modos, modo de conexión a la red y modo independiente, y puede acomodar amplias variaciones de carga. Los resultados de simulación y las mediciones de hardware obtenidas a partir de un prototipo con un microcontrolador (Intel 80196KC) se presentan para verificar las discusiones teóricas y su adaptabilidad, robustez y viabilidad ",
            "error": [
                ""
            ]
        },
        "tuned scaling factors": {
            "translated_key": "factores de escalado afinados",
            "translated_annotated_text": "Fuerte inversor de energía fotovoltaica controlado fuzzy con método Taguchi Este artículo presenta el diseño e implementación de un robusto inversor de energía fotovoltaica (PV) controlado fuzzy con Taguchi \"factores de escalado afinados\". Para lograr una respuesta transitoria rápida, un pequeño error en el estado estacionario y robustez del sistema, se adopta un robusto controlador borroso, en el que sus factores de escalado de entrada y salida se determinan de manera eficiente utilizando el algoritmo de ajuste Taguchi. El sistema propuesto puede funcionar en diferentes modos, modo de conexión a la red y modo independiente, y puede acomodar amplias variaciones de carga. Los resultados de simulación y las mediciones de hardware obtenidas a partir de un prototipo con un microcontrolador (Intel 80196KC) se presentan para verificar las discusiones teóricas y su adaptabilidad, robustez y viabilidad ",
            "error": [
                ""
            ]
        },
        "transient response": {
            "translated_key": "respuesta transitoria",
            "translated_annotated_text": "Fuerte inversor de energía fotovoltaica controlado fuzzy con método Taguchi Este artículo presenta el diseño e implementación de un robusto inversor de energía fotovoltaica (PV) controlado fuzzy con factores de escalado afinados Taguchi. Para lograr una \"respuesta transitoria\" rápida, un pequeño error en estado estacionario y robustez del sistema, se adopta un robusto controlador borroso, en el que sus factores de escalado de entrada y salida se determinan de manera eficiente utilizando el algoritmo de ajuste Taguchi. El sistema propuesto puede funcionar en diferentes modos, modo de conexión a la red y modo independiente, y puede acomodar amplias variaciones de carga. Los resultados de simulación y las mediciones de hardware obtenidas a partir de un prototipo con un microcontrolador (Intel 80196KC) se presentan para verificar las discusiones teóricas y su adaptabilidad, robustez y viabilidad ",
            "error": [
                ""
            ]
        },
        "steady-state error": {
            "translated_key": "error de estado estable",
            "translated_annotated_text": "Fuerte inversor de energía fotovoltaica controlado fuzzy con método Taguchi Este artículo presenta el diseño e implementación de un robusto inversor de energía fotovoltaica (PV) controlado fuzzy con factores de escalado afinados Taguchi. Para lograr una respuesta transitoria rápida, un pequeño \"error de estado estable\" y robustez del sistema, se adopta un robusto controlador borroso, en el que sus factores de escalado de entrada y salida se determinan de manera eficiente mediante el algoritmo de ajuste Taguchi. El sistema propuesto puede funcionar en diferentes modos, modo de conexión a la red y modo independiente, y puede acomodar amplias variaciones de carga. Los resultados de simulación y las mediciones de hardware obtenidas a partir de un prototipo con un microcontrolador (Intel 80196KC) se presentan para verificar las discusiones teóricas y su adaptabilidad, robustez y viabilidad ",
            "error": [
                ""
            ]
        },
        "system robustness": {
            "translated_key": "robustividad del sistema",
            "translated_annotated_text": "Fuerte inversor de energía fotovoltaica controlado fuzzy con método Taguchi Este artículo presenta el diseño e implementación de un robusto inversor de energía fotovoltaica (PV) controlado fuzzy con factores de escalado afinados Taguchi. Para lograr una respuesta transitoria rápida, un pequeño error en el estado estacionario y una \"robustividad del sistema\", se adopta un robusto controlador borroso, en el que sus factores de escalado de entrada y salida se determinan de manera eficiente utilizando el algoritmo de ajuste Taguchi. El sistema propuesto puede funcionar en diferentes modos, modo de conexión a la red y modo independiente, y puede acomodar amplias variaciones de carga. Los resultados de simulación y las mediciones de hardware obtenidas a partir de un prototipo con un microcontrolador (Intel 80196KC) se presentan para verificar las discusiones teóricas y su adaptabilidad, robustez y viabilidad ",
            "error": [
                ""
            ]
        },
        "output scaling factors": {
            "translated_key": [],
            "translated_annotated_text": "Fuerte inversor de energía fotovoltaica controlado fuzzy con método Taguchi Este artículo presenta el diseño e implementación de un robusto inversor de energía fotovoltaica (PV) controlado fuzzy con factores de escalado afinados Taguchi. Para lograr una respuesta transitoria rápida, un pequeño error en el estado estacionario y robustez del sistema, se adopta un robusto controlador borroso, en el que sus factores de escalado de entrada y salida se determinan de manera eficiente utilizando el algoritmo de ajuste Taguchi. El sistema propuesto puede funcionar en diferentes modos, modo de conexión a la red y modo independiente, y puede acomodar amplias variaciones de carga. Los resultados de simulación y las mediciones de hardware obtenidas a partir de un prototipo con un microcontrolador (Intel 80196KC) se presentan para verificar las discusiones teóricas y su adaptabilidad, robustez y viabilidad ",
            "error": []
        },
        "grid-connection mode": {
            "translated_key": "modo de conexión a la red",
            "translated_annotated_text": "Fuerte inversor de energía fotovoltaica controlado fuzzy con método Taguchi Este artículo presenta el diseño e implementación de un robusto inversor de energía fotovoltaica (PV) controlado fuzzy con factores de escalado afinados Taguchi. Para lograr una respuesta transitoria rápida, un pequeño error en el estado estacionario y robustez del sistema, se adopta un robusto controlador borroso, en el que sus factores de escalado de entrada y salida se determinan de manera eficiente utilizando el algoritmo de ajuste Taguchi. El sistema propuesto puede funcionar en diferentes modos, \"modo de conexión a la red\" y modo independiente, y puede acomodar amplias variaciones de carga. Los resultados de simulación y las mediciones de hardware obtenidas a partir de un prototipo con un microcontrolador (Intel 80196KC) se presentan para verificar las discusiones teóricas y su adaptabilidad, robustez y viabilidad ",
            "error": [
                ""
            ]
        },
        "stand-alone mode": {
            "translated_key": "modo independiente",
            "translated_annotated_text": "Fuerte inversor de energía fotovoltaica controlado fuzzy con método Taguchi Este artículo presenta el diseño e implementación de un robusto inversor de energía fotovoltaica (PV) controlado fuzzy con factores de escalado afinados Taguchi. Para lograr una respuesta transitoria rápida, un pequeño error en el estado estacionario y robustez del sistema, se adopta un robusto controlador borroso, en el que sus factores de escalado de entrada y salida se determinan de manera eficiente utilizando el algoritmo de ajuste Taguchi. El sistema propuesto puede funcionar en diferentes modos, modo de conexión a la red y \"modo independiente\", y puede acomodar amplias variaciones de carga. Los resultados de simulación y las mediciones de hardware obtenidas a partir de un prototipo con un microcontrolador (Intel 80196KC) se presentan para verificar las discusiones teóricas y su adaptabilidad, robustez y viabilidad ",
            "error": [
                ""
            ]
        },
        "load variations": {
            "translated_key": "variaciones de carga",
            "translated_annotated_text": "Fuerte inversor de energía fotovoltaica controlado fuzzy con método Taguchi Este artículo presenta el diseño e implementación de un robusto inversor de energía fotovoltaica (PV) controlado fuzzy con factores de escalado afinados Taguchi. Para lograr una respuesta transitoria rápida, un pequeño error en el estado estacionario y robustez del sistema, se adopta un robusto controlador borroso, en el que sus factores de escalado de entrada y salida se determinan de manera eficiente utilizando el algoritmo de ajuste Taguchi. El sistema propuesto puede funcionar en diferentes modos, modo de conexión a la red y modo independiente, y puede acomodar amplias \"variaciones de carga\". Los resultados de simulación y las mediciones de hardware obtenidas a partir de un prototipo con un microcontrolador (Intel 80196KC) se presentan para verificar las discusiones teóricas y su adaptabilidad, robustez y viabilidad ",
            "error": [
                ""
            ]
        },
        "microcontroller": {
            "translated_key": "microcontrolador",
            "translated_annotated_text": "Fuerte inversor de energía fotovoltaica controlado fuzzy con método Taguchi Este artículo presenta el diseño e implementación de un robusto inversor de energía fotovoltaica (PV) controlado fuzzy con factores de escalado afinados Taguchi. Para lograr una respuesta transitoria rápida, un pequeño error en el estado estacionario y robustez del sistema, se adopta un robusto controlador borroso, en el que sus factores de escalado de entrada y salida se determinan de manera eficiente utilizando el algoritmo de ajuste Taguchi. El sistema propuesto puede funcionar en diferentes modos, modo de conexión a la red y modo independiente, y puede acomodar amplias variaciones de carga. Los resultados de simulación y las mediciones de hardware obtenidas a partir de un prototipo con un \"microcontrolador\" (Intel 80196KC) se presentan para verificar las discusiones teóricas, su adaptabilidad, robustez y viabilidad ",
            "error": [
                ""
            ]
        },
        "adaptivity": {
            "translated_key": "adaptividad",
            "translated_annotated_text": "Fuerte inversor de energía fotovoltaica controlado fuzzy con método Taguchi Este artículo presenta el diseño e implementación de un robusto inversor de energía fotovoltaica (PV) controlado fuzzy con factores de escalado afinados Taguchi. Para lograr una respuesta transitoria rápida, un pequeño error en el estado estacionario y robustez del sistema, se adopta un robusto controlador borroso, en el que sus factores de escalado de entrada y salida se determinan de manera eficiente utilizando el algoritmo de ajuste Taguchi. El sistema propuesto puede funcionar en diferentes modos, modo de conexión a la red y modo independiente, y puede acomodar amplias variaciones de carga. Los resultados de simulación y las mediciones de hardware obtenidas a partir de un prototipo con un microcontrolador (Intel 80196KC) se presentan para verificar las discusiones teóricas y su \"adaptividad\", robustez y viabilidad ",
            "error": [
                ""
            ]
        },
        "feasibility": {
            "translated_key": "factibilidad",
            "translated_annotated_text": "Fuerte inversor de energía fotovoltaica controlado fuzzy con método Taguchi Este artículo presenta el diseño e implementación de un robusto inversor de energía fotovoltaica (PV) controlado fuzzy con factores de escalado afinados Taguchi. Para lograr una respuesta transitoria rápida, un pequeño error en el estado estacionario y robustez del sistema, se adopta un robusto controlador borroso, en el que sus factores de escalado de entrada y salida se determinan de manera eficiente utilizando el algoritmo de ajuste Taguchi. El sistema propuesto puede funcionar en diferentes modos, modo de conexión a la red y modo independiente, y puede acomodar amplias variaciones de carga. Los resultados de simulación y las mediciones de hardware obtenidas a partir de un prototipo con microcontrolador (Intel 80196KC) se presentan para verificar las discusiones teóricas y su adaptabilidad, robustez y \"factibilidad\" ",
            "error": [
                ""
            ]
        },
        "fuzzy control": {
            "translated_key": [],
            "translated_annotated_text": "Fuerte inversor de energía fotovoltaica controlado fuzzy con método Taguchi Este artículo presenta el diseño e implementación de un robusto inversor de energía fotovoltaica (PV) controlado fuzzy con factores de escalado afinados Taguchi. Para lograr una respuesta transitoria rápida, un pequeño error en el estado estacionario y robustez del sistema, se adopta un robusto controlador borroso, en el que sus factores de escalado de entrada y salida se determinan de manera eficiente utilizando el algoritmo de ajuste Taguchi. El sistema propuesto puede funcionar en diferentes modos, modo de conexión a la red y modo independiente, y puede acomodar amplias variaciones de carga. Los resultados de simulación y las mediciones de hardware obtenidas a partir de un prototipo con un microcontrolador (Intel 80196KC) se presentan para verificar las discusiones teóricas y su adaptabilidad, robustez y viabilidad ",
            "error": []
        },
        "invertors": {
            "translated_key": [],
            "translated_annotated_text": "Fuerte inversor de energía fotovoltaica controlado fuzzy con método Taguchi Este artículo presenta el diseño e implementación de un robusto inversor de energía fotovoltaica (PV) controlado fuzzy con factores de escalado afinados Taguchi. Para lograr una respuesta transitoria rápida, un pequeño error en el estado estacionario y robustez del sistema, se adopta un robusto controlador borroso, en el que sus factores de escalado de entrada y salida se determinan de manera eficiente utilizando el algoritmo de ajuste Taguchi. El sistema propuesto puede funcionar en diferentes modos, modo de conexión a la red y modo independiente, y puede acomodar amplias variaciones de carga. Los resultados de simulación y las mediciones de hardware obtenidas a partir de un prototipo con un microcontrolador (Intel 80196KC) se presentan para verificar las discusiones teóricas y su adaptabilidad, robustez y viabilidad ",
            "error": []
        },
        "microcontrollers": {
            "translated_key": [],
            "translated_annotated_text": "Fuerte inversor de energía fotovoltaica controlado fuzzy con método Taguchi Este artículo presenta el diseño e implementación de un robusto inversor de energía fotovoltaica (PV) controlado fuzzy con factores de escalado afinados Taguchi. Para lograr una respuesta transitoria rápida, un pequeño error en el estado estacionario y robustez del sistema, se adopta un robusto controlador borroso, en el que sus factores de escalado de entrada y salida se determinan de manera eficiente utilizando el algoritmo de ajuste Taguchi. El sistema propuesto puede funcionar en diferentes modos, modo de conexión a la red y modo independiente, y puede acomodar amplias variaciones de carga. Los resultados de simulación y las mediciones de hardware obtenidas a partir de un prototipo con un microcontrolador (Intel 80196KC) se presentan para verificar las discusiones teóricas y su adaptabilidad, robustez y viabilidad ",
            "error": []
        },
        "photovoltaic power systems": {
            "translated_key": [],
            "translated_annotated_text": "Fuerte inversor de energía fotovoltaica controlado fuzzy con método Taguchi Este artículo presenta el diseño e implementación de un robusto inversor de energía fotovoltaica (PV) controlado fuzzy con factores de escalado afinados Taguchi. Para lograr una respuesta transitoria rápida, un pequeño error en el estado estacionario y robustez del sistema, se adopta un robusto controlador borroso, en el que sus factores de escalado de entrada y salida se determinan de manera eficiente utilizando el algoritmo de ajuste Taguchi. El sistema propuesto puede funcionar en diferentes modos, modo de conexión a la red y modo independiente, y puede acomodar amplias variaciones de carga. Los resultados de simulación y las mediciones de hardware obtenidas a partir de un prototipo con un microcontrolador (Intel 80196KC) se presentan para verificar las discusiones teóricas y su adaptabilidad, robustez y viabilidad ",
            "error": []
        },
        "robust control": {
            "translated_key": [],
            "translated_annotated_text": "Fuerte inversor de energía fotovoltaica controlado fuzzy con método Taguchi Este artículo presenta el diseño e implementación de un robusto inversor de energía fotovoltaica (PV) controlado fuzzy con factores de escalado afinados Taguchi. Para lograr una respuesta transitoria rápida, un pequeño error en el estado estacionario y robustez del sistema, se adopta un robusto controlador borroso, en el que sus factores de escalado de entrada y salida se determinan de manera eficiente utilizando el algoritmo de ajuste Taguchi. El sistema propuesto puede funcionar en diferentes modos, modo de conexión a la red y modo independiente, y puede acomodar amplias variaciones de carga. Los resultados de simulación y las mediciones de hardware obtenidas a partir de un prototipo con un microcontrolador (Intel 80196KC) se presentan para verificar las discusiones teóricas y su adaptabilidad, robustez y viabilidad ",
            "error": []
        },
        "Taguchi methods": {
            "translated_key": [],
            "translated_annotated_text": "Fuerte inversor de energía fotovoltaica controlado fuzzy con método Taguchi Este artículo presenta el diseño e implementación de un robusto inversor de energía fotovoltaica (PV) controlado fuzzy con factores de escalado afinados Taguchi. Para lograr una respuesta transitoria rápida, un pequeño error en el estado estacionario y robustez del sistema, se adopta un robusto controlador borroso, en el que sus factores de escalado de entrada y salida se determinan de manera eficiente utilizando el algoritmo de ajuste Taguchi. El sistema propuesto puede funcionar en diferentes modos, modo de conexión a la red y modo independiente, y puede acomodar amplias variaciones de carga. Los resultados de simulación y las mediciones de hardware obtenidas a partir de un prototipo con un microcontrolador (Intel 80196KC) se presentan para verificar las discusiones teóricas y su adaptabilidad, robustez y viabilidad ",
            "error": []
        }
    }
}