{
    "original_text": "Robust wavelet neuro control for linear brushless motors Design, simulation and experimental implementation of a wavelet basis function network learning controller for linear brushless dc motors (LBDCM) are considered. Stability robustness with position tracking is the primary concern. The proposed controller deals mainly with external disturbances, e.g. nonlinear friction force and payload variation in motion control of linear motors. It consists of two parts, one is a state feedback component, and the other one is a learning feedback component. The state feedback controller is designed on the basis of a simple linear model, and the learning feedback component is a wavelet neural controller. The attenuation effect of wavelet neural networks on friction force is first verified by the numerical method. The learning effect of wavelet neural networks on friction force is also shown in the numerical results. Then, a wavelet neural network is applied on a real LBDCM to on-line suppress the friction force, which may be variable due to the different lubrication. The effectiveness of the proposed control schemes is demonstrated by simulated and experimental results",
    "original_translation": "Se considera el diseño, la simulación y la implementación experimental de un controlador de aprendizaje de red de función de base de wavelet para motores de DC lineales sin escobillas (LBDCM). La principal preocupación es la robustez de la estabilidad con el seguimiento de la posición. El controlador propuesto se ocupa principalmente de las perturbaciones externas, por ejemplo. Fuerza de fricción no lineal y variación de carga útil en el control de movimiento de motores lineales. Consta de dos partes, una es un componente de retroalimentación del estado, y la otra es un componente de retroalimentación del aprendizaje. El controlador de retroalimentación de estado está diseñado sobre la base de un modelo lineal simple, y el componente de retroalimentación de aprendizaje es un controlador neural wavelet. El efecto de atenuación de las redes neuronales de wavelet sobre la fuerza de fricción se verifica primero por el método numérico. El efecto de aprendizaje de las redes neuronales de wavelet sobre la fuerza de fricción también se muestra en los resultados numéricos. Luego, se aplica una red neural de wavelet en un LBDCM real para suprimir en línea la fuerza de fricción, que puede ser variable debido a la diferente lubricación. La eficacia de los sistemas de control propuestos queda demostrada mediante resultados simulados y experimentales",
    "error_count": 8,
    "keys": {
        "robust wavelet neuro control": {
            "translated_key": [],
            "translated_annotated_text": "Se considera el diseño, la simulación y la implementación experimental de un controlador de aprendizaje de red de función de base de wavelet para motores de DC lineales sin escobillas (LBDCM). La principal preocupación es la robustez de la estabilidad con el seguimiento de la posición. El controlador propuesto se ocupa principalmente de las perturbaciones externas, por ejemplo. Fuerza de fricción no lineal y variación de carga útil en el control de movimiento de motores lineales. Consta de dos partes, una es un componente de retroalimentación del estado, y la otra es un componente de retroalimentación del aprendizaje. El controlador de retroalimentación de estado está diseñado sobre la base de un modelo lineal simple, y el componente de retroalimentación de aprendizaje es un controlador neural wavelet. El efecto de atenuación de las redes neuronales de wavelet sobre la fuerza de fricción se verifica primero por el método numérico. El efecto de aprendizaje de las redes neuronales de wavelet sobre la fuerza de fricción también se muestra en los resultados numéricos. Luego, se aplica una red neural de wavelet en un LBDCM real para suprimir en línea la fuerza de fricción, que puede ser variable debido a la diferente lubricación. La eficacia de los sistemas de control propuestos queda demostrada mediante resultados simulados y experimentales ",
            "error": []
        },
        "linear brushless motors": {
            "translated_key": "motores lineales sin escobillas",
            "translated_annotated_text": "Se considera un sólido control neuro de wavelet para \"motores lineales sin escobillas\" Diseño, simulación e implementación experimental de un controlador de aprendizaje de red de función de wavelet para motores de DC lineales sin escobillas (LBDCM). La principal preocupación es la robustez de la estabilidad con el seguimiento de la posición. El controlador propuesto se ocupa principalmente de las perturbaciones externas, por ejemplo. Fuerza de fricción no lineal y variación de carga útil en el control de movimiento de motores lineales. Consta de dos partes, una es un componente de retroalimentación del estado, y la otra es un componente de retroalimentación del aprendizaje. El controlador de retroalimentación de estado está diseñado sobre la base de un modelo lineal simple, y el componente de retroalimentación de aprendizaje es un controlador neural wavelet. El efecto de atenuación de las redes neuronales de wavelet sobre la fuerza de fricción se verifica primero por el método numérico. El efecto de aprendizaje de las redes neuronales de wavelet sobre la fuerza de fricción también se muestra en los resultados numéricos. Luego, se aplica una red neural de wavelet en un LBDCM real para suprimir en línea la fuerza de fricción, que puede ser variable debido a la diferente lubricación. La eficacia de los sistemas de control propuestos queda demostrada mediante resultados simulados y experimentales ",
            "error": [
                ""
            ]
        },
        "wavelet basis function network": {
            "translated_key": "red de función de base de onda",
            "translated_annotated_text": "Se considera el diseño, la simulación y la implementación experimental de un controlador de aprendizaje de \"red de función de base de onda\" para motores de DC lineales sin cepillo (LBDCM). La principal preocupación es la robustez de la estabilidad con el seguimiento de la posición. El controlador propuesto se ocupa principalmente de las perturbaciones externas, por ejemplo. Fuerza de fricción no lineal y variación de carga útil en el control de movimiento de motores lineales. Consta de dos partes, una es un componente de retroalimentación del estado, y la otra es un componente de retroalimentación del aprendizaje. El controlador de retroalimentación de estado está diseñado sobre la base de un modelo lineal simple, y el componente de retroalimentación de aprendizaje es un controlador neural wavelet. El efecto de atenuación de las redes neuronales de wavelet sobre la fuerza de fricción se verifica primero por el método numérico. El efecto de aprendizaje de las redes neuronales de wavelet sobre la fuerza de fricción también se muestra en los resultados numéricos. Luego, se aplica una red neural de wavelet en un LBDCM real para suprimir en línea la fuerza de fricción, que puede ser variable debido a la diferente lubricación. La eficacia de los sistemas de control propuestos queda demostrada mediante resultados simulados y experimentales ",
            "error": [
                ""
            ]
        },
        "LBDCM": {
            "translated_key": "LBDCM",
            "translated_annotated_text": "Se considera el diseño, simulación e implementación experimental de un controlador de aprendizaje de red de función de base de wavelet para motores de DC lineales sin escobillas (\"LBDCM\"). La principal preocupación es la robustez de la estabilidad con el seguimiento de la posición. El controlador propuesto se ocupa principalmente de las perturbaciones externas, por ejemplo. Fuerza de fricción no lineal y variación de carga útil en el control de movimiento de motores lineales. Consta de dos partes, una es un componente de retroalimentación del estado, y la otra es un componente de retroalimentación del aprendizaje. El controlador de retroalimentación de estado está diseñado sobre la base de un modelo lineal simple, y el componente de retroalimentación de aprendizaje es un controlador neural wavelet. El efecto de atenuación de las redes neuronales de wavelet sobre la fuerza de fricción se verifica primero por el método numérico. El efecto de aprendizaje de las redes neuronales de wavelet sobre la fuerza de fricción también se muestra en los resultados numéricos. Luego, una red neural de onda se aplica en un \"LBDCM\" real para suprimir en línea la fuerza de fricción, que puede ser variable debido a la diferente lubricación. La eficacia de los sistemas de control propuestos queda demostrada mediante resultados simulados y experimentales ",
            "error": [
                ""
            ]
        },
        "stability robustness": {
            "translated_key": [],
            "translated_annotated_text": "Se considera el diseño, la simulación y la implementación experimental de un controlador de aprendizaje de red de función de base de wavelet para motores de DC lineales sin escobillas (LBDCM). La principal preocupación es la robustez de la estabilidad con el seguimiento de la posición. El controlador propuesto se ocupa principalmente de las perturbaciones externas, por ejemplo. Fuerza de fricción no lineal y variación de carga útil en el control de movimiento de motores lineales. Consta de dos partes, una es un componente de retroalimentación del estado, y la otra es un componente de retroalimentación del aprendizaje. El controlador de retroalimentación de estado está diseñado sobre la base de un modelo lineal simple, y el componente de retroalimentación de aprendizaje es un controlador neural wavelet. El efecto de atenuación de las redes neuronales de wavelet sobre la fuerza de fricción se verifica primero por el método numérico. El efecto de aprendizaje de las redes neuronales de wavelet sobre la fuerza de fricción también se muestra en los resultados numéricos. Luego, se aplica una red neural de wavelet en un LBDCM real para suprimir en línea la fuerza de fricción, que puede ser variable debido a la diferente lubricación. La eficacia de los sistemas de control propuestos queda demostrada mediante resultados simulados y experimentales ",
            "error": []
        },
        "position tracking": {
            "translated_key": "tracking de posición",
            "translated_annotated_text": "Se considera el diseño, la simulación y la implementación experimental de un controlador de aprendizaje de red de función de base de wavelet para motores de DC lineales sin escobillas (LBDCM). La robustez de la estabilidad con el \"tracking de posición\" es la principal preocupación. El controlador propuesto se ocupa principalmente de las perturbaciones externas, por ejemplo. Fuerza de fricción no lineal y variación de carga útil en el control de movimiento de motores lineales. Consta de dos partes, una es un componente de retroalimentación del estado, y la otra es un componente de retroalimentación del aprendizaje. El controlador de retroalimentación de estado está diseñado sobre la base de un modelo lineal simple, y el componente de retroalimentación de aprendizaje es un controlador neural wavelet. El efecto de atenuación de las redes neuronales de wavelet sobre la fuerza de fricción se verifica primero por el método numérico. El efecto de aprendizaje de las redes neuronales de wavelet sobre la fuerza de fricción también se muestra en los resultados numéricos. Luego, se aplica una red neural de wavelet en un LBDCM real para suprimir en línea la fuerza de fricción, que puede ser variable debido a la diferente lubricación. La eficacia de los sistemas de control propuestos queda demostrada mediante resultados simulados y experimentales ",
            "error": [
                ""
            ]
        },
        "external disturbances": {
            "translated_key": "alteraciones externas",
            "translated_annotated_text": "Se considera el diseño, la simulación y la implementación experimental de un controlador de aprendizaje de red de función de base de wavelet para motores de DC lineales sin escobillas (LBDCM). La principal preocupación es la robustez de la estabilidad con el seguimiento de la posición. El controlador propuesto se ocupa principalmente de \"alteraciones externas\", por ejemplo. Fuerza de fricción no lineal y variación de carga útil en el control de movimiento de motores lineales. Consta de dos partes, una es un componente de retroalimentación del estado, y la otra es un componente de retroalimentación del aprendizaje. El controlador de retroalimentación de estado está diseñado sobre la base de un modelo lineal simple, y el componente de retroalimentación de aprendizaje es un controlador neural wavelet. El efecto de atenuación de las redes neuronales de wavelet sobre la fuerza de fricción se verifica primero por el método numérico. El efecto de aprendizaje de las redes neuronales de wavelet sobre la fuerza de fricción también se muestra en los resultados numéricos. Luego, se aplica una red neural de wavelet en un LBDCM real para suprimir en línea la fuerza de fricción, que puede ser variable debido a la diferente lubricación. La eficacia de los sistemas de control propuestos queda demostrada mediante resultados simulados y experimentales ",
            "error": [
                ""
            ]
        },
        "nonlinear friction force": {
            "translated_key": "Fuerza de fricción no lineal",
            "translated_annotated_text": "Se considera el diseño, la simulación y la implementación experimental de un controlador de aprendizaje de red de función de base de wavelet para motores de DC lineales sin escobillas (LBDCM). La principal preocupación es la robustez de la estabilidad con el seguimiento de la posición. El controlador propuesto se ocupa principalmente de las perturbaciones externas, por ejemplo. \"Fuerza de fricción no lineal\" y variación de carga útil en el control de movimiento de motores lineales. Consta de dos partes, una es un componente de retroalimentación del estado, y la otra es un componente de retroalimentación del aprendizaje. El controlador de retroalimentación de estado está diseñado sobre la base de un modelo lineal simple, y el componente de retroalimentación de aprendizaje es un controlador neural wavelet. El efecto de atenuación de las redes neuronales de wavelet sobre la fuerza de fricción se verifica primero por el método numérico. El efecto de aprendizaje de las redes neuronales de wavelet sobre la fuerza de fricción también se muestra en los resultados numéricos. Luego, se aplica una red neural de wavelet en un LBDCM real para suprimir en línea la fuerza de fricción, que puede ser variable debido a la diferente lubricación. La eficacia de los sistemas de control propuestos queda demostrada mediante resultados simulados y experimentales ",
            "error": [
                ""
            ]
        },
        "payload variation": {
            "translated_key": "variación de carga útil",
            "translated_annotated_text": "Se considera el diseño, la simulación y la implementación experimental de un controlador de aprendizaje de red de función de base de wavelet para motores de DC lineales sin escobillas (LBDCM). La principal preocupación es la robustez de la estabilidad con el seguimiento de la posición. El controlador propuesto se ocupa principalmente de las perturbaciones externas, por ejemplo. Fuerza de fricción no lineal y \"variación de carga útil\" en el control de movimiento de motores lineales. Consta de dos partes, una es un componente de retroalimentación del estado, y la otra es un componente de retroalimentación del aprendizaje. El controlador de retroalimentación de estado está diseñado sobre la base de un modelo lineal simple, y el componente de retroalimentación de aprendizaje es un controlador neural wavelet. El efecto de atenuación de las redes neuronales de wavelet sobre la fuerza de fricción se verifica primero por el método numérico. El efecto de aprendizaje de las redes neuronales de wavelet sobre la fuerza de fricción también se muestra en los resultados numéricos. Luego, se aplica una red neural de wavelet en un LBDCM real para suprimir en línea la fuerza de fricción, que puede ser variable debido a la diferente lubricación. La eficacia de los sistemas de control propuestos queda demostrada mediante resultados simulados y experimentales ",
            "error": [
                ""
            ]
        },
        "motion control": {
            "translated_key": "control de movimiento",
            "translated_annotated_text": "Se considera el diseño, la simulación y la implementación experimental de un controlador de aprendizaje de red de función de base de wavelet para motores de DC lineales sin escobillas (LBDCM). La principal preocupación es la robustez de la estabilidad con el seguimiento de la posición. El controlador propuesto se ocupa principalmente de las perturbaciones externas, por ejemplo. Fuerza de fricción no lineal y variación de carga útil en el \"control de movimiento\" de motores lineales. Consta de dos partes, una es un componente de retroalimentación del estado, y la otra es un componente de retroalimentación del aprendizaje. El controlador de retroalimentación de estado está diseñado sobre la base de un modelo lineal simple, y el componente de retroalimentación de aprendizaje es un controlador neural wavelet. El efecto de atenuación de las redes neuronales de wavelet sobre la fuerza de fricción se verifica primero por el método numérico. El efecto de aprendizaje de las redes neuronales de wavelet sobre la fuerza de fricción también se muestra en los resultados numéricos. Luego, se aplica una red neural de wavelet en un LBDCM real para suprimir en línea la fuerza de fricción, que puede ser variable debido a la diferente lubricación. La eficacia de los sistemas de control propuestos queda demostrada mediante resultados simulados y experimentales ",
            "error": [
                ""
            ]
        },
        "state feedback component": {
            "translated_key": "componente de retroalimentación del estado",
            "translated_annotated_text": "Se considera el diseño, la simulación y la implementación experimental de un controlador de aprendizaje de red de función de base de wavelet para motores de DC lineales sin escobillas (LBDCM). La principal preocupación es la robustez de la estabilidad con el seguimiento de la posición. El controlador propuesto se ocupa principalmente de las perturbaciones externas, por ejemplo. Fuerza de fricción no lineal y variación de carga útil en el control de movimiento de motores lineales. Consta de dos partes, una es un \"componente de retroalimentación del estado\", y la otra es un componente de retroalimentación del aprendizaje. El controlador de retroalimentación de estado está diseñado sobre la base de un modelo lineal simple, y el componente de retroalimentación de aprendizaje es un controlador neural wavelet. El efecto de atenuación de las redes neuronales de wavelet sobre la fuerza de fricción se verifica primero por el método numérico. El efecto de aprendizaje de las redes neuronales de wavelet sobre la fuerza de fricción también se muestra en los resultados numéricos. Luego, se aplica una red neural de wavelet en un LBDCM real para suprimir en línea la fuerza de fricción, que puede ser variable debido a la diferente lubricación. La eficacia de los sistemas de control propuestos queda demostrada mediante resultados simulados y experimentales ",
            "error": [
                ""
            ]
        },
        "learning feedback component": {
            "translated_key": "componente de retroalimentación de aprendizaje",
            "translated_annotated_text": "Se considera el diseño, la simulación y la implementación experimental de un controlador de aprendizaje de red de función de base de wavelet para motores de DC lineales sin escobillas (LBDCM). La principal preocupación es la robustez de la estabilidad con el seguimiento de la posición. El controlador propuesto se ocupa principalmente de las perturbaciones externas, por ejemplo. Fuerza de fricción no lineal y variación de carga útil en el control de movimiento de motores lineales. Consta de dos partes, una es un componente de retroalimentación estatal, y la otra es un \"componente de retroalimentación de aprendizaje\". El controlador de retroalimentación de estado está diseñado sobre la base de un modelo lineal simple, y el \"componente de retroalimentación de aprendizaje\" es un controlador neural wavelet. El efecto de atenuación de las redes neuronales de wavelet sobre la fuerza de fricción se verifica primero por el método numérico. El efecto de aprendizaje de las redes neuronales de wavelet sobre la fuerza de fricción también se muestra en los resultados numéricos. Luego, se aplica una red neural de wavelet en un LBDCM real para suprimir en línea la fuerza de fricción, que puede ser variable debido a la diferente lubricación. La eficacia de los sistemas de control propuestos queda demostrada mediante resultados simulados y experimentales ",
            "error": [
                ""
            ]
        },
        "attenuation effect": {
            "translated_key": "efecto de atenuación",
            "translated_annotated_text": "Se considera el diseño, la simulación y la implementación experimental de un controlador de aprendizaje de red de función de base de wavelet para motores de DC lineales sin escobillas (LBDCM). La principal preocupación es la robustez de la estabilidad con el seguimiento de la posición. El controlador propuesto se ocupa principalmente de las perturbaciones externas, por ejemplo. Fuerza de fricción no lineal y variación de carga útil en el control de movimiento de motores lineales. Consta de dos partes, una es un componente de retroalimentación del estado, y la otra es un componente de retroalimentación del aprendizaje. El controlador de retroalimentación de estado está diseñado sobre la base de un modelo lineal simple, y el componente de retroalimentación de aprendizaje es un controlador neural wavelet. El \"efecto de atenuación\" de las redes neuronales de wavelet sobre la fuerza de fricción se verifica primero por el método numérico. El efecto de aprendizaje de las redes neuronales de wavelet sobre la fuerza de fricción también se muestra en los resultados numéricos. Luego, se aplica una red neural de wavelet en un LBDCM real para suprimir en línea la fuerza de fricción, que puede ser variable debido a la diferente lubricación. La eficacia de los sistemas de control propuestos queda demostrada mediante resultados simulados y experimentales ",
            "error": [
                ""
            ]
        },
        "friction force": {
            "translated_key": "Fuerza de fricción",
            "translated_annotated_text": "Se considera el diseño, la simulación y la implementación experimental de un controlador de aprendizaje de red de función de base de wavelet para motores de DC lineales sin escobillas (LBDCM). La principal preocupación es la robustez de la estabilidad con el seguimiento de la posición. El controlador propuesto se ocupa principalmente de las perturbaciones externas, por ejemplo. \"Fuerza de fricción\" no lineal y variación de carga útil en el control de movimiento de motores lineales. Consta de dos partes, una es un componente de retroalimentación del estado, y la otra es un componente de retroalimentación del aprendizaje. El controlador de retroalimentación de estado está diseñado sobre la base de un modelo lineal simple, y el componente de retroalimentación de aprendizaje es un controlador neural wavelet. El efecto de atenuación de las redes neurales de wavelet sobre la \"fuerza de fricción\" se verifica primero por el método numérico. El efecto de aprendizaje de las redes neuronales de wavelet sobre la \"fuerza de fricción\" también se muestra en los resultados numéricos. Luego, una red neural de onda se aplica en un LBDCM real para suprimir en línea la \"fuerza de fricción\", que puede ser variable debido a la diferente lubricación. La eficacia de los sistemas de control propuestos queda demostrada mediante resultados simulados y experimentales ",
            "error": [
                ""
            ]
        },
        "lubrication": {
            "translated_key": "lubricación",
            "translated_annotated_text": "Se considera el diseño, la simulación y la implementación experimental de un controlador de aprendizaje de red de función de base de wavelet para motores de DC lineales sin escobillas (LBDCM). La principal preocupación es la robustez de la estabilidad con el seguimiento de la posición. El controlador propuesto se ocupa principalmente de las perturbaciones externas, por ejemplo. Fuerza de fricción no lineal y variación de carga útil en el control de movimiento de motores lineales. Consta de dos partes, una es un componente de retroalimentación del estado, y la otra es un componente de retroalimentación del aprendizaje. El controlador de retroalimentación de estado está diseñado sobre la base de un modelo lineal simple, y el componente de retroalimentación de aprendizaje es un controlador neural wavelet. El efecto de atenuación de las redes neuronales de wavelet sobre la fuerza de fricción se verifica primero por el método numérico. El efecto de aprendizaje de las redes neuronales de wavelet sobre la fuerza de fricción también se muestra en los resultados numéricos. Luego, una red neural de onda se aplica en un LBDCM real para suprimir en línea la fuerza de fricción, que puede ser variable debido a la diferente \"lubricación\". La eficacia de los sistemas de control propuestos queda demostrada mediante resultados simulados y experimentales ",
            "error": [
                ""
            ]
        },
        "brushless DC motors": {
            "translated_key": [],
            "translated_annotated_text": "Se considera el diseño, la simulación y la implementación experimental de un controlador de aprendizaje de red de función de base de wavelet para motores de DC lineales sin escobillas (LBDCM). La principal preocupación es la robustez de la estabilidad con el seguimiento de la posición. El controlador propuesto se ocupa principalmente de las perturbaciones externas, por ejemplo. Fuerza de fricción no lineal y variación de carga útil en el control de movimiento de motores lineales. Consta de dos partes, una es un componente de retroalimentación del estado, y la otra es un componente de retroalimentación del aprendizaje. El controlador de retroalimentación de estado está diseñado sobre la base de un modelo lineal simple, y el componente de retroalimentación de aprendizaje es un controlador neural wavelet. El efecto de atenuación de las redes neuronales de wavelet sobre la fuerza de fricción se verifica primero por el método numérico. El efecto de aprendizaje de las redes neuronales de wavelet sobre la fuerza de fricción también se muestra en los resultados numéricos. Luego, se aplica una red neural de wavelet en un LBDCM real para suprimir en línea la fuerza de fricción, que puede ser variable debido a la diferente lubricación. La eficacia de los sistemas de control propuestos queda demostrada mediante resultados simulados y experimentales ",
            "error": []
        },
        "linear motors": {
            "translated_key": "motores lineales",
            "translated_annotated_text": "Se considera el diseño, la simulación y la implementación experimental de un controlador de aprendizaje de red de función de base de wavelet para motores de DC lineales sin escobillas (LBDCM). La principal preocupación es la robustez de la estabilidad con el seguimiento de la posición. El controlador propuesto se ocupa principalmente de las perturbaciones externas, por ejemplo. Fuerza de fricción no lineal y variación de carga útil en el control de movimiento de los \"motores lineales\". Consta de dos partes, una es un componente de retroalimentación del estado, y la otra es un componente de retroalimentación del aprendizaje. El controlador de retroalimentación de estado está diseñado sobre la base de un modelo lineal simple, y el componente de retroalimentación de aprendizaje es un controlador neural wavelet. El efecto de atenuación de las redes neuronales de wavelet sobre la fuerza de fricción se verifica primero por el método numérico. El efecto de aprendizaje de las redes neuronales de wavelet sobre la fuerza de fricción también se muestra en los resultados numéricos. Luego, se aplica una red neural de wavelet en un LBDCM real para suprimir en línea la fuerza de fricción, que puede ser variable debido a la diferente lubricación. La eficacia de los sistemas de control propuestos queda demostrada mediante resultados simulados y experimentales ",
            "error": [
                ""
            ]
        },
        "neurocontrollers": {
            "translated_key": [],
            "translated_annotated_text": "Se considera el diseño, la simulación y la implementación experimental de un controlador de aprendizaje de red de función de base de wavelet para motores de DC lineales sin escobillas (LBDCM). La principal preocupación es la robustez de la estabilidad con el seguimiento de la posición. El controlador propuesto se ocupa principalmente de las perturbaciones externas, por ejemplo. Fuerza de fricción no lineal y variación de carga útil en el control de movimiento de motores lineales. Consta de dos partes, una es un componente de retroalimentación del estado, y la otra es un componente de retroalimentación del aprendizaje. El controlador de retroalimentación de estado está diseñado sobre la base de un modelo lineal simple, y el componente de retroalimentación de aprendizaje es un controlador neural wavelet. El efecto de atenuación de las redes neuronales de wavelet sobre la fuerza de fricción se verifica primero por el método numérico. El efecto de aprendizaje de las redes neuronales de wavelet sobre la fuerza de fricción también se muestra en los resultados numéricos. Luego, se aplica una red neural de wavelet en un LBDCM real para suprimir en línea la fuerza de fricción, que puede ser variable debido a la diferente lubricación. La eficacia de los sistemas de control propuestos queda demostrada mediante resultados simulados y experimentales ",
            "error": []
        },
        "position control": {
            "translated_key": [],
            "translated_annotated_text": "Se considera el diseño, la simulación y la implementación experimental de un controlador de aprendizaje de red de función de base de wavelet para motores de DC lineales sin escobillas (LBDCM). La principal preocupación es la robustez de la estabilidad con el seguimiento de la posición. El controlador propuesto se ocupa principalmente de las perturbaciones externas, por ejemplo. Fuerza de fricción no lineal y variación de carga útil en el control de movimiento de motores lineales. Consta de dos partes, una es un componente de retroalimentación del estado, y la otra es un componente de retroalimentación del aprendizaje. El controlador de retroalimentación de estado está diseñado sobre la base de un modelo lineal simple, y el componente de retroalimentación de aprendizaje es un controlador neural wavelet. El efecto de atenuación de las redes neuronales de wavelet sobre la fuerza de fricción se verifica primero por el método numérico. El efecto de aprendizaje de las redes neuronales de wavelet sobre la fuerza de fricción también se muestra en los resultados numéricos. Luego, se aplica una red neural de wavelet en un LBDCM real para suprimir en línea la fuerza de fricción, que puede ser variable debido a la diferente lubricación. La eficacia de los sistemas de control propuestos queda demostrada mediante resultados simulados y experimentales ",
            "error": []
        },
        "robust control": {
            "translated_key": [],
            "translated_annotated_text": "Se considera el diseño, la simulación y la implementación experimental de un controlador de aprendizaje de red de función de base de wavelet para motores de DC lineales sin escobillas (LBDCM). La principal preocupación es la robustez de la estabilidad con el seguimiento de la posición. El controlador propuesto se ocupa principalmente de las perturbaciones externas, por ejemplo. Fuerza de fricción no lineal y variación de carga útil en el control de movimiento de motores lineales. Consta de dos partes, una es un componente de retroalimentación del estado, y la otra es un componente de retroalimentación del aprendizaje. El controlador de retroalimentación de estado está diseñado sobre la base de un modelo lineal simple, y el componente de retroalimentación de aprendizaje es un controlador neural wavelet. El efecto de atenuación de las redes neuronales de wavelet sobre la fuerza de fricción se verifica primero por el método numérico. El efecto de aprendizaje de las redes neuronales de wavelet sobre la fuerza de fricción también se muestra en los resultados numéricos. Luego, se aplica una red neural de wavelet en un LBDCM real para suprimir en línea la fuerza de fricción, que puede ser variable debido a la diferente lubricación. La eficacia de los sistemas de control propuestos queda demostrada mediante resultados simulados y experimentales ",
            "error": []
        },
        "state feedback": {
            "translated_key": [
                "realimentación del estado",
                "realimentación de estado"
            ],
            "translated_annotated_text": "Se considera el diseño, la simulación y la implementación experimental de un controlador de aprendizaje de red de función de base de wavelet para motores de DC lineales sin escobillas (LBDCM). La principal preocupación es la robustez de la estabilidad con el seguimiento de la posición. El controlador propuesto se ocupa principalmente de las perturbaciones externas, por ejemplo. Fuerza de fricción no lineal y variación de carga útil en el control de movimiento de motores lineales. Consta de dos partes, una es un componente de \"realimentación del estado\", y la otra es un componente de retroalimentación del aprendizaje. El controlador de \"realimentación de estado\" está diseñado sobre la base de un modelo lineal simple, y el componente de retroalimentación de aprendizaje es un controlador neural wavelet. El efecto de atenuación de las redes neuronales de wavelet sobre la fuerza de fricción se verifica primero por el método numérico. El efecto de aprendizaje de las redes neuronales de wavelet sobre la fuerza de fricción también se muestra en los resultados numéricos. Luego, se aplica una red neural de wavelet en un LBDCM real para suprimir en línea la fuerza de fricción, que puede ser variable debido a la diferente lubricación. La eficacia de los sistemas de control propuestos queda demostrada mediante resultados simulados y experimentales ",
            "error": [
                "realimentación del estado",
                "realimentación de estado"
            ]
        },
        "wavelet transforms": {
            "translated_key": [],
            "translated_annotated_text": "Se considera el diseño, la simulación y la implementación experimental de un controlador de aprendizaje de red de función de base de wavelet para motores de DC lineales sin escobillas (LBDCM). La principal preocupación es la robustez de la estabilidad con el seguimiento de la posición. El controlador propuesto se ocupa principalmente de las perturbaciones externas, por ejemplo. Fuerza de fricción no lineal y variación de carga útil en el control de movimiento de motores lineales. Consta de dos partes, una es un componente de retroalimentación del estado, y la otra es un componente de retroalimentación del aprendizaje. El controlador de retroalimentación de estado está diseñado sobre la base de un modelo lineal simple, y el componente de retroalimentación de aprendizaje es un controlador neural wavelet. El efecto de atenuación de las redes neuronales de wavelet sobre la fuerza de fricción se verifica primero por el método numérico. El efecto de aprendizaje de las redes neuronales de wavelet sobre la fuerza de fricción también se muestra en los resultados numéricos. Luego, se aplica una red neural de wavelet en un LBDCM real para suprimir en línea la fuerza de fricción, que puede ser variable debido a la diferente lubricación. La eficacia de los sistemas de control propuestos queda demostrada mediante resultados simulados y experimentales ",
            "error": []
        }
    }
}