{
    "original_text": "Outlier resistant adaptive matched filtering Robust adaptive matched filtering (AMF) whereby outlier data vectors are censored from the covariance matrix estimate is considered in a maximum likelihood estimation (MLE) setting. It is known that outlier data vectors whose steering vector is highly correlated with the desired steering vector, can significantly degrade the performance of AMF algorithms such as sample matrix inversion (SMI) or fast maximum likelihood (FML). Four new algorithms that censor outliers are presented which are derived via approximation to the MLE solution. Two algorithms each are related to using the SMI or the FML to estimate the unknown underlying covariance matrix. Results are presented using computer simulations which demonstrate the relative effectiveness of the four algorithms versus each other and also versus the SMI and FML algorithms in the presence of outliers and no outliers. It is shown that one of the censoring algorithms, called the reiterative censored fast maximum likelihood (CFML) technique is significantly superior to the other three censoring methods in stressful outlier scenarios",
    "original_translation": "Filtrado adaptativo adaptativo resistente a los valores atípicos El filtrado adaptativo robusto (AMF) por el cual los vectores de datos atípicos son censurados a partir de la estimación de la matriz de covarianza se considera en un ajuste de estimación de máxima probabilidad (LME). Se sabe que los vectores de datos atípicos cuyo vector de dirección está altamente correlacionado con el vector de dirección deseado, pueden degradar significativamente el rendimiento de algoritmos AMF como la inversión de matriz de muestra (SMI) o la probabilidad máxima rápida (FML). Se presentan cuatro nuevos algoritmos que censuran valores atípicos que se derivan a través de la aproximación a la solución MLE. Dos algoritmos cada uno están relacionados con el uso del SMI o el FML para estimar la matriz de covarianza subyacente desconocida. Los resultados se presentan utilizando simulaciones computacionales que demuestran la efectividad relativa de los cuatro algoritmos frente a los otros y también frente a los algoritmos SMI y FML en presencia de valores atípicos y sin valores atípicos. Se muestra que uno de los algoritmos de censura, llamado la técnica de censura rápida y reiterativa de máxima probabilidad (CFML) es significativamente superior a los otros tres métodos de censura en escenarios atípicos estresantes",
    "error_count": 6,
    "keys": {
        "outlier resistant adaptive matched filtering": {
            "translated_key": [],
            "translated_annotated_text": "Filtrado adaptativo adaptativo resistente a los valores atípicos El filtrado adaptativo robusto (AMF) por el cual los vectores de datos atípicos son censurados a partir de la estimación de la matriz de covarianza se considera en un ajuste de estimación de máxima probabilidad (LME). Se sabe que los vectores de datos atípicos cuyo vector de dirección está altamente correlacionado con el vector de dirección deseado, pueden degradar significativamente el rendimiento de algoritmos AMF como la inversión de matriz de muestra (SMI) o la probabilidad máxima rápida (FML). Se presentan cuatro nuevos algoritmos que censuran valores atípicos que se derivan a través de la aproximación a la solución MLE. Dos algoritmos cada uno están relacionados con el uso del SMI o el FML para estimar la matriz de covarianza subyacente desconocida. Los resultados se presentan utilizando simulaciones computacionales que demuestran la efectividad relativa de los cuatro algoritmos frente a los otros y también frente a los algoritmos SMI y FML en presencia de valores atípicos y sin valores atípicos. Se muestra que uno de los algoritmos de censura, llamado la técnica de censura rápida y reiterativa de máxima probabilidad (CFML) es significativamente superior a los otros tres métodos de censura en escenarios atípicos estresantes ",
            "error": []
        },
        "covariance matrix estimate": {
            "translated_key": "estimación de la matriz de covarianza",
            "translated_annotated_text": "Filtrado adaptativo adaptativo resistente a los valores atípicos El filtrado adaptativo robusto (AMF) por el cual los vectores de datos atípicos son censurados a partir de la \"estimación de la matriz de covarianza\" se considera en un ajuste de estimación de máxima probabilidad (LME). Se sabe que los vectores de datos atípicos cuyo vector de dirección está altamente correlacionado con el vector de dirección deseado, pueden degradar significativamente el rendimiento de algoritmos AMF como la inversión de matriz de muestra (SMI) o la probabilidad máxima rápida (FML). Se presentan cuatro nuevos algoritmos que censuran valores atípicos que se derivan a través de la aproximación a la solución MLE. Dos algoritmos cada uno están relacionados con el uso del SMI o el FML para estimar la matriz de covarianza subyacente desconocida. Los resultados se presentan utilizando simulaciones computacionales que demuestran la efectividad relativa de los cuatro algoritmos frente a los otros y también frente a los algoritmos SMI y FML en presencia de valores atípicos y sin valores atípicos. Se muestra que uno de los algoritmos de censura, llamado la técnica de censura rápida y reiterativa de máxima probabilidad (CFML) es significativamente superior a los otros tres métodos de censura en escenarios atípicos estresantes ",
            "error": [
                ""
            ]
        },
        "maximum likelihood estimation setting": {
            "translated_key": [],
            "translated_annotated_text": "Filtrado adaptativo adaptativo resistente a los valores atípicos El filtrado adaptativo robusto (AMF) por el cual los vectores de datos atípicos son censurados a partir de la estimación de la matriz de covarianza se considera en un ajuste de estimación de máxima probabilidad (LME). Se sabe que los vectores de datos atípicos cuyo vector de dirección está altamente correlacionado con el vector de dirección deseado, pueden degradar significativamente el rendimiento de algoritmos AMF como la inversión de matriz de muestra (SMI) o la probabilidad máxima rápida (FML). Se presentan cuatro nuevos algoritmos que censuran valores atípicos que se derivan a través de la aproximación a la solución MLE. Dos algoritmos cada uno están relacionados con el uso del SMI o el FML para estimar la matriz de covarianza subyacente desconocida. Los resultados se presentan utilizando simulaciones computacionales que demuestran la efectividad relativa de los cuatro algoritmos frente a los otros y también frente a los algoritmos SMI y FML en presencia de valores atípicos y sin valores atípicos. Se muestra que uno de los algoritmos de censura, llamado la técnica de censura rápida y reiterativa de máxima probabilidad (CFML) es significativamente superior a los otros tres métodos de censura en escenarios atípicos estresantes ",
            "error": []
        },
        "steering vector": {
            "translated_key": " vector de dirección",
            "translated_annotated_text": "Filtrado adaptativo adaptativo resistente a los valores atípicos El filtrado adaptativo robusto (AMF) por el cual los vectores de datos atípicos son censurados a partir de la estimación de la matriz de covarianza se considera en un ajuste de estimación de máxima probabilidad (LME). Se sabe que los vectores de datos atípicos cuyo \" vector de dirección\" está altamente correlacionado con el \" vector de dirección\" deseado, pueden degradar significativamente el rendimiento de algoritmos AMF como la inversión de matriz de muestra (SMI) o la probabilidad máxima rápida (FML). Se presentan cuatro nuevos algoritmos que censuran valores atípicos que se derivan a través de la aproximación a la solución MLE. Dos algoritmos cada uno están relacionados con el uso del SMI o el FML para estimar la matriz de covarianza subyacente desconocida. Los resultados se presentan utilizando simulaciones computacionales que demuestran la efectividad relativa de los cuatro algoritmos frente a los otros y también frente a los algoritmos SMI y FML en presencia de valores atípicos y sin valores atípicos. Se muestra que uno de los algoritmos de censura, llamado la técnica de censura rápida y reiterativa de máxima probabilidad (CFML) es significativamente superior a los otros tres métodos de censura en escenarios atípicos estresantes ",
            "error": [
                ""
            ]
        },
        "sample matrix inversion": {
            "translated_key": "versión de matriz muestra",
            "translated_annotated_text": "Filtrado adaptativo adaptativo resistente a los valores atípicos El filtrado adaptativo robusto (AMF) por el cual los vectores de datos atípicos son censurados a partir de la estimación de la matriz de covarianza se considera en un ajuste de estimación de máxima probabilidad (LME). Se sabe que los vectores de datos atípicos cuyo vector de dirección está altamente correlacionado con el vector de dirección deseado, pueden degradar significativamente el rendimiento de algoritmos AMF como la \"versión de matriz muestra\" (SMI) o la probabilidad máxima rápida (FML). Se presentan cuatro nuevos algoritmos que censuran valores atípicos que se derivan a través de la aproximación a la solución MLE. Dos algoritmos cada uno están relacionados con el uso del SMI o el FML para estimar la matriz de covarianza subyacente desconocida. Los resultados se presentan utilizando simulaciones computacionales que demuestran la efectividad relativa de los cuatro algoritmos frente a los otros y también frente a los algoritmos SMI y FML en presencia de valores atípicos y sin valores atípicos. Se muestra que uno de los algoritmos de censura, llamado la técnica de censura rápida y reiterativa de máxima probabilidad (CFML) es significativamente superior a los otros tres métodos de censura en escenarios atípicos estresantes ",
            "error": [
                ""
            ]
        },
        "fast maximum likelihood": {
            "translated_key": "máxima probabilidad rápida",
            "translated_annotated_text": "Filtrado adaptativo adaptativo resistente a los valores atípicos El filtrado adaptativo robusto (AMF) por el cual los vectores de datos atípicos son censurados a partir de la estimación de la matriz de covarianza se considera en un ajuste de estimación de máxima probabilidad (LME). Se sabe que los vectores de datos atípicos cuyo vector de dirección está altamente correlacionado con el vector de dirección deseado, pueden degradar significativamente el rendimiento de algoritmos AMF tales como inversión de matriz de muestra (SMI) o \"máxima probabilidad rápida\" (FML). Se presentan cuatro nuevos algoritmos que censuran valores atípicos que se derivan a través de la aproximación a la solución MLE. Dos algoritmos cada uno están relacionados con el uso del SMI o el FML para estimar la matriz de covarianza subyacente desconocida. Los resultados se presentan utilizando simulaciones computacionales que demuestran la efectividad relativa de los cuatro algoritmos frente a los otros y también frente a los algoritmos SMI y FML en presencia de valores atípicos y sin valores atípicos. Se muestra que uno de los algoritmos de censura, llamado la técnica de censura reiterativa de \"máxima probabilidad rápida\" (CFML) es significativamente superior a los otros tres métodos de censura en escenarios estresantes atípicos ",
            "error": [
                ""
            ]
        },
        "censoring algorithms": {
            "translated_key": "algoritmos de censura",
            "translated_annotated_text": "Filtrado adaptativo adaptativo resistente a los valores atípicos El filtrado adaptativo robusto (AMF) por el cual los vectores de datos atípicos son censurados a partir de la estimación de la matriz de covarianza se considera en un ajuste de estimación de máxima probabilidad (LME). Se sabe que los vectores de datos atípicos cuyo vector de dirección está altamente correlacionado con el vector de dirección deseado, pueden degradar significativamente el rendimiento de algoritmos AMF como la inversión de matriz de muestra (SMI) o la probabilidad máxima rápida (FML). Se presentan cuatro nuevos algoritmos que censuran valores atípicos que se derivan a través de la aproximación a la solución MLE. Dos algoritmos cada uno están relacionados con el uso del SMI o el FML para estimar la matriz de covarianza subyacente desconocida. Los resultados se presentan utilizando simulaciones computacionales que demuestran la efectividad relativa de los cuatro algoritmos frente a los otros y también frente a los algoritmos SMI y FML en presencia de valores atípicos y sin valores atípicos. Se muestra que uno de los \"algoritmos de censura\", llamado la técnica de censura rápida y reiterativa de máxima probabilidad (CFML) es significativamente superior a los otros tres métodos de censura en escenarios atípicos estresantes ",
            "error": [
                ""
            ]
        },
        "reiterative censored fast maximum likelihood": {
            "translated_key": "la técnica censurativa rápida de máxima probabilidad",
            "translated_annotated_text": "Filtrado adaptativo adaptativo resistente a los valores atípicos El filtrado adaptativo robusto (AMF) por el cual los vectores de datos atípicos son censurados a partir de la estimación de la matriz de covarianza se considera en un ajuste de estimación de máxima probabilidad (LME). Se sabe que los vectores de datos atípicos cuyo vector de dirección está altamente correlacionado con el vector de dirección deseado, pueden degradar significativamente el rendimiento de algoritmos AMF como la inversión de matriz de muestra (SMI) o la probabilidad máxima rápida (FML). Se presentan cuatro nuevos algoritmos que censuran valores atípicos que se derivan a través de la aproximación a la solución MLE. Dos algoritmos cada uno están relacionados con el uso del SMI o el FML para estimar la matriz de covarianza subyacente desconocida. Los resultados se presentan utilizando simulaciones computacionales que demuestran la efectividad relativa de los cuatro algoritmos frente a los otros y también frente a los algoritmos SMI y FML en presencia de valores atípicos y sin valores atípicos. Se muestra que uno de los algoritmos de censura, llamado \"la técnica censurativa rápida de máxima probabilidad\" (CFML) es significativamente superior a los otros tres métodos de censura en escenarios atípicos estresantes ",
            "error": [
                ""
            ]
        },
        "adaptive filters": {
            "translated_key": [],
            "translated_annotated_text": "Filtrado adaptativo adaptativo resistente a los valores atípicos El filtrado adaptativo robusto (AMF) por el cual los vectores de datos atípicos son censurados a partir de la estimación de la matriz de covarianza se considera en un ajuste de estimación de máxima probabilidad (LME). Se sabe que los vectores de datos atípicos cuyo vector de dirección está altamente correlacionado con el vector de dirección deseado, pueden degradar significativamente el rendimiento de algoritmos AMF como la inversión de matriz de muestra (SMI) o la probabilidad máxima rápida (FML). Se presentan cuatro nuevos algoritmos que censuran valores atípicos que se derivan a través de la aproximación a la solución MLE. Dos algoritmos cada uno están relacionados con el uso del SMI o el FML para estimar la matriz de covarianza subyacente desconocida. Los resultados se presentan utilizando simulaciones computacionales que demuestran la efectividad relativa de los cuatro algoritmos frente a los otros y también frente a los algoritmos SMI y FML en presencia de valores atípicos y sin valores atípicos. Se muestra que uno de los algoritmos de censura, llamado la técnica de censura rápida y reiterativa de máxima probabilidad (CFML) es significativamente superior a los otros tres métodos de censura en escenarios atípicos estresantes ",
            "error": []
        },
        "covariance matrices": {
            "translated_key": [],
            "translated_annotated_text": "Filtrado adaptativo adaptativo resistente a los valores atípicos El filtrado adaptativo robusto (AMF) por el cual los vectores de datos atípicos son censurados a partir de la estimación de la matriz de covarianza se considera en un ajuste de estimación de máxima probabilidad (LME). Se sabe que los vectores de datos atípicos cuyo vector de dirección está altamente correlacionado con el vector de dirección deseado, pueden degradar significativamente el rendimiento de algoritmos AMF como la inversión de matriz de muestra (SMI) o la probabilidad máxima rápida (FML). Se presentan cuatro nuevos algoritmos que censuran valores atípicos que se derivan a través de la aproximación a la solución MLE. Dos algoritmos cada uno están relacionados con el uso del SMI o el FML para estimar la matriz de covarianza subyacente desconocida. Los resultados se presentan utilizando simulaciones computacionales que demuestran la efectividad relativa de los cuatro algoritmos frente a los otros y también frente a los algoritmos SMI y FML en presencia de valores atípicos y sin valores atípicos. Se muestra que uno de los algoritmos de censura, llamado la técnica de censura rápida y reiterativa de máxima probabilidad (CFML) es significativamente superior a los otros tres métodos de censura en escenarios atípicos estresantes ",
            "error": []
        },
        "filtering theory": {
            "translated_key": [],
            "translated_annotated_text": "Filtrado adaptativo adaptativo resistente a los valores atípicos El filtrado adaptativo robusto (AMF) por el cual los vectores de datos atípicos son censurados a partir de la estimación de la matriz de covarianza se considera en un ajuste de estimación de máxima probabilidad (LME). Se sabe que los vectores de datos atípicos cuyo vector de dirección está altamente correlacionado con el vector de dirección deseado, pueden degradar significativamente el rendimiento de algoritmos AMF como la inversión de matriz de muestra (SMI) o la probabilidad máxima rápida (FML). Se presentan cuatro nuevos algoritmos que censuran valores atípicos que se derivan a través de la aproximación a la solución MLE. Dos algoritmos cada uno están relacionados con el uso del SMI o el FML para estimar la matriz de covarianza subyacente desconocida. Los resultados se presentan utilizando simulaciones computacionales que demuestran la efectividad relativa de los cuatro algoritmos frente a los otros y también frente a los algoritmos SMI y FML en presencia de valores atípicos y sin valores atípicos. Se muestra que uno de los algoritmos de censura, llamado la técnica de censura rápida y reiterativa de máxima probabilidad (CFML) es significativamente superior a los otros tres métodos de censura en escenarios atípicos estresantes ",
            "error": []
        },
        "matched filters": {
            "translated_key": [],
            "translated_annotated_text": "Filtrado adaptativo adaptativo resistente a los valores atípicos El filtrado adaptativo robusto (AMF) por el cual los vectores de datos atípicos son censurados a partir de la estimación de la matriz de covarianza se considera en un ajuste de estimación de máxima probabilidad (LME). Se sabe que los vectores de datos atípicos cuyo vector de dirección está altamente correlacionado con el vector de dirección deseado, pueden degradar significativamente el rendimiento de algoritmos AMF como la inversión de matriz de muestra (SMI) o la probabilidad máxima rápida (FML). Se presentan cuatro nuevos algoritmos que censuran valores atípicos que se derivan a través de la aproximación a la solución MLE. Dos algoritmos cada uno están relacionados con el uso del SMI o el FML para estimar la matriz de covarianza subyacente desconocida. Los resultados se presentan utilizando simulaciones computacionales que demuestran la efectividad relativa de los cuatro algoritmos frente a los otros y también frente a los algoritmos SMI y FML en presencia de valores atípicos y sin valores atípicos. Se muestra que uno de los algoritmos de censura, llamado la técnica de censura rápida y reiterativa de máxima probabilidad (CFML) es significativamente superior a los otros tres métodos de censura en escenarios atípicos estresantes ",
            "error": []
        },
        "maximum likelihood estimation": {
            "translated_key": "estimación de máxima probabilidad",
            "translated_annotated_text": "Filtrado adaptativo adaptativo resistente a los valores atípicos El filtrado adaptativo robusto (AMF) mediante el cual los vectores de datos atípicos se censuran a partir de la estimación de la matriz de covarianza se considera en un ajuste de \"estimación de máxima probabilidad\" (LME). Se sabe que los vectores de datos atípicos cuyo vector de dirección está altamente correlacionado con el vector de dirección deseado, pueden degradar significativamente el rendimiento de algoritmos AMF como la inversión de matriz de muestra (SMI) o la probabilidad máxima rápida (FML). Se presentan cuatro nuevos algoritmos que censuran valores atípicos que se derivan a través de la aproximación a la solución MLE. Dos algoritmos cada uno están relacionados con el uso del SMI o el FML para estimar la matriz de covarianza subyacente desconocida. Los resultados se presentan utilizando simulaciones computacionales que demuestran la efectividad relativa de los cuatro algoritmos frente a los otros y también frente a los algoritmos SMI y FML en presencia de valores atípicos y sin valores atípicos. Se muestra que uno de los algoritmos de censura, llamado la técnica de censura rápida y reiterativa de máxima probabilidad (CFML) es significativamente superior a los otros tres métodos de censura en escenarios atípicos estresantes ",
            "error": [
                ""
            ]
        }
    }
}