{
    "original_text": "Multiple model adaptive estimation with filter spawning Multiple model adaptive estimation (MMAE) with filter spawning is used to detect and estimate partial actuator failures on the VISTA F-16. The truth model is a full six-degree-of-freedom simulation provided by Calspan and General Dynamics. The design models are chosen as 13-state linearized models, including first order actuator models. Actuator failures are incorporated into the truth model and design model assuming a failure to free stream. Filter spawning is used to include additional filters with partial actuator failure hypotheses into the MMAE bank. The spawned filters are based on varying degrees of partial failures (in terms of effectiveness) associated with the complete-actuaton-failure hypothesis with the highest conditional probability of correctness at the current time. Thus, a blended estimate of the failure effectiveness is found using the filters estimates based upon a no-failure hypothesis, a complete actuator failure hypothesis, and the spawned filters partial-failure hypotheses. This yields substantial precision in effectiveness estimation, compared with what is possible without spawning additional filters, making partial failure adaptation a viable methodology",
    "original_translation": "Modelo múltiple de estimación adaptativa con desove filtrante Modelo múltiple de estimación adaptativa (MMAE) con desove filtrante se utiliza para detectar y estimar fallos parciales del actuador en la VISTA F-16. El modelo de verdad es una simulación completa de seis grados de libertad proporcionada por Calspan y General Dynamics. Los modelos de diseño se eligen como modelos lineales de 13 estados, incluyendo modelos de actuador de primer orden. Las fallas del actuador se incorporan en el modelo de verdad y el modelo de diseño asumiendo un fallo en el flujo libre. El desove de filtro se utiliza para incluir filtros adicionales con hipótesis de fallo parcial del actuador en el banco MMAE. Los filtros desovados se basan en diversos grados de fallas parciales (en términos de eficacia) asociadas con la hipótesis de la falla de la actuación completa con la mayor probabilidad condicional de corrección en el momento actual. Por lo tanto, se encuentra una estimación mezclada de la eficacia de la falla utilizando las estimaciones de filtros basadas en una hipótesis de no falla, una hipótesis de fallo del actuador completo, y las hipótesis de falla parcial de los filtros generados. Esto proporciona una precisión sustancial en la estimación de la eficacia, en comparación con lo que es posible sin generar filtros adicionales, haciendo de la adaptación parcial de fallo una metodología viable",
    "error_count": 8,
    "keys": {
        "multiple model adaptive estimation": {
            "translated_key": [],
            "translated_annotated_text": "Modelo múltiple de estimación adaptativa con desove filtrante Modelo múltiple de estimación adaptativa (MMAE) con desove filtrante se utiliza para detectar y estimar fallos parciales del actuador en la VISTA F-16. El modelo de verdad es una simulación completa de seis grados de libertad proporcionada por Calspan y General Dynamics. Los modelos de diseño se eligen como modelos lineales de 13 estados, incluyendo modelos de actuador de primer orden. Las fallas del actuador se incorporan en el modelo de verdad y el modelo de diseño asumiendo un fallo en el flujo libre. El desove de filtro se utiliza para incluir filtros adicionales con hipótesis de fallo parcial del actuador en el banco MMAE. Los filtros desovados se basan en diversos grados de fallas parciales (en términos de eficacia) asociadas con la hipótesis de la falla de la actuación completa con la mayor probabilidad condicional de corrección en el momento actual. Por lo tanto, se encuentra una estimación mezclada de la eficacia de la falla utilizando las estimaciones de filtros basadas en una hipótesis de no falla, una hipótesis de fallo del actuador completo, y las hipótesis de falla parcial de los filtros generados. Esto proporciona una precisión sustancial en la estimación de la eficacia, en comparación con lo que es posible sin generar filtros adicionales, haciendo de la adaptación parcial de fallo una metodología viable ",
            "error": []
        },
        "filter spawning": {
            "translated_key": "desove de filtrado",
            "translated_annotated_text": "Modelo múltiple de estimación adaptativa con \"desove de filtrado\" Modelo múltiple de estimación adaptativa (MMAE) con \"desove de filtrado\" se utiliza para detectar y estimar fallos parciales del actuador en la VISTA F-16. El modelo de verdad es una simulación completa de seis grados de libertad proporcionada por Calspan y General Dynamics. Los modelos de diseño se eligen como modelos lineales de 13 estados, incluyendo modelos de actuador de primer orden. Las fallas del actuador se incorporan en el modelo de verdad y el modelo de diseño asumiendo un fallo en el flujo libre. El desove de filtro se utiliza para incluir filtros adicionales con hipótesis de fallo parcial del actuador en el banco MMAE. Los filtros desovados se basan en diversos grados de fallas parciales (en términos de eficacia) asociadas con la hipótesis de la falla de la actuación completa con la mayor probabilidad condicional de corrección en el momento actual. Por lo tanto, se encuentra una estimación mezclada de la eficacia de la falla utilizando las estimaciones de filtros basadas en una hipótesis de no falla, una hipótesis de fallo del actuador completo, y las hipótesis de falla parcial de los filtros generados. Esto proporciona una precisión sustancial en la estimación de la eficacia, en comparación con lo que es posible sin generar filtros adicionales, haciendo de la adaptación parcial de fallo una metodología viable ",
            "error": [
                ""
            ]
        },
        "partial actuator failures": {
            "translated_key": "fallas parciales del actuador",
            "translated_annotated_text": "Modelo múltiple de estimación adaptativa con desove filtrante Modelo múltiple de estimación adaptativa (MMAE) con desove filtrante se utiliza para detectar y estimar \"fallas parciales del actuador\" en la VISTA F-16. El modelo de verdad es una simulación completa de seis grados de libertad proporcionada por Calspan y General Dynamics. Los modelos de diseño se eligen como modelos lineales de 13 estados, incluyendo modelos de actuador de primer orden. Las fallas del actuador se incorporan en el modelo de verdad y el modelo de diseño asumiendo un fallo en el flujo libre. El desove de filtro se utiliza para incluir filtros adicionales con hipótesis de fallo parcial del actuador en el banco MMAE. Los filtros desovados se basan en diversos grados de fallas parciales (en términos de eficacia) asociadas con la hipótesis de la falla de la actuación completa con la mayor probabilidad condicional de corrección en el momento actual. Por lo tanto, se encuentra una estimación mezclada de la eficacia de la falla utilizando las estimaciones de filtros basadas en una hipótesis de no falla, una hipótesis de fallo del actuador completo, y las hipótesis de falla parcial de los filtros generados. Esto proporciona una precisión sustancial en la estimación de la eficacia, en comparación con lo que es posible sin generar filtros adicionales, haciendo de la adaptación parcial de fallo una metodología viable ",
            "error": [
                ""
            ]
        },
        "VISTA F-16": {
            "translated_key": "VISTA F-16",
            "translated_annotated_text": "Modelo múltiple de estimación adaptativa con desove filtrante Modelo múltiple de estimación adaptativa (MMAE) con desove filtrante se utiliza para detectar y estimar fallos parciales del actuador en la \"VISTA F-16\". El modelo de verdad es una simulación completa de seis grados de libertad proporcionada por Calspan y General Dynamics. Los modelos de diseño se eligen como modelos lineales de 13 estados, incluyendo modelos de actuador de primer orden. Las fallas del actuador se incorporan en el modelo de verdad y el modelo de diseño asumiendo un fallo en el flujo libre. El desove de filtro se utiliza para incluir filtros adicionales con hipótesis de fallo parcial del actuador en el banco MMAE. Los filtros desovados se basan en diversos grados de fallas parciales (en términos de eficacia) asociadas con la hipótesis de la falla de la actuación completa con la mayor probabilidad condicional de corrección en el momento actual. Por lo tanto, se encuentra una estimación mezclada de la eficacia de la falla utilizando las estimaciones de filtros basadas en una hipótesis de no falla, una hipótesis de fallo del actuador completo, y las hipótesis de falla parcial de los filtros generados. Esto proporciona una precisión sustancial en la estimación de la eficacia, en comparación con lo que es posible sin generar filtros adicionales, haciendo de la adaptación parcial de fallo una metodología viable ",
            "error": [
                ""
            ]
        },
        "truth model": {
            "translated_key": "modelo de verdad",
            "translated_annotated_text": "Modelo múltiple de estimación adaptativa con desove filtrante Modelo múltiple de estimación adaptativa (MMAE) con desove filtrante se utiliza para detectar y estimar fallos parciales del actuador en la VISTA F-16. El \"modelo de verdad\" es una simulación completa de seis grados de libertad proporcionada por Calspan y General Dynamics. Los modelos de diseño se eligen como modelos lineales de 13 estados, incluyendo modelos de actuador de primer orden. Los fallos del actuador se incorporan en el \"modelo de verdad\" y el modelo de diseño asumiendo un fallo en la libre circulación. El desove de filtro se utiliza para incluir filtros adicionales con hipótesis de fallo parcial del actuador en el banco MMAE. Los filtros desovados se basan en diversos grados de fallas parciales (en términos de eficacia) asociadas con la hipótesis de la falla de la actuación completa con la mayor probabilidad condicional de corrección en el momento actual. Por lo tanto, se encuentra una estimación mezclada de la eficacia de la falla utilizando las estimaciones de filtros basadas en una hipótesis de no falla, una hipótesis de fallo del actuador completo, y las hipótesis de falla parcial de los filtros generados. Esto proporciona una precisión sustancial en la estimación de la eficacia, en comparación con lo que es posible sin generar filtros adicionales, haciendo de la adaptación parcial de fallo una metodología viable ",
            "error": [
                ""
            ]
        },
        "six-degree-of-freedom simulation": {
            "translated_key": "seis grados de libertad",
            "translated_annotated_text": "Modelo múltiple de estimación adaptativa con desove filtrante Modelo múltiple de estimación adaptativa (MMAE) con desove filtrante se utiliza para detectar y estimar fallos parciales del actuador en la VISTA F-16. El modelo de verdad es una simulación completa de \"seis grados de libertad\" proporcionada por Calspan y General Dynamics. Los modelos de diseño se eligen como modelos lineales de 13 estados, incluyendo modelos de actuador de primer orden. Las fallas del actuador se incorporan en el modelo de verdad y el modelo de diseño asumiendo un fallo en el flujo libre. El desove de filtro se utiliza para incluir filtros adicionales con hipótesis de fallo parcial del actuador en el banco MMAE. Los filtros desovados se basan en diversos grados de fallas parciales (en términos de eficacia) asociadas con la hipótesis de la falla de la actuación completa con la mayor probabilidad condicional de corrección en el momento actual. Por lo tanto, se encuentra una estimación mezclada de la eficacia de la falla utilizando las estimaciones de filtros basadas en una hipótesis de no falla, una hipótesis de fallo del actuador completo, y las hipótesis de falla parcial de los filtros generados. Esto proporciona una precisión sustancial en la estimación de la eficacia, en comparación con lo que es posible sin generar filtros adicionales, haciendo de la adaptación parcial de fallo una metodología viable ",
            "error": [
                ""
            ]
        },
        "Calspan": {
            "translated_key": "Calspan",
            "translated_annotated_text": "Modelo múltiple de estimación adaptativa con desove filtrante Modelo múltiple de estimación adaptativa (MMAE) con desove filtrante se utiliza para detectar y estimar fallos parciales del actuador en la VISTA F-16. El modelo de verdad es una simulación completa de seis grados de libertad proporcionada por \"Calspan\" y General Dynamics. Los modelos de diseño se eligen como modelos lineales de 13 estados, incluyendo modelos de actuador de primer orden. Las fallas del actuador se incorporan en el modelo de verdad y el modelo de diseño asumiendo un fallo en el flujo libre. El desove de filtro se utiliza para incluir filtros adicionales con hipótesis de fallo parcial del actuador en el banco MMAE. Los filtros desovados se basan en diversos grados de fallas parciales (en términos de eficacia) asociadas con la hipótesis de la falla de la actuación completa con la mayor probabilidad condicional de corrección en el momento actual. Por lo tanto, se encuentra una estimación mezclada de la eficacia de la falla utilizando las estimaciones de filtros basadas en una hipótesis de no falla, una hipótesis de fallo del actuador completo, y las hipótesis de falla parcial de los filtros generados. Esto proporciona una precisión sustancial en la estimación de la eficacia, en comparación con lo que es posible sin generar filtros adicionales, haciendo de la adaptación parcial de fallo una metodología viable ",
            "error": [
                ""
            ]
        },
        "in-flight simulator": {
            "translated_key": [],
            "translated_annotated_text": "Modelo múltiple de estimación adaptativa con desove filtrante Modelo múltiple de estimación adaptativa (MMAE) con desove filtrante se utiliza para detectar y estimar fallos parciales del actuador en la VISTA F-16. El modelo de verdad es una simulación completa de seis grados de libertad proporcionada por Calspan y General Dynamics. Los modelos de diseño se eligen como modelos lineales de 13 estados, incluyendo modelos de actuador de primer orden. Las fallas del actuador se incorporan en el modelo de verdad y el modelo de diseño asumiendo un fallo en el flujo libre. El desove de filtro se utiliza para incluir filtros adicionales con hipótesis de fallo parcial del actuador en el banco MMAE. Los filtros desovados se basan en diversos grados de fallas parciales (en términos de eficacia) asociadas con la hipótesis de la falla de la actuación completa con la mayor probabilidad condicional de corrección en el momento actual. Por lo tanto, se encuentra una estimación mezclada de la eficacia de la falla utilizando las estimaciones de filtros basadas en una hipótesis de no falla, una hipótesis de fallo del actuador completo, y las hipótesis de falla parcial de los filtros generados. Esto proporciona una precisión sustancial en la estimación de la eficacia, en comparación con lo que es posible sin generar filtros adicionales, haciendo de la adaptación parcial de fallo una metodología viable ",
            "error": []
        },
        "test aircraft": {
            "translated_key": [],
            "translated_annotated_text": "Modelo múltiple de estimación adaptativa con desove filtrante Modelo múltiple de estimación adaptativa (MMAE) con desove filtrante se utiliza para detectar y estimar fallos parciales del actuador en la VISTA F-16. El modelo de verdad es una simulación completa de seis grados de libertad proporcionada por Calspan y General Dynamics. Los modelos de diseño se eligen como modelos lineales de 13 estados, incluyendo modelos de actuador de primer orden. Las fallas del actuador se incorporan en el modelo de verdad y el modelo de diseño asumiendo un fallo en el flujo libre. El desove de filtro se utiliza para incluir filtros adicionales con hipótesis de fallo parcial del actuador en el banco MMAE. Los filtros desovados se basan en diversos grados de fallas parciales (en términos de eficacia) asociadas con la hipótesis de la falla de la actuación completa con la mayor probabilidad condicional de corrección en el momento actual. Por lo tanto, se encuentra una estimación mezclada de la eficacia de la falla utilizando las estimaciones de filtros basadas en una hipótesis de no falla, una hipótesis de fallo del actuador completo, y las hipótesis de falla parcial de los filtros generados. Esto proporciona una precisión sustancial en la estimación de la eficacia, en comparación con lo que es posible sin generar filtros adicionales, haciendo de la adaptación parcial de fallo una metodología viable ",
            "error": []
        },
        "flight control systems": {
            "translated_key": [],
            "translated_annotated_text": "Modelo múltiple de estimación adaptativa con desove filtrante Modelo múltiple de estimación adaptativa (MMAE) con desove filtrante se utiliza para detectar y estimar fallos parciales del actuador en la VISTA F-16. El modelo de verdad es una simulación completa de seis grados de libertad proporcionada por Calspan y General Dynamics. Los modelos de diseño se eligen como modelos lineales de 13 estados, incluyendo modelos de actuador de primer orden. Las fallas del actuador se incorporan en el modelo de verdad y el modelo de diseño asumiendo un fallo en el flujo libre. El desove de filtro se utiliza para incluir filtros adicionales con hipótesis de fallo parcial del actuador en el banco MMAE. Los filtros desovados se basan en diversos grados de fallas parciales (en términos de eficacia) asociadas con la hipótesis de la falla de la actuación completa con la mayor probabilidad condicional de corrección en el momento actual. Por lo tanto, se encuentra una estimación mezclada de la eficacia de la falla utilizando las estimaciones de filtros basadas en una hipótesis de no falla, una hipótesis de fallo del actuador completo, y las hipótesis de falla parcial de los filtros generados. Esto proporciona una precisión sustancial en la estimación de la eficacia, en comparación con lo que es posible sin generar filtros adicionales, haciendo de la adaptación parcial de fallo una metodología viable ",
            "error": []
        },
        "General Dynamics": {
            "translated_key": "General Dynamics",
            "translated_annotated_text": "Modelo múltiple de estimación adaptativa con desove filtrante Modelo múltiple de estimación adaptativa (MMAE) con desove filtrante se utiliza para detectar y estimar fallos parciales del actuador en la VISTA F-16. El modelo de verdad es una simulación completa de seis grados de libertad proporcionada por Calspan y \"General Dynamics\". Los modelos de diseño se eligen como modelos lineales de 13 estados, incluyendo modelos de actuador de primer orden. Las fallas del actuador se incorporan en el modelo de verdad y el modelo de diseño asumiendo un fallo en el flujo libre. El desove de filtro se utiliza para incluir filtros adicionales con hipótesis de fallo parcial del actuador en el banco MMAE. Los filtros desovados se basan en diversos grados de fallas parciales (en términos de eficacia) asociadas con la hipótesis de la falla de la actuación completa con la mayor probabilidad condicional de corrección en el momento actual. Por lo tanto, se encuentra una estimación mezclada de la eficacia de la falla utilizando las estimaciones de filtros basadas en una hipótesis de no falla, una hipótesis de fallo del actuador completo, y las hipótesis de falla parcial de los filtros generados. Esto proporciona una precisión sustancial en la estimación de la eficacia, en comparación con lo que es posible sin generar filtros adicionales, haciendo de la adaptación parcial de fallo una metodología viable ",
            "error": [
                ""
            ]
        },
        "linearized models": {
            "translated_key": "modelos lineales",
            "translated_annotated_text": "Modelo múltiple de estimación adaptativa con desove filtrante Modelo múltiple de estimación adaptativa (MMAE) con desove filtrante se utiliza para detectar y estimar fallos parciales del actuador en la VISTA F-16. El modelo de verdad es una simulación completa de seis grados de libertad proporcionada por Calspan y General Dynamics. Los modelos de diseño se eligen como \"modelos lineales\" de 13 estados, incluyendo modelos actuadores de primer orden. Las fallas del actuador se incorporan en el modelo de verdad y el modelo de diseño asumiendo un fallo en el flujo libre. El desove de filtro se utiliza para incluir filtros adicionales con hipótesis de fallo parcial del actuador en el banco MMAE. Los filtros desovados se basan en diversos grados de fallas parciales (en términos de eficacia) asociadas con la hipótesis de la falla de la actuación completa con la mayor probabilidad condicional de corrección en el momento actual. Por lo tanto, se encuentra una estimación mezclada de la eficacia de la falla utilizando las estimaciones de filtros basadas en una hipótesis de no falla, una hipótesis de fallo del actuador completo, y las hipótesis de falla parcial de los filtros generados. Esto proporciona una precisión sustancial en la estimación de la eficacia, en comparación con lo que es posible sin generar filtros adicionales, haciendo de la adaptación parcial de fallo una metodología viable ",
            "error": [
                ""
            ]
        },
        "MMAE": {
            "translated_key": "MMAE",
            "translated_annotated_text": "Modelo múltiple de estimación adaptativa con desove filtrante Modelo múltiple de estimación adaptativa (\"MMAE\") con desove filtrante se utiliza para detectar y estimar fallos parciales del actuador en la VISTA F-16. El modelo de verdad es una simulación completa de seis grados de libertad proporcionada por Calspan y General Dynamics. Los modelos de diseño se eligen como modelos lineales de 13 estados, incluyendo modelos de actuador de primer orden. Las fallas del actuador se incorporan en el modelo de verdad y el modelo de diseño asumiendo un fallo en el flujo libre. El desove de filtro se utiliza para incluir filtros adicionales con hipótesis de fallo parcial del actuador en el banco \"MMAE\". Los filtros desovados se basan en diversos grados de fallas parciales (en términos de eficacia) asociadas con la hipótesis de la falla de la actuación completa con la mayor probabilidad condicional de corrección en el momento actual. Por lo tanto, se encuentra una estimación mezclada de la eficacia de la falla utilizando las estimaciones de filtros basadas en una hipótesis de no falla, una hipótesis de fallo del actuador completo, y las hipótesis de falla parcial de los filtros generados. Esto proporciona una precisión sustancial en la estimación de la eficacia, en comparación con lo que es posible sin generar filtros adicionales, haciendo de la adaptación parcial de fallo una metodología viable ",
            "error": [
                ""
            ]
        },
        "partial failures": {
            "translated_key": "fallos parciales",
            "translated_annotated_text": "Modelo múltiple de estimación adaptativa con desove filtrante Modelo múltiple de estimación adaptativa (MMAE) con desove filtrante se utiliza para detectar y estimar fallos parciales del actuador en la VISTA F-16. El modelo de verdad es una simulación completa de seis grados de libertad proporcionada por Calspan y General Dynamics. Los modelos de diseño se eligen como modelos lineales de 13 estados, incluyendo modelos de actuador de primer orden. Las fallas del actuador se incorporan en el modelo de verdad y el modelo de diseño asumiendo un fallo en el flujo libre. El desove de filtro se utiliza para incluir filtros adicionales con hipótesis de fallo parcial del actuador en el banco MMAE. Los filtros desovados se basan en diversos grados de \"fallos parciales\" (en términos de eficacia) asociados con la hipótesis de completo-actuación-fracaso con la mayor probabilidad condicional de corrección en el momento actual. Por lo tanto, se encuentra una estimación mezclada de la eficacia de la falla utilizando las estimaciones de filtros basadas en una hipótesis de no falla, una hipótesis de fallo del actuador completo, y las hipótesis de falla parcial de los filtros generados. Esto proporciona una precisión sustancial en la estimación de la eficacia, en comparación con lo que es posible sin generar filtros adicionales, haciendo de la adaptación parcial de fallo una metodología viable ",
            "error": [
                ""
            ]
        },
        "conditional probability": {
            "translated_key": "probabilidad condicional",
            "translated_annotated_text": "Modelo múltiple de estimación adaptativa con desove filtrante Modelo múltiple de estimación adaptativa (MMAE) con desove filtrante se utiliza para detectar y estimar fallos parciales del actuador en la VISTA F-16. El modelo de verdad es una simulación completa de seis grados de libertad proporcionada por Calspan y General Dynamics. Los modelos de diseño se eligen como modelos lineales de 13 estados, incluyendo modelos de actuador de primer orden. Las fallas del actuador se incorporan en el modelo de verdad y el modelo de diseño asumiendo un fallo en el flujo libre. El desove de filtro se utiliza para incluir filtros adicionales con hipótesis de fallo parcial del actuador en el banco MMAE. Los filtros desovados se basan en diversos grados de fallas parciales (en términos de eficacia) asociadas con la hipótesis de la falla del actuatón completo con la mayor \"probabilidad condicional\" de corrección en el momento actual. Por lo tanto, se encuentra una estimación mezclada de la eficacia de la falla utilizando las estimaciones de filtros basadas en una hipótesis de no falla, una hipótesis de fallo del actuador completo, y las hipótesis de falla parcial de los filtros generados. Esto proporciona una precisión sustancial en la estimación de la eficacia, en comparación con lo que es posible sin generar filtros adicionales, haciendo de la adaptación parcial de fallo una metodología viable ",
            "error": [
                ""
            ]
        },
        "no-failure hypothesis": {
            "translated_key": "hipótesis de no-fracaso",
            "translated_annotated_text": "Modelo múltiple de estimación adaptativa con desove filtrante Modelo múltiple de estimación adaptativa (MMAE) con desove filtrante se utiliza para detectar y estimar fallos parciales del actuador en la VISTA F-16. El modelo de verdad es una simulación completa de seis grados de libertad proporcionada por Calspan y General Dynamics. Los modelos de diseño se eligen como modelos lineales de 13 estados, incluyendo modelos de actuador de primer orden. Las fallas del actuador se incorporan en el modelo de verdad y el modelo de diseño asumiendo un fallo en el flujo libre. El desove de filtro se utiliza para incluir filtros adicionales con hipótesis de fallo parcial del actuador en el banco MMAE. Los filtros desovados se basan en diversos grados de fallas parciales (en términos de eficacia) asociadas con la hipótesis de la falla de la actuación completa con la mayor probabilidad condicional de corrección en el momento actual. Así, se encuentra una estimación mezclada de la eficacia de la falla utilizando las estimaciones de filtros basadas en una \"hipótesis de no-fracaso\", una hipótesis completa de fallo del actuador, y las hipótesis de falla parcial de filtros generados. Esto proporciona una precisión sustancial en la estimación de la eficacia, en comparación con lo que es posible sin generar filtros adicionales, haciendo de la adaptación parcial de fallo una metodología viable ",
            "error": [
                ""
            ]
        },
        "actuators": {
            "translated_key": [],
            "translated_annotated_text": "Modelo múltiple de estimación adaptativa con desove filtrante Modelo múltiple de estimación adaptativa (MMAE) con desove filtrante se utiliza para detectar y estimar fallos parciales del actuador en la VISTA F-16. El modelo de verdad es una simulación completa de seis grados de libertad proporcionada por Calspan y General Dynamics. Los modelos de diseño se eligen como modelos lineales de 13 estados, incluyendo modelos de actuador de primer orden. Las fallas del actuador se incorporan en el modelo de verdad y el modelo de diseño asumiendo un fallo en el flujo libre. El desove de filtro se utiliza para incluir filtros adicionales con hipótesis de fallo parcial del actuador en el banco MMAE. Los filtros desovados se basan en diversos grados de fallas parciales (en términos de eficacia) asociadas con la hipótesis de la falla de la actuación completa con la mayor probabilidad condicional de corrección en el momento actual. Por lo tanto, se encuentra una estimación mezclada de la eficacia de la falla utilizando las estimaciones de filtros basadas en una hipótesis de no falla, una hipótesis de fallo del actuador completo, y las hipótesis de falla parcial de los filtros generados. Esto proporciona una precisión sustancial en la estimación de la eficacia, en comparación con lo que es posible sin generar filtros adicionales, haciendo de la adaptación parcial de fallo una metodología viable ",
            "error": []
        },
        "adaptive estimation": {
            "translated_key": "estimación adaptativa",
            "translated_annotated_text": "Modelo múltiple \"estimación adaptativa\" con desove filtrante Modelo múltiple \"estimación adaptativa\" (MMAE) con desove filtrante se utiliza para detectar y estimar fallos parciales del actuador en la VISTA F-16. El modelo de verdad es una simulación completa de seis grados de libertad proporcionada por Calspan y General Dynamics. Los modelos de diseño se eligen como modelos lineales de 13 estados, incluyendo modelos de actuador de primer orden. Las fallas del actuador se incorporan en el modelo de verdad y el modelo de diseño asumiendo un fallo en el flujo libre. El desove de filtro se utiliza para incluir filtros adicionales con hipótesis de fallo parcial del actuador en el banco MMAE. Los filtros desovados se basan en diversos grados de fallas parciales (en términos de eficacia) asociadas con la hipótesis de la falla de la actuación completa con la mayor probabilidad condicional de corrección en el momento actual. Por lo tanto, se encuentra una estimación mezclada de la eficacia de la falla utilizando las estimaciones de filtros basadas en una hipótesis de no falla, una hipótesis de fallo del actuador completo, y las hipótesis de falla parcial de los filtros generados. Esto proporciona una precisión sustancial en la estimación de la eficacia, en comparación con lo que es posible sin generar filtros adicionales, haciendo de la adaptación parcial de fallo una metodología viable ",
            "error": [
                ""
            ]
        },
        "aerospace simulation": {
            "translated_key": [],
            "translated_annotated_text": "Modelo múltiple de estimación adaptativa con desove filtrante Modelo múltiple de estimación adaptativa (MMAE) con desove filtrante se utiliza para detectar y estimar fallos parciales del actuador en la VISTA F-16. El modelo de verdad es una simulación completa de seis grados de libertad proporcionada por Calspan y General Dynamics. Los modelos de diseño se eligen como modelos lineales de 13 estados, incluyendo modelos de actuador de primer orden. Las fallas del actuador se incorporan en el modelo de verdad y el modelo de diseño asumiendo un fallo en el flujo libre. El desove de filtro se utiliza para incluir filtros adicionales con hipótesis de fallo parcial del actuador en el banco MMAE. Los filtros desovados se basan en diversos grados de fallas parciales (en términos de eficacia) asociadas con la hipótesis de la falla de la actuación completa con la mayor probabilidad condicional de corrección en el momento actual. Por lo tanto, se encuentra una estimación mezclada de la eficacia de la falla utilizando las estimaciones de filtros basadas en una hipótesis de no falla, una hipótesis de fallo del actuador completo, y las hipótesis de falla parcial de los filtros generados. Esto proporciona una precisión sustancial en la estimación de la eficacia, en comparación con lo que es posible sin generar filtros adicionales, haciendo de la adaptación parcial de fallo una metodología viable ",
            "error": []
        },
        "aircraft control": {
            "translated_key": [],
            "translated_annotated_text": "Modelo múltiple de estimación adaptativa con desove filtrante Modelo múltiple de estimación adaptativa (MMAE) con desove filtrante se utiliza para detectar y estimar fallos parciales del actuador en la VISTA F-16. El modelo de verdad es una simulación completa de seis grados de libertad proporcionada por Calspan y General Dynamics. Los modelos de diseño se eligen como modelos lineales de 13 estados, incluyendo modelos de actuador de primer orden. Las fallas del actuador se incorporan en el modelo de verdad y el modelo de diseño asumiendo un fallo en el flujo libre. El desove de filtro se utiliza para incluir filtros adicionales con hipótesis de fallo parcial del actuador en el banco MMAE. Los filtros desovados se basan en diversos grados de fallas parciales (en términos de eficacia) asociadas con la hipótesis de la falla de la actuación completa con la mayor probabilidad condicional de corrección en el momento actual. Por lo tanto, se encuentra una estimación mezclada de la eficacia de la falla utilizando las estimaciones de filtros basadas en una hipótesis de no falla, una hipótesis de fallo del actuador completo, y las hipótesis de falla parcial de los filtros generados. Esto proporciona una precisión sustancial en la estimación de la eficacia, en comparación con lo que es posible sin generar filtros adicionales, haciendo de la adaptación parcial de fallo una metodología viable ",
            "error": []
        },
        "military aircraft": {
            "translated_key": [],
            "translated_annotated_text": "Modelo múltiple de estimación adaptativa con desove filtrante Modelo múltiple de estimación adaptativa (MMAE) con desove filtrante se utiliza para detectar y estimar fallos parciales del actuador en la VISTA F-16. El modelo de verdad es una simulación completa de seis grados de libertad proporcionada por Calspan y General Dynamics. Los modelos de diseño se eligen como modelos lineales de 13 estados, incluyendo modelos de actuador de primer orden. Las fallas del actuador se incorporan en el modelo de verdad y el modelo de diseño asumiendo un fallo en el flujo libre. El desove de filtro se utiliza para incluir filtros adicionales con hipótesis de fallo parcial del actuador en el banco MMAE. Los filtros desovados se basan en diversos grados de fallas parciales (en términos de eficacia) asociadas con la hipótesis de la falla de la actuación completa con la mayor probabilidad condicional de corrección en el momento actual. Por lo tanto, se encuentra una estimación mezclada de la eficacia de la falla utilizando las estimaciones de filtros basadas en una hipótesis de no falla, una hipótesis de fallo del actuador completo, y las hipótesis de falla parcial de los filtros generados. Esto proporciona una precisión sustancial en la estimación de la eficacia, en comparación con lo que es posible sin generar filtros adicionales, haciendo de la adaptación parcial de fallo una metodología viable ",
            "error": []
        },
        "probability": {
            "translated_key": "probabilidad",
            "translated_annotated_text": "Modelo múltiple de estimación adaptativa con desove filtrante Modelo múltiple de estimación adaptativa (MMAE) con desove filtrante se utiliza para detectar y estimar fallos parciales del actuador en la VISTA F-16. El modelo de verdad es una simulación completa de seis grados de libertad proporcionada por Calspan y General Dynamics. Los modelos de diseño se eligen como modelos lineales de 13 estados, incluyendo modelos de actuador de primer orden. Las fallas del actuador se incorporan en el modelo de verdad y el modelo de diseño asumiendo un fallo en el flujo libre. El desove de filtro se utiliza para incluir filtros adicionales con hipótesis de fallo parcial del actuador en el banco MMAE. Los filtros desovados se basan en diversos grados de fallas parciales (en términos de eficacia) asociadas con la hipótesis de la falla del actuatón completo con la \"probabilidad\" condicional más alta de corrección en el momento actual. Por lo tanto, se encuentra una estimación mezclada de la eficacia de la falla utilizando las estimaciones de filtros basadas en una hipótesis de no falla, una hipótesis de fallo del actuador completo, y las hipótesis de falla parcial de los filtros generados. Esto proporciona una precisión sustancial en la estimación de la eficacia, en comparación con lo que es posible sin generar filtros adicionales, haciendo de la adaptación parcial de fallo una metodología viable ",
            "error": [
                ""
            ]
        }
    }
}