{
    "original_text": "Noninvasive myocardial activation time imaging: a novel inverse algorithm applied to clinical ECG mapping data Linear approaches like the minimum-norm least-square algorithm show insufficient performance when it comes to estimating the activation time map on the surface of the heart from electrocardiographic (ECG) mapping data. Additional regularization has to be considered leading to a nonlinear problem formulation. The Gauss-Newton approach is one of the standard mathematical tools capable of solving this kind of problem. To our experience, this algorithm has specific drawbacks which are caused by the applied regularization procedure. In particular, under clinical conditions the amount of regularization cannot be determined clearly. For this reason, we have developed an iterative algorithm solving this nonlinear problem by a sequence of regularized linear problems. At each step of iteration, an individual L-curve is computed. Subsequent iteration steps are performed with the individual optimal regularization parameter. This novel approach is compared with the standard Gauss-Newton approach. Both methods are applied to simulated ECG mapping data as well as to single beat sinus rhythm data from two patients recorded in the catheter laboratory. The proposed approach shows excellent numerical and computational performance, even under clinical conditions at which the Gauss-Newton approach begins to break down",
    "original_translation": "Imágenes no invasivas del tiempo de activación miocárdica: un nuevo algoritmo inverso aplicado a los datos de mapeo clínico del ECG Los abordajes lineales como el algoritmo mínimo-norma mínimo-cuadrado muestran un rendimiento insuficiente cuando se trata de estimar el mapa del tiempo de activación en la superficie del corazón a partir de datos de mapeo electrocardiográfico (ECG). Hay que considerar una regularización adicional que conduzca a una formulación de problemas no lineales. El enfoque Gauss-Newton es una de las herramientas matemáticas estándar capaces de resolver este tipo de problema. Para nuestra experiencia, este algoritmo tiene inconvenientes específicos que son causados por el procedimiento de regularización aplicado. En particular, en condiciones clínicas la cantidad de regularización no se puede determinar claramente. Por esta razón, hemos desarrollado un algoritmo iterativo resolviendo este problema no lineal por una secuencia de problemas lineales regularizados. En cada paso de la iteración, se calcula una curva L individual. Los pasos de iteración posteriores se realizan con el parámetro de regularización óptima individual. Este enfoque novedoso se compara con el enfoque estándar Gauss-Newton. Ambos métodos se aplican a los datos simulados del mapeo del ECG, así como a los datos del ritmo sinusal de un solo latido de dos pacientes registrados en el laboratorio del catéter. El enfoque propuesto muestra un excelente rendimiento numérico y computacional, incluso en condiciones clínicas en las que el enfoque Gauss-Newton comienza a descomponerse",
    "error_count": 12,
    "keys": {
        "noninvasive myocardial activation time imaging": {
            "translated_key": [],
            "translated_annotated_text": "Imágenes no invasivas del tiempo de activación miocárdica: un nuevo algoritmo inverso aplicado a los datos de mapeo clínico del ECG Los abordajes lineales como el algoritmo mínimo-norma mínimo-cuadrado muestran un rendimiento insuficiente cuando se trata de estimar el mapa del tiempo de activación en la superficie del corazón a partir de datos de mapeo electrocardiográfico (ECG). Hay que considerar una regularización adicional que conduzca a una formulación de problemas no lineales. El enfoque Gauss-Newton es una de las herramientas matemáticas estándar capaces de resolver este tipo de problema. Para nuestra experiencia, este algoritmo tiene inconvenientes específicos que son causados por el procedimiento de regularización aplicado. En particular, en condiciones clínicas la cantidad de regularización no se puede determinar claramente. Por esta razón, hemos desarrollado un algoritmo iterativo resolviendo este problema no lineal por una secuencia de problemas lineales regularizados. En cada paso de la iteración, se calcula una curva L individual. Los pasos de iteración posteriores se realizan con el parámetro de regularización óptima individual. Este enfoque novedoso se compara con el enfoque estándar Gauss-Newton. Ambos métodos se aplican a los datos simulados del mapeo del ECG, así como a los datos del ritmo sinusal de un solo latido de dos pacientes registrados en el laboratorio del catéter. El enfoque propuesto muestra un excelente rendimiento numérico y computacional, incluso en condiciones clínicas en las que el enfoque Gauss-Newton comienza a descomponerse ",
            "error": []
        },
        "electrodiagnostics": {
            "translated_key": [],
            "translated_annotated_text": "Imágenes no invasivas del tiempo de activación miocárdica: un nuevo algoritmo inverso aplicado a los datos de mapeo clínico del ECG Los abordajes lineales como el algoritmo mínimo-norma mínimo-cuadrado muestran un rendimiento insuficiente cuando se trata de estimar el mapa del tiempo de activación en la superficie del corazón a partir de datos de mapeo electrocardiográfico (ECG). Hay que considerar una regularización adicional que conduzca a una formulación de problemas no lineales. El enfoque Gauss-Newton es una de las herramientas matemáticas estándar capaces de resolver este tipo de problema. Para nuestra experiencia, este algoritmo tiene inconvenientes específicos que son causados por el procedimiento de regularización aplicado. En particular, en condiciones clínicas la cantidad de regularización no se puede determinar claramente. Por esta razón, hemos desarrollado un algoritmo iterativo resolviendo este problema no lineal por una secuencia de problemas lineales regularizados. En cada paso de la iteración, se calcula una curva L individual. Los pasos de iteración posteriores se realizan con el parámetro de regularización óptima individual. Este enfoque novedoso se compara con el enfoque estándar Gauss-Newton. Ambos métodos se aplican a los datos simulados del mapeo del ECG, así como a los datos del ritmo sinusal de un solo latido de dos pacientes registrados en el laboratorio del catéter. El enfoque propuesto muestra un excelente rendimiento numérico y computacional, incluso en condiciones clínicas en las que el enfoque Gauss-Newton comienza a descomponerse ",
            "error": []
        },
        "activation time imaging": {
            "translated_key": "Imágenes de tiempo de activación",
            "translated_annotated_text": "\"Imágenes de tiempo de activación\" miocárdica no invasiva: un nuevo algoritmo inverso aplicado a los datos de mapeo clínico del ECG Los enfoques lineales como el algoritmo mínimo-norma menos cuadrado muestran un rendimiento insuficiente cuando se trata de estimar el mapa de tiempo de activación en la superficie del corazón a partir de datos de mapeo electrocardiográfico (ECG). Hay que considerar una regularización adicional que conduzca a una formulación de problemas no lineales. El enfoque Gauss-Newton es una de las herramientas matemáticas estándar capaces de resolver este tipo de problema. Para nuestra experiencia, este algoritmo tiene inconvenientes específicos que son causados por el procedimiento de regularización aplicado. En particular, en condiciones clínicas la cantidad de regularización no se puede determinar claramente. Por esta razón, hemos desarrollado un algoritmo iterativo resolviendo este problema no lineal por una secuencia de problemas lineales regularizados. En cada paso de la iteración, se calcula una curva L individual. Los pasos de iteración posteriores se realizan con el parámetro de regularización óptima individual. Este enfoque novedoso se compara con el enfoque estándar Gauss-Newton. Ambos métodos se aplican a los datos simulados del mapeo del ECG, así como a los datos del ritmo sinusal de un solo latido de dos pacientes registrados en el laboratorio del catéter. El enfoque propuesto muestra un excelente rendimiento numérico y computacional, incluso en condiciones clínicas en las que el enfoque Gauss-Newton comienza a descomponerse ",
            "error": [
                ""
            ]
        },
        "L-curve method": {
            "translated_key": [],
            "translated_annotated_text": "Imágenes no invasivas del tiempo de activación miocárdica: un nuevo algoritmo inverso aplicado a los datos de mapeo clínico del ECG Los abordajes lineales como el algoritmo mínimo-norma mínimo-cuadrado muestran un rendimiento insuficiente cuando se trata de estimar el mapa del tiempo de activación en la superficie del corazón a partir de datos de mapeo electrocardiográfico (ECG). Hay que considerar una regularización adicional que conduzca a una formulación de problemas no lineales. El enfoque Gauss-Newton es una de las herramientas matemáticas estándar capaces de resolver este tipo de problema. Para nuestra experiencia, este algoritmo tiene inconvenientes específicos que son causados por el procedimiento de regularización aplicado. En particular, en condiciones clínicas la cantidad de regularización no se puede determinar claramente. Por esta razón, hemos desarrollado un algoritmo iterativo resolviendo este problema no lineal por una secuencia de problemas lineales regularizados. En cada paso de la iteración, se calcula una curva L individual. Los pasos de iteración posteriores se realizan con el parámetro de regularización óptima individual. Este enfoque novedoso se compara con el enfoque estándar Gauss-Newton. Ambos métodos se aplican a los datos simulados del mapeo del ECG, así como a los datos del ritmo sinusal de un solo latido de dos pacientes registrados en el laboratorio del catéter. El enfoque propuesto muestra un excelente rendimiento numérico y computacional, incluso en condiciones clínicas en las que el enfoque Gauss-Newton comienza a descomponerse ",
            "error": []
        },
        "noninvasive electrocardiography": {
            "translated_key": [],
            "translated_annotated_text": "Imágenes no invasivas del tiempo de activación miocárdica: un nuevo algoritmo inverso aplicado a los datos de mapeo clínico del ECG Los abordajes lineales como el algoritmo mínimo-norma mínimo-cuadrado muestran un rendimiento insuficiente cuando se trata de estimar el mapa del tiempo de activación en la superficie del corazón a partir de datos de mapeo electrocardiográfico (ECG). Hay que considerar una regularización adicional que conduzca a una formulación de problemas no lineales. El enfoque Gauss-Newton es una de las herramientas matemáticas estándar capaces de resolver este tipo de problema. Para nuestra experiencia, este algoritmo tiene inconvenientes específicos que son causados por el procedimiento de regularización aplicado. En particular, en condiciones clínicas la cantidad de regularización no se puede determinar claramente. Por esta razón, hemos desarrollado un algoritmo iterativo resolviendo este problema no lineal por una secuencia de problemas lineales regularizados. En cada paso de la iteración, se calcula una curva L individual. Los pasos de iteración posteriores se realizan con el parámetro de regularización óptima individual. Este enfoque novedoso se compara con el enfoque estándar Gauss-Newton. Ambos métodos se aplican a los datos simulados del mapeo del ECG, así como a los datos del ritmo sinusal de un solo latido de dos pacientes registrados en el laboratorio del catéter. El enfoque propuesto muestra un excelente rendimiento numérico y computacional, incluso en condiciones clínicas en las que el enfoque Gauss-Newton comienza a descomponerse ",
            "error": []
        },
        "tikhonov regularization": {
            "translated_key": [],
            "translated_annotated_text": "Imágenes no invasivas del tiempo de activación miocárdica: un nuevo algoritmo inverso aplicado a los datos de mapeo clínico del ECG Los abordajes lineales como el algoritmo mínimo-norma mínimo-cuadrado muestran un rendimiento insuficiente cuando se trata de estimar el mapa del tiempo de activación en la superficie del corazón a partir de datos de mapeo electrocardiográfico (ECG). Hay que considerar una regularización adicional que conduzca a una formulación de problemas no lineales. El enfoque Gauss-Newton es una de las herramientas matemáticas estándar capaces de resolver este tipo de problema. Para nuestra experiencia, este algoritmo tiene inconvenientes específicos que son causados por el procedimiento de regularización aplicado. En particular, en condiciones clínicas la cantidad de regularización no se puede determinar claramente. Por esta razón, hemos desarrollado un algoritmo iterativo resolviendo este problema no lineal por una secuencia de problemas lineales regularizados. En cada paso de la iteración, se calcula una curva L individual. Los pasos de iteración posteriores se realizan con el parámetro de regularización óptima individual. Este enfoque novedoso se compara con el enfoque estándar Gauss-Newton. Ambos métodos se aplican a los datos simulados del mapeo del ECG, así como a los datos del ritmo sinusal de un solo latido de dos pacientes registrados en el laboratorio del catéter. El enfoque propuesto muestra un excelente rendimiento numérico y computacional, incluso en condiciones clínicas en las que el enfoque Gauss-Newton comienza a descomponerse ",
            "error": []
        },
        "Gauss-Newton approach": {
            "translated_key": "enfoque Gauss-Newton",
            "translated_annotated_text": "Imágenes no invasivas del tiempo de activación miocárdica: un nuevo algoritmo inverso aplicado a los datos de mapeo clínico del ECG Los abordajes lineales como el algoritmo mínimo-norma mínimo-cuadrado muestran un rendimiento insuficiente cuando se trata de estimar el mapa del tiempo de activación en la superficie del corazón a partir de datos de mapeo electrocardiográfico (ECG). Hay que considerar una regularización adicional que conduzca a una formulación de problemas no lineales. El \"enfoque Gauss-Newton\" es una de las herramientas matemáticas estándar capaces de resolver este tipo de problema. Para nuestra experiencia, este algoritmo tiene inconvenientes específicos que son causados por el procedimiento de regularización aplicado. En particular, en condiciones clínicas la cantidad de regularización no se puede determinar claramente. Por esta razón, hemos desarrollado un algoritmo iterativo resolviendo este problema no lineal por una secuencia de problemas lineales regularizados. En cada paso de la iteración, se calcula una curva L individual. Los pasos de iteración posteriores se realizan con el parámetro de regularización óptima individual. Este enfoque novedoso se compara con el estándar \"enfoque Gauss-Newton\". Ambos métodos se aplican a los datos simulados del mapeo del ECG, así como a los datos del ritmo sinusal de un solo latido de dos pacientes registrados en el laboratorio del catéter. El enfoque propuesto muestra un excelente rendimiento numérico y computacional, incluso en condiciones clínicas en las que el \"enfoque Gauss-Newton\" comienza a descomponerse ",
            "error": [
                ""
            ]
        },
        "individual optimal regularization parameter": {
            "translated_key": "parametro individual de regularización óptima",
            "translated_annotated_text": "Imágenes no invasivas del tiempo de activación miocárdica: un nuevo algoritmo inverso aplicado a los datos de mapeo clínico del ECG Los abordajes lineales como el algoritmo mínimo-norma mínimo-cuadrado muestran un rendimiento insuficiente cuando se trata de estimar el mapa del tiempo de activación en la superficie del corazón a partir de datos de mapeo electrocardiográfico (ECG). Hay que considerar una regularización adicional que conduzca a una formulación de problemas no lineales. El enfoque Gauss-Newton es una de las herramientas matemáticas estándar capaces de resolver este tipo de problema. Para nuestra experiencia, este algoritmo tiene inconvenientes específicos que son causados por el procedimiento de regularización aplicado. En particular, en condiciones clínicas la cantidad de regularización no se puede determinar claramente. Por esta razón, hemos desarrollado un algoritmo iterativo resolviendo este problema no lineal por una secuencia de problemas lineales regularizados. En cada paso de la iteración, se calcula una curva L individual. Los pasos de iteración posteriores se realizan con el \"parametro individual de regularización óptima\". Este enfoque novedoso se compara con el enfoque estándar Gauss-Newton. Ambos métodos se aplican a los datos simulados del mapeo del ECG, así como a los datos del ritmo sinusal de un solo latido de dos pacientes registrados en el laboratorio del catéter. El enfoque propuesto muestra un excelente rendimiento numérico y computacional, incluso en condiciones clínicas en las que el enfoque Gauss-Newton comienza a descomponerse ",
            "error": [
                ""
            ]
        },
        "catheter laboratory": {
            "translated_key": "laboratorio del catéter",
            "translated_annotated_text": "Imágenes no invasivas del tiempo de activación miocárdica: un nuevo algoritmo inverso aplicado a los datos de mapeo clínico del ECG Los abordajes lineales como el algoritmo mínimo-norma mínimo-cuadrado muestran un rendimiento insuficiente cuando se trata de estimar el mapa del tiempo de activación en la superficie del corazón a partir de datos de mapeo electrocardiográfico (ECG). Hay que considerar una regularización adicional que conduzca a una formulación de problemas no lineales. El enfoque Gauss-Newton es una de las herramientas matemáticas estándar capaces de resolver este tipo de problema. Para nuestra experiencia, este algoritmo tiene inconvenientes específicos que son causados por el procedimiento de regularización aplicado. En particular, en condiciones clínicas la cantidad de regularización no se puede determinar claramente. Por esta razón, hemos desarrollado un algoritmo iterativo resolviendo este problema no lineal por una secuencia de problemas lineales regularizados. En cada paso de la iteración, se calcula una curva L individual. Los pasos de iteración posteriores se realizan con el parámetro de regularización óptima individual. Este enfoque novedoso se compara con el enfoque estándar Gauss-Newton. Ambos métodos se aplican a los datos simulados del mapeo del ECG, así como a los datos del ritmo sinusal de un solo latido de dos pacientes registrados en el \"laboratorio del catéter\". El enfoque propuesto muestra un excelente rendimiento numérico y computacional, incluso en condiciones clínicas en las que el enfoque Gauss-Newton comienza a descomponerse ",
            "error": [
                ""
            ]
        },
        "clinical conditions": {
            "translated_key": "condiciones clínicas",
            "translated_annotated_text": "Imágenes no invasivas del tiempo de activación miocárdica: un nuevo algoritmo inverso aplicado a los datos de mapeo clínico del ECG Los abordajes lineales como el algoritmo mínimo-norma mínimo-cuadrado muestran un rendimiento insuficiente cuando se trata de estimar el mapa del tiempo de activación en la superficie del corazón a partir de datos de mapeo electrocardiográfico (ECG). Hay que considerar una regularización adicional que conduzca a una formulación de problemas no lineales. El enfoque Gauss-Newton es una de las herramientas matemáticas estándar capaces de resolver este tipo de problema. Para nuestra experiencia, este algoritmo tiene inconvenientes específicos que son causados por el procedimiento de regularización aplicado. En particular, en \"condiciones clínicas\" la cantidad de regularización no se puede determinar claramente. Por esta razón, hemos desarrollado un algoritmo iterativo resolviendo este problema no lineal por una secuencia de problemas lineales regularizados. En cada paso de la iteración, se calcula una curva L individual. Los pasos de iteración posteriores se realizan con el parámetro de regularización óptima individual. Este enfoque novedoso se compara con el enfoque estándar Gauss-Newton. Ambos métodos se aplican a los datos simulados del mapeo del ECG, así como a los datos del ritmo sinusal de un solo latido de dos pacientes registrados en el laboratorio del catéter. El enfoque propuesto muestra un excelente rendimiento numérico y computacional, incluso en \"condiciones clínicas\" en las que el enfoque Gauss-Newton comienza a descomponerse ",
            "error": [
                ""
            ]
        },
        "iteration steps": {
            "translated_key": [],
            "translated_annotated_text": "Imágenes no invasivas del tiempo de activación miocárdica: un nuevo algoritmo inverso aplicado a los datos de mapeo clínico del ECG Los abordajes lineales como el algoritmo mínimo-norma mínimo-cuadrado muestran un rendimiento insuficiente cuando se trata de estimar el mapa del tiempo de activación en la superficie del corazón a partir de datos de mapeo electrocardiográfico (ECG). Hay que considerar una regularización adicional que conduzca a una formulación de problemas no lineales. El enfoque Gauss-Newton es una de las herramientas matemáticas estándar capaces de resolver este tipo de problema. Para nuestra experiencia, este algoritmo tiene inconvenientes específicos que son causados por el procedimiento de regularización aplicado. En particular, en condiciones clínicas la cantidad de regularización no se puede determinar claramente. Por esta razón, hemos desarrollado un algoritmo iterativo resolviendo este problema no lineal por una secuencia de problemas lineales regularizados. En cada paso de la iteración, se calcula una curva L individual. Los siguientes pasos de iteración se realizan con el parámetro de regularización óptima individual. Este enfoque novedoso se compara con el enfoque estándar Gauss-Newton. Ambos métodos se aplican a los datos simulados del mapeo del ECG, así como a los datos del ritmo sinusal de un solo latido de dos pacientes registrados en el laboratorio del catéter. El enfoque propuesto muestra un excelente rendimiento numérico y computacional, incluso en condiciones clínicas en las que el enfoque Gauss-Newton comienza a descomponerse ",
            "error": []
        },
        "heart surface": {
            "translated_key": [],
            "translated_annotated_text": "Imágenes no invasivas del tiempo de activación miocárdica: un nuevo algoritmo inverso aplicado a los datos de mapeo clínico del ECG Los abordajes lineales como el algoritmo mínimo-norma mínimo-cuadrado muestran un rendimiento insuficiente cuando se trata de estimar el mapa del tiempo de activación en la superficie del corazón a partir de datos de mapeo electrocardiográfico (ECG). Hay que considerar una regularización adicional que conduzca a una formulación de problemas no lineales. El enfoque Gauss-Newton es una de las herramientas matemáticas estándar capaces de resolver este tipo de problema. Para nuestra experiencia, este algoritmo tiene inconvenientes específicos que son causados por el procedimiento de regularización aplicado. En particular, en condiciones clínicas la cantidad de regularización no se puede determinar claramente. Por esta razón, hemos desarrollado un algoritmo iterativo resolviendo este problema no lineal por una secuencia de problemas lineales regularizados. En cada paso de la iteración, se calcula una curva L individual. Los pasos de iteración posteriores se realizan con el parámetro de regularización óptima individual. Este enfoque novedoso se compara con el enfoque estándar Gauss-Newton. Ambos métodos se aplican a los datos simulados del mapeo del ECG, así como a los datos del ritmo sinusal de un solo latido de dos pacientes registrados en el laboratorio del catéter. El enfoque propuesto muestra un excelente rendimiento numérico y computacional, incluso en condiciones clínicas en las que el enfoque Gauss-Newton comienza a descomponerse ",
            "error": []
        },
        "regularization procedure": {
            "translated_key": "procedimiento de regularización",
            "translated_annotated_text": "Imágenes no invasivas del tiempo de activación miocárdica: un nuevo algoritmo inverso aplicado a los datos de mapeo clínico del ECG Los abordajes lineales como el algoritmo mínimo-norma mínimo-cuadrado muestran un rendimiento insuficiente cuando se trata de estimar el mapa del tiempo de activación en la superficie del corazón a partir de datos de mapeo electrocardiográfico (ECG). Hay que considerar una regularización adicional que conduzca a una formulación de problemas no lineales. El enfoque Gauss-Newton es una de las herramientas matemáticas estándar capaces de resolver este tipo de problema. Para nuestra experiencia, este algoritmo tiene inconvenientes específicos que son causados por el \"procedimiento de regularización\" aplicado. En particular, en condiciones clínicas la cantidad de regularización no se puede determinar claramente. Por esta razón, hemos desarrollado un algoritmo iterativo resolviendo este problema no lineal por una secuencia de problemas lineales regularizados. En cada paso de la iteración, se calcula una curva L individual. Los pasos de iteración posteriores se realizan con el parámetro de regularización óptima individual. Este enfoque novedoso se compara con el enfoque estándar Gauss-Newton. Ambos métodos se aplican a los datos simulados del mapeo del ECG, así como a los datos del ritmo sinusal de un solo latido de dos pacientes registrados en el laboratorio del catéter. El enfoque propuesto muestra un excelente rendimiento numérico y computacional, incluso en condiciones clínicas en las que el enfoque Gauss-Newton comienza a descomponerse ",
            "error": [
                ""
            ]
        },
        "inverse algorithm": {
            "translated_key": "algoritmo inverso",
            "translated_annotated_text": "Imágenes no invasivas del tiempo de activación miocárdica: un nuevo \"algoritmo inverso\" aplicado a los datos de mapeo clínico del ECG Los enfoques lineales como el algoritmo mínimo-norma menos cuadrado muestran un rendimiento insuficiente cuando se trata de estimar el mapa del tiempo de activación en la superficie del corazón a partir de datos de mapeo electrocardiográfico (ECG). Hay que considerar una regularización adicional que conduzca a una formulación de problemas no lineales. El enfoque Gauss-Newton es una de las herramientas matemáticas estándar capaces de resolver este tipo de problema. Para nuestra experiencia, este algoritmo tiene inconvenientes específicos que son causados por el procedimiento de regularización aplicado. En particular, en condiciones clínicas la cantidad de regularización no se puede determinar claramente. Por esta razón, hemos desarrollado un algoritmo iterativo resolviendo este problema no lineal por una secuencia de problemas lineales regularizados. En cada paso de la iteración, se calcula una curva L individual. Los pasos de iteración posteriores se realizan con el parámetro de regularización óptima individual. Este enfoque novedoso se compara con el enfoque estándar Gauss-Newton. Ambos métodos se aplican a los datos simulados del mapeo del ECG, así como a los datos del ritmo sinusal de un solo latido de dos pacientes registrados en el laboratorio del catéter. El enfoque propuesto muestra un excelente rendimiento numérico y computacional, incluso en condiciones clínicas en las que el enfoque Gauss-Newton comienza a descomponerse ",
            "error": [
                ""
            ]
        },
        "clinical ECG mapping data": {
            "translated_key": "datos clínicos de mapeo ECG",
            "translated_annotated_text": "Imágenes no invasivas del tiempo de activación miocárdica: un nuevo algoritmo inverso aplicado a los \"datos clínicos de mapeo ECG\" Los enfoques lineales como el algoritmo mínimo-norma mínimo-cuadrado muestran un rendimiento insuficiente cuando se trata de estimar el mapa del tiempo de activación en la superficie del corazón a partir de datos de mapeo electrocardiográfico (ECG). Hay que considerar una regularización adicional que conduzca a una formulación de problemas no lineales. El enfoque Gauss-Newton es una de las herramientas matemáticas estándar capaces de resolver este tipo de problema. Para nuestra experiencia, este algoritmo tiene inconvenientes específicos que son causados por el procedimiento de regularización aplicado. En particular, en condiciones clínicas la cantidad de regularización no se puede determinar claramente. Por esta razón, hemos desarrollado un algoritmo iterativo resolviendo este problema no lineal por una secuencia de problemas lineales regularizados. En cada paso de la iteración, se calcula una curva L individual. Los pasos de iteración posteriores se realizan con el parámetro de regularización óptima individual. Este enfoque novedoso se compara con el enfoque estándar Gauss-Newton. Ambos métodos se aplican a los datos simulados del mapeo del ECG, así como a los datos del ritmo sinusal de un solo latido de dos pacientes registrados en el laboratorio del catéter. El enfoque propuesto muestra un excelente rendimiento numérico y computacional, incluso en condiciones clínicas en las que el enfoque Gauss-Newton comienza a descomponerse ",
            "error": [
                ""
            ]
        },
        "electrocardiography": {
            "translated_key": [],
            "translated_annotated_text": "Imágenes no invasivas del tiempo de activación miocárdica: un nuevo algoritmo inverso aplicado a los datos de mapeo clínico del ECG Los abordajes lineales como el algoritmo mínimo-norma mínimo-cuadrado muestran un rendimiento insuficiente cuando se trata de estimar el mapa del tiempo de activación en la superficie del corazón a partir de datos de mapeo electrocardiográfico (ECG). Hay que considerar una regularización adicional que conduzca a una formulación de problemas no lineales. El enfoque Gauss-Newton es una de las herramientas matemáticas estándar capaces de resolver este tipo de problema. Para nuestra experiencia, este algoritmo tiene inconvenientes específicos que son causados por el procedimiento de regularización aplicado. En particular, en condiciones clínicas la cantidad de regularización no se puede determinar claramente. Por esta razón, hemos desarrollado un algoritmo iterativo resolviendo este problema no lineal por una secuencia de problemas lineales regularizados. En cada paso de la iteración, se calcula una curva L individual. Los pasos de iteración posteriores se realizan con el parámetro de regularización óptima individual. Este enfoque novedoso se compara con el enfoque estándar Gauss-Newton. Ambos métodos se aplican a los datos simulados del mapeo del ECG, así como a los datos del ritmo sinusal de un solo latido de dos pacientes registrados en el laboratorio del catéter. El enfoque propuesto muestra un excelente rendimiento numérico y computacional, incluso en condiciones clínicas en las que el enfoque Gauss-Newton comienza a descomponerse ",
            "error": []
        },
        "inverse problems": {
            "translated_key": [],
            "translated_annotated_text": "Imágenes no invasivas del tiempo de activación miocárdica: un nuevo algoritmo inverso aplicado a los datos de mapeo clínico del ECG Los abordajes lineales como el algoritmo mínimo-norma mínimo-cuadrado muestran un rendimiento insuficiente cuando se trata de estimar el mapa del tiempo de activación en la superficie del corazón a partir de datos de mapeo electrocardiográfico (ECG). Hay que considerar una regularización adicional que conduzca a una formulación de problemas no lineales. El enfoque Gauss-Newton es una de las herramientas matemáticas estándar capaces de resolver este tipo de problema. Para nuestra experiencia, este algoritmo tiene inconvenientes específicos que son causados por el procedimiento de regularización aplicado. En particular, en condiciones clínicas la cantidad de regularización no se puede determinar claramente. Por esta razón, hemos desarrollado un algoritmo iterativo resolviendo este problema no lineal por una secuencia de problemas lineales regularizados. En cada paso de la iteración, se calcula una curva L individual. Los pasos de iteración posteriores se realizan con el parámetro de regularización óptima individual. Este enfoque novedoso se compara con el enfoque estándar Gauss-Newton. Ambos métodos se aplican a los datos simulados del mapeo del ECG, así como a los datos del ritmo sinusal de un solo latido de dos pacientes registrados en el laboratorio del catéter. El enfoque propuesto muestra un excelente rendimiento numérico y computacional, incluso en condiciones clínicas en las que el enfoque Gauss-Newton comienza a descomponerse ",
            "error": []
        },
        "iterative methods": {
            "translated_key": [],
            "translated_annotated_text": "Imágenes no invasivas del tiempo de activación miocárdica: un nuevo algoritmo inverso aplicado a los datos de mapeo clínico del ECG Los abordajes lineales como el algoritmo mínimo-norma mínimo-cuadrado muestran un rendimiento insuficiente cuando se trata de estimar el mapa del tiempo de activación en la superficie del corazón a partir de datos de mapeo electrocardiográfico (ECG). Hay que considerar una regularización adicional que conduzca a una formulación de problemas no lineales. El enfoque Gauss-Newton es una de las herramientas matemáticas estándar capaces de resolver este tipo de problema. Para nuestra experiencia, este algoritmo tiene inconvenientes específicos que son causados por el procedimiento de regularización aplicado. En particular, en condiciones clínicas la cantidad de regularización no se puede determinar claramente. Por esta razón, hemos desarrollado un algoritmo iterativo resolviendo este problema no lineal por una secuencia de problemas lineales regularizados. En cada paso de la iteración, se calcula una curva L individual. Los pasos de iteración posteriores se realizan con el parámetro de regularización óptima individual. Este enfoque novedoso se compara con el enfoque estándar Gauss-Newton. Ambos métodos se aplican a los datos simulados del mapeo del ECG, así como a los datos del ritmo sinusal de un solo latido de dos pacientes registrados en el laboratorio del catéter. El enfoque propuesto muestra un excelente rendimiento numérico y computacional, incluso en condiciones clínicas en las que el enfoque Gauss-Newton comienza a descomponerse ",
            "error": []
        },
        "medical image processing": {
            "translated_key": [],
            "translated_annotated_text": "Imágenes no invasivas del tiempo de activación miocárdica: un nuevo algoritmo inverso aplicado a los datos de mapeo clínico del ECG Los abordajes lineales como el algoritmo mínimo-norma mínimo-cuadrado muestran un rendimiento insuficiente cuando se trata de estimar el mapa del tiempo de activación en la superficie del corazón a partir de datos de mapeo electrocardiográfico (ECG). Hay que considerar una regularización adicional que conduzca a una formulación de problemas no lineales. El enfoque Gauss-Newton es una de las herramientas matemáticas estándar capaces de resolver este tipo de problema. Para nuestra experiencia, este algoritmo tiene inconvenientes específicos que son causados por el procedimiento de regularización aplicado. En particular, en condiciones clínicas la cantidad de regularización no se puede determinar claramente. Por esta razón, hemos desarrollado un algoritmo iterativo resolviendo este problema no lineal por una secuencia de problemas lineales regularizados. En cada paso de la iteración, se calcula una curva L individual. Los pasos de iteración posteriores se realizan con el parámetro de regularización óptima individual. Este enfoque novedoso se compara con el enfoque estándar Gauss-Newton. Ambos métodos se aplican a los datos simulados del mapeo del ECG, así como a los datos del ritmo sinusal de un solo latido de dos pacientes registrados en el laboratorio del catéter. El enfoque propuesto muestra un excelente rendimiento numérico y computacional, incluso en condiciones clínicas en las que el enfoque Gauss-Newton comienza a descomponerse ",
            "error": []
        },
        "muscle": {
            "translated_key": [],
            "translated_annotated_text": "Imágenes no invasivas del tiempo de activación miocárdica: un nuevo algoritmo inverso aplicado a los datos de mapeo clínico del ECG Los abordajes lineales como el algoritmo mínimo-norma mínimo-cuadrado muestran un rendimiento insuficiente cuando se trata de estimar el mapa del tiempo de activación en la superficie del corazón a partir de datos de mapeo electrocardiográfico (ECG). Hay que considerar una regularización adicional que conduzca a una formulación de problemas no lineales. El enfoque Gauss-Newton es una de las herramientas matemáticas estándar capaces de resolver este tipo de problema. Para nuestra experiencia, este algoritmo tiene inconvenientes específicos que son causados por el procedimiento de regularización aplicado. En particular, en condiciones clínicas la cantidad de regularización no se puede determinar claramente. Por esta razón, hemos desarrollado un algoritmo iterativo resolviendo este problema no lineal por una secuencia de problemas lineales regularizados. En cada paso de la iteración, se calcula una curva L individual. Los pasos de iteración posteriores se realizan con el parámetro de regularización óptima individual. Este enfoque novedoso se compara con el enfoque estándar Gauss-Newton. Ambos métodos se aplican a los datos simulados del mapeo del ECG, así como a los datos del ritmo sinusal de un solo latido de dos pacientes registrados en el laboratorio del catéter. El enfoque propuesto muestra un excelente rendimiento numérico y computacional, incluso en condiciones clínicas en las que el enfoque Gauss-Newton comienza a descomponerse ",
            "error": []
        }
    }
}