{
    "original_text": "Supervisory control design based on hybrid systems and fuzzy events detection. Application to an oxichlorination reactor This paper presents a supervisory control scheme based on hybrid systems theory and fuzzy events detection. The fuzzy event detector is a linguistic model, which synthesizes complex relations between process variables and process events incorporating experts knowledge about the process operation. This kind of detection allows the anticipation of appropriate control actions, which depend upon the selected membership functions used to characterize the process under scrutiny. The proposed supervisory control scheme was successfully implemented for an oxichlorination reactor in a vinyl monomer plant",
    "original_translation": "Diseño de control de supervisión basado en sistemas híbridos y detección de eventos borrosos. Aplicación a un reactor de oxicloración Este artículo presenta un esquema de control de supervisión basado en la teoría de sistemas híbridos y la detección de eventos borrosos. El detector de eventos difusos es un modelo lingüístico, que sintetiza relaciones complejas entre variables de proceso y eventos de proceso incorporando conocimientos de expertos sobre la operación del proceso. Este tipo de detección permite anticipar acciones de control apropiadas, que dependen de las funciones seleccionadas de la membresía utilizadas para caracterizar el proceso bajo escrutinio. El plan de control de supervisión propuesto se aplicó con éxito para un reactor de oxicloración en una planta de monómeros de vinilo",
    "error_count": 19,
    "keys": {
        "supervisory control design": {
            "translated_key": [],
            "translated_annotated_text": "Diseño de control de supervisión basado en sistemas híbridos y detección de eventos borrosos. Aplicación a un reactor de oxicloración Este artículo presenta un esquema de control de supervisión basado en la teoría de sistemas híbridos y la detección de eventos borrosos. El detector de eventos difusos es un modelo lingüístico, que sintetiza relaciones complejas entre variables de proceso y eventos de proceso incorporando conocimientos de expertos sobre la operación del proceso. Este tipo de detección permite anticipar acciones de control apropiadas, que dependen de las funciones seleccionadas de la membresía utilizadas para caracterizar el proceso bajo escrutinio. El plan de control de supervisión propuesto se aplicó con éxito para un reactor de oxicloración en una planta de monómeros de vinilo ",
            "error": []
        },
        "hybrid systems": {
            "translated_key": "sistemas híbridos",
            "translated_annotated_text": "Diseño de control de supervisión basado en <br>sistemas híbridos</br> y detección de eventos borrosos.  Aplicación a un reactor de oxicloración Este artículo presenta un esquema de control de supervisión basado en la teoría de <br>sistemas híbridos</br> y la detección de eventos borrosos. El detector de eventos difusos es un modelo lingüístico, que sintetiza relaciones complejas entre variables de proceso y eventos de proceso incorporando conocimientos de expertos sobre la operación del proceso. Este tipo de detección permite anticipar acciones de control apropiadas, que dependen de las funciones seleccionadas de la membresía utilizadas para caracterizar el proceso bajo escrutinio. El plan de control de supervisión propuesto se aplicó con éxito para un reactor de oxicloración en una planta de monómeros de vinilo ",
            "error": [
                ""
            ]
        },
        "events detection. fuzzy": {
            "translated_key": [],
            "translated_annotated_text": "Diseño de control de supervisión basado en sistemas híbridos y detección de eventos borrosos. Aplicación a un reactor de oxicloración Este artículo presenta un esquema de control de supervisión basado en la teoría de sistemas híbridos y la detección de eventos borrosos. El detector de eventos difusos es un modelo lingüístico, que sintetiza relaciones complejas entre variables de proceso y eventos de proceso incorporando conocimientos de expertos sobre la operación del proceso. Este tipo de detección permite anticipar acciones de control apropiadas, que dependen de las funciones seleccionadas de la membresía utilizadas para caracterizar el proceso bajo escrutinio. El plan de control de supervisión propuesto se aplicó con éxito para un reactor de oxicloración en una planta de monómeros de vinilo ",
            "error": []
        },
        "oxichlorination reactor": {
            "translated_key": " Este artículo presenta un esquema de control de supervisión basado en la teoría de sistemas híbridos y la detección de eventos borrosos. El detector de eventos difusos es un modelo lingüístico, que sintetiza relaciones complejas entre variables de proceso y eventos de proceso incorporando conocimientos de expertos sobre la operación del proceso. Este tipo de detección permite anticipar acciones de control apropiadas, que dependen de las funciones seleccionadas de la membresía utilizadas para caracterizar el proceso bajo escrutinio. El sistema de control de supervisión propuesto se aplicó con éxito para un reactor de <br>oxicloración",
            "translated_annotated_text": "Diseño de control de supervisión basado en sistemas híbridos y detección de eventos borrosos. Aplicación a un reactor de oxicloración <br> Este artículo presenta un esquema de control de supervisión basado en la teoría de sistemas híbridos y la detección de eventos borrosos. El detector de eventos difusos es un modelo lingüístico, que sintetiza relaciones complejas entre variables de proceso y eventos de proceso incorporando conocimientos de expertos sobre la operación del proceso. Este tipo de detección permite anticipar acciones de control apropiadas, que dependen de las funciones seleccionadas de la membresía utilizadas para caracterizar el proceso bajo escrutinio. El sistema de control de supervisión propuesto se aplicó con éxito para un reactor de <br>oxicloración</br> en una planta de monómeros de vinilo ",
            "error": [
                ""
            ]
        },
        "linguistic model": {
            "translated_key": [],
            "translated_annotated_text": "Diseño de control de supervisión basado en sistemas híbridos y detección de eventos borrosos. Aplicación a un reactor de oxicloración Este artículo presenta un esquema de control de supervisión basado en la teoría de sistemas híbridos y la detección de eventos borrosos. El detector de eventos borroso es un modelo lingüístico <br>, que sintetiza relaciones complejas entre variables de proceso y eventos de proceso incorporando conocimientos de expertos sobre la operación del proceso. Este tipo de detección permite anticipar acciones de control apropiadas, que dependen de las funciones seleccionadas de la membresía utilizadas para caracterizar el proceso bajo escrutinio. El plan de control de supervisión propuesto se aplicó con éxito para un reactor de oxicloración en una planta de monómeros de vinilo ",
            "error": []
        },
        "complex relations": {
            "translated_key": "relaciones complejas",
            "translated_annotated_text": "Diseño de control de supervisión basado en sistemas híbridos y detección de eventos borrosos. Aplicación a un reactor de oxicloración Este artículo presenta un esquema de control de supervisión basado en la teoría de sistemas híbridos y la detección de eventos borrosos. El detector de eventos difusos es un modelo lingüístico, que sintetiza <br>relaciones complejas</br> entre variables de proceso y eventos de proceso incorporando conocimientos de expertos sobre la operación del proceso.  Este tipo de detección permite anticipar acciones de control apropiadas, que dependen de las funciones seleccionadas de la membresía utilizadas para caracterizar el proceso bajo escrutinio. El plan de control de supervisión propuesto se aplicó con éxito para un reactor de oxicloración en una planta de monómeros de vinilo ",
            "error": [
                ""
            ]
        },
        "process variables": {
            "translated_key": "variables de proceso",
            "translated_annotated_text": "Diseño de control de supervisión basado en sistemas híbridos y detección de eventos borrosos. Aplicación a un reactor de oxicloración Este artículo presenta un esquema de control de supervisión basado en la teoría de sistemas híbridos y la detección de eventos borrosos. El detector de eventos borrosos es un modelo lingüístico, que sintetiza relaciones complejas entre <br>variables de proceso</br> y eventos de proceso incorporando conocimientos de expertos sobre la operación del proceso.  Este tipo de detección permite anticipar acciones de control apropiadas, que dependen de las funciones seleccionadas de la membresía utilizadas para caracterizar el proceso bajo escrutinio. El plan de control de supervisión propuesto se aplicó con éxito para un reactor de oxicloración en una planta de monómeros de vinilo ",
            "error": [
                ""
            ]
        },
        "process events": {
            "translated_key": [],
            "translated_annotated_text": "Diseño de control de supervisión basado en sistemas híbridos y detección de eventos borrosos. Aplicación a un reactor de oxicloración Este artículo presenta un esquema de control de supervisión basado en la teoría de sistemas híbridos y la detección de eventos borrosos. El detector de eventos borrosos es un modelo lingüístico, que sintetiza relaciones complejas entre variables de proceso y eventos de proceso <br> incorporando conocimientos de expertos sobre la operación del proceso. Este tipo de detección permite anticipar acciones de control apropiadas, que dependen de las funciones seleccionadas de la membresía utilizadas para caracterizar el proceso bajo escrutinio. El plan de control de supervisión propuesto se aplicó con éxito para un reactor de oxicloración en una planta de monómeros de vinilo ",
            "error": []
        },
        "expert knowledge": {
            "translated_key": [],
            "translated_annotated_text": "Diseño de control de supervisión basado en sistemas híbridos y detección de eventos borrosos. Aplicación a un reactor de oxicloración Este artículo presenta un esquema de control de supervisión basado en la teoría de sistemas híbridos y la detección de eventos borrosos. El detector de eventos difusos es un modelo lingüístico, que sintetiza relaciones complejas entre variables de proceso y eventos de proceso incorporando conocimientos de expertos sobre la operación del proceso. Este tipo de detección permite anticipar acciones de control apropiadas, que dependen de las funciones seleccionadas de la membresía utilizadas para caracterizar el proceso bajo escrutinio. El plan de control de supervisión propuesto se aplicó con éxito para un reactor de oxicloración en una planta de monómeros de vinilo ",
            "error": []
        },
        "process operation": {
            "translated_key": " ",
            "translated_annotated_text": "Diseño de control de supervisión basado en sistemas híbridos y detección de eventos borrosos. Aplicación a un reactor de oxicloración Este artículo presenta un esquema de control de supervisión basado en la teoría de sistemas híbridos y la detección de eventos borrosos. El detector de eventos difusos es un modelo lingüístico que sintetiza relaciones complejas entre variables de proceso y eventos de proceso incorporando conocimientos de expertos sobre la operación del proceso <br> </br>. Este tipo de detección permite anticipar acciones de control apropiadas, que dependen de las funciones seleccionadas de la membresía utilizadas para caracterizar el proceso bajo escrutinio. El plan de control de supervisión propuesto se aplicó con éxito para un reactor de oxicloración en una planta de monómeros de vinilo ",
            "error": [
                ""
            ]
        },
        "control actions": {
            "translated_key": " apropiadas",
            "translated_annotated_text": "Diseño de control de supervisión basado en sistemas híbridos y detección de eventos borrosos. Aplicación a un reactor de oxicloración Este artículo presenta un esquema de control de supervisión basado en la teoría de sistemas híbridos y la detección de eventos borrosos. El detector de eventos difusos es un modelo lingüístico, que sintetiza relaciones complejas entre variables de proceso y eventos de proceso incorporando conocimientos de expertos sobre la operación del proceso. Este tipo de detección permite la anticipación de las acciones de control <br> apropiadas</br>, que dependen de las funciones de membresía seleccionadas utilizadas para caracterizar el proceso bajo escrutinio. El plan de control de supervisión propuesto se aplicó con éxito para un reactor de oxicloración en una planta de monómeros de vinilo ",
            "error": [
                ""
            ]
        },
        "membership functions": {
            "translated_key": "membership",
            "translated_annotated_text": "Diseño de control de supervisión basado en sistemas híbridos y detección de eventos borrosos. Aplicación a un reactor de oxicloración Este artículo presenta un esquema de control de supervisión basado en la teoría de sistemas híbridos y la detección de eventos borrosos. El detector de eventos difusos es un modelo lingüístico, que sintetiza relaciones complejas entre variables de proceso y eventos de proceso incorporando conocimientos de expertos sobre la operación del proceso. Este tipo de detección permite la anticipación de acciones de control apropiadas, que dependen de las funciones seleccionadas de <br>membership</br> utilizadas para caracterizar el proceso bajo escrutinio. El plan de control de supervisión propuesto se aplicó con éxito para un reactor de oxicloración en una planta de monómeros de vinilo ",
            "error": [
                ""
            ]
        },
        "vinyl monomer plant": {
            "translated_key": "vinilo",
            "translated_annotated_text": "Diseño de control de supervisión basado en sistemas híbridos y detección de eventos borrosos. Aplicación a un reactor de oxicloración Este artículo presenta un esquema de control de supervisión basado en la teoría de sistemas híbridos y la detección de eventos borrosos. El detector de eventos difusos es un modelo lingüístico, que sintetiza relaciones complejas entre variables de proceso y eventos de proceso incorporando conocimientos de expertos sobre la operación del proceso. Este tipo de detección permite anticipar acciones de control apropiadas, que dependen de las funciones seleccionadas de la membresía utilizadas para caracterizar el proceso bajo escrutinio. El sistema de control de supervisión propuesto se aplicó con éxito para un reactor de oxicloración en una planta monomérica de <br>vinilo</br> ",
            "error": [
                ""
            ]
        },
        "reactor stability": {
            "translated_key": [],
            "translated_annotated_text": "Diseño de control de supervisión basado en sistemas híbridos y detección de eventos borrosos. Aplicación a un reactor de oxicloración Este artículo presenta un esquema de control de supervisión basado en la teoría de sistemas híbridos y la detección de eventos borrosos. El detector de eventos difusos es un modelo lingüístico, que sintetiza relaciones complejas entre variables de proceso y eventos de proceso incorporando conocimientos de expertos sobre la operación del proceso. Este tipo de detección permite anticipar acciones de control apropiadas, que dependen de las funciones seleccionadas de la membresía utilizadas para caracterizar el proceso bajo escrutinio. El plan de control de supervisión propuesto se aplicó con éxito para un reactor de oxicloración en una planta de monómeros de vinilo ",
            "error": []
        },
        "raw material consumption": {
            "translated_key": [],
            "translated_annotated_text": "Diseño de control de supervisión basado en sistemas híbridos y detección de eventos borrosos. Aplicación a un reactor de oxicloración Este artículo presenta un esquema de control de supervisión basado en la teoría de sistemas híbridos y la detección de eventos borrosos. El detector de eventos difusos es un modelo lingüístico, que sintetiza relaciones complejas entre variables de proceso y eventos de proceso incorporando conocimientos de expertos sobre la operación del proceso. Este tipo de detección permite anticipar acciones de control apropiadas, que dependen de las funciones seleccionadas de la membresía utilizadas para caracterizar el proceso bajo escrutinio. El plan de control de supervisión propuesto se aplicó con éxito para un reactor de oxicloración en una planta de monómeros de vinilo ",
            "error": []
        },
        "discrete events systems": {
            "translated_key": [],
            "translated_annotated_text": "Diseño de control de supervisión basado en sistemas híbridos y detección de eventos borrosos. Aplicación a un reactor de oxicloración Este artículo presenta un esquema de control de supervisión basado en la teoría de sistemas híbridos y la detección de eventos borrosos. El detector de eventos difusos es un modelo lingüístico, que sintetiza relaciones complejas entre variables de proceso y eventos de proceso incorporando conocimientos de expertos sobre la operación del proceso. Este tipo de detección permite anticipar acciones de control apropiadas, que dependen de las funciones seleccionadas de la membresía utilizadas para caracterizar el proceso bajo escrutinio. El plan de control de supervisión propuesto se aplicó con éxito para un reactor de oxicloración en una planta de monómeros de vinilo ",
            "error": []
        },
        "reactive systems": {
            "translated_key": [],
            "translated_annotated_text": "Diseño de control de supervisión basado en sistemas híbridos y detección de eventos borrosos. Aplicación a un reactor de oxicloración Este artículo presenta un esquema de control de supervisión basado en la teoría de sistemas híbridos y la detección de eventos borrosos. El detector de eventos difusos es un modelo lingüístico, que sintetiza relaciones complejas entre variables de proceso y eventos de proceso incorporando conocimientos de expertos sobre la operación del proceso. Este tipo de detección permite anticipar acciones de control apropiadas, que dependen de las funciones seleccionadas de la membresía utilizadas para caracterizar el proceso bajo escrutinio. El plan de control de supervisión propuesto se aplicó con éxito para un reactor de oxicloración en una planta de monómeros de vinilo ",
            "error": []
        },
        "finite state machines": {
            "translated_key": [],
            "translated_annotated_text": "Diseño de control de supervisión basado en sistemas híbridos y detección de eventos borrosos. Aplicación a un reactor de oxicloración Este artículo presenta un esquema de control de supervisión basado en la teoría de sistemas híbridos y la detección de eventos borrosos. El detector de eventos difusos es un modelo lingüístico, que sintetiza relaciones complejas entre variables de proceso y eventos de proceso incorporando conocimientos de expertos sobre la operación del proceso. Este tipo de detección permite anticipar acciones de control apropiadas, que dependen de las funciones seleccionadas de la membresía utilizadas para caracterizar el proceso bajo escrutinio. El plan de control de supervisión propuesto se aplicó con éxito para un reactor de oxicloración en una planta de monómeros de vinilo ",
            "error": []
        },
        "chemical technology": {
            "translated_key": [],
            "translated_annotated_text": "Diseño de control de supervisión basado en sistemas híbridos y detección de eventos borrosos. Aplicación a un reactor de oxicloración Este artículo presenta un esquema de control de supervisión basado en la teoría de sistemas híbridos y la detección de eventos borrosos. El detector de eventos difusos es un modelo lingüístico, que sintetiza relaciones complejas entre variables de proceso y eventos de proceso incorporando conocimientos de expertos sobre la operación del proceso. Este tipo de detección permite anticipar acciones de control apropiadas, que dependen de las funciones seleccionadas de la membresía utilizadas para caracterizar el proceso bajo escrutinio. El plan de control de supervisión propuesto se aplicó con éxito para un reactor de oxicloración en una planta de monómeros de vinilo ",
            "error": []
        },
        "continuous time systems": {
            "translated_key": [],
            "translated_annotated_text": "Diseño de control de supervisión basado en sistemas híbridos y detección de eventos borrosos. Aplicación a un reactor de oxicloración Este artículo presenta un esquema de control de supervisión basado en la teoría de sistemas híbridos y la detección de eventos borrosos. El detector de eventos difusos es un modelo lingüístico, que sintetiza relaciones complejas entre variables de proceso y eventos de proceso incorporando conocimientos de expertos sobre la operación del proceso. Este tipo de detección permite anticipar acciones de control apropiadas, que dependen de las funciones seleccionadas de la membresía utilizadas para caracterizar el proceso bajo escrutinio. El plan de control de supervisión propuesto se aplicó con éxito para un reactor de oxicloración en una planta de monómeros de vinilo ",
            "error": []
        },
        "control system synthesis": {
            "translated_key": [],
            "translated_annotated_text": "Diseño de control de supervisión basado en sistemas híbridos y detección de eventos borrosos. Aplicación a un reactor de oxicloración Este artículo presenta un esquema de control de supervisión basado en la teoría de sistemas híbridos y la detección de eventos borrosos. El detector de eventos difusos es un modelo lingüístico, que sintetiza relaciones complejas entre variables de proceso y eventos de proceso incorporando conocimientos de expertos sobre la operación del proceso. Este tipo de detección permite anticipar acciones de control apropiadas, que dependen de las funciones seleccionadas de la membresía utilizadas para caracterizar el proceso bajo escrutinio. El plan de control de supervisión propuesto se aplicó con éxito para un reactor de oxicloración en una planta de monómeros de vinilo ",
            "error": []
        },
        "discrete event systems": {
            "translated_key": [],
            "translated_annotated_text": "Diseño de control de supervisión basado en sistemas híbridos y detección de eventos borrosos. Aplicación a un reactor de oxicloración Este artículo presenta un esquema de control de supervisión basado en la teoría de sistemas híbridos y la detección de eventos borrosos. El detector de eventos difusos es un modelo lingüístico, que sintetiza relaciones complejas entre variables de proceso y eventos de proceso incorporando conocimientos de expertos sobre la operación del proceso. Este tipo de detección permite anticipar acciones de control apropiadas, que dependen de las funciones seleccionadas de la membresía utilizadas para caracterizar el proceso bajo escrutinio. El plan de control de supervisión propuesto se aplicó con éxito para un reactor de oxicloración en una planta de monómeros de vinilo ",
            "error": []
        },
        "fuzzy control": {
            "translated_key": [],
            "translated_annotated_text": "Diseño de control de supervisión basado en sistemas híbridos y detección de eventos borrosos. Aplicación a un reactor de oxicloración Este artículo presenta un esquema de control de supervisión basado en la teoría de sistemas híbridos y la detección de eventos borrosos. El detector de eventos difusos es un modelo lingüístico, que sintetiza relaciones complejas entre variables de proceso y eventos de proceso incorporando conocimientos de expertos sobre la operación del proceso. Este tipo de detección permite anticipar acciones de control apropiadas, que dependen de las funciones seleccionadas de la membresía utilizadas para caracterizar el proceso bajo escrutinio. El plan de control de supervisión propuesto se aplicó con éxito para un reactor de oxicloración en una planta de monómeros de vinilo ",
            "error": []
        },
        "fuzzy set theory": {
            "translated_key": [],
            "translated_annotated_text": "Diseño de control de supervisión basado en sistemas híbridos y detección de eventos borrosos. Aplicación a un reactor de oxicloración Este artículo presenta un esquema de control de supervisión basado en la teoría de sistemas híbridos y la detección de eventos borrosos. El detector de eventos difusos es un modelo lingüístico, que sintetiza relaciones complejas entre variables de proceso y eventos de proceso incorporando conocimientos de expertos sobre la operación del proceso. Este tipo de detección permite anticipar acciones de control apropiadas, que dependen de las funciones seleccionadas de la membresía utilizadas para caracterizar el proceso bajo escrutinio. El plan de control de supervisión propuesto se aplicó con éxito para un reactor de oxicloración en una planta de monómeros de vinilo ",
            "error": []
        },
        "identification": {
            "translated_key": [],
            "translated_annotated_text": "Diseño de control de supervisión basado en sistemas híbridos y detección de eventos borrosos. Aplicación a un reactor de oxicloración Este artículo presenta un esquema de control de supervisión basado en la teoría de sistemas híbridos y la detección de eventos borrosos. El detector de eventos difusos es un modelo lingüístico, que sintetiza relaciones complejas entre variables de proceso y eventos de proceso incorporando conocimientos de expertos sobre la operación del proceso. Este tipo de detección permite anticipar acciones de control apropiadas, que dependen de las funciones seleccionadas de la membresía utilizadas para caracterizar el proceso bajo escrutinio. El plan de control de supervisión propuesto se aplicó con éxito para un reactor de oxicloración en una planta de monómeros de vinilo ",
            "error": []
        },
        "process control": {
            "translated_key": [],
            "translated_annotated_text": "Diseño de control de supervisión basado en sistemas híbridos y detección de eventos borrosos. Aplicación a un reactor de oxicloración Este artículo presenta un esquema de control de supervisión basado en la teoría de sistemas híbridos y la detección de eventos borrosos. El detector de eventos difusos es un modelo lingüístico, que sintetiza relaciones complejas entre variables de proceso y eventos de proceso incorporando conocimientos de expertos sobre la operación del proceso. Este tipo de detección permite anticipar acciones de control apropiadas, que dependen de las funciones seleccionadas de la membresía utilizadas para caracterizar el proceso bajo escrutinio. El plan de control de supervisión propuesto se aplicó con éxito para un reactor de oxicloración en una planta de monómeros de vinilo ",
            "error": []
        }
    }
}