{
    "original_text": "Model selection in electromagnetic source analysis with an application to VEFs In electromagnetic source analysis, it is necessary to determine how many sources are required to describe the electroencephalogram or magnetoencephalogram adequately. Model selection procedures (MSPs) or goodness of fit procedures give an estimate of the required number of sources. Existing and new MSPs are evaluated in different source and noise settings: two sources which are close or distant and noise which is uncorrelated or correlated. The commonly used MSP residual variance is seen to be ineffective, that is it often selects too many sources. Alternatives like the adjusted Hotellings test, Bayes information criterion and the Wald test on source amplitudes are seen to be effective. The adjusted Hotellings test is recommended if a conservative approach is taken and MSPs such as Bayes information criterion or the Wald test on source amplitudes are recommended if a more liberal approach is desirable. The MSPs are applied to empirical data (visual evoked fields)",
    "original_translation": "Selección de modelos en el análisis de fuentes electromagnéticas con una aplicación a los VEF En el análisis de fuentes electromagnéticas, es necesario determinar cuántas fuentes son necesarias para describir adecuadamente el electroencefalograma o magnetoencefalograma. Los procedimientos de selección de modelos (MSP) o los procedimientos de bondad de ajuste dan una estimación del número requerido de fuentes. Los MSP existentes y nuevos se evalúan en diferentes configuraciones de fuente y ruido: dos fuentes cercanas o distantes y ruidos no relacionados o correlacionados. La varianza residual MSP comúnmente utilizada se considera ineficaz, es decir, suele seleccionar demasiadas fuentes. Alternativas como la prueba de Hotellings ajustada, el criterio de información de Bayes y la prueba de Wald sobre amplitudes de origen se consideran eficaces. Se recomienda la prueba de Hotellings ajustada si se adopta un enfoque conservador y se recomiendan MSPs como el criterio de información de Bayes o la prueba de Wald sobre amplitudes de origen si es deseable un enfoque más liberal. Los MSP se aplican a los datos empíricos (campos evocados visualmente)",
    "error_count": 10,
    "keys": {
        "model selection": {
            "translated_key": [],
            "translated_annotated_text": "Selección de modelos en el análisis de fuentes electromagnéticas con una aplicación a los VEF En el análisis de fuentes electromagnéticas, es necesario determinar cuántas fuentes son necesarias para describir adecuadamente el electroencefalograma o magnetoencefalograma. Los procedimientos de selección de modelos (MSP) o los procedimientos de bondad de ajuste dan una estimación del número requerido de fuentes. Los MSP existentes y nuevos se evalúan en diferentes configuraciones de fuente y ruido: dos fuentes cercanas o distantes y ruidos no relacionados o correlacionados. La varianza residual MSP comúnmente utilizada se considera ineficaz, es decir, suele seleccionar demasiadas fuentes. Alternativas como la prueba de Hotellings ajustada, el criterio de información de Bayes y la prueba de Wald sobre amplitudes de origen se consideran eficaces. Se recomienda la prueba de Hotellings ajustada si se adopta un enfoque conservador y se recomiendan MSPs como el criterio de información de Bayes o la prueba de Wald sobre amplitudes de origen si es deseable un enfoque más liberal. Los MSP se aplican a los datos empíricos (campos evocados visualmente) ",
            "error": []
        },
        "electromagnetic source analysis": {
            "translated_key": "análisis de fuentes electromagnéticas",
            "translated_annotated_text": "Selección de modelos en el <br>análisis de fuentes electromagnéticas</br> con una aplicación a los VEF En el <br>análisis de fuentes electromagnéticas</br>, es necesario determinar cuántas fuentes son necesarias para describir adecuadamente el electroencefalograma o magnetoencefalograma.  Los procedimientos de selección de modelos (MSP) o los procedimientos de bondad de ajuste dan una estimación del número requerido de fuentes. Los MSP existentes y nuevos se evalúan en diferentes configuraciones de fuente y ruido: dos fuentes cercanas o distantes y ruidos no relacionados o correlacionados. La varianza residual MSP comúnmente utilizada se considera ineficaz, es decir, suele seleccionar demasiadas fuentes. Alternativas como la prueba de Hotellings ajustada, el criterio de información de Bayes y la prueba de Wald sobre amplitudes de origen se consideran eficaces. Se recomienda la prueba de Hotellings ajustada si se adopta un enfoque conservador y se recomiendan MSPs como el criterio de información de Bayes o la prueba de Wald sobre amplitudes de origen si es deseable un enfoque más liberal. Los MSP se aplican a los datos empíricos (campos evocados visualmente) ",
            "error": [
                ""
            ]
        },
        "noise settings": {
            "translated_key": "ruido",
            "translated_annotated_text": "Selección de modelos en el análisis de fuentes electromagnéticas con una aplicación a los VEF En el análisis de fuentes electromagnéticas, es necesario determinar cuántas fuentes son necesarias para describir adecuadamente el electroencefalograma o magnetoencefalograma. Los procedimientos de selección de modelos (MSP) o los procedimientos de bondad de ajuste dan una estimación del número requerido de fuentes. Los MSP existentes y nuevos se evalúan en diferentes opciones de origen y <br>ruido</br>: dos fuentes cercanas o distantes y ruidos no relacionados o correlacionados. La varianza residual MSP comúnmente utilizada se considera ineficaz, es decir, suele seleccionar demasiadas fuentes. Alternativas como la prueba de Hotellings ajustada, el criterio de información de Bayes y la prueba de Wald sobre amplitudes de origen se consideran eficaces. Se recomienda la prueba de Hotellings ajustada si se adopta un enfoque conservador y se recomiendan MSPs como el criterio de información de Bayes o la prueba de Wald sobre amplitudes de origen si es deseable un enfoque más liberal. Los MSP se aplican a los datos empíricos (campos evocados visualmente) ",
            "error": [
                ""
            ]
        },
        "residual variance": {
            "translated_key": "residual comúnmente usada",
            "translated_annotated_text": "Selección de modelos en el análisis de fuentes electromagnéticas con una aplicación a los VEF En el análisis de fuentes electromagnéticas, es necesario determinar cuántas fuentes son necesarias para describir adecuadamente el electroencefalograma o magnetoencefalograma. Los procedimientos de selección de modelos (MSP) o los procedimientos de bondad de ajuste dan una estimación del número requerido de fuentes. Los MSP existentes y nuevos se evalúan en diferentes configuraciones de fuente y ruido: dos fuentes cercanas o distantes y ruidos no relacionados o correlacionados. La varianza MSP <br>residual comúnmente usada</br> se considera ineficaz, es decir, suele seleccionar demasiadas fuentes. Alternativas como la prueba de Hotellings ajustada, el criterio de información de Bayes y la prueba de Wald sobre amplitudes de origen se consideran eficaces. Se recomienda la prueba de Hotellings ajustada si se adopta un enfoque conservador y se recomiendan MSPs como el criterio de información de Bayes o la prueba de Wald sobre amplitudes de origen si es deseable un enfoque más liberal. Los MSP se aplican a los datos empíricos (campos evocados visualmente) ",
            "error": [
                ""
            ]
        },
        "Wald test": {
            "translated_key": "Wald",
            "translated_annotated_text": "Selección de modelos en el análisis de fuentes electromagnéticas con una aplicación a los VEF En el análisis de fuentes electromagnéticas, es necesario determinar cuántas fuentes son necesarias para describir adecuadamente el electroencefalograma o magnetoencefalograma. Los procedimientos de selección de modelos (MSP) o los procedimientos de bondad de ajuste dan una estimación del número requerido de fuentes. Los MSP existentes y nuevos se evalúan en diferentes configuraciones de fuente y ruido: dos fuentes cercanas o distantes y ruidos no relacionados o correlacionados. La varianza residual MSP comúnmente utilizada se considera ineficaz, es decir, suele seleccionar demasiadas fuentes. Alternativas como la prueba de Hotellings ajustada, el criterio de información Bayes y la prueba <br>Wald</br> sobre amplitudes de origen se consideran eficaces. Se recomienda la prueba de Hotellings ajustada si se adopta un enfoque conservador y se recomiendan MSP como el criterio de información de Bayes o la prueba <br>Wald</br> sobre amplitudes de origen si es deseable un enfoque más liberal. Los MSP se aplican a los datos empíricos (campos evocados visualmente) ",
            "error": [
                ""
            ]
        },
        "adjusted Hotellings test": {
            "translated_key": "adaptada de Hotellings",
            "translated_annotated_text": "Selección de modelos en el análisis de fuentes electromagnéticas con una aplicación a los VEF En el análisis de fuentes electromagnéticas, es necesario determinar cuántas fuentes son necesarias para describir adecuadamente el electroencefalograma o magnetoencefalograma. Los procedimientos de selección de modelos (MSP) o los procedimientos de bondad de ajuste dan una estimación del número requerido de fuentes. Los MSP existentes y nuevos se evalúan en diferentes configuraciones de fuente y ruido: dos fuentes cercanas o distantes y ruidos no relacionados o correlacionados. La varianza residual MSP comúnmente utilizada se considera ineficaz, es decir, suele seleccionar demasiadas fuentes. Alternativas como la prueba <br>adaptada de Hotellings</br>, el criterio de información Bayes y la prueba Wald sobre amplitudes de origen se consideran eficaces. Se recomienda la prueba <br>adaptada de Hotellings</br> si se adopta un enfoque conservador y se recomiendan MSP como el criterio de información de Bayes o la prueba Wald sobre amplitudes de origen si es deseable un enfoque más liberal. Los MSP se aplican a los datos empíricos (campos evocados visualmente) ",
            "error": [
                ""
            ]
        },
        "empirical data": {
            "translated_key": "empíricos",
            "translated_annotated_text": "Selección de modelos en el análisis de fuentes electromagnéticas con una aplicación a los VEF En el análisis de fuentes electromagnéticas, es necesario determinar cuántas fuentes son necesarias para describir adecuadamente el electroencefalograma o magnetoencefalograma. Los procedimientos de selección de modelos (MSP) o los procedimientos de bondad de ajuste dan una estimación del número requerido de fuentes. Los MSP existentes y nuevos se evalúan en diferentes configuraciones de fuente y ruido: dos fuentes cercanas o distantes y ruidos no relacionados o correlacionados. La varianza residual MSP comúnmente utilizada se considera ineficaz, es decir, suele seleccionar demasiadas fuentes. Alternativas como la prueba de Hotellings ajustada, el criterio de información de Bayes y la prueba de Wald sobre amplitudes de origen se consideran eficaces. Se recomienda la prueba de Hotellings ajustada si se adopta un enfoque conservador y se recomiendan MSPs como el criterio de información de Bayes o la prueba de Wald sobre amplitudes de origen si es deseable un enfoque más liberal. Los MSP se aplican a datos <br>empíricos</br> (campos evocados visualmente) ",
            "error": [
                ""
            ]
        },
        "VEFs": {
            "translated_key": "VEFs",
            "translated_annotated_text": "Selección de modelos en el análisis de fuentes electromagnéticas con una aplicación a <br>VEFs</br> En el análisis de fuentes electromagnéticas, es necesario determinar cuántas fuentes son necesarias para describir adecuadamente el electroencefalograma o magnetoencefalograma. Los procedimientos de selección de modelos (MSP) o los procedimientos de bondad de ajuste dan una estimación del número requerido de fuentes. Los MSP existentes y nuevos se evalúan en diferentes configuraciones de fuente y ruido: dos fuentes cercanas o distantes y ruidos no relacionados o correlacionados. La varianza residual MSP comúnmente utilizada se considera ineficaz, es decir, suele seleccionar demasiadas fuentes. Alternativas como la prueba de Hotellings ajustada, el criterio de información de Bayes y la prueba de Wald sobre amplitudes de origen se consideran eficaces. Se recomienda la prueba de Hotellings ajustada si se adopta un enfoque conservador y se recomiendan MSPs como el criterio de información de Bayes o la prueba de Wald sobre amplitudes de origen si es deseable un enfoque más liberal. Los MSP se aplican a los datos empíricos (campos evocados visualmente) ",
            "error": [
                ""
            ]
        },
        "MEG source analysis": {
            "translated_key": [],
            "translated_annotated_text": "Selección de modelos en el análisis de fuentes electromagnéticas con una aplicación a los VEF En el análisis de fuentes electromagnéticas, es necesario determinar cuántas fuentes son necesarias para describir adecuadamente el electroencefalograma o magnetoencefalograma. Los procedimientos de selección de modelos (MSP) o los procedimientos de bondad de ajuste dan una estimación del número requerido de fuentes. Los MSP existentes y nuevos se evalúan en diferentes configuraciones de fuente y ruido: dos fuentes cercanas o distantes y ruidos no relacionados o correlacionados. La varianza residual MSP comúnmente utilizada se considera ineficaz, es decir, suele seleccionar demasiadas fuentes. Alternativas como la prueba de Hotellings ajustada, el criterio de información de Bayes y la prueba de Wald sobre amplitudes de origen se consideran eficaces. Se recomienda la prueba de Hotellings ajustada si se adopta un enfoque conservador y se recomiendan MSPs como el criterio de información de Bayes o la prueba de Wald sobre amplitudes de origen si es deseable un enfoque más liberal. Los MSP se aplican a los datos empíricos (campos evocados visualmente) ",
            "error": []
        },
        "EEG source analysis": {
            "translated_key": [],
            "translated_annotated_text": "Selección de modelos en el análisis de fuentes electromagnéticas con una aplicación a los VEF En el análisis de fuentes electromagnéticas, es necesario determinar cuántas fuentes son necesarias para describir adecuadamente el electroencefalograma o magnetoencefalograma. Los procedimientos de selección de modelos (MSP) o los procedimientos de bondad de ajuste dan una estimación del número requerido de fuentes. Los MSP existentes y nuevos se evalúan en diferentes configuraciones de fuente y ruido: dos fuentes cercanas o distantes y ruidos no relacionados o correlacionados. La varianza residual MSP comúnmente utilizada se considera ineficaz, es decir, suele seleccionar demasiadas fuentes. Alternativas como la prueba de Hotellings ajustada, el criterio de información de Bayes y la prueba de Wald sobre amplitudes de origen se consideran eficaces. Se recomienda la prueba de Hotellings ajustada si se adopta un enfoque conservador y se recomiendan MSPs como el criterio de información de Bayes o la prueba de Wald sobre amplitudes de origen si es deseable un enfoque más liberal. Los MSP se aplican a los datos empíricos (campos evocados visualmente) ",
            "error": []
        },
        "goodness-of-fit": {
            "translated_key": [],
            "translated_annotated_text": "Selección de modelos en el análisis de fuentes electromagnéticas con una aplicación a los VEF En el análisis de fuentes electromagnéticas, es necesario determinar cuántas fuentes son necesarias para describir adecuadamente el electroencefalograma o magnetoencefalograma. Los procedimientos de selección de modelos (MSP) o los procedimientos de bondad de ajuste dan una estimación del número requerido de fuentes. Los MSP existentes y nuevos se evalúan en diferentes configuraciones de fuente y ruido: dos fuentes cercanas o distantes y ruidos no relacionados o correlacionados. La varianza residual MSP comúnmente utilizada se considera ineficaz, es decir, suele seleccionar demasiadas fuentes. Alternativas como la prueba de Hotellings ajustada, el criterio de información de Bayes y la prueba de Wald sobre amplitudes de origen se consideran eficaces. Se recomienda la prueba de Hotellings ajustada si se adopta un enfoque conservador y se recomiendan MSPs como el criterio de información de Bayes o la prueba de Wald sobre amplitudes de origen si es deseable un enfoque más liberal. Los MSP se aplican a los datos empíricos (campos evocados visualmente) ",
            "error": []
        },
        "source localization": {
            "translated_key": [],
            "translated_annotated_text": "Selección de modelos en el análisis de fuentes electromagnéticas con una aplicación a los VEF En el análisis de fuentes electromagnéticas, es necesario determinar cuántas fuentes son necesarias para describir adecuadamente el electroencefalograma o magnetoencefalograma. Los procedimientos de selección de modelos (MSP) o los procedimientos de bondad de ajuste dan una estimación del número requerido de fuentes. Los MSP existentes y nuevos se evalúan en diferentes configuraciones de fuente y ruido: dos fuentes cercanas o distantes y ruidos no relacionados o correlacionados. La varianza residual MSP comúnmente utilizada se considera ineficaz, es decir, suele seleccionar demasiadas fuentes. Alternativas como la prueba de Hotellings ajustada, el criterio de información de Bayes y la prueba de Wald sobre amplitudes de origen se consideran eficaces. Se recomienda la prueba de Hotellings ajustada si se adopta un enfoque conservador y se recomiendan MSPs como el criterio de información de Bayes o la prueba de Wald sobre amplitudes de origen si es deseable un enfoque más liberal. Los MSP se aplican a los datos empíricos (campos evocados visualmente) ",
            "error": []
        },
        "visual evoked fields": {
            "translated_key": "visuales",
            "translated_annotated_text": "Selección de modelos en el análisis de fuentes electromagnéticas con una aplicación a los VEF En el análisis de fuentes electromagnéticas, es necesario determinar cuántas fuentes son necesarias para describir adecuadamente el electroencefalograma o magnetoencefalograma. Los procedimientos de selección de modelos (MSP) o los procedimientos de bondad de ajuste dan una estimación del número requerido de fuentes. Los MSP existentes y nuevos se evalúan en diferentes configuraciones de fuente y ruido: dos fuentes cercanas o distantes y ruidos no relacionados o correlacionados. La varianza residual MSP comúnmente utilizada se considera ineficaz, es decir, suele seleccionar demasiadas fuentes. Alternativas como la prueba de Hotellings ajustada, el criterio de información de Bayes y la prueba de Wald sobre amplitudes de origen se consideran eficaces. Se recomienda la prueba de Hotellings ajustada si se adopta un enfoque conservador y se recomiendan MSPs como el criterio de información de Bayes o la prueba de Wald sobre amplitudes de origen si es deseable un enfoque más liberal. Los MSP se aplican a los datos empíricos (campos evocados <br>visuales</br>) ",
            "error": [
                ""
            ]
        },
        "brain models": {
            "translated_key": [],
            "translated_annotated_text": "Selección de modelos en el análisis de fuentes electromagnéticas con una aplicación a los VEF En el análisis de fuentes electromagnéticas, es necesario determinar cuántas fuentes son necesarias para describir adecuadamente el electroencefalograma o magnetoencefalograma. Los procedimientos de selección de modelos (MSP) o los procedimientos de bondad de ajuste dan una estimación del número requerido de fuentes. Los MSP existentes y nuevos se evalúan en diferentes configuraciones de fuente y ruido: dos fuentes cercanas o distantes y ruidos no relacionados o correlacionados. La varianza residual MSP comúnmente utilizada se considera ineficaz, es decir, suele seleccionar demasiadas fuentes. Alternativas como la prueba de Hotellings ajustada, el criterio de información de Bayes y la prueba de Wald sobre amplitudes de origen se consideran eficaces. Se recomienda la prueba de Hotellings ajustada si se adopta un enfoque conservador y se recomiendan MSPs como el criterio de información de Bayes o la prueba de Wald sobre amplitudes de origen si es deseable un enfoque más liberal. Los MSP se aplican a los datos empíricos (campos evocados visualmente) ",
            "error": []
        },
        "electroencephalography": {
            "translated_key": [],
            "translated_annotated_text": "Selección de modelos en el análisis de fuentes electromagnéticas con una aplicación a los VEF En el análisis de fuentes electromagnéticas, es necesario determinar cuántas fuentes son necesarias para describir adecuadamente el electroencefalograma o magnetoencefalograma. Los procedimientos de selección de modelos (MSP) o los procedimientos de bondad de ajuste dan una estimación del número requerido de fuentes. Los MSP existentes y nuevos se evalúan en diferentes configuraciones de fuente y ruido: dos fuentes cercanas o distantes y ruidos no relacionados o correlacionados. La varianza residual MSP comúnmente utilizada se considera ineficaz, es decir, suele seleccionar demasiadas fuentes. Alternativas como la prueba de Hotellings ajustada, el criterio de información de Bayes y la prueba de Wald sobre amplitudes de origen se consideran eficaces. Se recomienda la prueba de Hotellings ajustada si se adopta un enfoque conservador y se recomiendan MSPs como el criterio de información de Bayes o la prueba de Wald sobre amplitudes de origen si es deseable un enfoque más liberal. Los MSP se aplican a los datos empíricos (campos evocados visualmente) ",
            "error": []
        },
        "magnetoencephalography": {
            "translated_key": [],
            "translated_annotated_text": "Selección de modelos en el análisis de fuentes electromagnéticas con una aplicación a los VEF En el análisis de fuentes electromagnéticas, es necesario determinar cuántas fuentes son necesarias para describir adecuadamente el electroencefalograma o magnetoencefalograma. Los procedimientos de selección de modelos (MSP) o los procedimientos de bondad de ajuste dan una estimación del número requerido de fuentes. Los MSP existentes y nuevos se evalúan en diferentes configuraciones de fuente y ruido: dos fuentes cercanas o distantes y ruidos no relacionados o correlacionados. La varianza residual MSP comúnmente utilizada se considera ineficaz, es decir, suele seleccionar demasiadas fuentes. Alternativas como la prueba de Hotellings ajustada, el criterio de información de Bayes y la prueba de Wald sobre amplitudes de origen se consideran eficaces. Se recomienda la prueba de Hotellings ajustada si se adopta un enfoque conservador y se recomiendan MSPs como el criterio de información de Bayes o la prueba de Wald sobre amplitudes de origen si es deseable un enfoque más liberal. Los MSP se aplican a los datos empíricos (campos evocados visualmente) ",
            "error": []
        },
        "medical signal processing": {
            "translated_key": [],
            "translated_annotated_text": "Selección de modelos en el análisis de fuentes electromagnéticas con una aplicación a los VEF En el análisis de fuentes electromagnéticas, es necesario determinar cuántas fuentes son necesarias para describir adecuadamente el electroencefalograma o magnetoencefalograma. Los procedimientos de selección de modelos (MSP) o los procedimientos de bondad de ajuste dan una estimación del número requerido de fuentes. Los MSP existentes y nuevos se evalúan en diferentes configuraciones de fuente y ruido: dos fuentes cercanas o distantes y ruidos no relacionados o correlacionados. La varianza residual MSP comúnmente utilizada se considera ineficaz, es decir, suele seleccionar demasiadas fuentes. Alternativas como la prueba de Hotellings ajustada, el criterio de información de Bayes y la prueba de Wald sobre amplitudes de origen se consideran eficaces. Se recomienda la prueba de Hotellings ajustada si se adopta un enfoque conservador y se recomiendan MSPs como el criterio de información de Bayes o la prueba de Wald sobre amplitudes de origen si es deseable un enfoque más liberal. Los MSP se aplican a los datos empíricos (campos evocados visualmente) ",
            "error": []
        },
        "vision": {
            "translated_key": [],
            "translated_annotated_text": "Selección de modelos en el análisis de fuentes electromagnéticas con una aplicación a los VEF En el análisis de fuentes electromagnéticas, es necesario determinar cuántas fuentes son necesarias para describir adecuadamente el electroencefalograma o magnetoencefalograma. Los procedimientos de selección de modelos (MSP) o los procedimientos de bondad de ajuste dan una estimación del número requerido de fuentes. Los MSP existentes y nuevos se evalúan en diferentes configuraciones de fuente y ruido: dos fuentes cercanas o distantes y ruidos no relacionados o correlacionados. La varianza residual MSP comúnmente utilizada se considera ineficaz, es decir, suele seleccionar demasiadas fuentes. Alternativas como la prueba de Hotellings ajustada, el criterio de información de Bayes y la prueba de Wald sobre amplitudes de origen se consideran eficaces. Se recomienda la prueba de Hotellings ajustada si se adopta un enfoque conservador y se recomiendan MSPs como el criterio de información de Bayes o la prueba de Wald sobre amplitudes de origen si es deseable un enfoque más liberal. Los MSP se aplican a los datos empíricos (campos evocados visualmente) ",
            "error": []
        }
    }
}