{
    "original_text": "Time-varying properties of renal autoregulatory mechanisms In order to assess the possible time-varying properties of renal autoregulation, time-frequency and time-scaling methods were applied to renal blood flow under broad-band forced arterial blood pressure fluctuations and single-nephron renal blood flow with spontaneous oscillations obtained from normotensive (Sprague-Dawley, Wistar, and Long-Evans) rats, and spontaneously hypertensive rats. Time-frequency analyses of normotensive and hypertensive blood flow data obtained from either the whole kidney or the single-nephron show that indeed both the myogenic and tubuloglomerular feedback (TGF) mechanisms have time-varying characteristics. Furthermore, we utilized the Renyi entropy to measure the complexity of blood-flow dynamics in the time-frequency plane in an effort to discern differences between normotensive and hypertensive recordings. We found a clear difference in Renyi entropy between normotensive and hypertensive blood flow recordings at the whole kidney level for both forced (p < 0.037) and spontaneous arterial pressure fluctuations (p < 0.033), and at the single-nephron level (p < 0.008). Especially at the single-nephron level, the mean Renyi entropy is significantly larger for hypertensive than normotensive rats, suggesting more complex dynamics in the hypertensive condition. To further evaluate whether or not the separation of dynamics between normotensive and hypertensive rats is found in the prescribed frequency ranges of the myogenic and TGF mechanisms, we employed multiresolution wavelet transform. Our analysis revealed that exclusively over scale ranges corresponding to the frequency intervals of the myogenic and TGF mechanisms, the widths of the blood flow wavelet coefficients fall into disjoint sets for normotensive and hypertensive rats. The separation of the scales at the myogenic and TGF frequency ranges is distinct and obtained with 100% accuracy. However, this observation remains valid only for the whole kidney blood pressure/flow data. The results suggest that understanding of the time-varying properties of the two mechanisms is required for a complete description of renal autoregulation",
    "original_translation": "Propiedades variable en el tiempo de los mecanismos de autorregulación renal Para evaluar las posibles propiedades variable en el tiempo de la autorregulación renal, se aplicaron métodos de frecuencia y escalación del tiempo al flujo sanguíneo renal bajo fluctuaciones de la presión arterial forzada de banda ancha y flujo sanguíneo renal de un solo nefrón con oscilaciones espontáneas obtenidas de ratas normotensas (Sprague-Dawley, Wistar y Long-Evans), y ratas espontáneamente hipertensas. Los análisis de tiempo-frecuencia de los datos de flujo sanguíneo normotensivo e hipertenso obtenidos de todo el riñón o de un solo nefrón muestran que los mecanismos de retroalimentación miogénica y tubuloglomerular (TGF) tienen características variables en el tiempo. Además, se utilizó la entropía Renyi para medir la complejidad de la dinámica de flujo sanguíneo en el plano tiempo-frecuencia en un esfuerzo por discernir diferencias entre grabaciones normotensas e hipertensas. Se encontró una clara diferencia en la entropía de Renyi entre los registros de flujo sanguíneo normotensivo e hipertenso en todo el nivel renal para ambos forzados (p < 0,037) y fluctuaciones espontáneas de la presión arterial (p < 0,033), y en el nivel de un solo nefrón (p < 0,008). Especialmente a nivel de un solo nefrón, la entropía Renyi media es significativamente mayor para las ratas hipertensas que las normotensas, lo que sugiere una dinámica más compleja en la condición hipertensiva. Para evaluar aún más si la separación de la dinámica entre ratas normotensas e hipertensas se encuentra o no en los rangos de frecuencia prescritos de los mecanismos miogénicos y TGF, se utilizó la transformación de wavelet multiresolución. Nuestro análisis reveló que exclusivamente sobre rangos de escala correspondientes a los intervalos de frecuencia de los mecanismos miogénicos y TGF, las anchuras de los coeficientes de la onda de flujo sanguíneo caen en conjuntos de discontinuos para ratas normotensas e hipertensas. La separación de las escalas en las gamas de frecuencias miogénica y TGF es distinta y se obtiene con una precisión del 100%. Sin embargo, esta observación sigue siendo válida sólo para el conjunto de los datos de presión / flujo renal. Los resultados sugieren que la comprensión de las propiedades variables del tiempo de los dos mecanismos es necesaria para una descripción completa de la autorregulación renal",
    "error_count": 12,
    "keys": {
        "time-varying properties": {
            "translated_key": [
                "propiedades variables en el tiempo",
                "propiedades variables del tiempo"
            ],
            "translated_annotated_text": "Propiedades variable en el tiempo de los mecanismos de autorregulación renal Con el fin de evaluar las posibles \"propiedades variables en el tiempo\" de la autorregulación renal, se aplicaron métodos de frecuencia y escalación del tiempo al flujo sanguíneo renal bajo fluctuaciones de la presión arterial forzada de banda ancha y flujo sanguíneo renal de un solo nefrón con oscilaciones espontáneas obtenidas de ratas normotensas (Sprague-Dawley, Wistar y Long-Evans), y ratas Los análisis de tiempo-frecuencia de los datos de flujo sanguíneo normotensivo e hipertenso obtenidos de todo el riñón o de un solo nefrón muestran que los mecanismos de retroalimentación miogénica y tubuloglomerular (TGF) tienen características variables en el tiempo. Además, se utilizó la entropía Renyi para medir la complejidad de la dinámica de flujo sanguíneo en el plano tiempo-frecuencia en un esfuerzo por discernir diferencias entre grabaciones normotensas e hipertensas. Se encontró una clara diferencia en la entropía de Renyi entre los registros de flujo sanguíneo normotensivo e hipertenso en todo el nivel renal para ambos forzados (p < 0,037) y fluctuaciones espontáneas de la presión arterial (p < 0,033), y en el nivel de un solo nefrón (p < 0,008). Especialmente a nivel de un solo nefrón, la entropía Renyi media es significativamente mayor para las ratas hipertensas que las normotensas, lo que sugiere una dinámica más compleja en la condición hipertensiva. Para evaluar aún más si la separación de la dinámica entre ratas normotensas e hipertensas se encuentra o no en los rangos de frecuencia prescritos de los mecanismos miogénicos y TGF, se utilizó la transformación de wavelet multiresolución. Nuestro análisis reveló que exclusivamente sobre rangos de escala correspondientes a los intervalos de frecuencia de los mecanismos miogénicos y TGF, las anchuras de los coeficientes de la onda de flujo sanguíneo caen en conjuntos de discontinuos para ratas normotensas e hipertensas. La separación de las escalas en las gamas de frecuencias miogénica y TGF es distinta y se obtiene con una precisión del 100%. Sin embargo, esta observación sigue siendo válida sólo para el conjunto de los datos de presión / flujo renal. Los resultados sugieren que la comprensión de las \"propiedades variables del tiempo\" de los dos mecanismos es necesaria para una descripción completa de la autorregulación renal ",
            "error": [
                "propiedades variables en el tiempo",
                "propiedades variables del tiempo"
            ]
        },
        "Sprague-Dawley rats": {
            "translated_key": [],
            "translated_annotated_text": "Propiedades variable en el tiempo de los mecanismos de autorregulación renal Para evaluar las posibles propiedades variable en el tiempo de la autorregulación renal, se aplicaron métodos de frecuencia y escalación del tiempo al flujo sanguíneo renal bajo fluctuaciones de la presión arterial forzada de banda ancha y flujo sanguíneo renal de un solo nefrón con oscilaciones espontáneas obtenidas de ratas normotensas (Sprague-Dawley, Wistar y Long-Evans), y ratas espontáneamente hipertensas. Los análisis de tiempo-frecuencia de los datos de flujo sanguíneo normotensivo e hipertenso obtenidos de todo el riñón o de un solo nefrón muestran que los mecanismos de retroalimentación miogénica y tubuloglomerular (TGF) tienen características variables en el tiempo. Además, se utilizó la entropía Renyi para medir la complejidad de la dinámica de flujo sanguíneo en el plano tiempo-frecuencia en un esfuerzo por discernir diferencias entre grabaciones normotensas e hipertensas. Se encontró una clara diferencia en la entropía de Renyi entre los registros de flujo sanguíneo normotensivo e hipertenso en todo el nivel renal para ambos forzados (p < 0,037) y fluctuaciones espontáneas de la presión arterial (p < 0,033), y en el nivel de un solo nefrón (p < 0,008). Especialmente a nivel de un solo nefrón, la entropía Renyi media es significativamente mayor para las ratas hipertensas que las normotensas, lo que sugiere una dinámica más compleja en la condición hipertensiva. Para evaluar aún más si la separación de la dinámica entre ratas normotensas e hipertensas se encuentra o no en los rangos de frecuencia prescritos de los mecanismos miogénicos y TGF, se utilizó la transformación de wavelet multiresolución. Nuestro análisis reveló que exclusivamente sobre rangos de escala correspondientes a los intervalos de frecuencia de los mecanismos miogénicos y TGF, las anchuras de los coeficientes de la onda de flujo sanguíneo caen en conjuntos de discontinuos para ratas normotensas e hipertensas. La separación de las escalas en las gamas de frecuencias miogénica y TGF es distinta y se obtiene con una precisión del 100%. Sin embargo, esta observación sigue siendo válida sólo para el conjunto de los datos de presión / flujo renal. Los resultados sugieren que la comprensión de las propiedades variables del tiempo de los dos mecanismos es necesaria para una descripción completa de la autorregulación renal ",
            "error": []
        },
        "Wistar rats": {
            "translated_key": [],
            "translated_annotated_text": "Propiedades variable en el tiempo de los mecanismos de autorregulación renal Para evaluar las posibles propiedades variable en el tiempo de la autorregulación renal, se aplicaron métodos de frecuencia y escalación del tiempo al flujo sanguíneo renal bajo fluctuaciones de la presión arterial forzada de banda ancha y flujo sanguíneo renal de un solo nefrón con oscilaciones espontáneas obtenidas de ratas normotensas (Sprague-Dawley, Wistar y Long-Evans), y ratas espontáneamente hipertensas. Los análisis de tiempo-frecuencia de los datos de flujo sanguíneo normotensivo e hipertenso obtenidos de todo el riñón o de un solo nefrón muestran que los mecanismos de retroalimentación miogénica y tubuloglomerular (TGF) tienen características variables en el tiempo. Además, se utilizó la entropía Renyi para medir la complejidad de la dinámica de flujo sanguíneo en el plano tiempo-frecuencia en un esfuerzo por discernir diferencias entre grabaciones normotensas e hipertensas. Se encontró una clara diferencia en la entropía de Renyi entre los registros de flujo sanguíneo normotensivo e hipertenso en todo el nivel renal para ambos forzados (p < 0,037) y fluctuaciones espontáneas de la presión arterial (p < 0,033), y en el nivel de un solo nefrón (p < 0,008). Especialmente a nivel de un solo nefrón, la entropía Renyi media es significativamente mayor para las ratas hipertensas que las normotensas, lo que sugiere una dinámica más compleja en la condición hipertensiva. Para evaluar aún más si la separación de la dinámica entre ratas normotensas e hipertensas se encuentra o no en los rangos de frecuencia prescritos de los mecanismos miogénicos y TGF, se utilizó la transformación de wavelet multiresolución. Nuestro análisis reveló que exclusivamente sobre rangos de escala correspondientes a los intervalos de frecuencia de los mecanismos miogénicos y TGF, las anchuras de los coeficientes de la onda de flujo sanguíneo caen en conjuntos de discontinuos para ratas normotensas e hipertensas. La separación de las escalas en las gamas de frecuencias miogénica y TGF es distinta y se obtiene con una precisión del 100%. Sin embargo, esta observación sigue siendo válida sólo para el conjunto de los datos de presión / flujo renal. Los resultados sugieren que la comprensión de las propiedades variables del tiempo de los dos mecanismos es necesaria para una descripción completa de la autorregulación renal ",
            "error": []
        },
        "Long-Evans rats": {
            "translated_key": [],
            "translated_annotated_text": "Propiedades variable en el tiempo de los mecanismos de autorregulación renal Para evaluar las posibles propiedades variable en el tiempo de la autorregulación renal, se aplicaron métodos de frecuencia y escalación del tiempo al flujo sanguíneo renal bajo fluctuaciones de la presión arterial forzada de banda ancha y flujo sanguíneo renal de un solo nefrón con oscilaciones espontáneas obtenidas de ratas normotensas (Sprague-Dawley, Wistar y Long-Evans), y ratas espontáneamente hipertensas. Los análisis de tiempo-frecuencia de los datos de flujo sanguíneo normotensivo e hipertenso obtenidos de todo el riñón o de un solo nefrón muestran que los mecanismos de retroalimentación miogénica y tubuloglomerular (TGF) tienen características variables en el tiempo. Además, se utilizó la entropía Renyi para medir la complejidad de la dinámica de flujo sanguíneo en el plano tiempo-frecuencia en un esfuerzo por discernir diferencias entre grabaciones normotensas e hipertensas. Se encontró una clara diferencia en la entropía de Renyi entre los registros de flujo sanguíneo normotensivo e hipertenso en todo el nivel renal para ambos forzados (p < 0,037) y fluctuaciones espontáneas de la presión arterial (p < 0,033), y en el nivel de un solo nefrón (p < 0,008). Especialmente a nivel de un solo nefrón, la entropía Renyi media es significativamente mayor para las ratas hipertensas que las normotensas, lo que sugiere una dinámica más compleja en la condición hipertensiva. Para evaluar aún más si la separación de la dinámica entre ratas normotensas e hipertensas se encuentra o no en los rangos de frecuencia prescritos de los mecanismos miogénicos y TGF, se utilizó la transformación de wavelet multiresolución. Nuestro análisis reveló que exclusivamente sobre rangos de escala correspondientes a los intervalos de frecuencia de los mecanismos miogénicos y TGF, las anchuras de los coeficientes de la onda de flujo sanguíneo caen en conjuntos de discontinuos para ratas normotensas e hipertensas. La separación de las escalas en las gamas de frecuencias miogénica y TGF es distinta y se obtiene con una precisión del 100%. Sin embargo, esta observación sigue siendo válida sólo para el conjunto de los datos de presión / flujo renal. Los resultados sugieren que la comprensión de las propiedades variables del tiempo de los dos mecanismos es necesaria para una descripción completa de la autorregulación renal ",
            "error": []
        },
        "whole kidney": {
            "translated_key": [
                "el riñón entero",
                "riño entero",
                "riño entero"
            ],
            "translated_annotated_text": "Propiedades variable en el tiempo de los mecanismos de autorregulación renal Para evaluar las posibles propiedades variable en el tiempo de la autorregulación renal, se aplicaron métodos de frecuencia y escalación del tiempo al flujo sanguíneo renal bajo fluctuaciones de la presión arterial forzada de banda ancha y flujo sanguíneo renal de un solo nefrón con oscilaciones espontáneas obtenidas de ratas normotensas (Sprague-Dawley, Wistar y Long-Evans), y ratas espontáneamente hipertensas. Los análisis de tiempo-frecuencia de los datos de flujo sanguíneo normotensivo e hipertenso obtenidos de \"el riñón entero\" o de un solo nefrón muestran que, de hecho, tanto los mecanismos de retroalimentación miogénica como tubuloglomerular (TGF) tienen características variables en el tiempo. Además, se utilizó la entropía Renyi para medir la complejidad de la dinámica de flujo sanguíneo en el plano tiempo-frecuencia en un esfuerzo por discernir diferencias entre grabaciones normotensas e hipertensas. Se encontró una clara diferencia en la entropía de Renyi entre los registros de flujo sanguíneo normotensivo e hipertenso a nivel de \"riño entero\" para ambos forzados (p < 0,037) y las fluctuaciones espontáneas de la presión arterial (p < 0,033), y a nivel de un solo nefrón (p < 0,008). Especialmente a nivel de un solo nefrón, la entropía Renyi media es significativamente mayor para las ratas hipertensas que las normotensas, lo que sugiere una dinámica más compleja en la condición hipertensiva. Para evaluar aún más si la separación de la dinámica entre ratas normotensas e hipertensas se encuentra o no en los rangos de frecuencia prescritos de los mecanismos miogénicos y TGF, se utilizó la transformación de wavelet multiresolución. Nuestro análisis reveló que exclusivamente sobre rangos de escala correspondientes a los intervalos de frecuencia de los mecanismos miogénicos y TGF, las anchuras de los coeficientes de la onda de flujo sanguíneo caen en conjuntos de discontinuos para ratas normotensas e hipertensas. La separación de las escalas en las gamas de frecuencias miogénica y TGF es distinta y se obtiene con una precisión del 100%. Sin embargo, esta observación sigue siendo válida sólo para los datos de la presión arterial/flujo del \"riño entero\". Los resultados sugieren que la comprensión de las propiedades variables del tiempo de los dos mecanismos es necesaria para una descripción completa de la autorregulación renal ",
            "error": [
                "el riñón entero",
                "riño entero",
                "riño entero"
            ]
        },
        "single-nephron": {
            "translated_key": "nefrón único",
            "translated_annotated_text": "Propiedades variable en el tiempo de los mecanismos de autorregulación renal Con el fin de evaluar las posibles propiedades variable en el tiempo de la autorregulación renal, se aplicaron métodos de tiempo-frecuencia y escalación del tiempo al flujo sanguíneo renal bajo fluctuaciones de la presión arterial forzada de banda ancha y flujo sanguíneo renal de \"nefrón único\" con oscilaciones espontáneas obtenidas de ratas normotensas (Sprague-Dawley, Wistar y Long-Evans), y Los análisis de tiempo-frecuencia de los datos de flujo sanguíneo normotensivo e hipertenso obtenidos de todo el riñón o del \"nefrón único\" muestran que, de hecho, los mecanismos de retroalimentación miogénica y tubuloglomerular (TFG) tienen características variables en el tiempo. Además, se utilizó la entropía Renyi para medir la complejidad de la dinámica de flujo sanguíneo en el plano tiempo-frecuencia en un esfuerzo por discernir diferencias entre grabaciones normotensas e hipertensas. Se encontró una clara diferencia en la entropía de Renyi entre los registros de flujo sanguíneo normotensivo e hipertenso en todo el nivel renal para ambos forzados (p < 0,037) y fluctuaciones espontáneas de la presión arterial (p < 0,033), y en el nivel de \"nefrón único\" (p < 0,008). Especialmente a nivel de \"nefrón único\", la entropía Renyi media es significativamente mayor para las ratas hipertensas que las normotensas, lo que sugiere una dinámica más compleja en la condición hipertensiva. Para evaluar aún más si la separación de la dinámica entre ratas normotensas e hipertensas se encuentra o no en los rangos de frecuencia prescritos de los mecanismos miogénicos y TGF, se utilizó la transformación de wavelet multiresolución. Nuestro análisis reveló que exclusivamente sobre rangos de escala correspondientes a los intervalos de frecuencia de los mecanismos miogénicos y TGF, las anchuras de los coeficientes de la onda de flujo sanguíneo caen en conjuntos de discontinuos para ratas normotensas e hipertensas. La separación de las escalas en las gamas de frecuencias miogénica y TGF es distinta y se obtiene con una precisión del 100%. Sin embargo, esta observación sigue siendo válida sólo para el conjunto de los datos de presión / flujo renal. Los resultados sugieren que la comprensión de las propiedades variables del tiempo de los dos mecanismos es necesaria para una descripción completa de la autorregulación renal ",
            "error": [
                ""
            ]
        },
        "Renyi entropy": {
            "translated_key": "Entropía Renyi",
            "translated_annotated_text": "Propiedades variable en el tiempo de los mecanismos de autorregulación renal Para evaluar las posibles propiedades variable en el tiempo de la autorregulación renal, se aplicaron métodos de frecuencia y escalación del tiempo al flujo sanguíneo renal bajo fluctuaciones de la presión arterial forzada de banda ancha y flujo sanguíneo renal de un solo nefrón con oscilaciones espontáneas obtenidas de ratas normotensas (Sprague-Dawley, Wistar y Long-Evans), y ratas espontáneamente hipertensas. Los análisis de tiempo-frecuencia de los datos de flujo sanguíneo normotensivo e hipertenso obtenidos de todo el riñón o de un solo nefrón muestran que los mecanismos de retroalimentación miogénica y tubuloglomerular (TGF) tienen características variables en el tiempo. Además, se utilizó la \"Entropía Renyi\" para medir la complejidad de la dinámica de flujo sanguíneo en el plano tiempo-frecuencia en un esfuerzo por discernir diferencias entre grabaciones normotensas e hipertensas. Se encontró una clara diferencia en la \"entropía Renyi\" entre los registros de flujo sanguíneo normotensivo e hipertenso a nivel renal completo para ambos forzados (p < 0,037) y fluctuaciones espontáneas de la presión arterial (p < 0,033), y en el nivel de un solo nefrón (p < 0,008). Especialmente a nivel de un solo nefrón, la media de \"entropía Renyi\" es significativamente mayor para las ratas hipertensas que las normotensas, lo que sugiere una dinámica más compleja en la condición hipertensiva. Para evaluar aún más si la separación de la dinámica entre ratas normotensas e hipertensas se encuentra o no en los rangos de frecuencia prescritos de los mecanismos miogénicos y TGF, se utilizó la transformación de wavelet multiresolución. Nuestro análisis reveló que exclusivamente sobre rangos de escala correspondientes a los intervalos de frecuencia de los mecanismos miogénicos y TGF, las anchuras de los coeficientes de la onda de flujo sanguíneo caen en conjuntos de discontinuos para ratas normotensas e hipertensas. La separación de las escalas en las gamas de frecuencias miogénica y TGF es distinta y se obtiene con una precisión del 100%. Sin embargo, esta observación sigue siendo válida sólo para el conjunto de los datos de presión / flujo renal. Los resultados sugieren que la comprensión de las propiedades variables del tiempo de los dos mecanismos es necesaria para una descripción completa de la autorregulación renal ",
            "error": [
                ""
            ]
        },
        "spontaneous arterial pressure fluctuations": {
            "translated_key": "fluctuaciones espontáneas de la presión arterial",
            "translated_annotated_text": "Propiedades variable en el tiempo de los mecanismos de autorregulación renal Para evaluar las posibles propiedades variable en el tiempo de la autorregulación renal, se aplicaron métodos de frecuencia y escalación del tiempo al flujo sanguíneo renal bajo fluctuaciones de la presión arterial forzada de banda ancha y flujo sanguíneo renal de un solo nefrón con oscilaciones espontáneas obtenidas de ratas normotensas (Sprague-Dawley, Wistar y Long-Evans), y ratas espontáneamente hipertensas. Los análisis de tiempo-frecuencia de los datos de flujo sanguíneo normotensivo e hipertenso obtenidos de todo el riñón o de un solo nefrón muestran que los mecanismos de retroalimentación miogénica y tubuloglomerular (TGF) tienen características variables en el tiempo. Además, se utilizó la entropía Renyi para medir la complejidad de la dinámica de flujo sanguíneo en el plano tiempo-frecuencia en un esfuerzo por discernir diferencias entre grabaciones normotensas e hipertensas. Se encontró una clara diferencia en la entropía Renyi entre los registros de flujo sanguíneo normotensivo e hipertenso a nivel renal completo para ambos forzados (p < 0,037) y \"fluctuaciones espontáneas de la presión arterial\" (p < 0,033), y en el nivel de un solo nefrón (p < 0,008). Especialmente a nivel de un solo nefrón, la entropía Renyi media es significativamente mayor para las ratas hipertensas que las normotensas, lo que sugiere una dinámica más compleja en la condición hipertensiva. Para evaluar aún más si la separación de la dinámica entre ratas normotensas e hipertensas se encuentra o no en los rangos de frecuencia prescritos de los mecanismos miogénicos y TGF, se utilizó la transformación de wavelet multiresolución. Nuestro análisis reveló que exclusivamente sobre rangos de escala correspondientes a los intervalos de frecuencia de los mecanismos miogénicos y TGF, las anchuras de los coeficientes de la onda de flujo sanguíneo caen en conjuntos de discontinuos para ratas normotensas e hipertensas. La separación de las escalas en las gamas de frecuencias miogénica y TGF es distinta y se obtiene con una precisión del 100%. Sin embargo, esta observación sigue siendo válida sólo para el conjunto de los datos de presión / flujo renal. Los resultados sugieren que la comprensión de las propiedades variables del tiempo de los dos mecanismos es necesaria para una descripción completa de la autorregulación renal ",
            "error": [
                ""
            ]
        },
        "hypertensive rats": {
            "translated_key": [
                "ratas hiperten Los análisis de tiempo-frecuencia de los datos de flujo sanguíneo normotensivo e hipertenso obtenidos de todo el riñón o de un solo nefrón muestran que los mecanismos de retroalimentación miogénica y tubuloglomerular (TGF) tienen características variables en el tiempo. Además, se utilizó la entropía Renyi para medir la complejidad de la dinámica de flujo sanguíneo en el plano tiempo-frecuencia en un esfuerzo por discernir diferencias entre grabaciones normotensas e hipertensas. Se encontró una clara diferencia en la entropía de Renyi entre los registros de flujo sanguíneo normotensivo e hipertenso en todo el nivel renal para ambos forzados (p < 0,037) y fluctuaciones espontáneas de la presión arterial (p < 0,033), y en el nivel de un solo nefrón (p < 0,008). Especialmente a nivel de un solo nefrón, la entropía Renyi media es significativamente mayor para las ratas hipertensas que las normotensas, lo que sugiere una dinámica más compleja en la condición hipertensiva. Para evaluar si la separación de la dinámica entre las ratas normotensas y las ",
                " se encuentra o no en los rangos de frecuencia prescritos de los mecanismos miogénicos y TGF, se utilizó la transformación de la onda multiresolución. Nuestro análisis reveló que exclusivamente sobre rangos de escala correspondientes a los intervalos de frecuencia de los mecanismos miogénicos y TGF, las anchuras de los coeficientes de la onda de flujo sanguíneo caen en conjuntos disjuntos para ratas normotensas e "
            ],
            "translated_annotated_text": "Propiedades variable en el tiempo de los mecanismos de autorregulación renal Para evaluar las posibles propiedades variable en el tiempo de la autorregulación renal, se aplicaron métodos de frecuencia y escalación del tiempo al flujo sanguíneo renal bajo fluctuaciones de la presión arterial forzada de banda ancha y flujo sanguíneo renal de un solo nefrón con oscilaciones espontáneas obtenidas de ratas normotensas (Sprague-Dawley, Wistar y Long-Evans), y espontáneamente \"ratas hiperten Los análisis de tiempo-frecuencia de los datos de flujo sanguíneo normotensivo e hipertenso obtenidos de todo el riñón o de un solo nefrón muestran que los mecanismos de retroalimentación miogénica y tubuloglomerular (TGF) tienen características variables en el tiempo. Además, se utilizó la entropía Renyi para medir la complejidad de la dinámica de flujo sanguíneo en el plano tiempo-frecuencia en un esfuerzo por discernir diferencias entre grabaciones normotensas e hipertensas. Se encontró una clara diferencia en la entropía de Renyi entre los registros de flujo sanguíneo normotensivo e hipertenso en todo el nivel renal para ambos forzados (p < 0,037) y fluctuaciones espontáneas de la presión arterial (p < 0,033), y en el nivel de un solo nefrón (p < 0,008). Especialmente a nivel de un solo nefrón, la entropía Renyi media es significativamente mayor para las ratas hipertensas que las normotensas, lo que sugiere una dinámica más compleja en la condición hipertensiva. Para evaluar si la separación de la dinámica entre las ratas normotensas y las \"ratas hipertensas\" se encuentra o no en los rangos de frecuencia prescritos de los mecanismos miogénicos y TGF, se utilizó la transformación de la onda multiresolución. Nuestro análisis reveló que exclusivamente sobre rangos de escala correspondientes a los intervalos de frecuencia de los mecanismos miogénicos y TGF, las anchuras de los coeficientes de la onda de flujo sanguíneo caen en conjuntos disjuntos para ratas normotensas e \"hipertensivas\". La separación de las escalas en las gamas de frecuencias miogénica y TGF es distinta y se obtiene con una precisión del 100%. Sin embargo, esta observación sigue siendo válida sólo para el conjunto de los datos de presión / flujo renal. Los resultados sugieren que la comprensión de las propiedades variables del tiempo de los dos mecanismos es necesaria para una descripción completa de la autorregulación renal ",
            "error": [
                "ratas hiperten Los análisis de tiempo-frecuencia de los datos de flujo sanguíneo normotensivo e hipertenso obtenidos de todo el riñón o de un solo nefrón muestran que los mecanismos de retroalimentación miogénica y tubuloglomerular (TGF) tienen características variables en el tiempo. Además, se utilizó la entropía Renyi para medir la complejidad de la dinámica de flujo sanguíneo en el plano tiempo-frecuencia en un esfuerzo por discernir diferencias entre grabaciones normotensas e hipertensas. Se encontró una clara diferencia en la entropía de Renyi entre los registros de flujo sanguíneo normotensivo e hipertenso en todo el nivel renal para ambos forzados (p < 0,037) y fluctuaciones espontáneas de la presión arterial (p < 0,033), y en el nivel de un solo nefrón (p < 0,008). Especialmente a nivel de un solo nefrón, la entropía Renyi media es significativamente mayor para las ratas hipertensas que las normotensas, lo que sugiere una dinámica más compleja en la condición hipertensiva. Para evaluar si la separación de la dinámica entre las ratas normotensas y las ",
                " se encuentra o no en los rangos de frecuencia prescritos de los mecanismos miogénicos y TGF, se utilizó la transformación de la onda multiresolución. Nuestro análisis reveló que exclusivamente sobre rangos de escala correspondientes a los intervalos de frecuencia de los mecanismos miogénicos y TGF, las anchuras de los coeficientes de la onda de flujo sanguíneo caen en conjuntos disjuntos para ratas normotensas e "
            ]
        },
        "normotensive rats": {
            "translated_key": "ratas normotensas",
            "translated_annotated_text": "Propiedades variable en el tiempo de los mecanismos de autorregulación renal Para evaluar las posibles propiedades variable en el tiempo de la autorregulación renal, se aplicaron métodos de frecuencia y escalación del tiempo al flujo sanguíneo renal bajo fluctuaciones de la presión arterial forzada de banda ancha y flujo sanguíneo renal de un solo nefrón con oscilaciones espontáneas obtenidas de ratas normotensas (Sprague-Dawley, Wistar y Long-Evans), y ratas espontáneamente hipertensas. Los análisis de tiempo-frecuencia de los datos de flujo sanguíneo normotensivo e hipertenso obtenidos de todo el riñón o de un solo nefrón muestran que los mecanismos de retroalimentación miogénica y tubuloglomerular (TGF) tienen características variables en el tiempo. Además, se utilizó la entropía Renyi para medir la complejidad de la dinámica de flujo sanguíneo en el plano tiempo-frecuencia en un esfuerzo por discernir diferencias entre grabaciones normotensas e hipertensas. Se encontró una clara diferencia en la entropía de Renyi entre los registros de flujo sanguíneo normotensivo e hipertenso en todo el nivel renal para ambos forzados (p < 0,037) y fluctuaciones espontáneas de la presión arterial (p < 0,033), y en el nivel de un solo nefrón (p < 0,008). Especialmente a nivel de un solo nefrón, la entropía Renyi media es significativamente mayor para las ratas hipertensas que para las \"ratas normotensas\", lo que sugiere una dinámica más compleja en la condición hipertensiva. Para evaluar aún más si la separación de la dinámica entre ratas normotensas e hipertensas se encuentra o no en los rangos de frecuencia prescritos de los mecanismos miogénicos y TGF, se utilizó la transformación de wavelet multiresolución. Nuestro análisis reveló que exclusivamente sobre rangos de escala correspondientes a los intervalos de frecuencia de los mecanismos miogénicos y TGF, las anchuras de los coeficientes de la onda de flujo sanguíneo caen en conjuntos de discontinuos para ratas normotensas e hipertensas. La separación de las escalas en las gamas de frecuencias miogénica y TGF es distinta y se obtiene con una precisión del 100%. Sin embargo, esta observación sigue siendo válida sólo para el conjunto de los datos de presión / flujo renal. Los resultados sugieren que la comprensión de las propiedades variables del tiempo de los dos mecanismos es necesaria para una descripción completa de la autorregulación renal ",
            "error": [
                ""
            ]
        },
        "renal autoregulatory mechanisms": {
            "translated_key": "mecanismos de autorregulación renal",
            "translated_annotated_text": "Propiedades variable en el tiempo de los \"mecanismos de autorregulación renal\" Para evaluar las posibles propiedades variable en el tiempo de la autorregulación renal, se aplicaron métodos de frecuencia y escalación del tiempo al flujo sanguíneo renal bajo fluctuaciones de la presión arterial forzada de banda ancha y flujo sanguíneo renal de un solo nefrón con oscilaciones espontáneas obtenidas de ratas normotensas (Sprague-Dawley, Wistar y Long-Evans), y ratas espontánea Los análisis de tiempo-frecuencia de los datos de flujo sanguíneo normotensivo e hipertenso obtenidos de todo el riñón o de un solo nefrón muestran que los mecanismos de retroalimentación miogénica y tubuloglomerular (TGF) tienen características variables en el tiempo. Además, se utilizó la entropía Renyi para medir la complejidad de la dinámica de flujo sanguíneo en el plano tiempo-frecuencia en un esfuerzo por discernir diferencias entre grabaciones normotensas e hipertensas. Se encontró una clara diferencia en la entropía de Renyi entre los registros de flujo sanguíneo normotensivo e hipertenso en todo el nivel renal para ambos forzados (p < 0,037) y fluctuaciones espontáneas de la presión arterial (p < 0,033), y en el nivel de un solo nefrón (p < 0,008). Especialmente a nivel de un solo nefrón, la entropía Renyi media es significativamente mayor para las ratas hipertensas que las normotensas, lo que sugiere una dinámica más compleja en la condición hipertensiva. Para evaluar aún más si la separación de la dinámica entre ratas normotensas e hipertensas se encuentra o no en los rangos de frecuencia prescritos de los mecanismos miogénicos y TGF, se utilizó la transformación de wavelet multiresolución. Nuestro análisis reveló que exclusivamente sobre rangos de escala correspondientes a los intervalos de frecuencia de los mecanismos miogénicos y TGF, las anchuras de los coeficientes de la onda de flujo sanguíneo caen en conjuntos de discontinuos para ratas normotensas e hipertensas. La separación de las escalas en las gamas de frecuencias miogénica y TGF es distinta y se obtiene con una precisión del 100%. Sin embargo, esta observación sigue siendo válida sólo para el conjunto de los datos de presión / flujo renal. Los resultados sugieren que la comprensión de las propiedades variables del tiempo de los dos mecanismos es necesaria para una descripción completa de la autorregulación renal ",
            "error": [
                ""
            ]
        },
        "broad-band forced arterial blood pressure fluctuations": {
            "translated_key": "fluctuaciones de la presión arterial forzada de banda ancha",
            "translated_annotated_text": "Propiedades variable en el tiempo de los mecanismos de autorregulación renal Con el fin de evaluar las posibles propiedades variable en el tiempo de la autorregulación renal, se aplicaron métodos de tiempo-frecuencia y escalación del tiempo al flujo sanguíneo renal bajo \"fluctuaciones de la presión arterial forzada de banda ancha\" y flujo sanguíneo renal de un solo nefrón con oscilaciones espontáneas obtenidas de ratas normotensas (Sprague-Dawley, Wistar y Long-Evan Los análisis de tiempo-frecuencia de los datos de flujo sanguíneo normotensivo e hipertenso obtenidos de todo el riñón o de un solo nefrón muestran que los mecanismos de retroalimentación miogénica y tubuloglomerular (TGF) tienen características variables en el tiempo. Además, se utilizó la entropía Renyi para medir la complejidad de la dinámica de flujo sanguíneo en el plano tiempo-frecuencia en un esfuerzo por discernir diferencias entre grabaciones normotensas e hipertensas. Se encontró una clara diferencia en la entropía de Renyi entre los registros de flujo sanguíneo normotensivo e hipertenso en todo el nivel renal para ambos forzados (p < 0,037) y fluctuaciones espontáneas de la presión arterial (p < 0,033), y en el nivel de un solo nefrón (p < 0,008). Especialmente a nivel de un solo nefrón, la entropía Renyi media es significativamente mayor para las ratas hipertensas que las normotensas, lo que sugiere una dinámica más compleja en la condición hipertensiva. Para evaluar aún más si la separación de la dinámica entre ratas normotensas e hipertensas se encuentra o no en los rangos de frecuencia prescritos de los mecanismos miogénicos y TGF, se utilizó la transformación de wavelet multiresolución. Nuestro análisis reveló que exclusivamente sobre rangos de escala correspondientes a los intervalos de frecuencia de los mecanismos miogénicos y TGF, las anchuras de los coeficientes de la onda de flujo sanguíneo caen en conjuntos de discontinuos para ratas normotensas e hipertensas. La separación de las escalas en las gamas de frecuencias miogénica y TGF es distinta y se obtiene con una precisión del 100%. Sin embargo, esta observación sigue siendo válida sólo para el conjunto de los datos de presión / flujo renal. Los resultados sugieren que la comprensión de las propiedades variables del tiempo de los dos mecanismos es necesaria para una descripción completa de la autorregulación renal ",
            "error": [
                ""
            ]
        },
        "single-nephron renal blood flow": {
            "translated_key": "flujo sanguíneo renal de un solo nefrón",
            "translated_annotated_text": "Propiedades variable en el tiempo de los mecanismos de autorregulación renal Con el fin de evaluar las posibles propiedades variable en el tiempo de la autorregulación renal, se aplicaron métodos de tiempo-frecuencia y escalación del tiempo al flujo sanguíneo renal bajo fluctuaciones de la presión arterial forzada de banda ancha y \"flujo sanguíneo renal de un solo nefrón\" con oscilaciones espontáneas obtenidas de ratas normotensas (Sprague-Dawley, Wistar y Long-Evans Los análisis de tiempo-frecuencia de los datos de flujo sanguíneo normotensivo e hipertenso obtenidos de todo el riñón o de un solo nefrón muestran que los mecanismos de retroalimentación miogénica y tubuloglomerular (TGF) tienen características variables en el tiempo. Además, se utilizó la entropía Renyi para medir la complejidad de la dinámica de flujo sanguíneo en el plano tiempo-frecuencia en un esfuerzo por discernir diferencias entre grabaciones normotensas e hipertensas. Se encontró una clara diferencia en la entropía de Renyi entre los registros de flujo sanguíneo normotensivo e hipertenso en todo el nivel renal para ambos forzados (p < 0,037) y fluctuaciones espontáneas de la presión arterial (p < 0,033), y en el nivel de un solo nefrón (p < 0,008). Especialmente a nivel de un solo nefrón, la entropía Renyi media es significativamente mayor para las ratas hipertensas que las normotensas, lo que sugiere una dinámica más compleja en la condición hipertensiva. Para evaluar aún más si la separación de la dinámica entre ratas normotensas e hipertensas se encuentra o no en los rangos de frecuencia prescritos de los mecanismos miogénicos y TGF, se utilizó la transformación de wavelet multiresolución. Nuestro análisis reveló que exclusivamente sobre rangos de escala correspondientes a los intervalos de frecuencia de los mecanismos miogénicos y TGF, las anchuras de los coeficientes de la onda de flujo sanguíneo caen en conjuntos de discontinuos para ratas normotensas e hipertensas. La separación de las escalas en las gamas de frecuencias miogénica y TGF es distinta y se obtiene con una precisión del 100%. Sin embargo, esta observación sigue siendo válida sólo para el conjunto de los datos de presión / flujo renal. Los resultados sugieren que la comprensión de las propiedades variables del tiempo de los dos mecanismos es necesaria para una descripción completa de la autorregulación renal ",
            "error": [
                ""
            ]
        },
        "spontaneous oscillations": {
            "translated_key": " oscilaciones espontáneas",
            "translated_annotated_text": "Propiedades variable en el tiempo de los mecanismos de autorregulación renal Con el fin de evaluar las posibles propiedades variable en el tiempo de la autorregulación renal, se aplicaron métodos de tiempo-frecuencia y escalación del tiempo al flujo sanguíneo renal bajo fluctuaciones de la presión arterial forzada de banda ancha y flujo sanguíneo renal de un solo nefrón con \" oscilaciones espontáneas\" obtenidas de ratas normotensas (Sprague-Dawley, Wistar y Long-Evan Los análisis de tiempo-frecuencia de los datos de flujo sanguíneo normotensivo e hipertenso obtenidos de todo el riñón o de un solo nefrón muestran que los mecanismos de retroalimentación miogénica y tubuloglomerular (TGF) tienen características variables en el tiempo. Además, se utilizó la entropía Renyi para medir la complejidad de la dinámica de flujo sanguíneo en el plano tiempo-frecuencia en un esfuerzo por discernir diferencias entre grabaciones normotensas e hipertensas. Se encontró una clara diferencia en la entropía de Renyi entre los registros de flujo sanguíneo normotensivo e hipertenso en todo el nivel renal para ambos forzados (p < 0,037) y fluctuaciones espontáneas de la presión arterial (p < 0,033), y en el nivel de un solo nefrón (p < 0,008). Especialmente a nivel de un solo nefrón, la entropía Renyi media es significativamente mayor para las ratas hipertensas que las normotensas, lo que sugiere una dinámica más compleja en la condición hipertensiva. Para evaluar aún más si la separación de la dinámica entre ratas normotensas e hipertensas se encuentra o no en los rangos de frecuencia prescritos de los mecanismos miogénicos y TGF, se utilizó la transformación de wavelet multiresolución. Nuestro análisis reveló que exclusivamente sobre rangos de escala correspondientes a los intervalos de frecuencia de los mecanismos miogénicos y TGF, las anchuras de los coeficientes de la onda de flujo sanguíneo caen en conjuntos de discontinuos para ratas normotensas e hipertensas. La separación de las escalas en las gamas de frecuencias miogénica y TGF es distinta y se obtiene con una precisión del 100%. Sin embargo, esta observación sigue siendo válida sólo para el conjunto de los datos de presión / flujo renal. Los resultados sugieren que la comprensión de las propiedades variables del tiempo de los dos mecanismos es necesaria para una descripción completa de la autorregulación renal ",
            "error": [
                ""
            ]
        },
        "biocontrol": {
            "translated_key": [],
            "translated_annotated_text": "Propiedades variable en el tiempo de los mecanismos de autorregulación renal Para evaluar las posibles propiedades variable en el tiempo de la autorregulación renal, se aplicaron métodos de frecuencia y escalación del tiempo al flujo sanguíneo renal bajo fluctuaciones de la presión arterial forzada de banda ancha y flujo sanguíneo renal de un solo nefrón con oscilaciones espontáneas obtenidas de ratas normotensas (Sprague-Dawley, Wistar y Long-Evans), y ratas espontáneamente hipertensas. Los análisis de tiempo-frecuencia de los datos de flujo sanguíneo normotensivo e hipertenso obtenidos de todo el riñón o de un solo nefrón muestran que los mecanismos de retroalimentación miogénica y tubuloglomerular (TGF) tienen características variables en el tiempo. Además, se utilizó la entropía Renyi para medir la complejidad de la dinámica de flujo sanguíneo en el plano tiempo-frecuencia en un esfuerzo por discernir diferencias entre grabaciones normotensas e hipertensas. Se encontró una clara diferencia en la entropía de Renyi entre los registros de flujo sanguíneo normotensivo e hipertenso en todo el nivel renal para ambos forzados (p < 0,037) y fluctuaciones espontáneas de la presión arterial (p < 0,033), y en el nivel de un solo nefrón (p < 0,008). Especialmente a nivel de un solo nefrón, la entropía Renyi media es significativamente mayor para las ratas hipertensas que las normotensas, lo que sugiere una dinámica más compleja en la condición hipertensiva. Para evaluar aún más si la separación de la dinámica entre ratas normotensas e hipertensas se encuentra o no en los rangos de frecuencia prescritos de los mecanismos miogénicos y TGF, se utilizó la transformación de wavelet multiresolución. Nuestro análisis reveló que exclusivamente sobre rangos de escala correspondientes a los intervalos de frecuencia de los mecanismos miogénicos y TGF, las anchuras de los coeficientes de la onda de flujo sanguíneo caen en conjuntos de discontinuos para ratas normotensas e hipertensas. La separación de las escalas en las gamas de frecuencias miogénica y TGF es distinta y se obtiene con una precisión del 100%. Sin embargo, esta observación sigue siendo válida sólo para el conjunto de los datos de presión / flujo renal. Los resultados sugieren que la comprensión de las propiedades variables del tiempo de los dos mecanismos es necesaria para una descripción completa de la autorregulación renal ",
            "error": []
        },
        "blood flow measurement": {
            "translated_key": [],
            "translated_annotated_text": "Propiedades variable en el tiempo de los mecanismos de autorregulación renal Para evaluar las posibles propiedades variable en el tiempo de la autorregulación renal, se aplicaron métodos de frecuencia y escalación del tiempo al flujo sanguíneo renal bajo fluctuaciones de la presión arterial forzada de banda ancha y flujo sanguíneo renal de un solo nefrón con oscilaciones espontáneas obtenidas de ratas normotensas (Sprague-Dawley, Wistar y Long-Evans), y ratas espontáneamente hipertensas. Los análisis de tiempo-frecuencia de los datos de flujo sanguíneo normotensivo e hipertenso obtenidos de todo el riñón o de un solo nefrón muestran que los mecanismos de retroalimentación miogénica y tubuloglomerular (TGF) tienen características variables en el tiempo. Además, se utilizó la entropía Renyi para medir la complejidad de la dinámica de flujo sanguíneo en el plano tiempo-frecuencia en un esfuerzo por discernir diferencias entre grabaciones normotensas e hipertensas. Se encontró una clara diferencia en la entropía de Renyi entre los registros de flujo sanguíneo normotensivo e hipertenso en todo el nivel renal para ambos forzados (p < 0,037) y fluctuaciones espontáneas de la presión arterial (p < 0,033), y en el nivel de un solo nefrón (p < 0,008). Especialmente a nivel de un solo nefrón, la entropía Renyi media es significativamente mayor para las ratas hipertensas que las normotensas, lo que sugiere una dinámica más compleja en la condición hipertensiva. Para evaluar aún más si la separación de la dinámica entre ratas normotensas e hipertensas se encuentra o no en los rangos de frecuencia prescritos de los mecanismos miogénicos y TGF, se utilizó la transformación de wavelet multiresolución. Nuestro análisis reveló que exclusivamente sobre rangos de escala correspondientes a los intervalos de frecuencia de los mecanismos miogénicos y TGF, las anchuras de los coeficientes de la onda de flujo sanguíneo caen en conjuntos de discontinuos para ratas normotensas e hipertensas. La separación de las escalas en las gamas de frecuencias miogénica y TGF es distinta y se obtiene con una precisión del 100%. Sin embargo, esta observación sigue siendo válida sólo para el conjunto de los datos de presión / flujo renal. Los resultados sugieren que la comprensión de las propiedades variables del tiempo de los dos mecanismos es necesaria para una descripción completa de la autorregulación renal ",
            "error": []
        },
        "entropy": {
            "translated_key": "entropía",
            "translated_annotated_text": "Propiedades variable en el tiempo de los mecanismos de autorregulación renal Para evaluar las posibles propiedades variable en el tiempo de la autorregulación renal, se aplicaron métodos de frecuencia y escalación del tiempo al flujo sanguíneo renal bajo fluctuaciones de la presión arterial forzada de banda ancha y flujo sanguíneo renal de un solo nefrón con oscilaciones espontáneas obtenidas de ratas normotensas (Sprague-Dawley, Wistar y Long-Evans), y ratas espontáneamente hipertensas. Los análisis de tiempo-frecuencia de los datos de flujo sanguíneo normotensivo e hipertenso obtenidos de todo el riñón o de un solo nefrón muestran que los mecanismos de retroalimentación miogénica y tubuloglomerular (TGF) tienen características variables en el tiempo. Además, utilizamos la \"entropía\" de Renyi para medir la complejidad de la dinámica de flujo sanguíneo en el plano tiempo-frecuencia en un esfuerzo por discernir diferencias entre grabaciones normotensas e hipertensas. Se encontró una clara diferencia en la \"entropía\" de Renyi entre los registros de flujo sanguíneo normotenso e hipertenso en todo el nivel renal para ambos forzados (p < 0,037) y fluctuaciones espontáneas de la presión arterial (p < 0,033), y en el nivel de un solo nefrón (p < 0,008). Especialmente a nivel de un solo nefrón, la \"entropía\" media de Renyi es significativamente mayor para las ratas hipertensas que las normotensas, lo que sugiere una dinámica más compleja en la condición hipertensiva. Para evaluar aún más si la separación de la dinámica entre ratas normotensas e hipertensas se encuentra o no en los rangos de frecuencia prescritos de los mecanismos miogénicos y TGF, se utilizó la transformación de wavelet multiresolución. Nuestro análisis reveló que exclusivamente sobre rangos de escala correspondientes a los intervalos de frecuencia de los mecanismos miogénicos y TGF, las anchuras de los coeficientes de la onda de flujo sanguíneo caen en conjuntos de discontinuos para ratas normotensas e hipertensas. La separación de las escalas en las gamas de frecuencias miogénica y TGF es distinta y se obtiene con una precisión del 100%. Sin embargo, esta observación sigue siendo válida sólo para el conjunto de los datos de presión / flujo renal. Los resultados sugieren que la comprensión de las propiedades variables del tiempo de los dos mecanismos es necesaria para una descripción completa de la autorregulación renal ",
            "error": [
                ""
            ]
        },
        "kidney": {
            "translated_key": [
                "quidney",
                "de riñón"
            ],
            "translated_annotated_text": "Propiedades variable en el tiempo de los mecanismos de autorregulación renal Para evaluar las posibles propiedades variable en el tiempo de la autorregulación renal, se aplicaron métodos de frecuencia y escalación del tiempo al flujo sanguíneo renal bajo fluctuaciones de la presión arterial forzada de banda ancha y flujo sanguíneo renal de un solo nefrón con oscilaciones espontáneas obtenidas de ratas normotensas (Sprague-Dawley, Wistar y Long-Evans), y ratas espontáneamente hipertensas. Los análisis de tiempo-frecuencia de los datos de flujo sanguíneo normotensivo e hipertenso obtenidos de todo el \"quidney\" o de un solo nefrón muestran que, de hecho, tanto los mecanismos de retroalimentación miogénica como tubuloglomerular (TGF) tienen características variables en el tiempo. Además, se utilizó la entropía Renyi para medir la complejidad de la dinámica de flujo sanguíneo en el plano tiempo-frecuencia en un esfuerzo por discernir diferencias entre grabaciones normotensas e hipertensas. Se encontró una clara diferencia en la entropía Renyi entre los registros de flujo sanguíneo normotensivo e hipertenso en todo el nivel \"de riñón\" para ambos forzados (p < 0.037) y fluctuaciones espontáneas de la presión arterial (p < 0.033), y en el nivel de un solo nefrón (p < 0.008). Especialmente a nivel de un solo nefrón, la entropía Renyi media es significativamente mayor para las ratas hipertensas que las normotensas, lo que sugiere una dinámica más compleja en la condición hipertensiva. Para evaluar aún más si la separación de la dinámica entre ratas normotensas e hipertensas se encuentra o no en los rangos de frecuencia prescritos de los mecanismos miogénicos y TGF, se utilizó la transformación de wavelet multiresolución. Nuestro análisis reveló que exclusivamente sobre rangos de escala correspondientes a los intervalos de frecuencia de los mecanismos miogénicos y TGF, las anchuras de los coeficientes de la onda de flujo sanguíneo caen en conjuntos de discontinuos para ratas normotensas e hipertensas. La separación de las escalas en las gamas de frecuencias miogénica y TGF es distinta y se obtiene con una precisión del 100%. Sin embargo, esta observación sigue siendo válida sólo para el conjunto de los datos de presión arterial/flujo del riñón. Los resultados sugieren que la comprensión de las propiedades variables del tiempo de los dos mecanismos es necesaria para una descripción completa de la autorregulación renal ",
            "error": [
                "quidney",
                "de riñón"
            ]
        },
        "medical signal processing": {
            "translated_key": [],
            "translated_annotated_text": "Propiedades variable en el tiempo de los mecanismos de autorregulación renal Para evaluar las posibles propiedades variable en el tiempo de la autorregulación renal, se aplicaron métodos de frecuencia y escalación del tiempo al flujo sanguíneo renal bajo fluctuaciones de la presión arterial forzada de banda ancha y flujo sanguíneo renal de un solo nefrón con oscilaciones espontáneas obtenidas de ratas normotensas (Sprague-Dawley, Wistar y Long-Evans), y ratas espontáneamente hipertensas. Los análisis de tiempo-frecuencia de los datos de flujo sanguíneo normotensivo e hipertenso obtenidos de todo el riñón o de un solo nefrón muestran que los mecanismos de retroalimentación miogénica y tubuloglomerular (TGF) tienen características variables en el tiempo. Además, se utilizó la entropía Renyi para medir la complejidad de la dinámica de flujo sanguíneo en el plano tiempo-frecuencia en un esfuerzo por discernir diferencias entre grabaciones normotensas e hipertensas. Se encontró una clara diferencia en la entropía de Renyi entre los registros de flujo sanguíneo normotensivo e hipertenso en todo el nivel renal para ambos forzados (p < 0,037) y fluctuaciones espontáneas de la presión arterial (p < 0,033), y en el nivel de un solo nefrón (p < 0,008). Especialmente a nivel de un solo nefrón, la entropía Renyi media es significativamente mayor para las ratas hipertensas que las normotensas, lo que sugiere una dinámica más compleja en la condición hipertensiva. Para evaluar aún más si la separación de la dinámica entre ratas normotensas e hipertensas se encuentra o no en los rangos de frecuencia prescritos de los mecanismos miogénicos y TGF, se utilizó la transformación de wavelet multiresolución. Nuestro análisis reveló que exclusivamente sobre rangos de escala correspondientes a los intervalos de frecuencia de los mecanismos miogénicos y TGF, las anchuras de los coeficientes de la onda de flujo sanguíneo caen en conjuntos de discontinuos para ratas normotensas e hipertensas. La separación de las escalas en las gamas de frecuencias miogénica y TGF es distinta y se obtiene con una precisión del 100%. Sin embargo, esta observación sigue siendo válida sólo para el conjunto de los datos de presión / flujo renal. Los resultados sugieren que la comprensión de las propiedades variables del tiempo de los dos mecanismos es necesaria para una descripción completa de la autorregulación renal ",
            "error": []
        },
        "time-frequency analysis": {
            "translated_key": [],
            "translated_annotated_text": "Propiedades variable en el tiempo de los mecanismos de autorregulación renal Para evaluar las posibles propiedades variable en el tiempo de la autorregulación renal, se aplicaron métodos de frecuencia y escalación del tiempo al flujo sanguíneo renal bajo fluctuaciones de la presión arterial forzada de banda ancha y flujo sanguíneo renal de un solo nefrón con oscilaciones espontáneas obtenidas de ratas normotensas (Sprague-Dawley, Wistar y Long-Evans), y ratas espontáneamente hipertensas. Los análisis de tiempo-frecuencia de los datos de flujo sanguíneo normotensivo e hipertenso obtenidos de todo el riñón o de un solo nefrón muestran que los mecanismos de retroalimentación miogénica y tubuloglomerular (TGF) tienen características variables en el tiempo. Además, se utilizó la entropía Renyi para medir la complejidad de la dinámica de flujo sanguíneo en el plano tiempo-frecuencia en un esfuerzo por discernir diferencias entre grabaciones normotensas e hipertensas. Se encontró una clara diferencia en la entropía de Renyi entre los registros de flujo sanguíneo normotensivo e hipertenso en todo el nivel renal para ambos forzados (p < 0,037) y fluctuaciones espontáneas de la presión arterial (p < 0,033), y en el nivel de un solo nefrón (p < 0,008). Especialmente a nivel de un solo nefrón, la entropía Renyi media es significativamente mayor para las ratas hipertensas que las normotensas, lo que sugiere una dinámica más compleja en la condición hipertensiva. Para evaluar aún más si la separación de la dinámica entre ratas normotensas e hipertensas se encuentra o no en los rangos de frecuencia prescritos de los mecanismos miogénicos y TGF, se utilizó la transformación de wavelet multiresolución. Nuestro análisis reveló que exclusivamente sobre rangos de escala correspondientes a los intervalos de frecuencia de los mecanismos miogénicos y TGF, las anchuras de los coeficientes de la onda de flujo sanguíneo caen en conjuntos de discontinuos para ratas normotensas e hipertensas. La separación de las escalas en las gamas de frecuencias miogénica y TGF es distinta y se obtiene con una precisión del 100%. Sin embargo, esta observación sigue siendo válida sólo para el conjunto de los datos de presión / flujo renal. Los resultados sugieren que la comprensión de las propiedades variables del tiempo de los dos mecanismos es necesaria para una descripción completa de la autorregulación renal ",
            "error": []
        },
        "wavelet transforms": {
            "translated_key": [],
            "translated_annotated_text": "Propiedades variable en el tiempo de los mecanismos de autorregulación renal Para evaluar las posibles propiedades variable en el tiempo de la autorregulación renal, se aplicaron métodos de frecuencia y escalación del tiempo al flujo sanguíneo renal bajo fluctuaciones de la presión arterial forzada de banda ancha y flujo sanguíneo renal de un solo nefrón con oscilaciones espontáneas obtenidas de ratas normotensas (Sprague-Dawley, Wistar y Long-Evans), y ratas espontáneamente hipertensas. Los análisis de tiempo-frecuencia de los datos de flujo sanguíneo normotensivo e hipertenso obtenidos de todo el riñón o de un solo nefrón muestran que los mecanismos de retroalimentación miogénica y tubuloglomerular (TGF) tienen características variables en el tiempo. Además, se utilizó la entropía Renyi para medir la complejidad de la dinámica de flujo sanguíneo en el plano tiempo-frecuencia en un esfuerzo por discernir diferencias entre grabaciones normotensas e hipertensas. Se encontró una clara diferencia en la entropía de Renyi entre los registros de flujo sanguíneo normotensivo e hipertenso en todo el nivel renal para ambos forzados (p < 0,037) y fluctuaciones espontáneas de la presión arterial (p < 0,033), y en el nivel de un solo nefrón (p < 0,008). Especialmente a nivel de un solo nefrón, la entropía Renyi media es significativamente mayor para las ratas hipertensas que las normotensas, lo que sugiere una dinámica más compleja en la condición hipertensiva. Para evaluar aún más si la separación de la dinámica entre ratas normotensas e hipertensas se encuentra o no en los rangos de frecuencia prescritos de los mecanismos miogénicos y TGF, se utilizó la transformación de wavelet multiresolución. Nuestro análisis reveló que exclusivamente sobre rangos de escala correspondientes a los intervalos de frecuencia de los mecanismos miogénicos y TGF, las anchuras de los coeficientes de la onda de flujo sanguíneo caen en conjuntos de discontinuos para ratas normotensas e hipertensas. La separación de las escalas en las gamas de frecuencias miogénica y TGF es distinta y se obtiene con una precisión del 100%. Sin embargo, esta observación sigue siendo válida sólo para el conjunto de los datos de presión / flujo renal. Los resultados sugieren que la comprensión de las propiedades variables del tiempo de los dos mecanismos es necesaria para una descripción completa de la autorregulación renal ",
            "error": []
        }
    }
}