{
    "original_text": "Convolution-based global simulation technique for millimeter-wave photodetector and photomixer circuits A fast convolution-based time-domain approach to global photonic-circuit simulation is presented that incorporates a physical device model in the complete detector or mixer circuit. The device used in the demonstration of this technique is a GaAs metal-semiconductor-metal (MSM) photodetector that offers a high response speed for the detection and generation of millimeter waves. Global simulation greatly increases the accuracy in evaluating the complete circuit performance because it accounts for the effects of the millimeter-wave embedding circuit. Device and circuit performance are assessed by calculating optical responsivity and bandwidth. Device-only simulations using GaAs MSMs are compared with global simulations that illustrate the strong interdependence between device and external circuit",
    "original_translation": "Técnica de simulación global basada en la convolución para circuitos fotodetectores y fotomezcladores de ondas milimétricas Se presenta un enfoque de dominio de tiempo basado en la convolución rápida para la simulación del circuito fotónico global que incorpora un modelo de dispositivo físico en el circuito completo del detector o mezclador. El dispositivo utilizado en la demostración de esta técnica es un fotodetector de metales semiconductores (MSM) GaAs que ofrece una alta velocidad de respuesta para la detección y generación de ondas milimétricas. La simulación global aumenta considerablemente la precisión en la evaluación del rendimiento completo del circuito porque explica los efectos del circuito de incrustación de ondas milimétricas. El rendimiento del dispositivo y del circuito se evalúa calculando la responsabilidad óptica y el ancho de banda. Se comparan las simulaciones de solo dispositivo usando MSMs de GaAs con simulaciones globales que ilustran la fuerte interdependencia entre el dispositivo y el circuito externo",
    "error_count": 13,
    "keys": {
        "convolution-based time-domain approach": {
            "translated_key": "enfoque tiempo-dominio basado en la convolución",
            "translated_annotated_text": "Técnica de simulación global basada en la convolución para circuitos fotodetectores y fotomezcladores de ondas milimétricas Se presenta un rápido \"enfoque tiempo-dominio basado en la convolución\" para la simulación global de circuitos fotónicos que incorpora un modelo de dispositivo físico en el circuito completo del detector o mezclador. El dispositivo utilizado en la demostración de esta técnica es un fotodetector de metales semiconductores (MSM) GaAs que ofrece una alta velocidad de respuesta para la detección y generación de ondas milimétricas. La simulación global aumenta considerablemente la precisión en la evaluación del rendimiento completo del circuito porque explica los efectos del circuito de incrustación de ondas milimétricas. El rendimiento del dispositivo y del circuito se evalúa calculando la responsabilidad óptica y el ancho de banda. Se comparan las simulaciones de solo dispositivo usando MSMs de GaAs con simulaciones globales que ilustran la fuerte interdependencia entre el dispositivo y el circuito externo ",
            "error": [
                ""
            ]
        },
        "global photonic-circuit simulation": {
            "translated_key": " simulación de circuito fotónico global",
            "translated_annotated_text": "Técnica de simulación global basada en la convolución para circuitos fotodetectores y fotomezcladores de ondas milimétricas Se presenta un enfoque de dominio de tiempo basado en la convolución rápida para la \" simulación de circuito fotónico global\" que incorpora un modelo de dispositivo físico en el circuito completo del detector o mezclador. El dispositivo utilizado en la demostración de esta técnica es un fotodetector de metales semiconductores (MSM) GaAs que ofrece una alta velocidad de respuesta para la detección y generación de ondas milimétricas. La simulación global aumenta considerablemente la precisión en la evaluación del rendimiento completo del circuito porque explica los efectos del circuito de incrustación de ondas milimétricas. El rendimiento del dispositivo y del circuito se evalúa calculando la responsabilidad óptica y el ancho de banda. Se comparan las simulaciones de solo dispositivo usando MSMs de GaAs con simulaciones globales que ilustran la fuerte interdependencia entre el dispositivo y el circuito externo ",
            "error": [
                ""
            ]
        },
        "physical device model": {
            "translated_key": "modelo de dispositivo físico",
            "translated_annotated_text": "Técnica de simulación global basada en la convolución para circuitos fotodetectores y fotomezcladores de ondas milimétricas Se presenta un enfoque de dominio de tiempo basado en la convolución rápida para la simulación del circuito fotónico global que incorpora un \"modelo de dispositivo físico\" en el circuito completo del detector o mezclador. El dispositivo utilizado en la demostración de esta técnica es un fotodetector de metales semiconductores (MSM) GaAs que ofrece una alta velocidad de respuesta para la detección y generación de ondas milimétricas. La simulación global aumenta considerablemente la precisión en la evaluación del rendimiento completo del circuito porque explica los efectos del circuito de incrustación de ondas milimétricas. El rendimiento del dispositivo y del circuito se evalúa calculando la responsabilidad óptica y el ancho de banda. Se comparan las simulaciones de solo dispositivo usando MSMs de GaAs con simulaciones globales que ilustran la fuerte interdependencia entre el dispositivo y el circuito externo ",
            "error": [
                ""
            ]
        },
        "GaAs MSM photodetector": {
            "translated_key": [],
            "translated_annotated_text": "Técnica de simulación global basada en la convolución para circuitos fotodetectores y fotomezcladores de ondas milimétricas Se presenta un enfoque de dominio de tiempo basado en la convolución rápida para la simulación del circuito fotónico global que incorpora un modelo de dispositivo físico en el circuito completo del detector o mezclador. El dispositivo utilizado en la demostración de esta técnica es un fotodetector de metales semiconductores (MSM) GaAs que ofrece una alta velocidad de respuesta para la detección y generación de ondas milimétricas. La simulación global aumenta considerablemente la precisión en la evaluación del rendimiento completo del circuito porque explica los efectos del circuito de incrustación de ondas milimétricas. El rendimiento del dispositivo y del circuito se evalúa calculando la responsabilidad óptica y el ancho de banda. Se comparan las simulaciones de solo dispositivo usando MSMs de GaAs con simulaciones globales que ilustran la fuerte interdependencia entre el dispositivo y el circuito externo ",
            "error": []
        },
        "millimeter-wave photodetector": {
            "translated_key": [],
            "translated_annotated_text": "Técnica de simulación global basada en la convolución para circuitos fotodetectores de ondas milimétricas y fotomezcladores Se presenta un enfoque de dominio de tiempo basado en la convolución rápida para la simulación del circuito fotónico global que incorpora un modelo de dispositivo físico en el circuito completo del detector o mezclador. El dispositivo utilizado en la demostración de esta técnica es un fotodetector de metales semiconductores (MSM) GaAs que ofrece una alta velocidad de respuesta para la detección y generación de ondas milimétricas. La simulación global aumenta considerablemente la precisión en la evaluación del rendimiento completo del circuito porque explica los efectos del circuito de incrustación de ondas milimétricas. El rendimiento del dispositivo y del circuito se evalúa calculando la responsabilidad óptica y el ancho de banda. Se comparan las simulaciones de solo dispositivo usando MSMs de GaAs con simulaciones globales que ilustran la fuerte interdependencia entre el dispositivo y el circuito externo ",
            "error": []
        },
        "photomixer": {
            "translated_key": "fotomezcladores",
            "translated_annotated_text": "Técnica de simulación global basada en la convolución para circuitos fotodetectores de ondas milimétricas y \"fotomezcladores\" Se presenta un enfoque de dominio de tiempo basado en la convolución rápida para la simulación del circuito fotónico global que incorpora un modelo de dispositivo físico en el circuito completo del detector o mezclador. El dispositivo utilizado en la demostración de esta técnica es un fotodetector de metales semiconductores (MSM) GaAs que ofrece una alta velocidad de respuesta para la detección y generación de ondas milimétricas. La simulación global aumenta considerablemente la precisión en la evaluación del rendimiento completo del circuito porque explica los efectos del circuito de incrustación de ondas milimétricas. El rendimiento del dispositivo y del circuito se evalúa calculando la responsabilidad óptica y el ancho de banda. Se comparan las simulaciones de solo dispositivo usando MSMs de GaAs con simulaciones globales que ilustran la fuerte interdependencia entre el dispositivo y el circuito externo ",
            "error": [
                ""
            ]
        },
        "MM-wave embedding circuit": {
            "translated_key": [],
            "translated_annotated_text": "Técnica de simulación global basada en la convolución para circuitos fotodetectores y fotomezcladores de ondas milimétricas Se presenta un enfoque de dominio de tiempo basado en la convolución rápida para la simulación del circuito fotónico global que incorpora un modelo de dispositivo físico en el circuito completo del detector o mezclador. El dispositivo utilizado en la demostración de esta técnica es un fotodetector de metales semiconductores (MSM) GaAs que ofrece una alta velocidad de respuesta para la detección y generación de ondas milimétricas. La simulación global aumenta considerablemente la precisión en la evaluación del rendimiento completo del circuito porque explica los efectos del circuito de incrustación de ondas milimétricas. El rendimiento del dispositivo y del circuito se evalúa calculando la responsabilidad óptica y el ancho de banda. Se comparan las simulaciones de solo dispositivo usando MSMs de GaAs con simulaciones globales que ilustran la fuerte interdependencia entre el dispositivo y el circuito externo ",
            "error": []
        },
        "optical responsivity": {
            "translated_key": "responsabilidad óptica",
            "translated_annotated_text": "Técnica de simulación global basada en la convolución para circuitos fotodetectores y fotomezcladores de ondas milimétricas Se presenta un enfoque de dominio de tiempo basado en la convolución rápida para la simulación del circuito fotónico global que incorpora un modelo de dispositivo físico en el circuito completo del detector o mezclador. El dispositivo utilizado en la demostración de esta técnica es un fotodetector de metales semiconductores (MSM) GaAs que ofrece una alta velocidad de respuesta para la detección y generación de ondas milimétricas. La simulación global aumenta considerablemente la precisión en la evaluación del rendimiento completo del circuito porque explica los efectos del circuito de incrustación de ondas milimétricas. El rendimiento del dispositivo y del circuito se evalúa calculando la \"responsabilidad óptica\" y el ancho de banda. Se comparan las simulaciones de solo dispositivo usando MSMs de GaAs con simulaciones globales que ilustran la fuerte interdependencia entre el dispositivo y el circuito externo ",
            "error": [
                ""
            ]
        },
        "bandwidth": {
            "translated_key": "ancho de banda",
            "translated_annotated_text": "Técnica de simulación global basada en la convolución para circuitos fotodetectores y fotomezcladores de ondas milimétricas Se presenta un enfoque de dominio de tiempo basado en la convolución rápida para la simulación del circuito fotónico global que incorpora un modelo de dispositivo físico en el circuito completo del detector o mezclador. El dispositivo utilizado en la demostración de esta técnica es un fotodetector de metales semiconductores (MSM) GaAs que ofrece una alta velocidad de respuesta para la detección y generación de ondas milimétricas. La simulación global aumenta considerablemente la precisión en la evaluación del rendimiento completo del circuito porque explica los efectos del circuito de incrustación de ondas milimétricas. El rendimiento del dispositivo y del circuito se evalúa calculando la responsabilidad óptica y el \"ancho de banda\". Se comparan las simulaciones de solo dispositivo usando MSMs de GaAs con simulaciones globales que ilustran la fuerte interdependencia entre el dispositivo y el circuito externo ",
            "error": [
                ""
            ]
        },
        "convolution-based global simulation": {
            "translated_key": [],
            "translated_annotated_text": "Técnica de simulación global basada en la convolución para circuitos fotodetectores y fotomezcladores de ondas milimétricas Se presenta un enfoque de dominio de tiempo basado en la convolución rápida para la simulación del circuito fotónico global que incorpora un modelo de dispositivo físico en el circuito completo del detector o mezclador. El dispositivo utilizado en la demostración de esta técnica es un fotodetector de metales semiconductores (MSM) GaAs que ofrece una alta velocidad de respuesta para la detección y generación de ondas milimétricas. La simulación global aumenta considerablemente la precisión en la evaluación del rendimiento completo del circuito porque explica los efectos del circuito de incrustación de ondas milimétricas. El rendimiento del dispositivo y del circuito se evalúa calculando la responsabilidad óptica y el ancho de banda. Se comparan las simulaciones de solo dispositivo usando MSMs de GaAs con simulaciones globales que ilustran la fuerte interdependencia entre el dispositivo y el circuito externo ",
            "error": []
        },
        "GaAs": {
            "translated_key": "GaAs",
            "translated_annotated_text": "Técnica de simulación global basada en la convolución para circuitos fotodetectores y fotomezcladores de ondas milimétricas Se presenta un enfoque de dominio de tiempo basado en la convolución rápida para la simulación del circuito fotónico global que incorpora un modelo de dispositivo físico en el circuito completo del detector o mezclador. El dispositivo utilizado en la demostración de esta técnica es un fotodetector metal-semiconductor-metal \"GaAs\" (MSM) que ofrece una alta velocidad de respuesta para la detección y generación de ondas milimétricas. La simulación global aumenta considerablemente la precisión en la evaluación del rendimiento completo del circuito porque explica los efectos del circuito de incrustación de ondas milimétricas. El rendimiento del dispositivo y del circuito se evalúa calculando la responsabilidad óptica y el ancho de banda. Se comparan las simulaciones con \"GaAs\" MSM solo para dispositivos con simulaciones globales que ilustran la fuerte interdependencia entre el dispositivo y el circuito externo ",
            "error": [
                ""
            ]
        },
        "circuit simulation": {
            "translated_key": [],
            "translated_annotated_text": "Técnica de simulación global basada en la convolución para circuitos fotodetectores y fotomezcladores de ondas milimétricas Se presenta un enfoque de dominio de tiempo basado en la convolución rápida para la simulación de circuito fotónico global que incorpora un modelo de dispositivo físico en el circuito completo del detector o mezclador. El dispositivo utilizado en la demostración de esta técnica es un fotodetector de metales semiconductores (MSM) GaAs que ofrece una alta velocidad de respuesta para la detección y generación de ondas milimétricas. La simulación global aumenta considerablemente la precisión en la evaluación del rendimiento completo del circuito porque explica los efectos del circuito de incrustación de ondas milimétricas. El rendimiento del dispositivo y del circuito se evalúa calculando la responsabilidad óptica y el ancho de banda. Se comparan las simulaciones de solo dispositivo usando MSMs de GaAs con simulaciones globales que ilustran la fuerte interdependencia entre el dispositivo y el circuito externo ",
            "error": []
        },
        "convolution": {
            "translated_key": "convolución",
            "translated_annotated_text": "Técnica de simulación global basada en la convolución para circuitos fotodetectores y fotomezcladores de ondas milimétricas Se presenta un enfoque rápido basado en el dominio de tiempo de \"convolución\" para la simulación global de circuitos fotónicos que incorpora un modelo de dispositivo físico en el circuito completo del detector o mezclador. El dispositivo utilizado en la demostración de esta técnica es un fotodetector de metales semiconductores (MSM) GaAs que ofrece una alta velocidad de respuesta para la detección y generación de ondas milimétricas. La simulación global aumenta considerablemente la precisión en la evaluación del rendimiento completo del circuito porque explica los efectos del circuito de incrustación de ondas milimétricas. El rendimiento del dispositivo y del circuito se evalúa calculando la responsabilidad óptica y el ancho de banda. Se comparan las simulaciones de solo dispositivo usando MSMs de GaAs con simulaciones globales que ilustran la fuerte interdependencia entre el dispositivo y el circuito externo ",
            "error": [
                ""
            ]
        },
        "equivalent circuits": {
            "translated_key": [],
            "translated_annotated_text": "Técnica de simulación global basada en la convolución para circuitos fotodetectores y fotomezcladores de ondas milimétricas Se presenta un enfoque de dominio de tiempo basado en la convolución rápida para la simulación del circuito fotónico global que incorpora un modelo de dispositivo físico en el circuito completo del detector o mezclador. El dispositivo utilizado en la demostración de esta técnica es un fotodetector de metales semiconductores (MSM) GaAs que ofrece una alta velocidad de respuesta para la detección y generación de ondas milimétricas. La simulación global aumenta considerablemente la precisión en la evaluación del rendimiento completo del circuito porque explica los efectos del circuito de incrustación de ondas milimétricas. El rendimiento del dispositivo y del circuito se evalúa calculando la responsabilidad óptica y el ancho de banda. Se comparan las simulaciones de solo dispositivo usando MSMs de GaAs con simulaciones globales que ilustran la fuerte interdependencia entre el dispositivo y el circuito externo ",
            "error": []
        },
        "gallium arsenide": {
            "translated_key": [],
            "translated_annotated_text": "Técnica de simulación global basada en la convolución para circuitos fotodetectores y fotomezcladores de ondas milimétricas Se presenta un enfoque de dominio de tiempo basado en la convolución rápida para la simulación del circuito fotónico global que incorpora un modelo de dispositivo físico en el circuito completo del detector o mezclador. El dispositivo utilizado en la demostración de esta técnica es un fotodetector de metales semiconductores (MSM) GaAs que ofrece una alta velocidad de respuesta para la detección y generación de ondas milimétricas. La simulación global aumenta considerablemente la precisión en la evaluación del rendimiento completo del circuito porque explica los efectos del circuito de incrustación de ondas milimétricas. El rendimiento del dispositivo y del circuito se evalúa calculando la responsabilidad óptica y el ancho de banda. Se comparan las simulaciones de solo dispositivo usando MSMs de GaAs con simulaciones globales que ilustran la fuerte interdependencia entre el dispositivo y el circuito externo ",
            "error": []
        },
        "metal-semiconductor-metal structures": {
            "translated_key": [],
            "translated_annotated_text": "Técnica de simulación global basada en la convolución para circuitos fotodetectores y fotomezcladores de ondas milimétricas Se presenta un enfoque de dominio de tiempo basado en la convolución rápida para la simulación del circuito fotónico global que incorpora un modelo de dispositivo físico en el circuito completo del detector o mezclador. El dispositivo utilizado en la demostración de esta técnica es un fotodetector de metales semiconductores (MSM) GaAs que ofrece una alta velocidad de respuesta para la detección y generación de ondas milimétricas. La simulación global aumenta considerablemente la precisión en la evaluación del rendimiento completo del circuito porque explica los efectos del circuito de incrustación de ondas milimétricas. El rendimiento del dispositivo y del circuito se evalúa calculando la responsabilidad óptica y el ancho de banda. Se comparan las simulaciones de solo dispositivo usando MSMs de GaAs con simulaciones globales que ilustran la fuerte interdependencia entre el dispositivo y el circuito externo ",
            "error": []
        },
        "microwave photonics": {
            "translated_key": [],
            "translated_annotated_text": "Técnica de simulación global basada en la convolución para circuitos fotodetectores y fotomezcladores de ondas milimétricas Se presenta un enfoque de dominio de tiempo basado en la convolución rápida para la simulación del circuito fotónico global que incorpora un modelo de dispositivo físico en el circuito completo del detector o mezclador. El dispositivo utilizado en la demostración de esta técnica es un fotodetector de metales semiconductores (MSM) GaAs que ofrece una alta velocidad de respuesta para la detección y generación de ondas milimétricas. La simulación global aumenta considerablemente la precisión en la evaluación del rendimiento completo del circuito porque explica los efectos del circuito de incrustación de ondas milimétricas. El rendimiento del dispositivo y del circuito se evalúa calculando la responsabilidad óptica y el ancho de banda. Se comparan las simulaciones de solo dispositivo usando MSMs de GaAs con simulaciones globales que ilustran la fuerte interdependencia entre el dispositivo y el circuito externo ",
            "error": []
        },
        "millimetre wave detectors": {
            "translated_key": [],
            "translated_annotated_text": "Técnica de simulación global basada en la convolución para circuitos fotodetectores y fotomezcladores de ondas milimétricas Se presenta un enfoque de dominio de tiempo basado en la convolución rápida para la simulación del circuito fotónico global que incorpora un modelo de dispositivo físico en el circuito completo del detector o mezclador. El dispositivo utilizado en la demostración de esta técnica es un fotodetector de metales semiconductores (MSM) GaAs que ofrece una alta velocidad de respuesta para la detección y generación de ondas milimétricas. La simulación global aumenta considerablemente la precisión en la evaluación del rendimiento completo del circuito porque explica los efectos del circuito de incrustación de ondas milimétricas. El rendimiento del dispositivo y del circuito se evalúa calculando la responsabilidad óptica y el ancho de banda. Se comparan las simulaciones de solo dispositivo usando MSMs de GaAs con simulaciones globales que ilustran la fuerte interdependencia entre el dispositivo y el circuito externo ",
            "error": []
        },
        "millimetre wave mixers": {
            "translated_key": [],
            "translated_annotated_text": "Técnica de simulación global basada en la convolución para circuitos fotodetectores y fotomezcladores de ondas milimétricas Se presenta un enfoque de dominio de tiempo basado en la convolución rápida para la simulación del circuito fotónico global que incorpora un modelo de dispositivo físico en el circuito completo del detector o mezclador. El dispositivo utilizado en la demostración de esta técnica es un fotodetector de metales semiconductores (MSM) GaAs que ofrece una alta velocidad de respuesta para la detección y generación de ondas milimétricas. La simulación global aumenta considerablemente la precisión en la evaluación del rendimiento completo del circuito porque explica los efectos del circuito de incrustación de ondas milimétricas. El rendimiento del dispositivo y del circuito se evalúa calculando la responsabilidad óptica y el ancho de banda. Se comparan las simulaciones de solo dispositivo usando MSMs de GaAs con simulaciones globales que ilustran la fuerte interdependencia entre el dispositivo y el circuito externo ",
            "error": []
        },
        "photodetectors": {
            "translated_key": [],
            "translated_annotated_text": "Técnica de simulación global basada en la convolución para circuitos fotodetectores y fotomezcladores de ondas milimétricas Se presenta un enfoque de dominio de tiempo basado en la convolución rápida para la simulación del circuito fotónico global que incorpora un modelo de dispositivo físico en el circuito completo del detector o mezclador. El dispositivo utilizado en la demostración de esta técnica es un fotodetector de metales semiconductores (MSM) GaAs que ofrece una alta velocidad de respuesta para la detección y generación de ondas milimétricas. La simulación global aumenta considerablemente la precisión en la evaluación del rendimiento completo del circuito porque explica los efectos del circuito de incrustación de ondas milimétricas. El rendimiento del dispositivo y del circuito se evalúa calculando la responsabilidad óptica y el ancho de banda. Se comparan las simulaciones de solo dispositivo usando MSMs de GaAs con simulaciones globales que ilustran la fuerte interdependencia entre el dispositivo y el circuito externo ",
            "error": []
        },
        "time-domain analysis": {
            "translated_key": [],
            "translated_annotated_text": "Técnica de simulación global basada en la convolución para circuitos fotodetectores y fotomezcladores de ondas milimétricas Se presenta un enfoque de dominio de tiempo basado en la convolución rápida para la simulación del circuito fotónico global que incorpora un modelo de dispositivo físico en el circuito completo del detector o mezclador. El dispositivo utilizado en la demostración de esta técnica es un fotodetector de metales semiconductores (MSM) GaAs que ofrece una alta velocidad de respuesta para la detección y generación de ondas milimétricas. La simulación global aumenta considerablemente la precisión en la evaluación del rendimiento completo del circuito porque explica los efectos del circuito de incrustación de ondas milimétricas. El rendimiento del dispositivo y del circuito se evalúa calculando la responsabilidad óptica y el ancho de banda. Se comparan las simulaciones de solo dispositivo usando MSMs de GaAs con simulaciones globales que ilustran la fuerte interdependencia entre el dispositivo y el circuito externo ",
            "error": []
        }
    }
}