{
    "original_text": "High-voltage transistor scaling circuit techniques for high-density negative-gate channel-erasing NOR flash memories In order to scale high-voltage transistors for high-density negative-gate channel-erasing NOR flash memories, two circuit techniques were developed. A proposed level shifter with low operating voltage is composed of three parts, a latch holding the negative erasing voltage, two coupling capacitors connected with the latched nodes in the latch, and high-voltage drivers inverting the latch, resulting in reduction of the maximum internal voltage by 0.5 V. A proposed high-voltage generator adds a path-gate logic to a conventional high-voltage generator to realize both low noise and low ripple voltage, resulting in a reduction of the maximum internal voltage by 0.5 V. As a result, these circuit techniques along with high coupling-ratio cell technology can scale down the high-voltage transistors by 15% and can realize higher density negative-gate channel-erase NOR flash memories in comparison with the source-erase NOR flash memories",
    "original_translation": "Técnicas de circuito de escalado de transistores de alta tensión para memorias de flash NOR de salida negativa de canal de alta densidad Para escalar transistores de alta tensión para memorias de flash NOR de salida negativa de salida de canal de alta densidad, se desarrollaron dos técnicas de circuito. Un cambio de nivel propuesto con baja tensión de funcionamiento se compone de tres partes, un pestillo que mantiene la tensión negativa de borrado, dos condensadores de acoplamiento conectados con los nodos bloqueados en el pestillo, y controladores de alto voltaje que invierten el pestillo, lo que resulta en una reducción de la tensión interna máxima en 0,5 V. Un generador de alta tensión propuesto añade una lógica de puerta de ruta a un generador convencional de alta tensión para realizar tanto bajo ruido como bajo voltaje de onda, lo que resulta en una reducción de la tensión interna máxima en 0,5 V. Como resultado, estas técnicas de circuito junto con la tecnología de alta relación de acoplamiento pueden reducir los transistores de alto voltaje en un 15% y pueden realizar memorias de destello NOR de puerta negativa de mayor densidad en comparación con las memorias de flash NOR de la fuente-erase",
    "error_count": 11,
    "keys": {
        "HV transistor scaling circuit techniques": {
            "translated_key": [],
            "translated_annotated_text": "Técnicas de circuito de escalado de transistores de alta tensión para memorias de flash NOR de salida negativa de canal de alta densidad Para escalar transistores de alta tensión para memorias de flash NOR de salida negativa de salida de canal de alta densidad, se desarrollaron dos técnicas de circuito. Un cambio de nivel propuesto con baja tensión de funcionamiento se compone de tres partes, un pestillo que mantiene la tensión negativa de borrado, dos condensadores de acoplamiento conectados con los nodos bloqueados en el pestillo, y controladores de alto voltaje que invierten el pestillo, lo que resulta en una reducción de la tensión interna máxima en 0,5 V. Un generador de alta tensión propuesto añade una lógica de puerta de ruta a un generador convencional de alta tensión para realizar tanto bajo ruido como bajo voltaje de onda, lo que resulta en una reducción de la tensión interna máxima en 0,5 V. Como resultado, estas técnicas de circuito junto con la tecnología de alta relación de acoplamiento pueden reducir los transistores de alto voltaje en un 15% y pueden realizar memorias de destello NOR de puerta negativa de mayor densidad en comparación con las memorias de flash NOR de la fuente-erase ",
            "error": []
        },
        "high-density NOR flash memories": {
            "translated_key": [],
            "translated_annotated_text": "Técnicas de circuito de escalado de transistores de alta tensión para memorias de flash NOR de salida negativa de canal de alta densidad Para escalar transistores de alta tensión para memorias de flash NOR de salida negativa de salida de canal de alta densidad, se desarrollaron dos técnicas de circuito. Un cambio de nivel propuesto con baja tensión de funcionamiento se compone de tres partes, un pestillo que mantiene la tensión negativa de borrado, dos condensadores de acoplamiento conectados con los nodos bloqueados en el pestillo, y controladores de alto voltaje que invierten el pestillo, lo que resulta en una reducción de la tensión interna máxima en 0,5 V. Un generador de alta tensión propuesto añade una lógica de puerta de ruta a un generador convencional de alta tensión para realizar tanto bajo ruido como bajo voltaje de onda, lo que resulta en una reducción de la tensión interna máxima en 0,5 V. Como resultado, estas técnicas de circuito junto con la tecnología de alta relación de acoplamiento pueden reducir los transistores de alto voltaje en un 15% y pueden realizar memorias de destello NOR de puerta negativa de mayor densidad en comparación con las memorias de flash NOR de la fuente-erase ",
            "error": []
        },
        "negative-gate channel-erasing flash memories": {
            "translated_key": [],
            "translated_annotated_text": "Técnicas de circuito de escalado de transistores de alta tensión para memorias de flash NOR de salida negativa de canal de alta densidad Para escalar transistores de alta tensión para memorias de flash NOR de salida negativa de salida de canal de alta densidad, se desarrollaron dos técnicas de circuito. Un cambio de nivel propuesto con baja tensión de funcionamiento se compone de tres partes, un pestillo que mantiene la tensión negativa de borrado, dos condensadores de acoplamiento conectados con los nodos bloqueados en el pestillo, y controladores de alto voltaje que invierten el pestillo, lo que resulta en una reducción de la tensión interna máxima en 0,5 V. Un generador de alta tensión propuesto añade una lógica de puerta de ruta a un generador convencional de alta tensión para realizar tanto bajo ruido como bajo voltaje de onda, lo que resulta en una reducción de la tensión interna máxima en 0,5 V. Como resultado, estas técnicas de circuito junto con la tecnología de alta relación de acoplamiento pueden reducir los transistores de alto voltaje en un 15% y pueden realizar memorias de destello NOR de puerta negativa de mayor densidad en comparación con las memorias de flash NOR de la fuente-erase ",
            "error": []
        },
        "level shifter": {
            "translated_key": [],
            "translated_annotated_text": "Técnicas de circuito de escalado de transistores de alta tensión para memorias de flash NOR de salida negativa de canal de alta densidad Para escalar transistores de alta tensión para memorias de flash NOR de salida negativa de salida de canal de alta densidad, se desarrollaron dos técnicas de circuito. Un cambio de nivel propuesto con baja tensión de funcionamiento se compone de tres partes, un pestillo que mantiene la tensión de borrado negativa, dos condensadores de acoplamiento conectados con los nodos bloqueados en el pestillo, y controladores de alto voltaje que invierten el pestillo, lo que resulta en una reducción de la tensión interna máxima en 0,5 V. Un generador de alta tensión propuesto añade una lógica de puerta de ruta a un generador convencional de alta tensión para realizar tanto bajo ruido como bajo voltaje de onda, lo que resulta en una reducción de la tensión interna máxima en 0,5 V. Como resultado, estas técnicas de circuito junto con la tecnología de alta relación de acoplamiento pueden reducir los transistores de alto voltaje en un 15% y pueden realizar memorias de destello NOR de puerta negativa de mayor densidad en comparación con las memorias de flash NOR de la fuente-erase. ",
            "error": []
        },
        "low operating voltage shifter": {
            "translated_key": [],
            "translated_annotated_text": "Técnicas de circuito de escalado de transistores de alta tensión para memorias de flash NOR de salida negativa de canal de alta densidad Para escalar transistores de alta tensión para memorias de flash NOR de salida negativa de salida de canal de alta densidad, se desarrollaron dos técnicas de circuito. Un cambio de nivel propuesto con baja tensión de funcionamiento se compone de tres partes, un pestillo que mantiene la tensión negativa de borrado, dos condensadores de acoplamiento conectados con los nodos bloqueados en el pestillo, y controladores de alto voltaje que invierten el pestillo, lo que resulta en una reducción de la tensión interna máxima en 0,5 V. Un generador de alta tensión propuesto añade una lógica de puerta de ruta a un generador convencional de alta tensión para realizar tanto bajo ruido como bajo voltaje de onda, lo que resulta en una reducción de la tensión interna máxima en 0,5 V. Como resultado, estas técnicas de circuito junto con la tecnología de alta relación de acoplamiento pueden reducir los transistores de alto voltaje en un 15% y pueden realizar memorias de destello NOR de puerta negativa de mayor densidad en comparación con las memorias de flash NOR de la fuente-erase ",
            "error": []
        },
        "high-voltage drivers": {
            "translated_key": " drivers de alto voltaje",
            "translated_annotated_text": "Técnicas de circuito de escalado de transistores de alta tensión para memorias de flash NOR de salida negativa de canal de alta densidad Para escalar transistores de alta tensión para memorias de flash NOR de salida negativa de salida de canal de alta densidad, se desarrollaron dos técnicas de circuito. Un cambio de nivel propuesto con baja tensión de funcionamiento se compone de tres partes, un pestillo que mantiene la tensión negativa de borrado, dos condensadores de acoplamiento conectados con los nodos bloqueados en el pestillo, y <br> drivers de alto voltaje</br> que invierten el pestillo, lo que resulta en una reducción de la tensión interna máxima en 0,5 V. Un generador de alto voltaje propuesto añade una lógica de puerta de ruta a un generador convencional de alto voltaje para realizar tanto bajo ruido como bajo voltaje de onda, lo que resulta en una reducción de la tensión interna máxima en 0,5 V. Como resultado, estas técnicas de circuito junto con la tecnología de células de alta relación de acoplamiento pueden reducir los transistores de alto voltaje en un 15% y pueden realizar memorias de destello NOR de puerta negativa de mayor densidad en comparación con las memorias de flash NOR de la versión fuente-erase ",
            "error": [
                ""
            ]
        },
        "high-voltage generator": {
            "translated_key": " añade una lógica de puerta de ruta a un generador convencional <br> de alto voltaje ",
            "translated_annotated_text": "Técnicas de circuito de escalado de transistores de alta tensión para memorias de flash NOR de salida negativa de canal de alta densidad Para escalar transistores de alta tensión para memorias de flash NOR de salida negativa de salida de canal de alta densidad, se desarrollaron dos técnicas de circuito. Un cambio de nivel propuesto con baja tensión de funcionamiento se compone de tres partes, un pestillo que mantiene la tensión de borrado negativa, dos condensadores de acoplamiento conectados con los nodos bloqueados en el pestillo, y controladores de alto voltaje que invierten el pestillo, lo que resulta en una reducción de la tensión interna máxima en 0,5 V. Un generador de alto voltaje propuesto <br> añade una lógica de puerta de ruta a un generador convencional <br> de alto voltaje </br> para realizar tanto bajo ruido como bajo voltaje de onda, lo que resulta en una reducción de la tensión interna máxima en 0,5 V. Como resultado, estas técnicas de circuito junto con la tecnología de células de alta relación de acoplamiento pueden reducir los transistores de alto voltaje en un 15% y pueden realizar memorias de flash NOR de puerta negativa de alta densidad en comparación con las memorias de flash NOR de la versión de origen. ",
            "error": [
                ""
            ]
        },
        "path-gate logic": {
            "translated_key": "path-gate",
            "translated_annotated_text": "Técnicas de circuito de escalado de transistores de alta tensión para memorias de flash NOR de salida negativa de canal de alta densidad Para escalar transistores de alta tensión para memorias de flash NOR de salida negativa de salida de canal de alta densidad, se desarrollaron dos técnicas de circuito. Un cambio de nivel propuesto con baja tensión de funcionamiento se compone de tres partes, un pestillo que mantiene la tensión negativa de borrado, dos condensadores de acoplamiento conectados con los nodos bloqueados en el pestillo, y controladores de alto voltaje que invierten el pestillo, resultando en una reducción de la tensión interna máxima en 0,5 V. Un generador de alta tensión propuesto añade una lógica de <br>path-gate</br> a un generador convencional de alta tensión para realizar tanto baja tensión de ruido como baja tensión de onda, resultando en una reducción de la tensión interna máxima en 0,5 V. Como resultado, estas técnicas de circuito junto con la tecnología de células de alta relación de acoplamiento pueden reducir los transistores de alto voltaje en un 15% y pueden realizar memorias de destello NOR de puerta negativa de mayor densidad en comparación con las memorias de flash NOR de la versión fuente-erase ",
            "error": [
                ""
            ]
        },
        "HV generator": {
            "translated_key": [],
            "translated_annotated_text": "Técnicas de circuito de escalado de transistores de alta tensión para memorias de flash NOR de salida negativa de canal de alta densidad Para escalar transistores de alta tensión para memorias de flash NOR de salida negativa de salida de canal de alta densidad, se desarrollaron dos técnicas de circuito. Un cambio de nivel propuesto con baja tensión de funcionamiento se compone de tres partes, un pestillo que mantiene la tensión negativa de borrado, dos condensadores de acoplamiento conectados con los nodos bloqueados en el pestillo, y controladores de alto voltaje que invierten el pestillo, lo que resulta en una reducción de la tensión interna máxima en 0,5 V. Un generador de alta tensión propuesto añade una lógica de puerta de ruta a un generador convencional de alta tensión para realizar tanto bajo ruido como bajo voltaje de onda, lo que resulta en una reducción de la tensión interna máxima en 0,5 V. Como resultado, estas técnicas de circuito junto con la tecnología de alta relación de acoplamiento pueden reducir los transistores de alto voltaje en un 15% y pueden realizar memorias de destello NOR de puerta negativa de mayor densidad en comparación con las memorias de flash NOR de la fuente-erase ",
            "error": []
        },
        "low noise": {
            "translated_key": " ruido bajo",
            "translated_annotated_text": "Técnicas de circuito de escalado de transistores de alta tensión para memorias de flash NOR de salida negativa de canal de alta densidad Para escalar transistores de alta tensión para memorias de flash NOR de salida negativa de salida de canal de alta densidad, se desarrollaron dos técnicas de circuito. Un cambio de nivel propuesto con baja tensión de funcionamiento se compone de tres partes, un pestillo que mantiene la tensión negativa de borrado, dos condensadores de acoplamiento conectados con los nodos bloqueados en el pestillo, y conductores de alto voltaje que invierten el pestillo, lo que resulta en una reducción de la tensión interna máxima en 0,5 V. Un generador de alta tensión propuesto añade una lógica de puerta de ruta a un generador convencional de alta tensión para realizar tanto <br> ruido bajo</br> y voltaje de onda bajo, lo que resulta en una reducción de la tensión interna máxima en 0,5 V. Como resultado, estas técnicas de circuito junto con la tecnología de células de alta relación de acoplamiento pueden reducir los transistores de alto voltaje en un 15% y pueden realizar memorias de flash NOR de puerta negativa de mayor densidad en comparación con las memorias de flash NOR de la fuente-erase ",
            "error": [
                ""
            ]
        },
        "low ripple voltage": {
            "translated_key": "tensión de onda baja",
            "translated_annotated_text": "Técnicas de circuito de escalado de transistores de alta tensión para memorias de flash NOR de salida negativa de canal de alta densidad Para escalar transistores de alta tensión para memorias de flash NOR de salida negativa de salida de canal de alta densidad, se desarrollaron dos técnicas de circuito. Un cambio de nivel propuesto con baja tensión de funcionamiento se compone de tres partes, un pestillo que mantiene la tensión de borrado negativa, dos condensadores de acoplamiento conectados con los nodos bloqueados en el pestillo, y controladores de alto voltaje que invierten el pestillo, lo que resulta en una reducción de la tensión interna máxima en 0,5 V. Un generador de alta tensión propuesto añade una lógica de puerta de ruta a un generador convencional de alta tensión para realizar tanto bajo ruido como <br>tensión de onda baja</br>, lo que resulta en una reducción de la tensión interna máxima en 0,5 V. Como resultado, estas técnicas de circuito junto con la tecnología de células de alta relación de acoplamiento pueden reducir los transistores de alto voltaje en un 15% y pueden realizar memorias de flash NOR de puerta negativa de mayor densidad en comparación con las memorias de flash NOR de la fuente-erase ",
            "error": [
                ""
            ]
        },
        "high coupling-ratio cell technology": {
            "translated_key": " alta tecnología de acoplamiento-ratio celular",
            "translated_annotated_text": "Técnicas de circuito de escalado de transistores de alta tensión para memorias de flash NOR de salida negativa de canal de alta densidad Para escalar transistores de alta tensión para memorias de flash NOR de salida negativa de salida de canal de alta densidad, se desarrollaron dos técnicas de circuito. Un cambio de nivel propuesto con baja tensión de funcionamiento se compone de tres partes, un pestillo que mantiene la tensión de borrado negativa, dos condensadores de acoplamiento conectados con los nodos bloqueados en el pestillo, y controladores de alto voltaje que invierten el pestillo, lo que resulta en una reducción de la tensión interna máxima en 0,5 V. Un generador de alta tensión propuesto añade una lógica de puerta de ruta a un generador convencional de alta tensión para realizar tanto bajo ruido como bajo voltaje de onda, lo que resulta en una reducción de la tensión interna máxima en 0,5 V. Como resultado, estas técnicas de circuito junto con <br> alta tecnología de acoplamiento-ratio celular</br> pueden reducir los transistores de alto voltaje en un 15% y pueden realizar memorias de flash NOR de puerta negativa de mayor densidad en comparación con las memorias de flash NOR de la fuente-erase ",
            "error": [
                ""
            ]
        },
        "CMOS memory circuits": {
            "translated_key": [],
            "translated_annotated_text": "Técnicas de circuito de escalado de transistores de alta tensión para memorias de flash NOR de salida negativa de canal de alta densidad Para escalar transistores de alta tensión para memorias de flash NOR de salida negativa de salida de canal de alta densidad, se desarrollaron dos técnicas de circuito. Un cambio de nivel propuesto con baja tensión de funcionamiento se compone de tres partes, un pestillo que mantiene la tensión negativa de borrado, dos condensadores de acoplamiento conectados con los nodos bloqueados en el pestillo, y controladores de alto voltaje que invierten el pestillo, lo que resulta en una reducción de la tensión interna máxima en 0,5 V. Un generador de alta tensión propuesto añade una lógica de puerta de ruta a un generador convencional de alta tensión para realizar tanto bajo ruido como bajo voltaje de onda, lo que resulta en una reducción de la tensión interna máxima en 0,5 V. Como resultado, estas técnicas de circuito junto con la tecnología de alta relación de acoplamiento pueden reducir los transistores de alto voltaje en un 15% y pueden realizar memorias de destello NOR de puerta negativa de mayor densidad en comparación con las memorias de flash NOR de la fuente-erase ",
            "error": []
        },
        "flash memories": {
            "translated_key": [
                "flash memories",
                "flash memories",
                " memorias de flash",
                " memorias de flash"
            ],
            "translated_annotated_text": "Técnicas de circuito de escalado de transistores de alta tensión para la eliminación de canales de puerta negativa de alta densidad NOR <br>flash memories</br> Para escalar transistores de alta tensión para la eliminación de canales de puerta negativa de alta densidad NOR <br>flash memories</br>, se desarrollaron dos técnicas de circuito. Un cambio de nivel propuesto con baja tensión de funcionamiento se compone de tres partes, un pestillo que mantiene la tensión de borrado negativa, dos condensadores de acoplamiento conectados con los nodos bloqueados en el pestillo, y controladores de alto voltaje que invierten el pestillo, lo que resulta en una reducción de la tensión interna máxima en 0,5 V. Un generador de alta tensión propuesto añade una lógica de puerta de ruta a un generador convencional de alta tensión para realizar tanto bajo ruido como bajo voltaje de onda, lo que resulta en una reducción de la tensión interna máxima en 0,5 V. Como resultado, estas técnicas de circuito junto con la tecnología de alta relación de acoplamiento pueden reducir los transistores de alto voltaje en un 15% y pueden realizar mayor densidad de negativo de la puerta de canal NOR <br> memorias de flash</br> en comparación con la fuente-erase NOR <br> memorias de flash</br> ",
            "error": [
                "flash memories",
                "flash memories",
                " memorias de flash",
                " memorias de flash"
            ]
        },
        "NOR circuits": {
            "translated_key": [],
            "translated_annotated_text": "Técnicas de circuito de escalado de transistores de alta tensión para memorias de flash NOR de salida negativa de canal de alta densidad Para escalar transistores de alta tensión para memorias de flash NOR de salida negativa de salida de canal de alta densidad, se desarrollaron dos técnicas de circuito. Un cambio de nivel propuesto con baja tensión de funcionamiento se compone de tres partes, un pestillo que mantiene la tensión negativa de borrado, dos condensadores de acoplamiento conectados con los nodos bloqueados en el pestillo, y controladores de alto voltaje que invierten el pestillo, lo que resulta en una reducción de la tensión interna máxima en 0,5 V. Un generador de alta tensión propuesto añade una lógica de puerta de ruta a un generador convencional de alta tensión para realizar tanto bajo ruido como bajo voltaje de onda, lo que resulta en una reducción de la tensión interna máxima en 0,5 V. Como resultado, estas técnicas de circuito junto con la tecnología de alta relación de acoplamiento pueden reducir los transistores de alto voltaje en un 15% y pueden realizar memorias de destello NOR de puerta negativa de mayor densidad en comparación con las memorias de flash NOR de la fuente-erase ",
            "error": []
        },
        "reference circuits": {
            "translated_key": [],
            "translated_annotated_text": "Técnicas de circuito de escalado de transistores de alta tensión para memorias de flash NOR de salida negativa de canal de alta densidad Para escalar transistores de alta tensión para memorias de flash NOR de salida negativa de salida de canal de alta densidad, se desarrollaron dos técnicas de circuito. Un cambio de nivel propuesto con baja tensión de funcionamiento se compone de tres partes, un pestillo que mantiene la tensión negativa de borrado, dos condensadores de acoplamiento conectados con los nodos bloqueados en el pestillo, y controladores de alto voltaje que invierten el pestillo, lo que resulta en una reducción de la tensión interna máxima en 0,5 V. Un generador de alta tensión propuesto añade una lógica de puerta de ruta a un generador convencional de alta tensión para realizar tanto bajo ruido como bajo voltaje de onda, lo que resulta en una reducción de la tensión interna máxima en 0,5 V. Como resultado, estas técnicas de circuito junto con la tecnología de alta relación de acoplamiento pueden reducir los transistores de alto voltaje en un 15% y pueden realizar memorias de destello NOR de puerta negativa de mayor densidad en comparación con las memorias de flash NOR de la fuente-erase ",
            "error": []
        },
        "signal generators": {
            "translated_key": [],
            "translated_annotated_text": "Técnicas de circuito de escalado de transistores de alta tensión para memorias de flash NOR de salida negativa de canal de alta densidad Para escalar transistores de alta tensión para memorias de flash NOR de salida negativa de salida de canal de alta densidad, se desarrollaron dos técnicas de circuito. Un cambio de nivel propuesto con baja tensión de funcionamiento se compone de tres partes, un pestillo que mantiene la tensión negativa de borrado, dos condensadores de acoplamiento conectados con los nodos bloqueados en el pestillo, y controladores de alto voltaje que invierten el pestillo, lo que resulta en una reducción de la tensión interna máxima en 0,5 V. Un generador de alta tensión propuesto añade una lógica de puerta de ruta a un generador convencional de alta tensión para realizar tanto bajo ruido como bajo voltaje de onda, lo que resulta en una reducción de la tensión interna máxima en 0,5 V. Como resultado, estas técnicas de circuito junto con la tecnología de alta relación de acoplamiento pueden reducir los transistores de alto voltaje en un 15% y pueden realizar memorias de destello NOR de puerta negativa de mayor densidad en comparación con las memorias de flash NOR de la fuente-erase ",
            "error": []
        }
    }
}