{
    "original_text": "Learning spatial relations using an inductive logic programming system The ability to learn spatial relations is a prerequisite for performing many relevant tasks such as those associated with motion, orientation, navigation, etc. This paper reports on using an Inductive Logic Programming (ILP) system for learning function-free Horn-clause descriptions of spatial knowledge. Its main contribution, however, is to show that an existing relation between two reference systems-the speaker-relative and the absolute-can be automatically learned by an ILP system, given the proper background knowledge and positive examples",
    "original_translation": "Aprender las relaciones espaciales utilizando un sistema de programación lógica inductiva La capacidad de aprender las relaciones espaciales es un requisito previo para realizar muchas tareas relevantes como las relacionadas con el movimiento, la orientación, la navegación, etc. Este artículo informa sobre el uso de un sistema de Programación de Lógica Inductiva (ILP) para el aprendizaje de descripciones de clausula de Horn sin función del conocimiento espacial. Su principal contribución, sin embargo, es demostrar que una relación existente entre dos sistemas de referencia, el relativo al altavoz y el absoluto, puede ser aprendido automáticamente por un sistema ILP, dados los conocimientos básicos adecuados y los ejemplos positivos.",
    "error_count": 4,
    "keys": {
        "spatial relations learning": {
            "translated_key": [],
            "translated_annotated_text": "Aprender las relaciones espaciales utilizando un sistema de programación lógica inductiva La capacidad de aprender las relaciones espaciales es un requisito previo para realizar muchas tareas relevantes como las relacionadas con el movimiento, la orientación, la navegación, etc. Este artículo informa sobre el uso de un sistema de Programación de Lógica Inductiva (ILP) para el aprendizaje de descripciones de clausula de Horn sin función del conocimiento espacial. Su principal contribución, sin embargo, es demostrar que una relación existente entre dos sistemas de referencia, el relativo al altavoz y el absoluto, puede ser aprendido automáticamente por un sistema ILP, dados los conocimientos básicos adecuados y los ejemplos positivos. ",
            "error": []
        },
        "inductive logic programming system": {
            "translated_key": "sistema de programación lógica inductiva",
            "translated_annotated_text": "Aprender las relaciones espaciales utilizando un \"sistema de programación lógica inductiva\" La capacidad de aprender las relaciones espaciales es un requisito previo para realizar muchas tareas relevantes, como las relacionadas con el movimiento, la orientación, la navegación, etc. Este artículo informa sobre el uso de un sistema de Programación de Lógica Inductiva (ILP) para el aprendizaje de descripciones de clausula de Horn sin función del conocimiento espacial. Su principal contribución, sin embargo, es demostrar que una relación existente entre dos sistemas de referencia, el relativo al altavoz y el absoluto, puede ser aprendido automáticamente por un sistema ILP, dados los conocimientos básicos adecuados y los ejemplos positivos. ",
            "error": [
                ""
            ]
        },
        "spatial relations": {
            "translated_key": "relaciones espaciales",
            "translated_annotated_text": "Aprender \"relaciones espaciales\" usando un sistema de programación lógica inductiva La capacidad de aprender \"relaciones espaciales\" es un requisito previo para realizar muchas tareas relevantes como las relacionadas con el movimiento, la orientación, la navegación, etc. Este artículo informa sobre el uso de un sistema de Programación de Lógica Inductiva (ILP) para el aprendizaje de descripciones de clausula de Horn sin función del conocimiento espacial. Su principal contribución, sin embargo, es demostrar que una relación existente entre dos sistemas de referencia, el relativo al altavoz y el absoluto, puede ser aprendido automáticamente por un sistema ILP, dados los conocimientos básicos adecuados y los ejemplos positivos. ",
            "error": [
                ""
            ]
        },
        "function-free Horn-clause descriptions": {
            "translated_key": "descripciones de clausula Horn-libres de funciones",
            "translated_annotated_text": "Aprender las relaciones espaciales utilizando un sistema de programación lógica inductiva La capacidad de aprender las relaciones espaciales es un requisito previo para realizar muchas tareas relevantes como las relacionadas con el movimiento, la orientación, la navegación, etc. Este artículo informa sobre el uso de un sistema de Programación de Lógica Inductiva (ILP) para aprender \"descripciones de clausula Horn-libres de funciones\" del conocimiento espacial. Su principal contribución, sin embargo, es demostrar que una relación existente entre dos sistemas de referencia, el relativo al altavoz y el absoluto, puede ser aprendido automáticamente por un sistema ILP, dados los conocimientos básicos adecuados y los ejemplos positivos. ",
            "error": [
                ""
            ]
        },
        "Horn clauses": {
            "translated_key": [],
            "translated_annotated_text": "Aprender las relaciones espaciales utilizando un sistema de programación lógica inductiva La capacidad de aprender las relaciones espaciales es un requisito previo para realizar muchas tareas relevantes como las relacionadas con el movimiento, la orientación, la navegación, etc. Este artículo informa sobre el uso de un sistema de Programación de Lógica Inductiva (ILP) para el aprendizaje de descripciones de clausula de Horn sin función del conocimiento espacial. Su principal contribución, sin embargo, es demostrar que una relación existente entre dos sistemas de referencia, el relativo al altavoz y el absoluto, puede ser aprendido automáticamente por un sistema ILP, dados los conocimientos básicos adecuados y los ejemplos positivos. ",
            "error": []
        },
        "inductive logic programming": {
            "translated_key": "programación lógica inductiva",
            "translated_annotated_text": "Aprender las relaciones espaciales utilizando un sistema de \"programación lógica inductiva\" La capacidad de aprender las relaciones espaciales es un requisito previo para realizar muchas tareas relevantes como las relacionadas con el movimiento, la orientación, la navegación, etc. Este artículo informa sobre el uso de un sistema de Programación de Lógica Inductiva (ILP) para el aprendizaje de descripciones de clausula de Horn sin función del conocimiento espacial. Su principal contribución, sin embargo, es demostrar que una relación existente entre dos sistemas de referencia, el relativo al altavoz y el absoluto, puede ser aprendido automáticamente por un sistema ILP, dados los conocimientos básicos adecuados y los ejemplos positivos. ",
            "error": [
                ""
            ]
        },
        "knowledge representation": {
            "translated_key": [],
            "translated_annotated_text": "Aprender las relaciones espaciales utilizando un sistema de programación lógica inductiva La capacidad de aprender las relaciones espaciales es un requisito previo para realizar muchas tareas relevantes como las relacionadas con el movimiento, la orientación, la navegación, etc. Este artículo informa sobre el uso de un sistema de Programación de Lógica Inductiva (ILP) para el aprendizaje de descripciones de clausula de Horn sin función del conocimiento espacial. Su principal contribución, sin embargo, es demostrar que una relación existente entre dos sistemas de referencia, el relativo al altavoz y el absoluto, puede ser aprendido automáticamente por un sistema ILP, dados los conocimientos básicos adecuados y los ejemplos positivos. ",
            "error": []
        },
        "learning (artificial intelligence)": {
            "translated_key": [],
            "translated_annotated_text": "Aprender las relaciones espaciales utilizando un sistema de programación lógica inductiva La capacidad de aprender las relaciones espaciales es un requisito previo para realizar muchas tareas relevantes como las relacionadas con el movimiento, la orientación, la navegación, etc. Este artículo informa sobre el uso de un sistema de Programación de Lógica Inductiva (ILP) para el aprendizaje de descripciones de clausula de Horn sin función del conocimiento espacial. Su principal contribución, sin embargo, es demostrar que una relación existente entre dos sistemas de referencia, el relativo al altavoz y el absoluto, puede ser aprendido automáticamente por un sistema ILP, dados los conocimientos básicos adecuados y los ejemplos positivos. ",
            "error": []
        }
    }
}