{
    "original_text": "Windows XP fast user switching The Windows NT family of operating systems has always supported the concept of multiple user accounts, but theyve taken the concept a step further with Windows XPs Fast User Switching feature. Fast User Switching is a new feature of Windows XP that allows multiple users to log on to the same machine and quickly switch between the logged on accounts. Fast User Switching is implemented using some of the built-in capabilities of Terminal Services. Terminal Server has been around for a while but is much more feature rich and integrated in Windows XP. A machine with the terminal services (Remote Desktop) client can log on to and run applications on a remote machine running the terminal server",
    "original_translation": "Conmutación rápida del usuario de Windows XP La familia de sistemas operativos de Windows NT siempre ha soportado el concepto de múltiples cuentas de usuario, pero han llevado el concepto un paso más allá con la función de conmutación rápida del usuario de Windows XPs. Conmutación rápida del usuario es una nueva característica de Windows XP que permite a varios usuarios iniciar sesión en la misma máquina y cambiar rápidamente entre las cuentas registradas. El cambio rápido de usuario se implementa utilizando algunas de las capacidades integradas de Terminal Services. Terminal Server ha estado alrededor por un tiempo, pero es mucho más rico característica e integrado en Windows XP. Una máquina con el cliente de servicios de terminal (Remote Desktop) puede iniciar sesión y ejecutar aplicaciones en una máquina remota que ejecuta el servidor de terminal",
    "error_count": 5,
    "keys": {
        "Windows XP Fast User Switching": {
            "translated_key": [],
            "translated_annotated_text": "Conmutación rápida del usuario de Windows XP La familia de sistemas operativos de Windows NT siempre ha soportado el concepto de múltiples cuentas de usuario, pero han llevado el concepto un paso más allá con la función de conmutación rápida del usuario de Windows XPs. Conmutación rápida del usuario es una nueva característica de Windows XP que permite a varios usuarios iniciar sesión en la misma máquina y cambiar rápidamente entre las cuentas registradas. El cambio rápido de usuario se implementa utilizando algunas de las capacidades integradas de Terminal Services. Terminal Server ha estado alrededor por un tiempo, pero es mucho más rico característica e integrado en Windows XP. Una máquina con el cliente de servicios de terminal (Remote Desktop) puede iniciar sesión y ejecutar aplicaciones en una máquina remota que ejecuta el servidor de terminal ",
            "error": []
        },
        "multiple user logon access": {
            "translated_key": [],
            "translated_annotated_text": "Conmutación rápida del usuario de Windows XP La familia de sistemas operativos de Windows NT siempre ha soportado el concepto de múltiples cuentas de usuario, pero han llevado el concepto un paso más allá con la función de conmutación rápida del usuario de Windows XPs. Conmutación rápida del usuario es una nueva característica de Windows XP que permite a varios usuarios iniciar sesión en la misma máquina y cambiar rápidamente entre las cuentas registradas. El cambio rápido de usuario se implementa utilizando algunas de las capacidades integradas de Terminal Services. Terminal Server ha estado alrededor por un tiempo, pero es mucho más rico característica e integrado en Windows XP. Una máquina con el cliente de servicios de terminal (Remote Desktop) puede iniciar sesión y ejecutar aplicaciones en una máquina remota que ejecuta el servidor de terminal ",
            "error": []
        },
        "operating systems": {
            "translated_key": [],
            "translated_annotated_text": "Conmutación rápida del usuario de Windows XP La familia de sistemas operativos <br> de Windows NT siempre ha soportado el concepto de varias cuentas de usuario, pero han llevado el concepto un paso más allá con la función de conmutación rápida del usuario de Windows XPs. Conmutación rápida del usuario es una nueva característica de Windows XP que permite a varios usuarios iniciar sesión en la misma máquina y cambiar rápidamente entre las cuentas registradas. El cambio rápido de usuario se implementa utilizando algunas de las capacidades integradas de Terminal Services. Terminal Server ha estado alrededor por un tiempo, pero es mucho más rico característica e integrado en Windows XP. Una máquina con el cliente de servicios de terminal (Remote Desktop) puede iniciar sesión y ejecutar aplicaciones en una máquina remota que ejecuta el servidor de terminal ",
            "error": []
        },
        "multiple user accounts": {
            "translated_key": [],
            "translated_annotated_text": "Conmutación rápida del usuario de Windows XP La familia de sistemas operativos de Windows NT siempre ha soportado el concepto de múltiples cuentas de usuario, pero han llevado el concepto un paso más allá con la función de conmutación rápida del usuario de Windows XPs. Conmutación rápida del usuario es una nueva característica de Windows XP que permite a varios usuarios iniciar sesión en la misma máquina y cambiar rápidamente entre las cuentas registradas. El cambio rápido de usuario se implementa utilizando algunas de las capacidades integradas de Terminal Services. Terminal Server ha estado alrededor por un tiempo, pero es mucho más rico característica e integrado en Windows XP. Una máquina con el cliente de servicios de terminal (Remote Desktop) puede iniciar sesión y ejecutar aplicaciones en una máquina remota que ejecuta el servidor de terminal ",
            "error": []
        },
        "Terminal Services": {
            "translated_key": " Terminal Services",
            "translated_annotated_text": "Conmutación rápida del usuario de Windows XP La familia de sistemas operativos de Windows NT siempre ha soportado el concepto de múltiples cuentas de usuario, pero han llevado el concepto un paso más allá con la función de conmutación rápida del usuario de Windows XPs. Conmutación rápida del usuario es una nueva característica de Windows XP que permite a varios usuarios iniciar sesión en la misma máquina y cambiar rápidamente entre las cuentas registradas. El cambio rápido de usuario se implementa utilizando algunas de las capacidades integradas de <br> Terminal Services</br>. Terminal Server ha estado alrededor por un tiempo, pero es mucho más rico característica e integrado en Windows XP. Una máquina con el cliente de servicios de terminal (Remote Desktop) puede iniciar sesión y ejecutar aplicaciones en una máquina remota que ejecuta el servidor de terminal ",
            "error": [
                ""
            ]
        },
        "Terminal Server": {
            "translated_key": "Terminal Server",
            "translated_annotated_text": "Conmutación rápida del usuario de Windows XP La familia de sistemas operativos de Windows NT siempre ha soportado el concepto de múltiples cuentas de usuario, pero han llevado el concepto un paso más allá con la función de conmutación rápida del usuario de Windows XPs. Conmutación rápida del usuario es una nueva característica de Windows XP que permite a varios usuarios iniciar sesión en la misma máquina y cambiar rápidamente entre las cuentas registradas. El cambio rápido de usuario se implementa utilizando algunas de las capacidades integradas de Terminal Services. <br>Terminal Server</br> ha estado presente durante un tiempo, pero es mucho más rico en características e integrado en Windows XP. Una máquina con el cliente de servicios de terminal (Remote Desktop) puede iniciar sesión y ejecutar aplicaciones en una máquina remota que ejecuta el servidor de terminal ",
            "error": [
                ""
            ]
        },
        "Remote Desktop": {
            "translated_key": "Remote Desktop",
            "translated_annotated_text": "Conmutación rápida del usuario de Windows XP La familia de sistemas operativos de Windows NT siempre ha soportado el concepto de múltiples cuentas de usuario, pero han llevado el concepto un paso más allá con la función de conmutación rápida del usuario de Windows XPs. Conmutación rápida del usuario es una nueva característica de Windows XP que permite a varios usuarios iniciar sesión en la misma máquina y cambiar rápidamente entre las cuentas registradas. El cambio rápido de usuario se implementa utilizando algunas de las capacidades integradas de Terminal Services. Terminal Server ha estado alrededor por un tiempo, pero es mucho más rico característica e integrado en Windows XP. Una máquina con los servicios de terminal (<br>Remote Desktop</br>) cliente puede iniciar sesión y ejecutar aplicaciones en una máquina remota que ejecuta el servidor de terminal ",
            "error": [
                ""
            ]
        },
        "network operating systems": {
            "translated_key": [],
            "translated_annotated_text": "Conmutación rápida del usuario de Windows XP La familia de sistemas operativos de Windows NT siempre ha soportado el concepto de múltiples cuentas de usuario, pero han llevado el concepto un paso más allá con la función de conmutación rápida del usuario de Windows XPs. Conmutación rápida del usuario es una nueva característica de Windows XP que permite a varios usuarios iniciar sesión en la misma máquina y cambiar rápidamente entre las cuentas registradas. El cambio rápido de usuario se implementa utilizando algunas de las capacidades integradas de Terminal Services. Terminal Server ha estado alrededor por un tiempo, pero es mucho más rico característica e integrado en Windows XP. Una máquina con el cliente de servicios de terminal (Remote Desktop) puede iniciar sesión y ejecutar aplicaciones en una máquina remota que ejecuta el servidor de terminal ",
            "error": []
        }
    }
}