{
    "original_text": "Controller performance analysis with LQG benchmark obtained under closed loop conditions This paper proposes a new method for obtaining a linear quadratic Gaussian (LQG) benchmark in terms of the variances of process input and output from closed-loop data, for assessing the controller performance. LQG benchmark has been proposed in the literature to assess controller performance since the LQG tradeoff curve represents the limit of performance in terms of input and output variances. However, an explicit parametric model is required to calculate the LQG benchmark. In this work, we propose a data driven subspace approach to calculate the LQG benchmark under closed-loop conditions with certain external excitations. The optimal LQG-benchmark variances are obtained directly from the subspace matrices corresponding to the deterministic inputs and the stochastic inputs, which are identified using closed-loop data with setpoint excitation. These variances are used for assessing the controller performance. The method proposed in this paper is applicable to both univariate and multivariate systems. Profit analysis for the implementation of feedforward control to the existing feedback-only control system is also analyzed under the optimal LQG performance framework",
    "original_translation": "Análisis de rendimiento del controlador con referencia LQG obtenido en condiciones de bucle cerrado Este artículo propone un nuevo método para obtener un parámetro de Gaussian cuadrático lineal (LQG) en términos de las varianzas de entrada y salida del proceso a partir de datos de bucle cerrado, para evaluar el rendimiento del controlador. En la bibliografía se ha propuesto un valor de referencia LQG para evaluar el desempeño del controlador, ya que la curva de compensación LQG representa el límite de rendimiento en términos de varianzas de entrada y salida. Sin embargo, se requiere un modelo paramétrico explícito para calcular el valor de referencia LQG. En este trabajo, proponemos un enfoque subespacial basado en datos para calcular el valor de referencia LQG en condiciones de ciclo cerrado con ciertas excitaciones externas. Las variaciones óptimas de LQG-benchmark se obtienen directamente de las matrices subespaciales correspondientes a las entradas deterministas y las entradas estocásticas, que se identifican utilizando datos de circuito cerrado con excitación de punto de ajuste. Estas variaciones se utilizan para evaluar el rendimiento del controlador. El método propuesto en este artículo es aplicable tanto a los sistemas univariados como a los multivariables. El análisis de beneficios para la implementación del control de avance hacia el sistema de control de solo retroalimentación existente también se analiza en el marco de rendimiento óptimo de LQG",
    "error_count": 12,
    "keys": {
        "controller performance analysis": {
            "translated_key": [],
            "translated_annotated_text": "Análisis de rendimiento del controlador con referencia LQG obtenido en condiciones de bucle cerrado Este artículo propone un nuevo método para obtener un parámetro de Gaussian cuadrático lineal (LQG) en términos de las varianzas de entrada y salida del proceso a partir de datos de bucle cerrado, para evaluar el rendimiento del controlador. En la bibliografía se ha propuesto un valor de referencia LQG para evaluar el desempeño del controlador, ya que la curva de compensación LQG representa el límite de rendimiento en términos de varianzas de entrada y salida. Sin embargo, se requiere un modelo paramétrico explícito para calcular el valor de referencia LQG. En este trabajo, proponemos un enfoque subespacial basado en datos para calcular el valor de referencia LQG en condiciones de ciclo cerrado con ciertas excitaciones externas. Las variaciones óptimas de LQG-benchmark se obtienen directamente de las matrices subespaciales correspondientes a las entradas deterministas y las entradas estocásticas, que se identifican utilizando datos de circuito cerrado con excitación de punto de ajuste. Estas variaciones se utilizan para evaluar el rendimiento del controlador. El método propuesto en este artículo es aplicable tanto a los sistemas univariados como a los multivariables. El análisis de beneficios para la implementación del control de avance hacia el sistema de control de solo retroalimentación existente también se analiza en el marco de rendimiento óptimo de LQG ",
            "error": []
        },
        "LQG benchmark": {
            "translated_key": [
                "LQG benchmark",
                "LQG benchmark",
                "punto de referencia LQG",
                "punto de referencia LQG"
            ],
            "translated_annotated_text": "Análisis de rendimiento del controlador con \"LQG benchmark\" obtenido en condiciones de bucle cerrado Este artículo propone un nuevo método para obtener un benchmark de Gaussian (LQG) cuadrático lineal en términos de las varianzas de entrada y salida del proceso a partir de datos de bucle cerrado, para evaluar el rendimiento del controlador. \"LQG benchmark\" se ha propuesto en la literatura para evaluar el rendimiento del controlador, ya que la curva de compensación LQG representa el límite de rendimiento en términos de varianzas de entrada y salida. Sin embargo, se requiere un modelo paramétrico explícito para calcular el \"punto de referencia LQG\". En este trabajo, proponemos un enfoque subespacial basado en datos para calcular el \"punto de referencia LQG\" en condiciones de bucle cerrado con ciertas excitaciones externas. Las variaciones óptimas de LQG-benchmark se obtienen directamente de las matrices subespaciales correspondientes a las entradas deterministas y las entradas estocásticas, que se identifican utilizando datos de circuito cerrado con excitación de punto de ajuste. Estas variaciones se utilizan para evaluar el rendimiento del controlador. El método propuesto en este artículo es aplicable tanto a los sistemas univariados como a los multivariables. El análisis de beneficios para la implementación del control de avance hacia el sistema de control de solo retroalimentación existente también se analiza en el marco de rendimiento óptimo de LQG ",
            "error": [
                "LQG benchmark",
                "LQG benchmark",
                "punto de referencia LQG",
                "punto de referencia LQG"
            ]
        },
        "linear quadratic Gaussian benchmark": {
            "translated_key": [],
            "translated_annotated_text": "Análisis de rendimiento del controlador con referencia LQG obtenido en condiciones de bucle cerrado Este artículo propone un nuevo método para obtener un parámetro de Gaussian cuadrático lineal (LQG) en términos de las varianzas de entrada y salida del proceso a partir de datos de bucle cerrado, para evaluar el rendimiento del controlador. En la bibliografía se ha propuesto un valor de referencia LQG para evaluar el desempeño del controlador, ya que la curva de compensación LQG representa el límite de rendimiento en términos de varianzas de entrada y salida. Sin embargo, se requiere un modelo paramétrico explícito para calcular el valor de referencia LQG. En este trabajo, proponemos un enfoque subespacial basado en datos para calcular el valor de referencia LQG en condiciones de ciclo cerrado con ciertas excitaciones externas. Las variaciones óptimas de LQG-benchmark se obtienen directamente de las matrices subespaciales correspondientes a las entradas deterministas y las entradas estocásticas, que se identifican utilizando datos de circuito cerrado con excitación de punto de ajuste. Estas variaciones se utilizan para evaluar el rendimiento del controlador. El método propuesto en este artículo es aplicable tanto a los sistemas univariados como a los multivariables. El análisis de beneficios para la implementación del control de avance hacia el sistema de control de solo retroalimentación existente también se analiza en el marco de rendimiento óptimo de LQG ",
            "error": []
        },
        "closed-loop data": {
            "translated_key": "datos de bucle cerrado",
            "translated_annotated_text": "Análisis de rendimiento del controlador con referencia LQG obtenido en condiciones de bucle cerrado Este artículo propone un nuevo método para obtener un parámetro de Gaussian cuadrático lineal (LQG) en términos de las varianzas de entrada y salida del proceso a partir de \"datos de bucle cerrado\", para evaluar el rendimiento del controlador. En la bibliografía se ha propuesto un valor de referencia LQG para evaluar el desempeño del controlador, ya que la curva de compensación LQG representa el límite de rendimiento en términos de varianzas de entrada y salida. Sin embargo, se requiere un modelo paramétrico explícito para calcular el valor de referencia LQG. En este trabajo, proponemos un enfoque subespacial basado en datos para calcular el valor de referencia LQG en condiciones de ciclo cerrado con ciertas excitaciones externas. Las variaciones óptimas de LQG-benchmark se obtienen directamente de las matrices subespaciales correspondientes a las entradas deterministas y las entradas estocásticas, que se identifican utilizando \"datos de bucle cerrado\" con excitación de punto de ajuste. Estas variaciones se utilizan para evaluar el rendimiento del controlador. El método propuesto en este artículo es aplicable tanto a los sistemas univariados como a los multivariables. El análisis de beneficios para la implementación del control de avance hacia el sistema de control de solo retroalimentación existente también se analiza en el marco de rendimiento óptimo de LQG ",
            "error": [
                ""
            ]
        },
        "subspace matrices": {
            "translated_key": "matriz subespacial",
            "translated_annotated_text": "Análisis de rendimiento del controlador con referencia LQG obtenido en condiciones de bucle cerrado Este artículo propone un nuevo método para obtener un parámetro de Gaussian cuadrático lineal (LQG) en términos de las varianzas de entrada y salida del proceso a partir de datos de bucle cerrado, para evaluar el rendimiento del controlador. En la bibliografía se ha propuesto un valor de referencia LQG para evaluar el desempeño del controlador, ya que la curva de compensación LQG representa el límite de rendimiento en términos de varianzas de entrada y salida. Sin embargo, se requiere un modelo paramétrico explícito para calcular el valor de referencia LQG. En este trabajo, proponemos un enfoque subespacial basado en datos para calcular el valor de referencia LQG en condiciones de ciclo cerrado con ciertas excitaciones externas. Las variaciones óptimas de LQG-benchmark se obtienen directamente a partir de las \"matriz subespacial\" correspondientes a las entradas deterministas y las entradas estocásticas, que se identifican utilizando datos de circuito cerrado con excitación de punto de ajuste. Estas variaciones se utilizan para evaluar el rendimiento del controlador. El método propuesto en este artículo es aplicable tanto a los sistemas univariados como a los multivariables. El análisis de beneficios para la implementación del control de avance hacia el sistema de control de solo retroalimentación existente también se analiza en el marco de rendimiento óptimo de LQG ",
            "error": [
                ""
            ]
        },
        "deterministic inputs": {
            "translated_key": "inputs deterministas",
            "translated_annotated_text": "Análisis de rendimiento del controlador con referencia LQG obtenido en condiciones de bucle cerrado Este artículo propone un nuevo método para obtener un parámetro de Gaussian cuadrático lineal (LQG) en términos de las varianzas de entrada y salida del proceso a partir de datos de bucle cerrado, para evaluar el rendimiento del controlador. En la bibliografía se ha propuesto un valor de referencia LQG para evaluar el desempeño del controlador, ya que la curva de compensación LQG representa el límite de rendimiento en términos de varianzas de entrada y salida. Sin embargo, se requiere un modelo paramétrico explícito para calcular el valor de referencia LQG. En este trabajo, proponemos un enfoque subespacial basado en datos para calcular el valor de referencia LQG en condiciones de ciclo cerrado con ciertas excitaciones externas. Las variaciones óptimas de LQG-benchmark se obtienen directamente de las matrices subespaciales correspondientes a las \"inputs deterministas\" y las entradas estocásticas, que se identifican utilizando datos de circuito cerrado con excitación de punto de conjunto. Estas variaciones se utilizan para evaluar el rendimiento del controlador. El método propuesto en este artículo es aplicable tanto a los sistemas univariados como a los multivariables. El análisis de beneficios para la implementación del control de avance hacia el sistema de control de solo retroalimentación existente también se analiza en el marco de rendimiento óptimo de LQG ",
            "error": [
                ""
            ]
        },
        "stochastic inputs": {
            "translated_key": "entidades estocásticas",
            "translated_annotated_text": "Análisis de rendimiento del controlador con referencia LQG obtenido en condiciones de bucle cerrado Este artículo propone un nuevo método para obtener un parámetro de Gaussian cuadrático lineal (LQG) en términos de las varianzas de entrada y salida del proceso a partir de datos de bucle cerrado, para evaluar el rendimiento del controlador. En la bibliografía se ha propuesto un valor de referencia LQG para evaluar el desempeño del controlador, ya que la curva de compensación LQG representa el límite de rendimiento en términos de varianzas de entrada y salida. Sin embargo, se requiere un modelo paramétrico explícito para calcular el valor de referencia LQG. En este trabajo, proponemos un enfoque subespacial basado en datos para calcular el valor de referencia LQG en condiciones de ciclo cerrado con ciertas excitaciones externas. Las variaciones óptimas de LQG-benchmark se obtienen directamente de las matrices subespaciales correspondientes a las entradas deterministas y las \"entidades estocásticas\", que se identifican utilizando datos de circuito cerrado con excitación de punto de ajuste. Estas variaciones se utilizan para evaluar el rendimiento del controlador. El método propuesto en este artículo es aplicable tanto a los sistemas univariados como a los multivariables. El análisis de beneficios para la implementación del control de avance hacia el sistema de control de solo retroalimentación existente también se analiza en el marco de rendimiento óptimo de LQG ",
            "error": [
                ""
            ]
        },
        "univariate systems": {
            "translated_key": [],
            "translated_annotated_text": "Análisis de rendimiento del controlador con referencia LQG obtenido en condiciones de bucle cerrado Este artículo propone un nuevo método para obtener un parámetro de Gaussian cuadrático lineal (LQG) en términos de las varianzas de entrada y salida del proceso a partir de datos de bucle cerrado, para evaluar el rendimiento del controlador. En la bibliografía se ha propuesto un valor de referencia LQG para evaluar el desempeño del controlador, ya que la curva de compensación LQG representa el límite de rendimiento en términos de varianzas de entrada y salida. Sin embargo, se requiere un modelo paramétrico explícito para calcular el valor de referencia LQG. En este trabajo, proponemos un enfoque subespacial basado en datos para calcular el valor de referencia LQG en condiciones de ciclo cerrado con ciertas excitaciones externas. Las variaciones óptimas de LQG-benchmark se obtienen directamente de las matrices subespaciales correspondientes a las entradas deterministas y las entradas estocásticas, que se identifican utilizando datos de circuito cerrado con excitación de punto de ajuste. Estas variaciones se utilizan para evaluar el rendimiento del controlador. El método propuesto en este artículo es aplicable tanto a los sistemas univariados como a los multivariables. El análisis de beneficios para la implementación del control de avance hacia el sistema de control de solo retroalimentación existente también se analiza en el marco de rendimiento óptimo de LQG ",
            "error": []
        },
        "multivariate systems": {
            "translated_key": "multivariados",
            "translated_annotated_text": "Análisis de rendimiento del controlador con referencia LQG obtenido en condiciones de bucle cerrado Este artículo propone un nuevo método para obtener un parámetro de Gaussian cuadrático lineal (LQG) en términos de las varianzas de entrada y salida del proceso a partir de datos de bucle cerrado, para evaluar el rendimiento del controlador. En la bibliografía se ha propuesto un valor de referencia LQG para evaluar el desempeño del controlador, ya que la curva de compensación LQG representa el límite de rendimiento en términos de varianzas de entrada y salida. Sin embargo, se requiere un modelo paramétrico explícito para calcular el valor de referencia LQG. En este trabajo, proponemos un enfoque subespacial basado en datos para calcular el valor de referencia LQG en condiciones de ciclo cerrado con ciertas excitaciones externas. Las variaciones óptimas de LQG-benchmark se obtienen directamente de las matrices subespaciales correspondientes a las entradas deterministas y las entradas estocásticas, que se identifican utilizando datos de circuito cerrado con excitación de punto de ajuste. Estas variaciones se utilizan para evaluar el rendimiento del controlador. El método propuesto en este artículo es aplicable tanto a los sistemas univariados como a los \"multivariados\". El análisis de beneficios para la implementación del control de avance hacia el sistema de control de solo retroalimentación existente también se analiza en el marco de rendimiento óptimo de LQG ",
            "error": [
                ""
            ]
        },
        "profit analysis": {
            "translated_key": [],
            "translated_annotated_text": "Análisis de rendimiento del controlador con referencia LQG obtenido en condiciones de bucle cerrado Este artículo propone un nuevo método para obtener un parámetro de Gaussian cuadrático lineal (LQG) en términos de las varianzas de entrada y salida del proceso a partir de datos de bucle cerrado, para evaluar el rendimiento del controlador. En la bibliografía se ha propuesto un valor de referencia LQG para evaluar el desempeño del controlador, ya que la curva de compensación LQG representa el límite de rendimiento en términos de varianzas de entrada y salida. Sin embargo, se requiere un modelo paramétrico explícito para calcular el valor de referencia LQG. En este trabajo, proponemos un enfoque subespacial basado en datos para calcular el valor de referencia LQG en condiciones de ciclo cerrado con ciertas excitaciones externas. Las variaciones óptimas de LQG-benchmark se obtienen directamente de las matrices subespaciales correspondientes a las entradas deterministas y las entradas estocásticas, que se identifican utilizando datos de circuito cerrado con excitación de punto de ajuste. Estas variaciones se utilizan para evaluar el rendimiento del controlador. El método propuesto en este artículo es aplicable tanto a los sistemas univariados como a los multivariables. El análisis de beneficios para la implementación del control de avance hacia el sistema de control de solo retroalimentación existente también se analiza en el marco de rendimiento óptimo de LQG ",
            "error": []
        },
        "feedforward control": {
            "translated_key": "control de avance",
            "translated_annotated_text": "Análisis de rendimiento del controlador con referencia LQG obtenido en condiciones de bucle cerrado Este artículo propone un nuevo método para obtener un parámetro de Gaussian cuadrático lineal (LQG) en términos de las varianzas de entrada y salida del proceso a partir de datos de bucle cerrado, para evaluar el rendimiento del controlador. En la bibliografía se ha propuesto un valor de referencia LQG para evaluar el desempeño del controlador, ya que la curva de compensación LQG representa el límite de rendimiento en términos de varianzas de entrada y salida. Sin embargo, se requiere un modelo paramétrico explícito para calcular el valor de referencia LQG. En este trabajo, proponemos un enfoque subespacial basado en datos para calcular el valor de referencia LQG en condiciones de ciclo cerrado con ciertas excitaciones externas. Las variaciones óptimas de LQG-benchmark se obtienen directamente de las matrices subespaciales correspondientes a las entradas deterministas y las entradas estocásticas, que se identifican utilizando datos de circuito cerrado con excitación de punto de ajuste. Estas variaciones se utilizan para evaluar el rendimiento del controlador. El método propuesto en este artículo es aplicable tanto a los sistemas univariados como a los multivariables. El análisis de beneficios para la implementación del \"control de avance\" al sistema de control de solo retroalimentación existente también se analiza bajo el marco de rendimiento óptimo de LQG ",
            "error": [
                ""
            ]
        },
        "state space model": {
            "translated_key": [],
            "translated_annotated_text": "Análisis de rendimiento del controlador con referencia LQG obtenido en condiciones de bucle cerrado Este artículo propone un nuevo método para obtener un parámetro de Gaussian cuadrático lineal (LQG) en términos de las varianzas de entrada y salida del proceso a partir de datos de bucle cerrado, para evaluar el rendimiento del controlador. En la bibliografía se ha propuesto un valor de referencia LQG para evaluar el desempeño del controlador, ya que la curva de compensación LQG representa el límite de rendimiento en términos de varianzas de entrada y salida. Sin embargo, se requiere un modelo paramétrico explícito para calcular el valor de referencia LQG. En este trabajo, proponemos un enfoque subespacial basado en datos para calcular el valor de referencia LQG en condiciones de ciclo cerrado con ciertas excitaciones externas. Las variaciones óptimas de LQG-benchmark se obtienen directamente de las matrices subespaciales correspondientes a las entradas deterministas y las entradas estocásticas, que se identifican utilizando datos de circuito cerrado con excitación de punto de ajuste. Estas variaciones se utilizan para evaluar el rendimiento del controlador. El método propuesto en este artículo es aplicable tanto a los sistemas univariados como a los multivariables. El análisis de beneficios para la implementación del control de avance hacia el sistema de control de solo retroalimentación existente también se analiza en el marco de rendimiento óptimo de LQG ",
            "error": []
        },
        "closed loop systems": {
            "translated_key": [],
            "translated_annotated_text": "Análisis de rendimiento del controlador con referencia LQG obtenido en condiciones de bucle cerrado Este artículo propone un nuevo método para obtener un parámetro de Gaussian cuadrático lineal (LQG) en términos de las varianzas de entrada y salida del proceso a partir de datos de bucle cerrado, para evaluar el rendimiento del controlador. En la bibliografía se ha propuesto un valor de referencia LQG para evaluar el desempeño del controlador, ya que la curva de compensación LQG representa el límite de rendimiento en términos de varianzas de entrada y salida. Sin embargo, se requiere un modelo paramétrico explícito para calcular el valor de referencia LQG. En este trabajo, proponemos un enfoque subespacial basado en datos para calcular el valor de referencia LQG en condiciones de ciclo cerrado con ciertas excitaciones externas. Las variaciones óptimas de LQG-benchmark se obtienen directamente de las matrices subespaciales correspondientes a las entradas deterministas y las entradas estocásticas, que se identifican utilizando datos de circuito cerrado con excitación de punto de ajuste. Estas variaciones se utilizan para evaluar el rendimiento del controlador. El método propuesto en este artículo es aplicable tanto a los sistemas univariados como a los multivariables. El análisis de beneficios para la implementación del control de avance hacia el sistema de control de solo retroalimentación existente también se analiza en el marco de rendimiento óptimo de LQG ",
            "error": []
        },
        "control system analysis": {
            "translated_key": [],
            "translated_annotated_text": "Análisis de rendimiento del controlador con referencia LQG obtenido en condiciones de bucle cerrado Este artículo propone un nuevo método para obtener un parámetro de Gaussian cuadrático lineal (LQG) en términos de las varianzas de entrada y salida del proceso a partir de datos de bucle cerrado, para evaluar el rendimiento del controlador. En la bibliografía se ha propuesto un valor de referencia LQG para evaluar el desempeño del controlador, ya que la curva de compensación LQG representa el límite de rendimiento en términos de varianzas de entrada y salida. Sin embargo, se requiere un modelo paramétrico explícito para calcular el valor de referencia LQG. En este trabajo, proponemos un enfoque subespacial basado en datos para calcular el valor de referencia LQG en condiciones de ciclo cerrado con ciertas excitaciones externas. Las variaciones óptimas de LQG-benchmark se obtienen directamente de las matrices subespaciales correspondientes a las entradas deterministas y las entradas estocásticas, que se identifican utilizando datos de circuito cerrado con excitación de punto de ajuste. Estas variaciones se utilizan para evaluar el rendimiento del controlador. El método propuesto en este artículo es aplicable tanto a los sistemas univariados como a los multivariables. El análisis de beneficios para la implementación del control de avance hacia el sistema de control de solo retroalimentación existente también se analiza en el marco de rendimiento óptimo de LQG ",
            "error": []
        },
        "feedforward": {
            "translated_key": "feedforward",
            "translated_annotated_text": "Análisis de rendimiento del controlador con referencia LQG obtenido en condiciones de bucle cerrado Este artículo propone un nuevo método para obtener un parámetro de Gaussian cuadrático lineal (LQG) en términos de las varianzas de entrada y salida del proceso a partir de datos de bucle cerrado, para evaluar el rendimiento del controlador. En la bibliografía se ha propuesto un valor de referencia LQG para evaluar el desempeño del controlador, ya que la curva de compensación LQG representa el límite de rendimiento en términos de varianzas de entrada y salida. Sin embargo, se requiere un modelo paramétrico explícito para calcular el valor de referencia LQG. En este trabajo, proponemos un enfoque subespacial basado en datos para calcular el valor de referencia LQG en condiciones de ciclo cerrado con ciertas excitaciones externas. Las variaciones óptimas de LQG-benchmark se obtienen directamente de las matrices subespaciales correspondientes a las entradas deterministas y las entradas estocásticas, que se identifican utilizando datos de circuito cerrado con excitación de punto de ajuste. Estas variaciones se utilizan para evaluar el rendimiento del controlador. El método propuesto en este artículo es aplicable tanto a los sistemas univariados como a los multivariables. El análisis de beneficios para la implementación del control \"feedforward\" al sistema de control de solo feedback existente también se analiza bajo el marco de rendimiento óptimo de LQG ",
            "error": [
                ""
            ]
        },
        "linear quadratic Gaussian control": {
            "translated_key": [],
            "translated_annotated_text": "Análisis de rendimiento del controlador con referencia LQG obtenido en condiciones de bucle cerrado Este artículo propone un nuevo método para obtener un parámetro de Gaussian cuadrático lineal (LQG) en términos de las varianzas de entrada y salida del proceso a partir de datos de bucle cerrado, para evaluar el rendimiento del controlador. En la bibliografía se ha propuesto un valor de referencia LQG para evaluar el desempeño del controlador, ya que la curva de compensación LQG representa el límite de rendimiento en términos de varianzas de entrada y salida. Sin embargo, se requiere un modelo paramétrico explícito para calcular el valor de referencia LQG. En este trabajo, proponemos un enfoque subespacial basado en datos para calcular el valor de referencia LQG en condiciones de ciclo cerrado con ciertas excitaciones externas. Las variaciones óptimas de LQG-benchmark se obtienen directamente de las matrices subespaciales correspondientes a las entradas deterministas y las entradas estocásticas, que se identifican utilizando datos de circuito cerrado con excitación de punto de ajuste. Estas variaciones se utilizan para evaluar el rendimiento del controlador. El método propuesto en este artículo es aplicable tanto a los sistemas univariados como a los multivariables. El análisis de beneficios para la implementación del control de avance hacia el sistema de control de solo retroalimentación existente también se analiza en el marco de rendimiento óptimo de LQG ",
            "error": []
        },
        "matrix algebra": {
            "translated_key": [],
            "translated_annotated_text": "Análisis de rendimiento del controlador con referencia LQG obtenido en condiciones de bucle cerrado Este artículo propone un nuevo método para obtener un parámetro de Gaussian cuadrático lineal (LQG) en términos de las varianzas de entrada y salida del proceso a partir de datos de bucle cerrado, para evaluar el rendimiento del controlador. En la bibliografía se ha propuesto un valor de referencia LQG para evaluar el desempeño del controlador, ya que la curva de compensación LQG representa el límite de rendimiento en términos de varianzas de entrada y salida. Sin embargo, se requiere un modelo paramétrico explícito para calcular el valor de referencia LQG. En este trabajo, proponemos un enfoque subespacial basado en datos para calcular el valor de referencia LQG en condiciones de ciclo cerrado con ciertas excitaciones externas. Las variaciones óptimas de LQG-benchmark se obtienen directamente de las matrices subespaciales correspondientes a las entradas deterministas y las entradas estocásticas, que se identifican utilizando datos de circuito cerrado con excitación de punto de ajuste. Estas variaciones se utilizan para evaluar el rendimiento del controlador. El método propuesto en este artículo es aplicable tanto a los sistemas univariados como a los multivariables. El análisis de beneficios para la implementación del control de avance hacia el sistema de control de solo retroalimentación existente también se analiza en el marco de rendimiento óptimo de LQG ",
            "error": []
        },
        "nonparametric statistics": {
            "translated_key": [],
            "translated_annotated_text": "Análisis de rendimiento del controlador con referencia LQG obtenido en condiciones de bucle cerrado Este artículo propone un nuevo método para obtener un parámetro de Gaussian cuadrático lineal (LQG) en términos de las varianzas de entrada y salida del proceso a partir de datos de bucle cerrado, para evaluar el rendimiento del controlador. En la bibliografía se ha propuesto un valor de referencia LQG para evaluar el desempeño del controlador, ya que la curva de compensación LQG representa el límite de rendimiento en términos de varianzas de entrada y salida. Sin embargo, se requiere un modelo paramétrico explícito para calcular el valor de referencia LQG. En este trabajo, proponemos un enfoque subespacial basado en datos para calcular el valor de referencia LQG en condiciones de ciclo cerrado con ciertas excitaciones externas. Las variaciones óptimas de LQG-benchmark se obtienen directamente de las matrices subespaciales correspondientes a las entradas deterministas y las entradas estocásticas, que se identifican utilizando datos de circuito cerrado con excitación de punto de ajuste. Estas variaciones se utilizan para evaluar el rendimiento del controlador. El método propuesto en este artículo es aplicable tanto a los sistemas univariados como a los multivariables. El análisis de beneficios para la implementación del control de avance hacia el sistema de control de solo retroalimentación existente también se analiza en el marco de rendimiento óptimo de LQG ",
            "error": []
        },
        "state-space methods": {
            "translated_key": [],
            "translated_annotated_text": "Análisis de rendimiento del controlador con referencia LQG obtenido en condiciones de bucle cerrado Este artículo propone un nuevo método para obtener un parámetro de Gaussian cuadrático lineal (LQG) en términos de las varianzas de entrada y salida del proceso a partir de datos de bucle cerrado, para evaluar el rendimiento del controlador. En la bibliografía se ha propuesto un valor de referencia LQG para evaluar el desempeño del controlador, ya que la curva de compensación LQG representa el límite de rendimiento en términos de varianzas de entrada y salida. Sin embargo, se requiere un modelo paramétrico explícito para calcular el valor de referencia LQG. En este trabajo, proponemos un enfoque subespacial basado en datos para calcular el valor de referencia LQG en condiciones de ciclo cerrado con ciertas excitaciones externas. Las variaciones óptimas de LQG-benchmark se obtienen directamente de las matrices subespaciales correspondientes a las entradas deterministas y las entradas estocásticas, que se identifican utilizando datos de circuito cerrado con excitación de punto de ajuste. Estas variaciones se utilizan para evaluar el rendimiento del controlador. El método propuesto en este artículo es aplicable tanto a los sistemas univariados como a los multivariables. El análisis de beneficios para la implementación del control de avance hacia el sistema de control de solo retroalimentación existente también se analiza en el marco de rendimiento óptimo de LQG ",
            "error": []
        }
    }
}