{
    "original_text": "Lossy SPICE models produce realistic averaged simulations In previous averaged models, the state-space averaging technique or switch waveforms analysis were usually applied over perfect elements, non-inclusive of the ohmic losses. However, if these elements play an active role in the DC transfer function, they affect the small-signal AC analysis by introducing various damping effects. A model is introduced in a boost voltage-mode application",
    "original_translation": "Los modelos perdidos SPICE producen simulaciones promediadas realistas En modelos anteriores promediados, la técnica de promedios de estado-espacio o el análisis de formas de onda de conmutación se aplicaban generalmente sobre elementos perfectos, no incluidos de las pérdidas ohmicas. Sin embargo, si estos elementos desempeñan un papel activo en la función de transferencia de DC, afectan al análisis de CA de señal pequeña al introducir diversos efectos de amortiguación. Un modelo se introduce en una aplicación de modo de voltaje de impulso",
    "error_count": 6,
    "keys": {
        "lossy SPICE models": {
            "translated_key": [],
            "translated_annotated_text": "Los modelos perdidos SPICE producen simulaciones promediadas realistas En modelos anteriores promediados, la técnica de promedios de estado-espacio o el análisis de formas de onda de conmutación se aplicaban generalmente sobre elementos perfectos, no incluidos de las pérdidas ohmicas. Sin embargo, si estos elementos desempeñan un papel activo en la función de transferencia de DC, afectan al análisis de CA de señal pequeña al introducir diversos efectos de amortiguación. Un modelo se introduce en una aplicación de modo de voltaje de impulso ",
            "error": []
        },
        "realistic averaged simulations": {
            "translated_key": "simulaciones reales promediadas",
            "translated_annotated_text": "Los modelos Perdidos SPICE producen \"simulaciones reales promediadas\" En modelos anteriores promediados, la técnica de promedio de estado-espacio o el análisis de formas de onda de conmutación se aplicaban generalmente sobre elementos perfectos, no incluidos de las pérdidas ohmicas. Sin embargo, si estos elementos desempeñan un papel activo en la función de transferencia de DC, afectan al análisis de CA de señal pequeña al introducir diversos efectos de amortiguación. Un modelo se introduce en una aplicación de modo de voltaje de impulso ",
            "error": [
                ""
            ]
        },
        "state-space averaging technique": {
            "translated_key": "técnicas promedios de estado-espacio",
            "translated_annotated_text": "Los modelos Perdidos SPICE producen simulaciones promediadas realistas En modelos anteriores promediados, el análisis de las \"técnicas promedios de estado-espacio\" o formas de onda de conmutación se aplicó generalmente sobre elementos perfectos, no incluidos de las pérdidas ohmicas. Sin embargo, si estos elementos desempeñan un papel activo en la función de transferencia de DC, afectan al análisis de CA de señal pequeña al introducir diversos efectos de amortiguación. Un modelo se introduce en una aplicación de modo de voltaje de impulso ",
            "error": [
                ""
            ]
        },
        "switch waveforms analysis": {
            "translated_key": "análisis de formas de onda de conmutación",
            "translated_annotated_text": "Los modelos Perdidos SPICE producen simulaciones promediadas realistas En modelos anteriores promediados, la técnica de promedio de estado-espacio o \"análisis de formas de onda de conmutación\" generalmente se aplicó sobre elementos perfectos, no incluidos de las pérdidas ohmicas. Sin embargo, si estos elementos desempeñan un papel activo en la función de transferencia de DC, afectan al análisis de CA de señal pequeña al introducir diversos efectos de amortiguación. Un modelo se introduce en una aplicación de modo de voltaje de impulso ",
            "error": [
                ""
            ]
        },
        "damping effects": {
            "translated_key": "efectos perjudiciales",
            "translated_annotated_text": "Los modelos perdidos SPICE producen simulaciones promediadas realistas En modelos anteriores promediados, la técnica de promedios de estado-espacio o el análisis de formas de onda de conmutación se aplicaban generalmente sobre elementos perfectos, no incluidos de las pérdidas ohmicas. Sin embargo, si estos elementos desempeñan un papel activo en la función de transferencia de DC, afectan al análisis de CA de señal pequeña al introducir varios \"efectos perjudiciales\". Un modelo se introduce en una aplicación de modo de voltaje de impulso ",
            "error": [
                ""
            ]
        },
        "boost voltage-mode application": {
            "translated_key": "aplicación de modo de tensión de potencia",
            "translated_annotated_text": "Los modelos perdidos SPICE producen simulaciones promediadas realistas En modelos anteriores promediados, la técnica de promedios de estado-espacio o el análisis de formas de onda de conmutación se aplicaban generalmente sobre elementos perfectos, no incluidos de las pérdidas ohmicas. Sin embargo, si estos elementos desempeñan un papel activo en la función de transferencia de DC, afectan al análisis de CA de señal pequeña al introducir diversos efectos de amortiguación. Se introduce un modelo en una \"aplicación de modo de tensión de potencia\" ",
            "error": [
                ""
            ]
        },
        "ohmic losses": {
            "translated_key": "pérdidas óhmicas",
            "translated_annotated_text": "Los modelos Perdidos SPICE producen simulaciones promediadas realistas En modelos anteriores promediados, la técnica de promedio de estado-espacio o el análisis de formas de onda de conmutación se aplicaban generalmente sobre elementos perfectos, no incluidos los \"pérdidas óhmicas\". Sin embargo, si estos elementos desempeñan un papel activo en la función de transferencia de DC, afectan al análisis de CA de señal pequeña al introducir diversos efectos de amortiguación. Un modelo se introduce en una aplicación de modo de voltaje de impulso ",
            "error": [
                ""
            ]
        },
        "DC transfer function": {
            "translated_key": "función de transferencia DC",
            "translated_annotated_text": "Los modelos perdidos SPICE producen simulaciones promediadas realistas En modelos anteriores promediados, la técnica de promedios de estado-espacio o el análisis de formas de onda de conmutación se aplicaban generalmente sobre elementos perfectos, no incluidos de las pérdidas ohmicas. Sin embargo, si estos elementos desempeñan un papel activo en la \"función de transferencia DC\", afectan al análisis de CA de señal pequeña al introducir diversos efectos de amortiguación. Un modelo se introduce en una aplicación de modo de voltaje de impulso ",
            "error": [
                ""
            ]
        },
        "circuit simulation": {
            "translated_key": [],
            "translated_annotated_text": "Los modelos perdidos SPICE producen simulaciones promediadas realistas En modelos anteriores promediados, la técnica de promedios de estado-espacio o el análisis de formas de onda de conmutación se aplicaban generalmente sobre elementos perfectos, no incluidos de las pérdidas ohmicas. Sin embargo, si estos elementos desempeñan un papel activo en la función de transferencia de DC, afectan al análisis de CA de señal pequeña al introducir diversos efectos de amortiguación. Un modelo se introduce en una aplicación de modo de voltaje de impulso ",
            "error": []
        },
        "DC-DC power convertors": {
            "translated_key": [],
            "translated_annotated_text": "Los modelos perdidos SPICE producen simulaciones promediadas realistas En modelos anteriores promediados, la técnica de promedios de estado-espacio o el análisis de formas de onda de conmutación se aplicaban generalmente sobre elementos perfectos, no incluidos de las pérdidas ohmicas. Sin embargo, si estos elementos desempeñan un papel activo en la función de transferencia de DC, afectan al análisis de CA de señal pequeña al introducir diversos efectos de amortiguación. Un modelo se introduce en una aplicación de modo de voltaje de impulso ",
            "error": []
        },
        "losses": {
            "translated_key": "pérdidas",
            "translated_annotated_text": "Los modelos perdidos SPICE producen simulaciones promediadas realistas En modelos anteriores promediados, la técnica de promedio de estado-espacio o el análisis de formas de onda de conmutación se aplicaban generalmente sobre elementos perfectos, no incluidos los \"pérdidas\" ohmicas. Sin embargo, si estos elementos desempeñan un papel activo en la función de transferencia de DC, afectan al análisis de CA de señal pequeña al introducir diversos efectos de amortiguación. Un modelo se introduce en una aplicación de modo de voltaje de impulso ",
            "error": [
                ""
            ]
        },
        "SPICE": {
            "translated_key": "SPICE",
            "translated_annotated_text": "Los modelos \"SPICE\" perdedores producen simulaciones promediadas realistas En modelos promediodos anteriores, la técnica de promedio de estado-espacio o el análisis de formas de onda de conmutación se aplicaban generalmente sobre elementos perfectos, no incluidos de las pérdidas ohmicas. Sin embargo, si estos elementos desempeñan un papel activo en la función de transferencia de DC, afectan al análisis de CA de señal pequeña al introducir diversos efectos de amortiguación. Un modelo se introduce en una aplicación de modo de voltaje de impulso ",
            "error": [
                ""
            ]
        },
        "state-space methods": {
            "translated_key": [],
            "translated_annotated_text": "Los modelos perdidos SPICE producen simulaciones promediadas realistas En modelos anteriores promediados, la técnica de promedios de estado-espacio o el análisis de formas de onda de conmutación se aplicaban generalmente sobre elementos perfectos, no incluidos de las pérdidas ohmicas. Sin embargo, si estos elementos desempeñan un papel activo en la función de transferencia de DC, afectan al análisis de CA de señal pequeña al introducir diversos efectos de amortiguación. Un modelo se introduce en una aplicación de modo de voltaje de impulso ",
            "error": []
        },
        "transfer functions": {
            "translated_key": [],
            "translated_annotated_text": "Los modelos perdidos SPICE producen simulaciones promediadas realistas En modelos anteriores promediados, la técnica de promedios de estado-espacio o el análisis de formas de onda de conmutación se aplicaban generalmente sobre elementos perfectos, no incluidos de las pérdidas ohmicas. Sin embargo, si estos elementos desempeñan un papel activo en la función de transferencia de DC, afectan al análisis de CA de señal pequeña al introducir diversos efectos de amortiguación. Un modelo se introduce en una aplicación de modo de voltaje de impulso ",
            "error": []
        },
        "waveform analysis": {
            "translated_key": [],
            "translated_annotated_text": "Los modelos perdidos SPICE producen simulaciones promediadas realistas En modelos anteriores promediados, la técnica de promedios de estado-espacio o el análisis de formas de onda de conmutación se aplicaban generalmente sobre elementos perfectos, no incluidos de las pérdidas ohmicas. Sin embargo, si estos elementos desempeñan un papel activo en la función de transferencia de DC, afectan al análisis de CA de señal pequeña al introducir diversos efectos de amortiguación. Un modelo se introduce en una aplicación de modo de voltaje de impulso ",
            "error": []
        }
    }
}