{
    "original_text": "The efficacy of electronic telecommunications in fostering interpersonal relationships The effectiveness of electronic telecommunications as a supplementary aid to instruction and as a communication link between students, and between students and instructors in fostering interpersonal relationships was explored in this study. More specifically, the impacts of e-mail, one of the most accessible, convenient, and easy to use computer-mediated communications, on student attitudes toward the instructor, group-mates, and other classmates were investigated. A posttest-only experimental design was adopted. In total, 68 prospective teachers enrolling in a Computers in Education course participated in the study for a whole semester. Results from the study provided substantial evidence supporting e-mails beneficial effects on student attitudes toward the instructor and other classmates",
    "original_translation": "La eficacia de las telecomunicaciones electrónicas en el fomento de las relaciones interpersonales La eficacia de las telecomunicaciones electrónicas como ayuda complementaria a la instrucción y como vínculo de comunicación entre estudiantes, y entre estudiantes e instructores en el fomento de las relaciones interpersonales fue explorada en este estudio. Más específicamente, se investigaron los impactos del correo electrónico, uno de los más accesibles, convenientes y fáciles de usar en las comunicaciones mediadas por computadora, en las actitudes de los estudiantes hacia el instructor, compañeros de grupo y otros compañeros de clase. Se adoptó un diseño experimental post-test solamente. En total, 68 posibles profesores que se matricularon en un curso de informática en educación participaron en el estudio durante todo un semestre. Los resultados del estudio proporcionaron pruebas sustanciales de los efectos beneficiosos de los correos electrónicos en las actitudes de los estudiantes hacia el instructor y otros compañeros de clase",
    "error_count": 6,
    "keys": {
        "interpersonal relationships": {
            "translated_key": "relaciones interpersonales",
            "translated_annotated_text": "La eficacia de las telecomunicaciones electrónicas en el fomento de las \"relaciones interpersonales\" La eficacia de las telecomunicaciones electrónicas como ayuda complementaria a la enseñanza y como vínculo de comunicación entre estudiantes, y entre estudiantes e instructores en el fomento de las \"relaciones interpersonales\" fue explorada en este estudio. Más específicamente, se investigaron los impactos del correo electrónico, uno de los más accesibles, convenientes y fáciles de usar en las comunicaciones mediadas por computadora, en las actitudes de los estudiantes hacia el instructor, compañeros de grupo y otros compañeros de clase. Se adoptó un diseño experimental post-test solamente. En total, 68 posibles profesores que se matricularon en un curso de informática en educación participaron en el estudio durante todo un semestre. Los resultados del estudio proporcionaron pruebas sustanciales de los efectos beneficiosos de los correos electrónicos en las actitudes de los estudiantes hacia el instructor y otros compañeros de clase ",
            "error": [
                ""
            ]
        },
        "telecommunications": {
            "translated_key": "telecomunicaciones",
            "translated_annotated_text": "La eficacia de las \"telecomunicaciones\" electrónicas en el fomento de las relaciones interpersonales La eficacia de las \"telecomunicaciones\" electrónicas como ayuda complementaria a la instrucción y como vínculo de comunicación entre estudiantes, y entre estudiantes e instructores en el fomento de las relaciones interpersonales fue explorada en este estudio. Más específicamente, se investigaron los impactos del correo electrónico, uno de los más accesibles, convenientes y fáciles de usar en las comunicaciones mediadas por computadora, en las actitudes de los estudiantes hacia el instructor, compañeros de grupo y otros compañeros de clase. Se adoptó un diseño experimental post-test solamente. En total, 68 posibles profesores que se matricularon en un curso de informática en educación participaron en el estudio durante todo un semestre. Los resultados del estudio proporcionaron pruebas sustanciales de los efectos beneficiosos de los correos electrónicos en las actitudes de los estudiantes hacia el instructor y otros compañeros de clase ",
            "error": [
                ""
            ]
        },
        "student communication link": {
            "translated_key": [],
            "translated_annotated_text": "La eficacia de las telecomunicaciones electrónicas en el fomento de las relaciones interpersonales La eficacia de las telecomunicaciones electrónicas como ayuda complementaria a la instrucción y como vínculo de comunicación entre estudiantes, y entre estudiantes e instructores en el fomento de las relaciones interpersonales fue explorada en este estudio. Más específicamente, se investigaron los impactos del correo electrónico, uno de los más accesibles, convenientes y fáciles de usar en las comunicaciones mediadas por computadora, en las actitudes de los estudiantes hacia el instructor, compañeros de grupo y otros compañeros de clase. Se adoptó un diseño experimental post-test solamente. En total, 68 posibles profesores que se matricularon en un curso de informática en educación participaron en el estudio durante todo un semestre. Los resultados del estudio proporcionaron pruebas sustanciales de los efectos beneficiosos de los correos electrónicos en las actitudes de los estudiantes hacia el instructor y otros compañeros de clase ",
            "error": []
        },
        "e-mail": {
            "translated_key": "e-mail",
            "translated_annotated_text": "La eficacia de las telecomunicaciones electrónicas en el fomento de las relaciones interpersonales La eficacia de las telecomunicaciones electrónicas como ayuda complementaria a la instrucción y como vínculo de comunicación entre estudiantes, y entre estudiantes e instructores en el fomento de las relaciones interpersonales fue explorada en este estudio. Más específicamente, se investigaron los impactos del \"e-mail\", una de las comunicaciones más accesibles, convenientes y fáciles de usar mediadas por computadora, en las actitudes de los estudiantes hacia el instructor, compañeros de grupo y otros compañeros de clase. Se adoptó un diseño experimental post-test solamente. En total, 68 posibles profesores que se matricularon en un curso de informática en educación participaron en el estudio durante todo un semestre. Los resultados del estudio proporcionaron pruebas sustanciales de los efectos beneficiosos de los correos electrónicos en las actitudes de los estudiantes hacia el instructor y otros compañeros de clase ",
            "error": [
                ""
            ]
        },
        "computer-mediated communications": {
            "translated_key": "comunicaciones mediadas por computadora",
            "translated_annotated_text": "La eficacia de las telecomunicaciones electrónicas en el fomento de las relaciones interpersonales La eficacia de las telecomunicaciones electrónicas como ayuda complementaria a la instrucción y como vínculo de comunicación entre estudiantes, y entre estudiantes e instructores en el fomento de las relaciones interpersonales fue explorada en este estudio. Más específicamente, se investigaron los impactos del correo electrónico, uno de los más accesibles, convenientes y fáciles de usar \"comunicaciones mediadas por computadora\", en las actitudes de los estudiantes hacia el instructor, compañeros de grupo y otros compañeros de clase. Se adoptó un diseño experimental post-test solamente. En total, 68 posibles profesores que se matricularon en un curso de informática en educación participaron en el estudio durante todo un semestre. Los resultados del estudio proporcionaron pruebas sustanciales de los efectos beneficiosos de los correos electrónicos en las actitudes de los estudiantes hacia el instructor y otros compañeros de clase ",
            "error": [
                ""
            ]
        },
        "student attitudes": {
            "translated_key": "actitudes estudiantiles",
            "translated_annotated_text": "La eficacia de las telecomunicaciones electrónicas en el fomento de las relaciones interpersonales La eficacia de las telecomunicaciones electrónicas como ayuda complementaria a la instrucción y como vínculo de comunicación entre estudiantes, y entre estudiantes e instructores en el fomento de las relaciones interpersonales fue explorada en este estudio. Más específicamente, se investigaron los impactos del correo electrónico, uno de los más accesibles, convenientes y fáciles de usar en las comunicaciones mediadas por computadora, sobre \"actitudes estudiantiles\" hacia el instructor, compañeros de grupo y otros compañeros de clase. Se adoptó un diseño experimental post-test solamente. En total, 68 posibles profesores que se matricularon en un curso de informática en educación participaron en el estudio durante todo un semestre. Los resultados del estudio proporcionaron pruebas sustanciales de los efectos beneficiosos de los correos electrónicos en las \"actitudes estudiantiles\" hacia el instructor y otros compañeros de clase ",
            "error": [
                ""
            ]
        },
        "Computers in Education course": {
            "translated_key": "curso de Computers in Education",
            "translated_annotated_text": "La eficacia de las telecomunicaciones electrónicas en el fomento de las relaciones interpersonales La eficacia de las telecomunicaciones electrónicas como ayuda complementaria a la instrucción y como vínculo de comunicación entre estudiantes, y entre estudiantes e instructores en el fomento de las relaciones interpersonales fue explorada en este estudio. Más específicamente, se investigaron los impactos del correo electrónico, uno de los más accesibles, convenientes y fáciles de usar en las comunicaciones mediadas por computadora, en las actitudes de los estudiantes hacia el instructor, compañeros de grupo y otros compañeros de clase. Se adoptó un diseño experimental post-test solamente. En total, 68 profesores potenciales matriculados en un \"curso de Computers in Education\" participaron en el estudio durante todo un semestre. Los resultados del estudio proporcionaron pruebas sustanciales de los efectos beneficiosos de los correos electrónicos en las actitudes de los estudiantes hacia el instructor y otros compañeros de clase ",
            "error": [
                ""
            ]
        },
        "educational technology": {
            "translated_key": [],
            "translated_annotated_text": "La eficacia de las telecomunicaciones electrónicas en el fomento de las relaciones interpersonales La eficacia de las telecomunicaciones electrónicas como ayuda complementaria a la instrucción y como vínculo de comunicación entre estudiantes, y entre estudiantes e instructores en el fomento de las relaciones interpersonales fue explorada en este estudio. Más específicamente, se investigaron los impactos del correo electrónico, uno de los más accesibles, convenientes y fáciles de usar en las comunicaciones mediadas por computadora, en las actitudes de los estudiantes hacia el instructor, compañeros de grupo y otros compañeros de clase. Se adoptó un diseño experimental post-test solamente. En total, 68 posibles profesores que se matricularon en un curso de informática en educación participaron en el estudio durante todo un semestre. Los resultados del estudio proporcionaron pruebas sustanciales de los efectos beneficiosos de los correos electrónicos en las actitudes de los estudiantes hacia el instructor y otros compañeros de clase ",
            "error": []
        },
        "electronic mail": {
            "translated_key": [],
            "translated_annotated_text": "La eficacia de las telecomunicaciones electrónicas en el fomento de las relaciones interpersonales La eficacia de las telecomunicaciones electrónicas como ayuda complementaria a la instrucción y como vínculo de comunicación entre estudiantes, y entre estudiantes e instructores en el fomento de las relaciones interpersonales fue explorada en este estudio. Más específicamente, se investigaron los impactos del correo electrónico, uno de los más accesibles, convenientes y fáciles de usar en las comunicaciones mediadas por computadora, en las actitudes de los estudiantes hacia el instructor, compañeros de grupo y otros compañeros de clase. Se adoptó un diseño experimental post-test solamente. En total, 68 posibles profesores que se matricularon en un curso de informática en educación participaron en el estudio durante todo un semestre. Los resultados del estudio proporcionaron pruebas sustanciales de los efectos beneficiosos de los correos electrónicos en las actitudes de los estudiantes hacia el instructor y otros compañeros de clase ",
            "error": []
        },
        "human factors": {
            "translated_key": [],
            "translated_annotated_text": "La eficacia de las telecomunicaciones electrónicas en el fomento de las relaciones interpersonales La eficacia de las telecomunicaciones electrónicas como ayuda complementaria a la instrucción y como vínculo de comunicación entre estudiantes, y entre estudiantes e instructores en el fomento de las relaciones interpersonales fue explorada en este estudio. Más específicamente, se investigaron los impactos del correo electrónico, uno de los más accesibles, convenientes y fáciles de usar en las comunicaciones mediadas por computadora, en las actitudes de los estudiantes hacia el instructor, compañeros de grupo y otros compañeros de clase. Se adoptó un diseño experimental post-test solamente. En total, 68 posibles profesores que se matricularon en un curso de informática en educación participaron en el estudio durante todo un semestre. Los resultados del estudio proporcionaron pruebas sustanciales de los efectos beneficiosos de los correos electrónicos en las actitudes de los estudiantes hacia el instructor y otros compañeros de clase ",
            "error": []
        },
        "social aspects of automation": {
            "translated_key": [],
            "translated_annotated_text": "La eficacia de las telecomunicaciones electrónicas en el fomento de las relaciones interpersonales La eficacia de las telecomunicaciones electrónicas como ayuda complementaria a la instrucción y como vínculo de comunicación entre estudiantes, y entre estudiantes e instructores en el fomento de las relaciones interpersonales fue explorada en este estudio. Más específicamente, se investigaron los impactos del correo electrónico, uno de los más accesibles, convenientes y fáciles de usar en las comunicaciones mediadas por computadora, en las actitudes de los estudiantes hacia el instructor, compañeros de grupo y otros compañeros de clase. Se adoptó un diseño experimental post-test solamente. En total, 68 posibles profesores que se matricularon en un curso de informática en educación participaron en el estudio durante todo un semestre. Los resultados del estudio proporcionaron pruebas sustanciales de los efectos beneficiosos de los correos electrónicos en las actitudes de los estudiantes hacia el instructor y otros compañeros de clase ",
            "error": []
        }
    }
}