{
    "original_text": "Perfusion quantification using Gaussian process deconvolution The quantification of perfusion using dynamic susceptibility contrast MRI (DSC-MRI) requires deconvolution to obtain the residual impulse response function (IRF). In this work, a method using the Gaussian process for deconvolution (GPD) is proposed. The fact that the IRF is smooth is incorporated as a constraint in the method. The GPD method, which automatically estimates the noise level in each voxel, has the advantage that model parameters are optimized automatically. The GPD is compared to singular value decomposition (SVD) using a common threshold for the singular values, and to SVD using a threshold optimized according to the noise level in each voxel. The comparison is carried out using artificial data as well as data from healthy volunteers. It is shown that GPD is comparable to SVD with a variable optimized threshold when determining the maximum of the IRF, which is directly related to the perfusion. GPD provides a better estimate of the entire IRF. As the signal-to-noise ratio (SNR) increases or the time resolution of the measurements increases, GPD is shown to be superior to SVD. This is also found for large distribution volumes",
    "original_translation": "La cuantificación de la perfusión mediante la desconvolución del proceso gaussiano La cuantificación de la perfusión mediante el contraste dinámico de susceptibilidad RMN (DSC-MRI) requiere la desconvolución para obtener la función de respuesta del impulso residual (IRF). En este trabajo, se propone un método que utilice el proceso gaussiano de deconvolución (GPD). El hecho de que el IRF sea suave se incorpora como una restricción en el método. El método GPD, que calcula automáticamente el nivel de ruido en cada voxel, tiene la ventaja de que los parámetros del modelo se optimizan automáticamente. La GPD se compara con la descomposición de valor singular (SVD) utilizando un umbral común para los valores singulares, y con SVD utilizando un umbral optimizado según el nivel de ruido en cada voxel. La comparación se lleva a cabo utilizando datos artificiales, así como datos de voluntarios sanos. Se muestra que la GPD es comparable a la SVD con un umbral optimizado variable al determinar el máximo del IRF, que está directamente relacionado con la perfusión. La GPD proporciona una mejor estimación de todo el IRF. A medida que aumenta la relación señal-ruido (SNR) o aumenta la resolución del tiempo de las mediciones, se muestra que GPD es superior a SVD. Esto también se encuentra para grandes volúmenes de distribución",
    "error_count": 13,
    "keys": {
        "perfusion quantification": {
            "translated_key": [],
            "translated_annotated_text": "La cuantificación de la perfusión mediante la desconvolución del proceso gaussiano La cuantificación de la perfusión mediante el contraste dinámico de susceptibilidad RMN (DSC-MRI) requiere la desconvolución para obtener la función de respuesta del impulso residual (IRF). En este trabajo, se propone un método que utilice el proceso gaussiano de deconvolución (GPD). El hecho de que el IRF sea suave se incorpora como una restricción en el método. El método GPD, que calcula automáticamente el nivel de ruido en cada voxel, tiene la ventaja de que los parámetros del modelo se optimizan automáticamente. La GPD se compara con la descomposición de valor singular (SVD) utilizando un umbral común para los valores singulares, y con SVD utilizando un umbral optimizado según el nivel de ruido en cada voxel. La comparación se lleva a cabo utilizando datos artificiales, así como datos de voluntarios sanos. Se muestra que la GPD es comparable a la SVD con un umbral optimizado variable al determinar el máximo del IRF, que está directamente relacionado con la perfusión. La GPD proporciona una mejor estimación de todo el IRF. A medida que aumenta la relación señal-ruido (SNR) o aumenta la resolución del tiempo de las mediciones, se muestra que GPD es superior a SVD. Esto también se encuentra para grandes volúmenes de distribución ",
            "error": []
        },
        "Gaussian process deconvolution": {
            "translated_key": "Gaussian ",
            "translated_annotated_text": "La cuantificación de la perfusión utilizando la deconvolución del proceso <br>Gaussian </br> La cuantificación de la perfusión utilizando el contraste de sensibilidad dinámica RMN (DSC-MRI) requiere de la desconvolución para obtener la función de respuesta de impulso residual (IRF). En este trabajo, se propone un método que utilice el proceso gaussiano de deconvolución (GPD). El hecho de que el IRF sea suave se incorpora como una restricción en el método. El método GPD, que calcula automáticamente el nivel de ruido en cada voxel, tiene la ventaja de que los parámetros del modelo se optimizan automáticamente. La GPD se compara con la descomposición de valor singular (SVD) utilizando un umbral común para los valores singulares, y con SVD utilizando un umbral optimizado según el nivel de ruido en cada voxel. La comparación se lleva a cabo utilizando datos artificiales, así como datos de voluntarios sanos. Se muestra que la GPD es comparable a la SVD con un umbral optimizado variable al determinar el máximo del IRF, que está directamente relacionado con la perfusión. La GPD proporciona una mejor estimación de todo el IRF. A medida que aumenta la relación señal-ruido (SNR) o aumenta la resolución del tiempo de las mediciones, se muestra que GPD es superior a SVD. Esto también se encuentra para grandes volúmenes de distribución ",
            "error": [
                ""
            ]
        },
        "dynamic susceptibility contrast MRI": {
            "translated_key": "dinámica RMN",
            "translated_annotated_text": "La cuantificación de la perfusión mediante la desconvolución del proceso gaussiano La cuantificación de la perfusión mediante el contraste de sensibilidad <br>dinámica RMN</br> (DSC-MRI) requiere de la desconvolución para obtener la función de respuesta de impulso residual (IRF). En este trabajo, se propone un método que utilice el proceso gaussiano de deconvolución (GPD). El hecho de que el IRF sea suave se incorpora como una restricción en el método. El método GPD, que calcula automáticamente el nivel de ruido en cada voxel, tiene la ventaja de que los parámetros del modelo se optimizan automáticamente. La GPD se compara con la descomposición de valor singular (SVD) utilizando un umbral común para los valores singulares, y con SVD utilizando un umbral optimizado según el nivel de ruido en cada voxel. La comparación se lleva a cabo utilizando datos artificiales, así como datos de voluntarios sanos. Se muestra que la GPD es comparable a la SVD con un umbral optimizado variable al determinar el máximo del IRF, que está directamente relacionado con la perfusión. La GPD proporciona una mejor estimación de todo el IRF. A medida que aumenta la relación señal-ruido (SNR) o aumenta la resolución del tiempo de las mediciones, se muestra que GPD es superior a SVD. Esto también se encuentra para grandes volúmenes de distribución ",
            "error": [
                ""
            ]
        },
        "residual impulse response function": {
            "translated_key": [],
            "translated_annotated_text": "La cuantificación de la perfusión mediante la desconvolución del proceso gaussiano La cuantificación de la perfusión mediante el contraste dinámico de susceptibilidad RMN (DSC-MRI) requiere la desconvolución para obtener la función de respuesta al impulso <br>residual (IRF). En este trabajo, se propone un método que utilice el proceso gaussiano de deconvolución (GPD). El hecho de que el IRF sea suave se incorpora como una restricción en el método. El método GPD, que calcula automáticamente el nivel de ruido en cada voxel, tiene la ventaja de que los parámetros del modelo se optimizan automáticamente. La GPD se compara con la descomposición de valor singular (SVD) utilizando un umbral común para los valores singulares, y con SVD utilizando un umbral optimizado según el nivel de ruido en cada voxel. La comparación se lleva a cabo utilizando datos artificiales, así como datos de voluntarios sanos. Se muestra que la GPD es comparable a la SVD con un umbral optimizado variable al determinar el máximo del IRF, que está directamente relacionado con la perfusión. La GPD proporciona una mejor estimación de todo el IRF. A medida que aumenta la relación señal-ruido (SNR) o aumenta la resolución del tiempo de las mediciones, se muestra que GPD es superior a SVD. Esto también se encuentra para grandes volúmenes de distribución ",
            "error": []
        },
        "optimized model parameters": {
            "translated_key": [],
            "translated_annotated_text": "La cuantificación de la perfusión mediante la desconvolución del proceso gaussiano La cuantificación de la perfusión mediante el contraste dinámico de susceptibilidad RMN (DSC-MRI) requiere la desconvolución para obtener la función de respuesta del impulso residual (IRF). En este trabajo, se propone un método que utilice el proceso gaussiano de deconvolución (GPD). El hecho de que el IRF sea suave se incorpora como una restricción en el método. El método GPD, que calcula automáticamente el nivel de ruido en cada voxel, tiene la ventaja de que los parámetros del modelo se optimizan automáticamente. La GPD se compara con la descomposición de valor singular (SVD) utilizando un umbral común para los valores singulares, y con SVD utilizando un umbral optimizado según el nivel de ruido en cada voxel. La comparación se lleva a cabo utilizando datos artificiales, así como datos de voluntarios sanos. Se muestra que la GPD es comparable a la SVD con un umbral optimizado variable al determinar el máximo del IRF, que está directamente relacionado con la perfusión. La GPD proporciona una mejor estimación de todo el IRF. A medida que aumenta la relación señal-ruido (SNR) o aumenta la resolución del tiempo de las mediciones, se muestra que GPD es superior a SVD. Esto también se encuentra para grandes volúmenes de distribución ",
            "error": []
        },
        "singular value decomposition": {
            "translated_key": "singular",
            "translated_annotated_text": "La cuantificación de la perfusión mediante la desconvolución del proceso gaussiano La cuantificación de la perfusión mediante el contraste dinámico de susceptibilidad RMN (DSC-MRI) requiere la desconvolución para obtener la función de respuesta del impulso residual (IRF). En este trabajo, se propone un método que utilice el proceso gaussiano de deconvolución (GPD). El hecho de que el IRF sea suave se incorpora como una restricción en el método. El método GPD, que calcula automáticamente el nivel de ruido en cada voxel, tiene la ventaja de que los parámetros del modelo se optimizan automáticamente. La GPD se compara con la descomposición del valor <br>singular</br> (SVD) utilizando un umbral común para los valores singulares, y con la SVD utilizando un umbral optimizado según el nivel de ruido en cada voxel. La comparación se lleva a cabo utilizando datos artificiales, así como datos de voluntarios sanos. Se muestra que la GPD es comparable a la SVD con un umbral optimizado variable al determinar el máximo del IRF, que está directamente relacionado con la perfusión. La GPD proporciona una mejor estimación de todo el IRF. A medida que aumenta la relación señal-ruido (SNR) o aumenta la resolución del tiempo de las mediciones, se muestra que GPD es superior a SVD. Esto también se encuentra para grandes volúmenes de distribución ",
            "error": [
                ""
            ]
        },
        "noise level": {
            "translated_key": " en cada voxel, tiene la ventaja de que los parámetros del modelo se optimizan automáticamente. El GPD se compara con la descomposición de valor singular (SVD) utilizando un umbral común para los valores singulares, y con SVD utilizando un umbral optimizado según el <br>nivel de ruido",
            "translated_annotated_text": "La cuantificación de la perfusión mediante la desconvolución del proceso gaussiano La cuantificación de la perfusión mediante el contraste dinámico de susceptibilidad RMN (DSC-MRI) requiere la desconvolución para obtener la función de respuesta del impulso residual (IRF). En este trabajo, se propone un método que utilice el proceso gaussiano de deconvolución (GPD). El hecho de que el IRF sea suave se incorpora como una restricción en el método. El método GPD, que calcula automáticamente el nivel de ruido <br> en cada voxel, tiene la ventaja de que los parámetros del modelo se optimizan automáticamente. El GPD se compara con la descomposición de valor singular (SVD) utilizando un umbral común para los valores singulares, y con SVD utilizando un umbral optimizado según el <br>nivel de ruido</br> en cada voxel.  La comparación se lleva a cabo utilizando datos artificiales, así como datos de voluntarios sanos. Se muestra que la GPD es comparable a la SVD con un umbral optimizado variable al determinar el máximo del IRF, que está directamente relacionado con la perfusión. La GPD proporciona una mejor estimación de todo el IRF. A medida que aumenta la relación señal-ruido (SNR) o aumenta la resolución del tiempo de las mediciones, se muestra que GPD es superior a SVD. Esto también se encuentra para grandes volúmenes de distribución ",
            "error": [
                ""
            ]
        },
        "capillary blood flow": {
            "translated_key": [],
            "translated_annotated_text": "La cuantificación de la perfusión mediante la desconvolución del proceso gaussiano La cuantificación de la perfusión mediante el contraste dinámico de susceptibilidad RMN (DSC-MRI) requiere la desconvolución para obtener la función de respuesta del impulso residual (IRF). En este trabajo, se propone un método que utilice el proceso gaussiano de deconvolución (GPD). El hecho de que el IRF sea suave se incorpora como una restricción en el método. El método GPD, que calcula automáticamente el nivel de ruido en cada voxel, tiene la ventaja de que los parámetros del modelo se optimizan automáticamente. La GPD se compara con la descomposición de valor singular (SVD) utilizando un umbral común para los valores singulares, y con SVD utilizando un umbral optimizado según el nivel de ruido en cada voxel. La comparación se lleva a cabo utilizando datos artificiales, así como datos de voluntarios sanos. Se muestra que la GPD es comparable a la SVD con un umbral optimizado variable al determinar el máximo del IRF, que está directamente relacionado con la perfusión. La GPD proporciona una mejor estimación de todo el IRF. A medida que aumenta la relación señal-ruido (SNR) o aumenta la resolución del tiempo de las mediciones, se muestra que GPD es superior a SVD. Esto también se encuentra para grandes volúmenes de distribución ",
            "error": []
        },
        "mean transit time": {
            "translated_key": [],
            "translated_annotated_text": "La cuantificación de la perfusión mediante la desconvolución del proceso gaussiano La cuantificación de la perfusión mediante el contraste dinámico de susceptibilidad RMN (DSC-MRI) requiere la desconvolución para obtener la función de respuesta del impulso residual (IRF). En este trabajo, se propone un método que utilice el proceso gaussiano de deconvolución (GPD). El hecho de que el IRF sea suave se incorpora como una restricción en el método. El método GPD, que calcula automáticamente el nivel de ruido en cada voxel, tiene la ventaja de que los parámetros del modelo se optimizan automáticamente. La GPD se compara con la descomposición de valor singular (SVD) utilizando un umbral común para los valores singulares, y con SVD utilizando un umbral optimizado según el nivel de ruido en cada voxel. La comparación se lleva a cabo utilizando datos artificiales, así como datos de voluntarios sanos. Se muestra que la GPD es comparable a la SVD con un umbral optimizado variable al determinar el máximo del IRF, que está directamente relacionado con la perfusión. La GPD proporciona una mejor estimación de todo el IRF. A medida que aumenta la relación señal-ruido (SNR) o aumenta la resolución del tiempo de las mediciones, se muestra que GPD es superior a SVD. Esto también se encuentra para grandes volúmenes de distribución ",
            "error": []
        },
        "optimized joint Gaussian distribution": {
            "translated_key": [],
            "translated_annotated_text": "La cuantificación de la perfusión mediante la desconvolución del proceso gaussiano La cuantificación de la perfusión mediante el contraste dinámico de susceptibilidad RMN (DSC-MRI) requiere la desconvolución para obtener la función de respuesta del impulso residual (IRF). En este trabajo, se propone un método que utilice el proceso gaussiano de deconvolución (GPD). El hecho de que el IRF sea suave se incorpora como una restricción en el método. El método GPD, que calcula automáticamente el nivel de ruido en cada voxel, tiene la ventaja de que los parámetros del modelo se optimizan automáticamente. La GPD se compara con la descomposición de valor singular (SVD) utilizando un umbral común para los valores singulares, y con SVD utilizando un umbral optimizado según el nivel de ruido en cada voxel. La comparación se lleva a cabo utilizando datos artificiales, así como datos de voluntarios sanos. Se muestra que la GPD es comparable a la SVD con un umbral optimizado variable al determinar el máximo del IRF, que está directamente relacionado con la perfusión. La GPD proporciona una mejor estimación de todo el IRF. A medida que aumenta la relación señal-ruido (SNR) o aumenta la resolución del tiempo de las mediciones, se muestra que GPD es superior a SVD. Esto también se encuentra para grandes volúmenes de distribución ",
            "error": []
        },
        "correlation length": {
            "translated_key": [],
            "translated_annotated_text": "La cuantificación de la perfusión mediante la desconvolución del proceso gaussiano La cuantificación de la perfusión mediante el contraste dinámico de susceptibilidad RMN (DSC-MRI) requiere la desconvolución para obtener la función de respuesta del impulso residual (IRF). En este trabajo, se propone un método que utilice el proceso gaussiano de deconvolución (GPD). El hecho de que el IRF sea suave se incorpora como una restricción en el método. El método GPD, que calcula automáticamente el nivel de ruido en cada voxel, tiene la ventaja de que los parámetros del modelo se optimizan automáticamente. La GPD se compara con la descomposición de valor singular (SVD) utilizando un umbral común para los valores singulares, y con SVD utilizando un umbral optimizado según el nivel de ruido en cada voxel. La comparación se lleva a cabo utilizando datos artificiales, así como datos de voluntarios sanos. Se muestra que la GPD es comparable a la SVD con un umbral optimizado variable al determinar el máximo del IRF, que está directamente relacionado con la perfusión. La GPD proporciona una mejor estimación de todo el IRF. A medida que aumenta la relación señal-ruido (SNR) o aumenta la resolución del tiempo de las mediciones, se muestra que GPD es superior a SVD. Esto también se encuentra para grandes volúmenes de distribución ",
            "error": []
        },
        "likelihood function": {
            "translated_key": [],
            "translated_annotated_text": "La cuantificación de la perfusión mediante la desconvolución del proceso gaussiano La cuantificación de la perfusión mediante el contraste dinámico de susceptibilidad RMN (DSC-MRI) requiere la desconvolución para obtener la función de respuesta del impulso residual (IRF). En este trabajo, se propone un método que utilice el proceso gaussiano de deconvolución (GPD). El hecho de que el IRF sea suave se incorpora como una restricción en el método. El método GPD, que calcula automáticamente el nivel de ruido en cada voxel, tiene la ventaja de que los parámetros del modelo se optimizan automáticamente. La GPD se compara con la descomposición de valor singular (SVD) utilizando un umbral común para los valores singulares, y con SVD utilizando un umbral optimizado según el nivel de ruido en cada voxel. La comparación se lleva a cabo utilizando datos artificiales, así como datos de voluntarios sanos. Se muestra que la GPD es comparable a la SVD con un umbral optimizado variable al determinar el máximo del IRF, que está directamente relacionado con la perfusión. La GPD proporciona una mejor estimación de todo el IRF. A medida que aumenta la relación señal-ruido (SNR) o aumenta la resolución del tiempo de las mediciones, se muestra que GPD es superior a SVD. Esto también se encuentra para grandes volúmenes de distribución ",
            "error": []
        },
        "biomedical MRI": {
            "translated_key": [],
            "translated_annotated_text": "La cuantificación de la perfusión mediante la desconvolución del proceso gaussiano La cuantificación de la perfusión mediante el contraste dinámico de susceptibilidad RMN (DSC-MRI) requiere la desconvolución para obtener la función de respuesta del impulso residual (IRF). En este trabajo, se propone un método que utilice el proceso gaussiano de deconvolución (GPD). El hecho de que el IRF sea suave se incorpora como una restricción en el método. El método GPD, que calcula automáticamente el nivel de ruido en cada voxel, tiene la ventaja de que los parámetros del modelo se optimizan automáticamente. La GPD se compara con la descomposición de valor singular (SVD) utilizando un umbral común para los valores singulares, y con SVD utilizando un umbral optimizado según el nivel de ruido en cada voxel. La comparación se lleva a cabo utilizando datos artificiales, así como datos de voluntarios sanos. Se muestra que la GPD es comparable a la SVD con un umbral optimizado variable al determinar el máximo del IRF, que está directamente relacionado con la perfusión. La GPD proporciona una mejor estimación de todo el IRF. A medida que aumenta la relación señal-ruido (SNR) o aumenta la resolución del tiempo de las mediciones, se muestra que GPD es superior a SVD. Esto también se encuentra para grandes volúmenes de distribución ",
            "error": []
        },
        "deconvolution": {
            "translated_key": "deconvolución",
            "translated_annotated_text": "Cuantificación de perfusión mediante proceso gaussiano <br>deconvolución</br> La cuantificación de la perfusión mediante contraste de sensibilidad dinámica RMN (DSC-MRI) requiere <br>deconvolución</br> para obtener la función de respuesta de impulso residual (IRF). En este trabajo, se propone un método que utiliza el proceso gaussiano para la deconvolución <br> (GPD). El hecho de que el IRF sea suave se incorpora como una restricción en el método. El método GPD, que calcula automáticamente el nivel de ruido en cada voxel, tiene la ventaja de que los parámetros del modelo se optimizan automáticamente. La GPD se compara con la descomposición de valor singular (SVD) utilizando un umbral común para los valores singulares, y con SVD utilizando un umbral optimizado según el nivel de ruido en cada voxel. La comparación se lleva a cabo utilizando datos artificiales, así como datos de voluntarios sanos. Se muestra que la GPD es comparable a la SVD con un umbral optimizado variable al determinar el máximo del IRF, que está directamente relacionado con la perfusión. La GPD proporciona una mejor estimación de todo el IRF. A medida que aumenta la relación señal-ruido (SNR) o aumenta la resolución del tiempo de las mediciones, se muestra que GPD es superior a SVD. Esto también se encuentra para grandes volúmenes de distribución ",
            "error": [
                ""
            ]
        },
        "Gaussian distribution": {
            "translated_key": [],
            "translated_annotated_text": "La cuantificación de la perfusión mediante la desconvolución del proceso gaussiano La cuantificación de la perfusión mediante el contraste dinámico de susceptibilidad RMN (DSC-MRI) requiere la desconvolución para obtener la función de respuesta del impulso residual (IRF). En este trabajo, se propone un método que utilice el proceso gaussiano de deconvolución (GPD). El hecho de que el IRF sea suave se incorpora como una restricción en el método. El método GPD, que calcula automáticamente el nivel de ruido en cada voxel, tiene la ventaja de que los parámetros del modelo se optimizan automáticamente. La GPD se compara con la descomposición de valor singular (SVD) utilizando un umbral común para los valores singulares, y con SVD utilizando un umbral optimizado según el nivel de ruido en cada voxel. La comparación se lleva a cabo utilizando datos artificiales, así como datos de voluntarios sanos. Se muestra que la GPD es comparable a la SVD con un umbral optimizado variable al determinar el máximo del IRF, que está directamente relacionado con la perfusión. La GPD proporciona una mejor estimación de todo el IRF. A medida que aumenta la relación señal-ruido (SNR) o aumenta la resolución del tiempo de las mediciones, se muestra que GPD es superior a SVD. Esto también se encuentra para grandes volúmenes de distribución ",
            "error": []
        },
        "haemodynamics": {
            "translated_key": [],
            "translated_annotated_text": "La cuantificación de la perfusión mediante la desconvolución del proceso gaussiano La cuantificación de la perfusión mediante el contraste dinámico de susceptibilidad RMN (DSC-MRI) requiere la desconvolución para obtener la función de respuesta del impulso residual (IRF). En este trabajo, se propone un método que utilice el proceso gaussiano de deconvolución (GPD). El hecho de que el IRF sea suave se incorpora como una restricción en el método. El método GPD, que calcula automáticamente el nivel de ruido en cada voxel, tiene la ventaja de que los parámetros del modelo se optimizan automáticamente. La GPD se compara con la descomposición de valor singular (SVD) utilizando un umbral común para los valores singulares, y con SVD utilizando un umbral optimizado según el nivel de ruido en cada voxel. La comparación se lleva a cabo utilizando datos artificiales, así como datos de voluntarios sanos. Se muestra que la GPD es comparable a la SVD con un umbral optimizado variable al determinar el máximo del IRF, que está directamente relacionado con la perfusión. La GPD proporciona una mejor estimación de todo el IRF. A medida que aumenta la relación señal-ruido (SNR) o aumenta la resolución del tiempo de las mediciones, se muestra que GPD es superior a SVD. Esto también se encuentra para grandes volúmenes de distribución ",
            "error": []
        },
        "haemorheology": {
            "translated_key": [],
            "translated_annotated_text": "La cuantificación de la perfusión mediante la desconvolución del proceso gaussiano La cuantificación de la perfusión mediante el contraste dinámico de susceptibilidad RMN (DSC-MRI) requiere la desconvolución para obtener la función de respuesta del impulso residual (IRF). En este trabajo, se propone un método que utilice el proceso gaussiano de deconvolución (GPD). El hecho de que el IRF sea suave se incorpora como una restricción en el método. El método GPD, que calcula automáticamente el nivel de ruido en cada voxel, tiene la ventaja de que los parámetros del modelo se optimizan automáticamente. La GPD se compara con la descomposición de valor singular (SVD) utilizando un umbral común para los valores singulares, y con SVD utilizando un umbral optimizado según el nivel de ruido en cada voxel. La comparación se lleva a cabo utilizando datos artificiales, así como datos de voluntarios sanos. Se muestra que la GPD es comparable a la SVD con un umbral optimizado variable al determinar el máximo del IRF, que está directamente relacionado con la perfusión. La GPD proporciona una mejor estimación de todo el IRF. A medida que aumenta la relación señal-ruido (SNR) o aumenta la resolución del tiempo de las mediciones, se muestra que GPD es superior a SVD. Esto también se encuentra para grandes volúmenes de distribución ",
            "error": []
        },
        "medical image processing": {
            "translated_key": [],
            "translated_annotated_text": "La cuantificación de la perfusión mediante la desconvolución del proceso gaussiano La cuantificación de la perfusión mediante el contraste dinámico de susceptibilidad RMN (DSC-MRI) requiere la desconvolución para obtener la función de respuesta del impulso residual (IRF). En este trabajo, se propone un método que utilice el proceso gaussiano de deconvolución (GPD). El hecho de que el IRF sea suave se incorpora como una restricción en el método. El método GPD, que calcula automáticamente el nivel de ruido en cada voxel, tiene la ventaja de que los parámetros del modelo se optimizan automáticamente. La GPD se compara con la descomposición de valor singular (SVD) utilizando un umbral común para los valores singulares, y con SVD utilizando un umbral optimizado según el nivel de ruido en cada voxel. La comparación se lleva a cabo utilizando datos artificiales, así como datos de voluntarios sanos. Se muestra que la GPD es comparable a la SVD con un umbral optimizado variable al determinar el máximo del IRF, que está directamente relacionado con la perfusión. La GPD proporciona una mejor estimación de todo el IRF. A medida que aumenta la relación señal-ruido (SNR) o aumenta la resolución del tiempo de las mediciones, se muestra que GPD es superior a SVD. Esto también se encuentra para grandes volúmenes de distribución ",
            "error": []
        }
    }
}