{
    "original_text": "The treatment of fear of flying: a controlled study of imaginal and virtual reality graded exposure therapy The goal of this study was to determine if virtual reality graded exposure therapy (VRGET) was equally efficacious, more efficacious, or less efficacious, than imaginal exposure therapy in the treatment of fear of flying. Thirty participants (Age=39.8+or-9.7) with confirmed DSM-IV diagnosis of specific phobia fear of flying were randomly assigned to one of three groups: VRGET with no physiological feedback (VRGETno), VRGET with physiological feedback (VRGETpm), or systematic desensitization with imaginal exposure therapy (IET). Eight sessions were conducted once a week. During each session, physiology was measured to give an objective measurement of improvement over the course of exposure therapy. In addition, self-report questionnaires, subjective ratings of anxiety (SUDs), and behavioral observations (included here as flying behavior before beginning treatment and at a three-month posttreatment followup) were included. In the analysis of results, the Chi-square test of behavioral observations based on a three-month posttreatment followup revealed a statistically significant difference in flying behavior between the groups [ chi /sup 2/(4)=19.41, p<0.001]. Only one participant (10%) who received IET, eight of the ten participants (80%) who received VRGETno, and ten out of the ten participants (100%) who received VRGETpm reported an ability to fly without medication or alcohol at three-month followup. Although this study included small sample sizes for the three groups, the results showed VRGET was more effective than IET in the treatment of flying. It also suggests that physiological feedback may add to the efficacy of VR treatment",
    "original_translation": "El tratamiento del miedo al vuelo: un estudio controlado de la terapia de exposición imaginal y de la realidad virtual graduada El objetivo de este estudio fue determinar si la terapia de exposición gradada de la realidad virtual (VRGET) fue igualmente eficaz, más eficaz o menos eficaz que la terapia de exposición imaginal en el tratamiento del miedo al vuelo. Treinta participantes (Age=39.8+o-9.7) con diagnóstico confirmado de DSM-IV de miedo específico a volar fueron asignados aleatoriamente a uno de tres grupos: VRGET sin retroalimentación fisiológica (VRGETno), VRGET con retroalimentación fisiológica (VRGETpm), o desensibilización sistemática con terapia de exposición imaginal (IET). Se celebraron ocho sesiones una vez por semana. Durante cada sesión, se midió la fisiología para dar una medición objetiva de la mejoría durante el curso de la terapia de exposición. Además, se incluyeron cuestionarios de auto-informe, calificaciones subjetivas de ansiedad (SUD) y observaciones de comportamiento (incluidas aquí como comportamiento volador antes de iniciar el tratamiento y en un seguimiento post-tratamiento de tres meses). En el análisis de los resultados, la prueba Chi-cuadrado de observaciones conductuales basada en un seguimiento post-tratamiento de tres meses reveló una diferencia estadísticamente significativa en el comportamiento de vuelo entre los grupos [ chi /sup 2/(4)=19,41, p<0,001]. Sólo un participante (10%) que recibió IET, ocho de los diez participantes (80%) que recibieron VRGETno, y diez de los diez participantes (100%) que recibieron VRGETpm informaron de la capacidad de volar sin medicamentos ni alcohol a los tres meses de seguimiento. Aunque este estudio incluyó pequeños tamaños de muestra para los tres grupos, los resultados mostraron que VRGET fue más eficaz que IET en el tratamiento del vuelo. También sugiere que la retroalimentación fisiológica puede aumentar la eficacia del tratamiento de la RV",
    "error_count": 7,
    "keys": {
        "flying fear": {
            "translated_key": [],
            "translated_annotated_text": "El tratamiento del miedo al vuelo: un estudio controlado de la terapia de exposición imaginal y de la realidad virtual graduada El objetivo de este estudio fue determinar si la terapia de exposición gradada de la realidad virtual (VRGET) fue igualmente eficaz, más eficaz o menos eficaz que la terapia de exposición imaginal en el tratamiento del miedo al vuelo. Treinta participantes (Age=39.8+o-9.7) con diagnóstico confirmado de DSM-IV de miedo específico a volar fueron asignados aleatoriamente a uno de tres grupos: VRGET sin retroalimentación fisiológica (VRGETno), VRGET con retroalimentación fisiológica (VRGETpm), o desensibilización sistemática con terapia de exposición imaginal (IET). Se celebraron ocho sesiones una vez por semana. Durante cada sesión, se midió la fisiología para dar una medición objetiva de la mejoría durante el curso de la terapia de exposición. Además, se incluyeron cuestionarios de auto-informe, calificaciones subjetivas de ansiedad (SUD) y observaciones de comportamiento (incluidas aquí como comportamiento volador antes de iniciar el tratamiento y en un seguimiento post-tratamiento de tres meses). En el análisis de los resultados, la prueba Chi-cuadrado de observaciones conductuales basada en un seguimiento post-tratamiento de tres meses reveló una diferencia estadísticamente significativa en el comportamiento de vuelo entre los grupos [ chi /sup 2/(4)=19,41, p<0,001]. Sólo un participante (10%) que recibió IET, ocho de los diez participantes (80%) que recibieron VRGETno, y diez de los diez participantes (100%) que recibieron VRGETpm informaron de la capacidad de volar sin medicamentos ni alcohol a los tres meses de seguimiento. Aunque este estudio incluyó pequeños tamaños de muestra para los tres grupos, los resultados mostraron que VRGET fue más eficaz que IET en el tratamiento del vuelo. También sugiere que la retroalimentación fisiológica puede aumentar la eficacia del tratamiento de la RV ",
            "error": []
        },
        "virtual reality graded exposure therapy": {
            "translated_key": [
                "virtual de la realidad graduada",
                "virtual "
            ],
            "translated_annotated_text": "El tratamiento del miedo al vuelo: un estudio controlado de la terapia de exposición imaginal y <br>virtual de la realidad graduada</br> El objetivo de este estudio fue determinar si la terapia de exposición <br>virtual </br> (VRGET) fue igualmente eficaz, más eficaz o menos eficaz que la terapia de exposición imaginal en el tratamiento del miedo al vuelo. Treinta participantes (Age=39.8+o-9.7) con diagnóstico confirmado de DSM-IV de miedo específico a volar fueron asignados aleatoriamente a uno de tres grupos: VRGET sin retroalimentación fisiológica (VRGETno), VRGET con retroalimentación fisiológica (VRGETpm), o desensibilización sistemática con terapia de exposición imaginal (IET). Se celebraron ocho sesiones una vez por semana. Durante cada sesión, se midió la fisiología para dar una medición objetiva de la mejoría durante el curso de la terapia de exposición. Además, se incluyeron cuestionarios de auto-informe, calificaciones subjetivas de ansiedad (SUD) y observaciones de comportamiento (incluidas aquí como comportamiento volador antes de iniciar el tratamiento y en un seguimiento post-tratamiento de tres meses). En el análisis de los resultados, la prueba Chi-cuadrado de observaciones conductuales basada en un seguimiento post-tratamiento de tres meses reveló una diferencia estadísticamente significativa en el comportamiento de vuelo entre los grupos [ chi /sup 2/(4)=19,41, p<0,001]. Sólo un participante (10%) que recibió IET, ocho de los diez participantes (80%) que recibieron VRGETno, y diez de los diez participantes (100%) que recibieron VRGETpm informaron de la capacidad de volar sin medicamentos ni alcohol a los tres meses de seguimiento. Aunque este estudio incluyó pequeños tamaños de muestra para los tres grupos, los resultados mostraron que VRGET fue más eficaz que IET en el tratamiento del vuelo. También sugiere que la retroalimentación fisiológica puede aumentar la eficacia del tratamiento de la RV ",
            "error": [
                "virtual de la realidad graduada",
                "virtual "
            ]
        },
        "imaginal exposure therapy": {
            "translated_key": "imaginal",
            "translated_annotated_text": "El tratamiento del miedo al vuelo: un estudio controlado de la terapia de exposición imaginal y de la realidad virtual graduada El objetivo de este estudio fue determinar si la terapia de exposición gradada de la realidad virtual (VRGET) era igualmente eficaz, más eficaz o menos eficaz que la terapia de exposición <br>imaginal</br> en el tratamiento del miedo al vuelo. Treinta participantes (Age=39.8+o-9.7) con diagnóstico confirmado de DSM-IV de miedo específico a volar fueron asignados aleatoriamente a uno de tres grupos: VRGET sin retroalimentación fisiológica (VRGETno), VRGET con retroalimentación fisiológica (VRGETpm), o desensibilización sistemática con terapia de exposición <br>imaginal</br> (IET). Se celebraron ocho sesiones una vez por semana. Durante cada sesión, se midió la fisiología para dar una medición objetiva de la mejoría durante el curso de la terapia de exposición. Además, se incluyeron cuestionarios de auto-informe, calificaciones subjetivas de ansiedad (SUD) y observaciones de comportamiento (incluidas aquí como comportamiento volador antes de iniciar el tratamiento y en un seguimiento post-tratamiento de tres meses). En el análisis de los resultados, la prueba Chi-cuadrado de observaciones conductuales basada en un seguimiento post-tratamiento de tres meses reveló una diferencia estadísticamente significativa en el comportamiento de vuelo entre los grupos [ chi /sup 2/(4)=19,41, p<0,001]. Sólo un participante (10%) que recibió IET, ocho de los diez participantes (80%) que recibieron VRGETno, y diez de los diez participantes (100%) que recibieron VRGETpm informaron de la capacidad de volar sin medicamentos ni alcohol a los tres meses de seguimiento. Aunque este estudio incluyó pequeños tamaños de muestra para los tres grupos, los resultados mostraron que VRGET fue más eficaz que IET en el tratamiento del vuelo. También sugiere que la retroalimentación fisiológica puede aumentar la eficacia del tratamiento de la RV ",
            "error": [
                ""
            ]
        },
        "phobia": {
            "translated_key": "fobia específica",
            "translated_annotated_text": "El tratamiento del miedo al vuelo: un estudio controlado de la terapia de exposición imaginal y de la realidad virtual graduada El objetivo de este estudio fue determinar si la terapia de exposición gradada de la realidad virtual (VRGET) fue igualmente eficaz, más eficaz o menos eficaz que la terapia de exposición imaginal en el tratamiento del miedo al vuelo. Treinta participantes (Age=39.8+o-9.7) con diagnóstico confirmado DSM-IV de <br>fobia específica</br> miedo a volar fueron asignados aleatoriamente a uno de los tres grupos: VRGET sin retroalimentación fisiológica (VRGETno), VRGET con retroalimentación fisiológica (VRGETpm), o desensibilización sistemática con terapia de exposición imaginal (IET). Se celebraron ocho sesiones una vez por semana. Durante cada sesión, se midió la fisiología para dar una medición objetiva de la mejoría durante el curso de la terapia de exposición. Además, se incluyeron cuestionarios de auto-informe, calificaciones subjetivas de ansiedad (SUD) y observaciones de comportamiento (incluidas aquí como comportamiento volador antes de iniciar el tratamiento y en un seguimiento post-tratamiento de tres meses). En el análisis de los resultados, la prueba Chi-cuadrado de observaciones conductuales basada en un seguimiento post-tratamiento de tres meses reveló una diferencia estadísticamente significativa en el comportamiento de vuelo entre los grupos [ chi /sup 2/(4)=19,41, p<0,001]. Sólo un participante (10%) que recibió IET, ocho de los diez participantes (80%) que recibieron VRGETno, y diez de los diez participantes (100%) que recibieron VRGETpm informaron de la capacidad de volar sin medicamentos ni alcohol a los tres meses de seguimiento. Aunque este estudio incluyó pequeños tamaños de muestra para los tres grupos, los resultados mostraron que VRGET fue más eficaz que IET en el tratamiento del vuelo. También sugiere que la retroalimentación fisiológica puede aumentar la eficacia del tratamiento de la RV ",
            "error": [
                ""
            ]
        },
        "physiological feedback": {
            "translated_key": " (VRGETno), VRGET con retroalimentación fisiológica <br> (VRGETpm), o desensibilización sistemática con terapia de exposición imaginal (IET). Se celebraron ocho sesiones una vez por semana. Durante cada sesión, se midió la fisiología para dar una medición objetiva de la mejoría durante el curso de la terapia de exposición. Además, se incluyeron cuestionarios de auto-informe, calificaciones subjetivas de ansiedad (SUD) y observaciones de comportamiento (incluidas aquí como comportamiento volador antes de iniciar el tratamiento y en un seguimiento post-tratamiento de tres meses). En el análisis de los resultados, la prueba Chi-cuadrado de observaciones conductuales basada en un seguimiento post-tratamiento de tres meses reveló una diferencia estadísticamente significativa en el comportamiento de vuelo entre los grupos [ chi /sup 2/(4)=19,41, p<0,001]. Sólo un participante (10%) que recibió IET, ocho de los diez participantes (80%) que recibieron VRGETno, y diez de los diez participantes (100%) que recibieron VRGETpm informaron de la capacidad de volar sin medicamentos ni alcohol a los tres meses de seguimiento. Aunque este estudio incluyó pequeños tamaños de muestra para los tres grupos, los resultados mostraron que VRGET fue más eficaz que IET en el tratamiento del vuelo. También sugiere que la retroalimentación <br>fisiológica",
            "translated_annotated_text": "El tratamiento del miedo al vuelo: un estudio controlado de la terapia de exposición imaginal y de la realidad virtual graduada El objetivo de este estudio fue determinar si la terapia de exposición gradada de la realidad virtual (VRGET) fue igualmente eficaz, más eficaz o menos eficaz que la terapia de exposición imaginal en el tratamiento del miedo al vuelo. Treinta participantes (Age=39.8+o-9.7) con diagnóstico confirmado de DSM-IV de miedo específico a volar fueron asignados aleatoriamente a uno de tres grupos: VRGET sin retroalimentación fisiológica <br> (VRGETno), VRGET con retroalimentación fisiológica <br> (VRGETpm), o desensibilización sistemática con terapia de exposición imaginal (IET). Se celebraron ocho sesiones una vez por semana. Durante cada sesión, se midió la fisiología para dar una medición objetiva de la mejoría durante el curso de la terapia de exposición. Además, se incluyeron cuestionarios de auto-informe, calificaciones subjetivas de ansiedad (SUD) y observaciones de comportamiento (incluidas aquí como comportamiento volador antes de iniciar el tratamiento y en un seguimiento post-tratamiento de tres meses). En el análisis de los resultados, la prueba Chi-cuadrado de observaciones conductuales basada en un seguimiento post-tratamiento de tres meses reveló una diferencia estadísticamente significativa en el comportamiento de vuelo entre los grupos [ chi /sup 2/(4)=19,41, p<0,001]. Sólo un participante (10%) que recibió IET, ocho de los diez participantes (80%) que recibieron VRGETno, y diez de los diez participantes (100%) que recibieron VRGETpm informaron de la capacidad de volar sin medicamentos ni alcohol a los tres meses de seguimiento. Aunque este estudio incluyó pequeños tamaños de muestra para los tres grupos, los resultados mostraron que VRGET fue más eficaz que IET en el tratamiento del vuelo. También sugiere que la retroalimentación <br>fisiológica</br> puede aumentar la eficacia del tratamiento con RV ",
            "error": [
                ""
            ]
        },
        "physiology": {
            "translated_key": "fisiología",
            "translated_annotated_text": "El tratamiento del miedo al vuelo: un estudio controlado de la terapia de exposición imaginal y de la realidad virtual graduada El objetivo de este estudio fue determinar si la terapia de exposición gradada de la realidad virtual (VRGET) fue igualmente eficaz, más eficaz o menos eficaz que la terapia de exposición imaginal en el tratamiento del miedo al vuelo. Treinta participantes (Age=39.8+o-9.7) con diagnóstico confirmado de DSM-IV de miedo específico a volar fueron asignados aleatoriamente a uno de tres grupos: VRGET sin retroalimentación fisiológica (VRGETno), VRGET con retroalimentación fisiológica (VRGETpm), o desensibilización sistemática con terapia de exposición imaginal (IET). Se celebraron ocho sesiones una vez por semana. Durante cada sesión, se midió <br>fisiología</br> para dar una medición objetiva de la mejoría durante el tratamiento de exposición. Además, se incluyeron cuestionarios de auto-informe, calificaciones subjetivas de ansiedad (SUD) y observaciones de comportamiento (incluidas aquí como comportamiento volador antes de iniciar el tratamiento y en un seguimiento post-tratamiento de tres meses). En el análisis de los resultados, la prueba Chi-cuadrado de observaciones conductuales basada en un seguimiento post-tratamiento de tres meses reveló una diferencia estadísticamente significativa en el comportamiento de vuelo entre los grupos [ chi /sup 2/(4)=19,41, p<0,001]. Sólo un participante (10%) que recibió IET, ocho de los diez participantes (80%) que recibieron VRGETno, y diez de los diez participantes (100%) que recibieron VRGETpm informaron de la capacidad de volar sin medicamentos ni alcohol a los tres meses de seguimiento. Aunque este estudio incluyó pequeños tamaños de muestra para los tres grupos, los resultados mostraron que VRGET fue más eficaz que IET en el tratamiento del vuelo. También sugiere que la retroalimentación fisiológica puede aumentar la eficacia del tratamiento de la RV ",
            "error": [
                ""
            ]
        },
        "questionnaires": {
            "translated_key": "cuestionarios",
            "translated_annotated_text": "El tratamiento del miedo al vuelo: un estudio controlado de la terapia de exposición imaginal y de la realidad virtual graduada El objetivo de este estudio fue determinar si la terapia de exposición gradada de la realidad virtual (VRGET) fue igualmente eficaz, más eficaz o menos eficaz que la terapia de exposición imaginal en el tratamiento del miedo al vuelo. Treinta participantes (Age=39.8+o-9.7) con diagnóstico confirmado de DSM-IV de miedo específico a volar fueron asignados aleatoriamente a uno de tres grupos: VRGET sin retroalimentación fisiológica (VRGETno), VRGET con retroalimentación fisiológica (VRGETpm), o desensibilización sistemática con terapia de exposición imaginal (IET). Se celebraron ocho sesiones una vez por semana. Durante cada sesión, se midió la fisiología para dar una medición objetiva de la mejoría durante el curso de la terapia de exposición. Además, se incluyeron autoinformes <br>cuestionarios</br>, calificaciones subjetivas de ansiedad (SUDs) y observaciones conductuales (incluidas aquí como comportamiento volador antes de iniciar el tratamiento y en un seguimiento post-tratamiento de tres meses). En el análisis de los resultados, la prueba Chi-cuadrado de observaciones conductuales basada en un seguimiento post-tratamiento de tres meses reveló una diferencia estadísticamente significativa en el comportamiento de vuelo entre los grupos [ chi /sup 2/(4)=19,41, p<0,001]. Sólo un participante (10%) que recibió IET, ocho de los diez participantes (80%) que recibieron VRGETno, y diez de los diez participantes (100%) que recibieron VRGETpm informaron de la capacidad de volar sin medicamentos ni alcohol a los tres meses de seguimiento. Aunque este estudio incluyó pequeños tamaños de muestra para los tres grupos, los resultados mostraron que VRGET fue más eficaz que IET en el tratamiento del vuelo. También sugiere que la retroalimentación fisiológica puede aumentar la eficacia del tratamiento de la RV ",
            "error": [
                ""
            ]
        },
        "subjective ratings of anxiety": {
            "translated_key": "calificaciones subjetivas de ansiedad",
            "translated_annotated_text": "El tratamiento del miedo al vuelo: un estudio controlado de la terapia de exposición imaginal y de la realidad virtual graduada El objetivo de este estudio fue determinar si la terapia de exposición gradada de la realidad virtual (VRGET) fue igualmente eficaz, más eficaz o menos eficaz que la terapia de exposición imaginal en el tratamiento del miedo al vuelo. Treinta participantes (Age=39.8+o-9.7) con diagnóstico confirmado de DSM-IV de miedo específico a volar fueron asignados aleatoriamente a uno de tres grupos: VRGET sin retroalimentación fisiológica (VRGETno), VRGET con retroalimentación fisiológica (VRGETpm), o desensibilización sistemática con terapia de exposición imaginal (IET). Se celebraron ocho sesiones una vez por semana. Durante cada sesión, se midió la fisiología para dar una medición objetiva de la mejoría durante el curso de la terapia de exposición. Además, se incluyeron cuestionarios de auto-informe, <br>calificaciones subjetivas de ansiedad</br> (SUDs) y observaciones de comportamiento (incluidas aquí como comportamiento volador antes de iniciar el tratamiento y en un seguimiento post-tratamiento de tres meses). En el análisis de los resultados, la prueba Chi-cuadrado de observaciones conductuales basada en un seguimiento post-tratamiento de tres meses reveló una diferencia estadísticamente significativa en el comportamiento de vuelo entre los grupos [ chi /sup 2/(4)=19,41, p<0,001]. Sólo un participante (10%) que recibió IET, ocho de los diez participantes (80%) que recibieron VRGETno, y diez de los diez participantes (100%) que recibieron VRGETpm informaron de la capacidad de volar sin medicamentos ni alcohol a los tres meses de seguimiento. Aunque este estudio incluyó pequeños tamaños de muestra para los tres grupos, los resultados mostraron que VRGET fue más eficaz que IET en el tratamiento del vuelo. También sugiere que la retroalimentación fisiológica puede aumentar la eficacia del tratamiento de la RV ",
            "error": [
                ""
            ]
        },
        "behavioral observations": {
            "translated_key": " ",
            "translated_annotated_text": "El tratamiento del miedo al vuelo: un estudio controlado de la terapia de exposición imaginal y de la realidad virtual graduada El objetivo de este estudio fue determinar si la terapia de exposición gradada de la realidad virtual (VRGET) fue igualmente eficaz, más eficaz o menos eficaz que la terapia de exposición imaginal en el tratamiento del miedo al vuelo. Treinta participantes (Age=39.8+o-9.7) con diagnóstico confirmado de DSM-IV de miedo específico a volar fueron asignados aleatoriamente a uno de tres grupos: VRGET sin retroalimentación fisiológica (VRGETno), VRGET con retroalimentación fisiológica (VRGETpm), o desensibilización sistemática con terapia de exposición imaginal (IET). Se celebraron ocho sesiones una vez por semana. Durante cada sesión, se midió la fisiología para dar una medición objetiva de la mejoría durante el curso de la terapia de exposición. Además, se incluyeron cuestionarios de autorreporte, calificaciones subjetivas de ansiedad (SUD) y observaciones de comportamiento <br> </br> (incluidas aquí como comportamiento volador antes de iniciar el tratamiento y en un seguimiento post-tratamiento de tres meses). En el análisis de los resultados, la prueba Chi-cuadrado de las observaciones de comportamiento <br> basada en un seguimiento post-tratamiento de tres meses reveló una diferencia estadísticamente significativa en el comportamiento de vuelo entre los grupos [ chi /sup 2/(4)=19,41, p<0,001]. Sólo un participante (10%) que recibió IET, ocho de los diez participantes (80%) que recibieron VRGETno, y diez de los diez participantes (100%) que recibieron VRGETpm informaron de la capacidad de volar sin medicamentos ni alcohol a los tres meses de seguimiento. Aunque este estudio incluyó pequeños tamaños de muestra para los tres grupos, los resultados mostraron que VRGET fue más eficaz que IET en el tratamiento del vuelo. También sugiere que la retroalimentación fisiológica puede aumentar la eficacia del tratamiento de la RV ",
            "error": [
                ""
            ]
        },
        "Chi-square test": {
            "translated_key": "Chi-cuadrado",
            "translated_annotated_text": "El tratamiento del miedo al vuelo: un estudio controlado de la terapia de exposición imaginal y de la realidad virtual graduada El objetivo de este estudio fue determinar si la terapia de exposición gradada de la realidad virtual (VRGET) fue igualmente eficaz, más eficaz o menos eficaz que la terapia de exposición imaginal en el tratamiento del miedo al vuelo. Treinta participantes (Age=39.8+o-9.7) con diagnóstico confirmado de DSM-IV de miedo específico a volar fueron asignados aleatoriamente a uno de tres grupos: VRGET sin retroalimentación fisiológica (VRGETno), VRGET con retroalimentación fisiológica (VRGETpm), o desensibilización sistemática con terapia de exposición imaginal (IET). Se celebraron ocho sesiones una vez por semana. Durante cada sesión, se midió la fisiología para dar una medición objetiva de la mejoría durante el curso de la terapia de exposición. Además, se incluyeron cuestionarios de auto-informe, calificaciones subjetivas de ansiedad (SUD) y observaciones de comportamiento (incluidas aquí como comportamiento volador antes de iniciar el tratamiento y en un seguimiento post-tratamiento de tres meses). En el análisis de los resultados, la prueba <br>Chi-cuadrado</br> de observaciones conductuales basadas en un seguimiento post-tratamiento de tres meses reveló una diferencia estadísticamente significativa en el comportamiento de vuelo entre los grupos [ chi /sup 2/(4)=19,41, p<0,001]. Sólo un participante (10%) que recibió IET, ocho de los diez participantes (80%) que recibieron VRGETno, y diez de los diez participantes (100%) que recibieron VRGETpm informaron de la capacidad de volar sin medicamentos ni alcohol a los tres meses de seguimiento. Aunque este estudio incluyó pequeños tamaños de muestra para los tres grupos, los resultados mostraron que VRGET fue más eficaz que IET en el tratamiento del vuelo. También sugiere que la retroalimentación fisiológica puede aumentar la eficacia del tratamiento de la RV ",
            "error": [
                ""
            ]
        },
        "patient treatment": {
            "translated_key": [],
            "translated_annotated_text": "El tratamiento del miedo al vuelo: un estudio controlado de la terapia de exposición imaginal y de la realidad virtual graduada El objetivo de este estudio fue determinar si la terapia de exposición gradada de la realidad virtual (VRGET) fue igualmente eficaz, más eficaz o menos eficaz que la terapia de exposición imaginal en el tratamiento del miedo al vuelo. Treinta participantes (Age=39.8+o-9.7) con diagnóstico confirmado de DSM-IV de miedo específico a volar fueron asignados aleatoriamente a uno de tres grupos: VRGET sin retroalimentación fisiológica (VRGETno), VRGET con retroalimentación fisiológica (VRGETpm), o desensibilización sistemática con terapia de exposición imaginal (IET). Se celebraron ocho sesiones una vez por semana. Durante cada sesión, se midió la fisiología para dar una medición objetiva de la mejoría durante el curso de la terapia de exposición. Además, se incluyeron cuestionarios de auto-informe, calificaciones subjetivas de ansiedad (SUD) y observaciones de comportamiento (incluidas aquí como comportamiento volador antes de iniciar el tratamiento y en un seguimiento post-tratamiento de tres meses). En el análisis de los resultados, la prueba Chi-cuadrado de observaciones conductuales basada en un seguimiento post-tratamiento de tres meses reveló una diferencia estadísticamente significativa en el comportamiento de vuelo entre los grupos [ chi /sup 2/(4)=19,41, p<0,001]. Sólo un participante (10%) que recibió IET, ocho de los diez participantes (80%) que recibieron VRGETno, y diez de los diez participantes (100%) que recibieron VRGETpm informaron de la capacidad de volar sin medicamentos ni alcohol a los tres meses de seguimiento. Aunque este estudio incluyó pequeños tamaños de muestra para los tres grupos, los resultados mostraron que VRGET fue más eficaz que IET en el tratamiento del vuelo. También sugiere que la retroalimentación fisiológica puede aumentar la eficacia del tratamiento de la RV ",
            "error": []
        },
        "medical computing": {
            "translated_key": [],
            "translated_annotated_text": "El tratamiento del miedo al vuelo: un estudio controlado de la terapia de exposición imaginal y de la realidad virtual graduada El objetivo de este estudio fue determinar si la terapia de exposición gradada de la realidad virtual (VRGET) fue igualmente eficaz, más eficaz o menos eficaz que la terapia de exposición imaginal en el tratamiento del miedo al vuelo. Treinta participantes (Age=39.8+o-9.7) con diagnóstico confirmado de DSM-IV de miedo específico a volar fueron asignados aleatoriamente a uno de tres grupos: VRGET sin retroalimentación fisiológica (VRGETno), VRGET con retroalimentación fisiológica (VRGETpm), o desensibilización sistemática con terapia de exposición imaginal (IET). Se celebraron ocho sesiones una vez por semana. Durante cada sesión, se midió la fisiología para dar una medición objetiva de la mejoría durante el curso de la terapia de exposición. Además, se incluyeron cuestionarios de auto-informe, calificaciones subjetivas de ansiedad (SUD) y observaciones de comportamiento (incluidas aquí como comportamiento volador antes de iniciar el tratamiento y en un seguimiento post-tratamiento de tres meses). En el análisis de los resultados, la prueba Chi-cuadrado de observaciones conductuales basada en un seguimiento post-tratamiento de tres meses reveló una diferencia estadísticamente significativa en el comportamiento de vuelo entre los grupos [ chi /sup 2/(4)=19,41, p<0,001]. Sólo un participante (10%) que recibió IET, ocho de los diez participantes (80%) que recibieron VRGETno, y diez de los diez participantes (100%) que recibieron VRGETpm informaron de la capacidad de volar sin medicamentos ni alcohol a los tres meses de seguimiento. Aunque este estudio incluyó pequeños tamaños de muestra para los tres grupos, los resultados mostraron que VRGET fue más eficaz que IET en el tratamiento del vuelo. También sugiere que la retroalimentación fisiológica puede aumentar la eficacia del tratamiento de la RV ",
            "error": []
        },
        "psychology": {
            "translated_key": [],
            "translated_annotated_text": "El tratamiento del miedo al vuelo: un estudio controlado de la terapia de exposición imaginal y de la realidad virtual graduada El objetivo de este estudio fue determinar si la terapia de exposición gradada de la realidad virtual (VRGET) fue igualmente eficaz, más eficaz o menos eficaz que la terapia de exposición imaginal en el tratamiento del miedo al vuelo. Treinta participantes (Age=39.8+o-9.7) con diagnóstico confirmado de DSM-IV de miedo específico a volar fueron asignados aleatoriamente a uno de tres grupos: VRGET sin retroalimentación fisiológica (VRGETno), VRGET con retroalimentación fisiológica (VRGETpm), o desensibilización sistemática con terapia de exposición imaginal (IET). Se celebraron ocho sesiones una vez por semana. Durante cada sesión, se midió la fisiología para dar una medición objetiva de la mejoría durante el curso de la terapia de exposición. Además, se incluyeron cuestionarios de auto-informe, calificaciones subjetivas de ansiedad (SUD) y observaciones de comportamiento (incluidas aquí como comportamiento volador antes de iniciar el tratamiento y en un seguimiento post-tratamiento de tres meses). En el análisis de los resultados, la prueba Chi-cuadrado de observaciones conductuales basada en un seguimiento post-tratamiento de tres meses reveló una diferencia estadísticamente significativa en el comportamiento de vuelo entre los grupos [ chi /sup 2/(4)=19,41, p<0,001]. Sólo un participante (10%) que recibió IET, ocho de los diez participantes (80%) que recibieron VRGETno, y diez de los diez participantes (100%) que recibieron VRGETpm informaron de la capacidad de volar sin medicamentos ni alcohol a los tres meses de seguimiento. Aunque este estudio incluyó pequeños tamaños de muestra para los tres grupos, los resultados mostraron que VRGET fue más eficaz que IET en el tratamiento del vuelo. También sugiere que la retroalimentación fisiológica puede aumentar la eficacia del tratamiento de la RV ",
            "error": []
        },
        "user interfaces": {
            "translated_key": [],
            "translated_annotated_text": "El tratamiento del miedo al vuelo: un estudio controlado de la terapia de exposición imaginal y de la realidad virtual graduada El objetivo de este estudio fue determinar si la terapia de exposición gradada de la realidad virtual (VRGET) fue igualmente eficaz, más eficaz o menos eficaz que la terapia de exposición imaginal en el tratamiento del miedo al vuelo. Treinta participantes (Age=39.8+o-9.7) con diagnóstico confirmado de DSM-IV de miedo específico a volar fueron asignados aleatoriamente a uno de tres grupos: VRGET sin retroalimentación fisiológica (VRGETno), VRGET con retroalimentación fisiológica (VRGETpm), o desensibilización sistemática con terapia de exposición imaginal (IET). Se celebraron ocho sesiones una vez por semana. Durante cada sesión, se midió la fisiología para dar una medición objetiva de la mejoría durante el curso de la terapia de exposición. Además, se incluyeron cuestionarios de auto-informe, calificaciones subjetivas de ansiedad (SUD) y observaciones de comportamiento (incluidas aquí como comportamiento volador antes de iniciar el tratamiento y en un seguimiento post-tratamiento de tres meses). En el análisis de los resultados, la prueba Chi-cuadrado de observaciones conductuales basada en un seguimiento post-tratamiento de tres meses reveló una diferencia estadísticamente significativa en el comportamiento de vuelo entre los grupos [ chi /sup 2/(4)=19,41, p<0,001]. Sólo un participante (10%) que recibió IET, ocho de los diez participantes (80%) que recibieron VRGETno, y diez de los diez participantes (100%) que recibieron VRGETpm informaron de la capacidad de volar sin medicamentos ni alcohol a los tres meses de seguimiento. Aunque este estudio incluyó pequeños tamaños de muestra para los tres grupos, los resultados mostraron que VRGET fue más eficaz que IET en el tratamiento del vuelo. También sugiere que la retroalimentación fisiológica puede aumentar la eficacia del tratamiento de la RV ",
            "error": []
        },
        "virtual reality": {
            "translated_key": "virtual de la terapia de exposición graduada",
            "translated_annotated_text": "Tratamiento del miedo al vuelo: un estudio controlado de la realidad imaginal y <br>virtual de la terapia de exposición graduada</br> El objetivo de este estudio fue determinar si la realidad <br>virtual de la terapia de exposición graduada (VRGET) era igualmente eficaz, más eficaz o menos eficaz que la terapia de exposición imaginal en el tratamiento del miedo al vuelo. Treinta participantes (Age=39.8+o-9.7) con diagnóstico confirmado de DSM-IV de miedo específico a volar fueron asignados aleatoriamente a uno de tres grupos: VRGET sin retroalimentación fisiológica (VRGETno), VRGET con retroalimentación fisiológica (VRGETpm), o desensibilización sistemática con terapia de exposición imaginal (IET). Se celebraron ocho sesiones una vez por semana. Durante cada sesión, se midió la fisiología para dar una medición objetiva de la mejoría durante el curso de la terapia de exposición. Además, se incluyeron cuestionarios de auto-informe, calificaciones subjetivas de ansiedad (SUD) y observaciones de comportamiento (incluidas aquí como comportamiento volador antes de iniciar el tratamiento y en un seguimiento post-tratamiento de tres meses). En el análisis de los resultados, la prueba Chi-cuadrado de observaciones conductuales basada en un seguimiento post-tratamiento de tres meses reveló una diferencia estadísticamente significativa en el comportamiento de vuelo entre los grupos [ chi /sup 2/(4)=19,41, p<0,001]. Sólo un participante (10%) que recibió IET, ocho de los diez participantes (80%) que recibieron VRGETno, y diez de los diez participantes (100%) que recibieron VRGETpm informaron de la capacidad de volar sin medicamentos ni alcohol a los tres meses de seguimiento. Aunque este estudio incluyó pequeños tamaños de muestra para los tres grupos, los resultados mostraron que VRGET fue más eficaz que IET en el tratamiento del vuelo. También sugiere que la retroalimentación fisiológica puede aumentar la eficacia del tratamiento de la RV ",
            "error": [
                ""
            ]
        }
    }
}