{
    "original_text": "Access privilege management in protection systems We consider the problem of managing access privileges on protected objects. We associate one or more locks with each object, one lock for each access right defined by the object type. Possession of an access right on a given object is certified by possession of a key for this object, if this key matches one of the object locks. We introduce a number of variants to this basic key-lock technique. Polymorphic access rights make it possible to decrease the number of keys required to certify possession of complex access privileges that are defined in terms of several access rights. Multiple locks on the same access right allow us to exercise forms of selective revocation of access privileges. A lock conversion function can be used to reduce the number of locks associated with any given object to a single lock. The extent of the results obtained is evaluated in relation to alternative methodologies for access privilege management",
    "original_translation": "Gestión de privilegios de acceso en sistemas de protección Consideramos el problema de gestionar privilegios de acceso en objetos protegidos. Asociamos una o más cerraduras con cada objeto, una cerradura para cada acceso derecho definido por el tipo de objeto. La posesión de un derecho de acceso sobre un objeto determinado está certificada por la posesión de una clave para este objeto, si esta clave coincide con una de las cerraduras del objeto. Introducimos una serie de variantes a esta técnica básica de llave-bloqueo. Los derechos de acceso polimórfico permiten reducir el número de claves necesarias para certificar la posesión de privilegios de acceso complejos que se definen en términos de varios derechos de acceso. Múltiples bloqueos en el mismo derecho de acceso nos permiten ejercer formas de revocación selectiva de privilegios de acceso. Se puede utilizar una función de conversión de bloqueo para reducir el número de bloqueos asociados con un objeto dado a un solo bloqueo. El alcance de los resultados obtenidos se evalúa en relación con metodologías alternativas para la gestión de los privilegios de acceso",
    "error_count": 4,
    "keys": {
        "access privilege management": {
            "translated_key": "gestión de privilegios de acceso",
            "translated_annotated_text": "Gestión de privilegios de acceso en sistemas de protección Consideramos el problema de gestionar privilegios de acceso en objetos protegidos. Asociamos una o más cerraduras con cada objeto, una cerradura para cada acceso derecho definido por el tipo de objeto. La posesión de un derecho de acceso sobre un objeto determinado está certificada por la posesión de una clave para este objeto, si esta clave coincide con una de las cerraduras del objeto. Introducimos una serie de variantes a esta técnica básica de llave-bloqueo. Los derechos de acceso polimórfico permiten reducir el número de claves necesarias para certificar la posesión de privilegios de acceso complejos que se definen en términos de varios derechos de acceso. Múltiples bloqueos en el mismo derecho de acceso nos permiten ejercer formas de revocación selectiva de privilegios de acceso. Se puede utilizar una función de conversión de bloqueo para reducir el número de bloqueos asociados con un objeto dado a un solo bloqueo. El alcance de los resultados obtenidos se evalúa en relación con metodologías alternativas para la <br>gestión de privilegios de acceso</br>. ",
            "error": [
                ""
            ]
        },
        "protection systems": {
            "translated_key": [],
            "translated_annotated_text": "Gestión de privilegios de acceso en sistemas de protección <br> Consideramos el problema de la gestión de privilegios de acceso en objetos protegidos. Asociamos una o más cerraduras con cada objeto, una cerradura para cada acceso derecho definido por el tipo de objeto. La posesión de un derecho de acceso sobre un objeto determinado está certificada por la posesión de una clave para este objeto, si esta clave coincide con una de las cerraduras del objeto. Introducimos una serie de variantes a esta técnica básica de llave-bloqueo. Los derechos de acceso polimórfico permiten reducir el número de claves necesarias para certificar la posesión de privilegios de acceso complejos que se definen en términos de varios derechos de acceso. Múltiples bloqueos en el mismo derecho de acceso nos permiten ejercer formas de revocación selectiva de privilegios de acceso. Se puede utilizar una función de conversión de bloqueo para reducir el número de bloqueos asociados con un objeto dado a un solo bloqueo. El alcance de los resultados obtenidos se evalúa en relación con metodologías alternativas para la gestión de los privilegios de acceso ",
            "error": []
        },
        "protected objects": {
            "translated_key": "objetos protegidos",
            "translated_annotated_text": "Gestión de privilegios de acceso en sistemas de protección Consideramos el problema de gestionar privilegios de acceso en <br>objetos protegidos</br>.  Asociamos una o más cerraduras con cada objeto, una cerradura para cada acceso derecho definido por el tipo de objeto. La posesión de un derecho de acceso sobre un objeto determinado está certificada por la posesión de una clave para este objeto, si esta clave coincide con una de las cerraduras del objeto. Introducimos una serie de variantes a esta técnica básica de llave-bloqueo. Los derechos de acceso polimórfico permiten reducir el número de claves necesarias para certificar la posesión de privilegios de acceso complejos que se definen en términos de varios derechos de acceso. Múltiples bloqueos en el mismo derecho de acceso nos permiten ejercer formas de revocación selectiva de privilegios de acceso. Se puede utilizar una función de conversión de bloqueo para reducir el número de bloqueos asociados con un objeto dado a un solo bloqueo. El alcance de los resultados obtenidos se evalúa en relación con metodologías alternativas para la gestión de los privilegios de acceso ",
            "error": [
                ""
            ]
        },
        "locks": {
            "translated_key": "locks",
            "translated_annotated_text": "Gestión de privilegios de acceso en sistemas de protección Consideramos el problema de gestionar privilegios de acceso en objetos protegidos. Asociamos una o más <br>locks</br> con cada objeto, una cerradura para cada acceso derecho definido por el tipo de objeto. La posesión de un derecho de acceso sobre un objeto determinado está certificada por la posesión de una clave para este objeto, si esta clave coincide con uno de los objetos <br>locks</br>. Introducimos una serie de variantes a esta técnica básica de llave-bloqueo. Los derechos de acceso polimórfico permiten reducir el número de claves necesarias para certificar la posesión de privilegios de acceso complejos que se definen en términos de varios derechos de acceso. Múltiples <br>locks</br> en el mismo derecho de acceso nos permiten ejercer formas de revocación selectiva de privilegios de acceso. Se puede utilizar una función de conversión de bloqueo para reducir el número de bloqueos <br> asociados con cualquier objeto dado a un solo bloqueo. El alcance de los resultados obtenidos se evalúa en relación con metodologías alternativas para la gestión de los privilegios de acceso ",
            "error": [
                ""
            ]
        },
        "key-lock technique": {
            "translated_key": "key-lock",
            "translated_annotated_text": "Gestión de privilegios de acceso en sistemas de protección Consideramos el problema de gestionar privilegios de acceso en objetos protegidos. Asociamos una o más cerraduras con cada objeto, una cerradura para cada acceso derecho definido por el tipo de objeto. La posesión de un derecho de acceso sobre un objeto determinado está certificada por la posesión de una clave para este objeto, si esta clave coincide con una de las cerraduras del objeto. Presentamos una serie de variantes a esta técnica básica <br>key-lock</br>. Los derechos de acceso polimórfico permiten reducir el número de claves necesarias para certificar la posesión de privilegios de acceso complejos que se definen en términos de varios derechos de acceso. Múltiples bloqueos en el mismo derecho de acceso nos permiten ejercer formas de revocación selectiva de privilegios de acceso. Se puede utilizar una función de conversión de bloqueo para reducir el número de bloqueos asociados con un objeto dado a un solo bloqueo. El alcance de los resultados obtenidos se evalúa en relación con metodologías alternativas para la gestión de los privilegios de acceso ",
            "error": [
                ""
            ]
        },
        "polymorphic access rights": {
            "translated_key": [],
            "translated_annotated_text": "Gestión de privilegios de acceso en sistemas de protección Consideramos el problema de gestionar privilegios de acceso en objetos protegidos. Asociamos una o más cerraduras con cada objeto, una cerradura para cada acceso derecho definido por el tipo de objeto. La posesión de un derecho de acceso sobre un objeto determinado está certificada por la posesión de una clave para este objeto, si esta clave coincide con una de las cerraduras del objeto. Introducimos una serie de variantes a esta técnica básica de llave-bloqueo. Los derechos de acceso polimórfico permiten reducir el número de claves necesarias para certificar la posesión de privilegios de acceso complejos que se definen en términos de varios derechos de acceso. Múltiples bloqueos en el mismo derecho de acceso nos permiten ejercer formas de revocación selectiva de privilegios de acceso. Se puede utilizar una función de conversión de bloqueo para reducir el número de bloqueos asociados con un objeto dado a un solo bloqueo. El alcance de los resultados obtenidos se evalúa en relación con metodologías alternativas para la gestión de los privilegios de acceso ",
            "error": []
        },
        "complex access privilege possession certification": {
            "translated_key": [],
            "translated_annotated_text": "Gestión de privilegios de acceso en sistemas de protección Consideramos el problema de gestionar privilegios de acceso en objetos protegidos. Asociamos una o más cerraduras con cada objeto, una cerradura para cada acceso derecho definido por el tipo de objeto. La posesión de un derecho de acceso sobre un objeto determinado está certificada por la posesión de una clave para este objeto, si esta clave coincide con una de las cerraduras del objeto. Introducimos una serie de variantes a esta técnica básica de llave-bloqueo. Los derechos de acceso polimórfico permiten reducir el número de claves necesarias para certificar la posesión de privilegios de acceso complejos que se definen en términos de varios derechos de acceso. Múltiples bloqueos en el mismo derecho de acceso nos permiten ejercer formas de revocación selectiva de privilegios de acceso. Se puede utilizar una función de conversión de bloqueo para reducir el número de bloqueos asociados con un objeto dado a un solo bloqueo. El alcance de los resultados obtenidos se evalúa en relación con metodologías alternativas para la gestión de los privilegios de acceso ",
            "error": []
        },
        "selective revocation": {
            "translated_key": "revocación selectiva",
            "translated_annotated_text": "Gestión de privilegios de acceso en sistemas de protección Consideramos el problema de gestionar privilegios de acceso en objetos protegidos. Asociamos una o más cerraduras con cada objeto, una cerradura para cada acceso derecho definido por el tipo de objeto. La posesión de un derecho de acceso sobre un objeto determinado está certificada por la posesión de una clave para este objeto, si esta clave coincide con una de las cerraduras del objeto. Introducimos una serie de variantes a esta técnica básica de llave-bloqueo. Los derechos de acceso polimórfico permiten reducir el número de claves necesarias para certificar la posesión de privilegios de acceso complejos que se definen en términos de varios derechos de acceso. Múltiples bloqueos en el mismo derecho de acceso nos permiten ejercer formas de <br>revocación selectiva</br> de privilegios de acceso.  Se puede utilizar una función de conversión de bloqueo para reducir el número de bloqueos asociados con un objeto dado a un solo bloqueo. El alcance de los resultados obtenidos se evalúa en relación con metodologías alternativas para la gestión de los privilegios de acceso ",
            "error": [
                ""
            ]
        },
        "lock conversion function": {
            "translated_key": "lock",
            "translated_annotated_text": "Gestión de privilegios de acceso en sistemas de protección Consideramos el problema de gestionar privilegios de acceso en objetos protegidos. Asociamos una o más cerraduras con cada objeto, una cerradura para cada acceso derecho definido por el tipo de objeto. La posesión de un derecho de acceso sobre un objeto determinado está certificada por la posesión de una clave para este objeto, si esta clave coincide con una de las cerraduras del objeto. Introducimos una serie de variantes a esta técnica básica de llave-bloqueo. Los derechos de acceso polimórfico permiten reducir el número de claves necesarias para certificar la posesión de privilegios de acceso complejos que se definen en términos de varios derechos de acceso. Múltiples bloqueos en el mismo derecho de acceso nos permiten ejercer formas de revocación selectiva de privilegios de acceso. Se puede utilizar una función de conversión <br>lock</br> para reducir el número de bloqueos asociados con un objeto dado a un solo bloqueo. El alcance de los resultados obtenidos se evalúa en relación con metodologías alternativas para la gestión de los privilegios de acceso ",
            "error": [
                ""
            ]
        },
        "authorisation": {
            "translated_key": [],
            "translated_annotated_text": "Gestión de privilegios de acceso en sistemas de protección Consideramos el problema de gestionar privilegios de acceso en objetos protegidos. Asociamos una o más cerraduras con cada objeto, una cerradura para cada acceso derecho definido por el tipo de objeto. La posesión de un derecho de acceso sobre un objeto determinado está certificada por la posesión de una clave para este objeto, si esta clave coincide con una de las cerraduras del objeto. Introducimos una serie de variantes a esta técnica básica de llave-bloqueo. Los derechos de acceso polimórfico permiten reducir el número de claves necesarias para certificar la posesión de privilegios de acceso complejos que se definen en términos de varios derechos de acceso. Múltiples bloqueos en el mismo derecho de acceso nos permiten ejercer formas de revocación selectiva de privilegios de acceso. Se puede utilizar una función de conversión de bloqueo para reducir el número de bloqueos asociados con un objeto dado a un solo bloqueo. El alcance de los resultados obtenidos se evalúa en relación con metodologías alternativas para la gestión de los privilegios de acceso ",
            "error": []
        }
    }
}