{
    "original_text": "Anatomy of the coupling query in a Web warehouse To populate a data warehouse specifically designed for Web data, i.e. Web warehouse, it is imperative to harness relevant documents from the Web. In this paper, we describe a query mechanism called coupling query to glean relevant Web data in the context of our Web warehousing system called Warehouse Of Web Data (WHOWEDA). A coupling query may be used for querying both HTML and XML documents. Important features of our query mechanism are the ability to query metadata, content, internal and external (hyperlink) structure of Web documents based on partial knowledge, ability to express constraints on tag attributes and tagless segment of data, ability to express conjunctive as well as disjunctive query conditions compactly, ability to control execution of a Web query and preservation of the topological structure of hyperlinked documents in the query results. We also discuss how to formulate a query graphically and in textual form using a coupling graph and coupling text, respectively",
    "original_translation": "Anatomía de la consulta de acoplamiento en un almacén web Para poblar un almacén de datos específicamente diseñado para datos web, es decir. Almacén web, es imperativo aprovechar los documentos pertinentes de la Web. En este artículo, describimos un mecanismo de consulta llamado consulta de acoplamiento para recoger datos Web relevantes en el contexto de nuestro sistema de almacenamiento Web llamado Almacén de Datos Web (WHOWEDA). Se puede utilizar una consulta de acoplamiento para consultar documentos HTML y XML. Las características importantes de nuestro mecanismo de consulta son la capacidad de consultar metadatos, contenido, estructura interna y externa (hiperenlace) de documentos web basados en conocimientos parciales, capacidad de expresar limitaciones en atributos de etiquetas y segmento sin etiquetas de datos, capacidad de expresar condiciones de consulta coyunturales y disyuntivas de forma compacta, capacidad de controlar la ejecución de una consulta web y preservación de la estructura topológica de documentos hiperenlaces en los resultados de la consulta. También discutimos cómo formular una consulta gráficamente y en forma textual usando un gráfico de acoplamiento y texto de acoplamiento, respectivamente.",
    "error_count": 14,
    "keys": {
        "coupling query": {
            "translated_key": [
                "acoplamiento",
                "acoplamiento de consulta"
            ],
            "translated_annotated_text": "Anatomía de la consulta <br>acoplamiento</br> en un almacén Web Para poblar un almacén de datos específicamente diseñado para datos Web, es decir. Almacén web, es imperativo aprovechar los documentos pertinentes de la Web. En este artículo, describimos un mecanismo de consulta llamado <br>acoplamiento de consulta</br> para recoger datos Web relevantes en el contexto de nuestro sistema de almacenamiento Web llamado Almacén de Datos Web (WHOWEDA). Se puede utilizar una consulta de acoplamiento <br></br> para consultar documentos HTML y XML. Las características importantes de nuestro mecanismo de consulta son la capacidad de consultar metadatos, contenido, estructura interna y externa (hiperenlace) de documentos web basados en conocimientos parciales, capacidad de expresar limitaciones en atributos de etiquetas y segmento sin etiquetas de datos, capacidad de expresar condiciones de consulta coyunturales y disyuntivas de forma compacta, capacidad de controlar la ejecución de una consulta web y preservación de la estructura topológica de documentos hiperenlaces en los resultados de la consulta. También discutimos cómo formular una consulta gráficamente y en forma textual usando un gráfico de acoplamiento y texto de acoplamiento, respectivamente. ",
            "error": [
                "acoplamiento",
                "acoplamiento de consulta"
            ]
        },
        "Web warehouse": {
            "translated_key": [
                "Web",
                "Web warehouse"
            ],
            "translated_annotated_text": "Anatomía de la consulta de acoplamiento en un almacén <br>Web</br> Para poblar un almacén de datos específicamente diseñado para datos Web, es decir. <br>Web warehouse</br>, es imperativo aprovechar los documentos pertinentes de la Web. En este artículo, describimos un mecanismo de consulta llamado consulta de acoplamiento para recoger datos Web relevantes en el contexto de nuestro sistema de almacenamiento Web llamado Almacén de Datos Web (WHOWEDA). Se puede utilizar una consulta de acoplamiento para consultar documentos HTML y XML. Las características importantes de nuestro mecanismo de consulta son la capacidad de consultar metadatos, contenido, estructura interna y externa (hiperenlace) de documentos web basados en conocimientos parciales, capacidad de expresar limitaciones en atributos de etiquetas y segmento sin etiquetas de datos, capacidad de expresar condiciones de consulta coyunturales y disyuntivas de forma compacta, capacidad de controlar la ejecución de una consulta web y preservación de la estructura topológica de documentos hiperenlaces en los resultados de la consulta. También discutimos cómo formular una consulta gráficamente y en forma textual usando un gráfico de acoplamiento y texto de acoplamiento, respectivamente. ",
            "error": [
                "Web",
                "Web warehouse"
            ]
        },
        "data warehouse": {
            "translated_key": " ",
            "translated_annotated_text": "Anatomía de la consulta de acoplamiento en un almacén Web Para poblar un almacén de datos <br> </br> específicamente diseñado para datos Web, es decir. Almacén web, es imperativo aprovechar los documentos pertinentes de la Web. En este artículo, describimos un mecanismo de consulta llamado consulta de acoplamiento para recoger datos Web relevantes en el contexto de nuestro sistema de almacenamiento Web llamado Almacén de Datos Web (WHOWEDA). Se puede utilizar una consulta de acoplamiento para consultar documentos HTML y XML. Las características importantes de nuestro mecanismo de consulta son la capacidad de consultar metadatos, contenido, estructura interna y externa (hiperenlace) de documentos web basados en conocimientos parciales, capacidad de expresar limitaciones en atributos de etiquetas y segmento sin etiquetas de datos, capacidad de expresar condiciones de consulta coyunturales y disyuntivas de forma compacta, capacidad de controlar la ejecución de una consulta web y preservación de la estructura topológica de documentos hiperenlaces en los resultados de la consulta. También discutimos cómo formular una consulta gráficamente y en forma textual usando un gráfico de acoplamiento y texto de acoplamiento, respectivamente. ",
            "error": [
                ""
            ]
        },
        "Warehouse Of Web Data": {
            "translated_key": "Warehouse Of Web Data",
            "translated_annotated_text": "Anatomía de la consulta de acoplamiento en un almacén web Para poblar un almacén de datos específicamente diseñado para datos web, es decir. Almacén web, es imperativo aprovechar los documentos pertinentes de la Web. En este artículo, describimos un mecanismo de consulta llamado consulta de acoplamiento para recoger datos Web relevantes en el contexto de nuestro sistema de almacenamiento Web llamado <br>Warehouse Of Web Data</br> (WHOWEDA). Se puede utilizar una consulta de acoplamiento para consultar documentos HTML y XML. Las características importantes de nuestro mecanismo de consulta son la capacidad de consultar metadatos, contenido, estructura interna y externa (hiperenlace) de documentos web basados en conocimientos parciales, capacidad de expresar limitaciones en atributos de etiquetas y segmento sin etiquetas de datos, capacidad de expresar condiciones de consulta coyunturales y disyuntivas de forma compacta, capacidad de controlar la ejecución de una consulta web y preservación de la estructura topológica de documentos hiperenlaces en los resultados de la consulta. También discutimos cómo formular una consulta gráficamente y en forma textual usando un gráfico de acoplamiento y texto de acoplamiento, respectivamente. ",
            "error": [
                ""
            ]
        },
        "HTML documents": {
            "translated_key": [],
            "translated_annotated_text": "Anatomía de la consulta de acoplamiento en un almacén web Para poblar un almacén de datos específicamente diseñado para datos web, es decir. Almacén web, es imperativo aprovechar los documentos pertinentes de la Web. En este artículo, describimos un mecanismo de consulta llamado consulta de acoplamiento para recoger datos Web relevantes en el contexto de nuestro sistema de almacenamiento Web llamado Almacén de Datos Web (WHOWEDA). Se puede utilizar una consulta de acoplamiento para consultar documentos HTML y XML. Las características importantes de nuestro mecanismo de consulta son la capacidad de consultar metadatos, contenido, estructura interna y externa (hiperenlace) de documentos web basados en conocimientos parciales, capacidad de expresar limitaciones en atributos de etiquetas y segmento sin etiquetas de datos, capacidad de expresar condiciones de consulta coyunturales y disyuntivas de forma compacta, capacidad de controlar la ejecución de una consulta web y preservación de la estructura topológica de documentos hiperenlaces en los resultados de la consulta. También discutimos cómo formular una consulta gráficamente y en forma textual usando un gráfico de acoplamiento y texto de acoplamiento, respectivamente. ",
            "error": []
        },
        "XML documents": {
            "translated_key": "XML",
            "translated_annotated_text": "Anatomía de la consulta de acoplamiento en un almacén web Para poblar un almacén de datos específicamente diseñado para datos web, es decir. Almacén web, es imperativo aprovechar los documentos pertinentes de la Web. En este artículo, describimos un mecanismo de consulta llamado consulta de acoplamiento para recoger datos Web relevantes en el contexto de nuestro sistema de almacenamiento Web llamado Almacén de Datos Web (WHOWEDA). Se puede utilizar una consulta de acoplamiento para consultar documentos HTML y <br>XML</br>. Las características importantes de nuestro mecanismo de consulta son la capacidad de consultar metadatos, contenido, estructura interna y externa (hiperenlace) de documentos web basados en conocimientos parciales, capacidad de expresar limitaciones en atributos de etiquetas y segmento sin etiquetas de datos, capacidad de expresar condiciones de consulta coyunturales y disyuntivas de forma compacta, capacidad de controlar la ejecución de una consulta web y preservación de la estructura topológica de documentos hiperenlaces en los resultados de la consulta. También discutimos cómo formular una consulta gráficamente y en forma textual usando un gráfico de acoplamiento y texto de acoplamiento, respectivamente. ",
            "error": [
                ""
            ]
        },
        "metadata": {
            "translated_key": "metadatos",
            "translated_annotated_text": "Anatomía de la consulta de acoplamiento en un almacén web Para poblar un almacén de datos específicamente diseñado para datos web, es decir. Almacén web, es imperativo aprovechar los documentos pertinentes de la Web. En este artículo, describimos un mecanismo de consulta llamado consulta de acoplamiento para recoger datos Web relevantes en el contexto de nuestro sistema de almacenamiento Web llamado Almacén de Datos Web (WHOWEDA). Se puede utilizar una consulta de acoplamiento para consultar documentos HTML y XML. Las características importantes de nuestro mecanismo de consulta son la capacidad de consultar <br>metadatos</br>, contenido, estructura interna y externa (hiperenlace) de documentos Web basados en conocimiento parcial, capacidad de expresar limitaciones en atributos de etiquetas y segmento sin etiquetas de datos, capacidad de expresar condiciones de consulta coyunturales y disyuntivas compactamente, capacidad de controlar la ejecución de una consulta Web y la preservación de la estructura topológica de documentos hiperenlaces en los resultados de la consulta. También discutimos cómo formular una consulta gráficamente y en forma textual usando un gráfico de acoplamiento y texto de acoplamiento, respectivamente. ",
            "error": [
                ""
            ]
        },
        "content": {
            "translated_key": "content",
            "translated_annotated_text": "Anatomía de la consulta de acoplamiento en un almacén web Para poblar un almacén de datos específicamente diseñado para datos web, es decir. Almacén web, es imperativo aprovechar los documentos pertinentes de la Web. En este artículo, describimos un mecanismo de consulta llamado consulta de acoplamiento para recoger datos Web relevantes en el contexto de nuestro sistema de almacenamiento Web llamado Almacén de Datos Web (WHOWEDA). Se puede utilizar una consulta de acoplamiento para consultar documentos HTML y XML. Las características importantes de nuestro mecanismo de consulta son la capacidad de consultar metadatos, <br>content</br>, estructura interna y externa (hiperenlace) de documentos Web basado en conocimiento parcial, capacidad de expresar limitaciones en atributos de etiquetas y segmento sin etiquetas de datos, capacidad de expresar condiciones de consulta coyunturales y disyuntivas compactamente, capacidad de controlar la ejecución de una consulta Web y la preservación de la estructura topológica de documentos hiperenlaces en los resultados de la consulta. También discutimos cómo formular una consulta gráficamente y en forma textual usando un gráfico de acoplamiento y texto de acoplamiento, respectivamente. ",
            "error": [
                ""
            ]
        },
        "internal structure": {
            "translated_key": [],
            "translated_annotated_text": "Anatomía de la consulta de acoplamiento en un almacén web Para poblar un almacén de datos específicamente diseñado para datos web, es decir. Almacén web, es imperativo aprovechar los documentos pertinentes de la Web. En este artículo, describimos un mecanismo de consulta llamado consulta de acoplamiento para recoger datos Web relevantes en el contexto de nuestro sistema de almacenamiento Web llamado Almacén de Datos Web (WHOWEDA). Se puede utilizar una consulta de acoplamiento para consultar documentos HTML y XML. Las características importantes de nuestro mecanismo de consulta son la capacidad de consultar metadatos, contenido, estructura interna y externa (hiperenlace) de documentos web basados en conocimientos parciales, capacidad de expresar limitaciones en atributos de etiquetas y segmento sin etiquetas de datos, capacidad de expresar condiciones de consulta coyunturales y disyuntivas de forma compacta, capacidad de controlar la ejecución de una consulta web y preservación de la estructura topológica de documentos hiperenlaces en los resultados de la consulta. También discutimos cómo formular una consulta gráficamente y en forma textual usando un gráfico de acoplamiento y texto de acoplamiento, respectivamente. ",
            "error": []
        },
        "external structure": {
            "translated_key": [],
            "translated_annotated_text": "Anatomía de la consulta de acoplamiento en un almacén web Para poblar un almacén de datos específicamente diseñado para datos web, es decir. Almacén web, es imperativo aprovechar los documentos pertinentes de la Web. En este artículo, describimos un mecanismo de consulta llamado consulta de acoplamiento para recoger datos Web relevantes en el contexto de nuestro sistema de almacenamiento Web llamado Almacén de Datos Web (WHOWEDA). Se puede utilizar una consulta de acoplamiento para consultar documentos HTML y XML. Las características importantes de nuestro mecanismo de consulta son la capacidad de consultar metadatos, contenido, estructura interna y externa (hiperenlace) de documentos web basados en conocimientos parciales, capacidad de expresar limitaciones en atributos de etiquetas y segmento sin etiquetas de datos, capacidad de expresar condiciones de consulta coyunturales y disyuntivas de forma compacta, capacidad de controlar la ejecución de una consulta web y preservación de la estructura topológica de documentos hiperenlaces en los resultados de la consulta. También discutimos cómo formular una consulta gráficamente y en forma textual usando un gráfico de acoplamiento y texto de acoplamiento, respectivamente. ",
            "error": []
        },
        "Web documents": {
            "translated_key": [],
            "translated_annotated_text": "Anatomía de la consulta de acoplamiento en un almacén web Para poblar un almacén de datos específicamente diseñado para datos web, es decir. Almacén web, es imperativo aprovechar los documentos pertinentes de la Web. En este artículo, describimos un mecanismo de consulta llamado consulta de acoplamiento para recoger datos Web relevantes en el contexto de nuestro sistema de almacenamiento Web llamado Almacén de Datos Web (WHOWEDA). Se puede utilizar una consulta de acoplamiento para consultar documentos HTML y XML. Características importantes de nuestro mecanismo de consulta son la capacidad de consultar metadatos, contenido, estructura interna y externa (hiperenlace) de documentos web<br> basados en conocimientos parciales, capacidad de expresar limitaciones en atributos de etiquetas y segmento sin etiquetas de datos, capacidad de expresar condiciones de consulta coyunturales y disyuntivas compactamente, capacidad de controlar la ejecución de una consulta web y la preservación de la estructura topológica de documentos hiperenlaces en los resultados de la consulta. También discutimos cómo formular una consulta gráficamente y en forma textual usando un gráfico de acoplamiento y texto de acoplamiento, respectivamente. ",
            "error": []
        },
        "partial knowledge": {
            "translated_key": "conocimiento parcial",
            "translated_annotated_text": "Anatomía de la consulta de acoplamiento en un almacén web Para poblar un almacén de datos específicamente diseñado para datos web, es decir. Almacén web, es imperativo aprovechar los documentos pertinentes de la Web. En este artículo, describimos un mecanismo de consulta llamado consulta de acoplamiento para recoger datos Web relevantes en el contexto de nuestro sistema de almacenamiento Web llamado Almacén de Datos Web (WHOWEDA). Se puede utilizar una consulta de acoplamiento para consultar documentos HTML y XML. Las características importantes de nuestro mecanismo de consulta son la capacidad de consultar metadatos, contenido, estructura interna y externa (hiperenlace) de documentos Web basados en <br>conocimiento parcial</br>, capacidad de expresar limitaciones en atributos de etiquetas y segmento sin etiquetas de datos, capacidad de expresar condiciones de consulta coyunturales y disyuntivas de forma compacta, capacidad de controlar la ejecución de una consulta Web y preservación de la estructura topológica de documentos hiperenlaces en los resultados de la consulta. También discutimos cómo formular una consulta gráficamente y en forma textual usando un gráfico de acoplamiento y texto de acoplamiento, respectivamente. ",
            "error": [
                ""
            ]
        },
        "tag attributes": {
            "translated_key": "tag",
            "translated_annotated_text": "Anatomía de la consulta de acoplamiento en un almacén web Para poblar un almacén de datos específicamente diseñado para datos web, es decir. Almacén web, es imperativo aprovechar los documentos pertinentes de la Web. En este artículo, describimos un mecanismo de consulta llamado consulta de acoplamiento para recoger datos Web relevantes en el contexto de nuestro sistema de almacenamiento Web llamado Almacén de Datos Web (WHOWEDA). Se puede utilizar una consulta de acoplamiento para consultar documentos HTML y XML. Las características importantes de nuestro mecanismo de consulta son la capacidad de consultar metadatos, contenido, estructura interna y externa (hiperenlace) de documentos Web basados en conocimientos parciales, capacidad de expresar limitaciones en atributos <br>tag</br> y segmento sin etiquetas de datos, capacidad de expresar condiciones de consulta coyunturales y disyuntivas de forma compacta, capacidad de controlar la ejecución de una consulta Web y la preservación de la estructura topológica de documentos hiperenlaces en los resultados de la consulta. También discutimos cómo formular una consulta gráficamente y en forma textual usando un gráfico de acoplamiento y texto de acoplamiento, respectivamente. ",
            "error": [
                ""
            ]
        },
        "tagless segment": {
            "translated_key": "segmento sin etiquetas",
            "translated_annotated_text": "Anatomía de la consulta de acoplamiento en un almacén web Para poblar un almacén de datos específicamente diseñado para datos web, es decir. Almacén web, es imperativo aprovechar los documentos pertinentes de la Web. En este artículo, describimos un mecanismo de consulta llamado consulta de acoplamiento para recoger datos Web relevantes en el contexto de nuestro sistema de almacenamiento Web llamado Almacén de Datos Web (WHOWEDA). Se puede utilizar una consulta de acoplamiento para consultar documentos HTML y XML. Las características importantes de nuestro mecanismo de consulta son la capacidad de consultar metadatos, contenido, estructura interna y externa (hiperenlace) de documentos Web basados en conocimientos parciales, capacidad de expresar limitaciones en atributos de etiquetas y <br>segmento sin etiquetas</br> de datos, capacidad de expresar condiciones de consulta coyunturales y disyuntivas de forma compacta, capacidad de controlar la ejecución de una consulta Web y la preservación de la estructura topológica de documentos hiperenlaces en los resultados de la consulta. También discutimos cómo formular una consulta gráficamente y en forma textual usando un gráfico de acoplamiento y texto de acoplamiento, respectivamente. ",
            "error": [
                ""
            ]
        },
        "disjunctive query conditions": {
            "translated_key": [],
            "translated_annotated_text": "Anatomía de la consulta de acoplamiento en un almacén web Para poblar un almacén de datos específicamente diseñado para datos web, es decir. Almacén web, es imperativo aprovechar los documentos pertinentes de la Web. En este artículo, describimos un mecanismo de consulta llamado consulta de acoplamiento para recoger datos Web relevantes en el contexto de nuestro sistema de almacenamiento Web llamado Almacén de Datos Web (WHOWEDA). Se puede utilizar una consulta de acoplamiento para consultar documentos HTML y XML. Características importantes de nuestro mecanismo de consulta son la capacidad de consultar metadatos, contenido, estructura interna y externa (hiperenlace) de documentos Web basados en conocimiento parcial, capacidad de expresar limitaciones en atributos de etiquetas y segmento sin etiquetas de datos, capacidad de expresar condiciones de consulta coyunturales y disyuntivas compactamente, capacidad de controlar la ejecución de una consulta Web y la preservación de la estructura topológica de documentos hiperenlaces en los resultados de la consulta.  También discutimos cómo formular una consulta gráficamente y en forma textual usando un gráfico de acoplamiento y texto de acoplamiento, respectivamente. ",
            "error": []
        },
        "conjunctive query conditions": {
            "translated_key": [],
            "translated_annotated_text": "Anatomía de la consulta de acoplamiento en un almacén web Para poblar un almacén de datos específicamente diseñado para datos web, es decir. Almacén web, es imperativo aprovechar los documentos pertinentes de la Web. En este artículo, describimos un mecanismo de consulta llamado consulta de acoplamiento para recoger datos Web relevantes en el contexto de nuestro sistema de almacenamiento Web llamado Almacén de Datos Web (WHOWEDA). Se puede utilizar una consulta de acoplamiento para consultar documentos HTML y XML. Las características importantes de nuestro mecanismo de consulta son la capacidad de consultar metadatos, contenido, estructura interna y externa (hiperenlace) de documentos web basados en conocimientos parciales, capacidad de expresar limitaciones en atributos de etiquetas y segmento sin etiquetas de datos, capacidad de expresar condiciones de consulta coyunturales y disyuntivas de forma compacta, capacidad de controlar la ejecución de una consulta web y preservación de la estructura topológica de documentos hiperenlaces en los resultados de la consulta. También discutimos cómo formular una consulta gráficamente y en forma textual usando un gráfico de acoplamiento y texto de acoplamiento, respectivamente. ",
            "error": []
        },
        "execution control": {
            "translated_key": [],
            "translated_annotated_text": "Anatomía de la consulta de acoplamiento en un almacén web Para poblar un almacén de datos específicamente diseñado para datos web, es decir. Almacén web, es imperativo aprovechar los documentos pertinentes de la Web. En este artículo, describimos un mecanismo de consulta llamado consulta de acoplamiento para recoger datos Web relevantes en el contexto de nuestro sistema de almacenamiento Web llamado Almacén de Datos Web (WHOWEDA). Se puede utilizar una consulta de acoplamiento para consultar documentos HTML y XML. Las características importantes de nuestro mecanismo de consulta son la capacidad de consultar metadatos, contenido, estructura interna y externa (hiperenlace) de documentos web basados en conocimientos parciales, capacidad de expresar limitaciones en atributos de etiquetas y segmento sin etiquetas de datos, capacidad de expresar condiciones de consulta coyunturales y disyuntivas de forma compacta, capacidad de controlar la ejecución de una consulta web y preservación de la estructura topológica de documentos hiperenlaces en los resultados de la consulta. También discutimos cómo formular una consulta gráficamente y en forma textual usando un gráfico de acoplamiento y texto de acoplamiento, respectivamente. ",
            "error": []
        },
        "topological structure": {
            "translated_key": "topológica",
            "translated_annotated_text": "Anatomía de la consulta de acoplamiento en un almacén web Para poblar un almacén de datos específicamente diseñado para datos web, es decir. Almacén web, es imperativo aprovechar los documentos pertinentes de la Web. En este artículo, describimos un mecanismo de consulta llamado consulta de acoplamiento para recoger datos Web relevantes en el contexto de nuestro sistema de almacenamiento Web llamado Almacén de Datos Web (WHOWEDA). Se puede utilizar una consulta de acoplamiento para consultar documentos HTML y XML. Las características importantes de nuestro mecanismo de consulta son la capacidad de consultar metadatos, contenido, estructura interna y externa (hiperenlace) de documentos Web basados en conocimientos parciales, capacidad de expresar limitaciones en atributos de etiquetas y segmento sin etiquetas de datos, capacidad de expresar condiciones de consulta coyunturales y disyuntivas de forma compacta, capacidad de controlar la ejecución de una consulta Web y la preservación de la estructura <br>topológica</br> de documentos hiperenlaces en los resultados de la consulta. También discutimos cómo formular una consulta gráficamente y en forma textual usando un gráfico de acoplamiento y texto de acoplamiento, respectivamente. ",
            "error": [
                ""
            ]
        },
        "hyperlinked documents": {
            "translated_key": "documentos hiperenlaces",
            "translated_annotated_text": "Anatomía de la consulta de acoplamiento en un almacén web Para poblar un almacén de datos específicamente diseñado para datos web, es decir. Almacén web, es imperativo aprovechar los documentos pertinentes de la Web. En este artículo, describimos un mecanismo de consulta llamado consulta de acoplamiento para recoger datos Web relevantes en el contexto de nuestro sistema de almacenamiento Web llamado Almacén de Datos Web (WHOWEDA). Se puede utilizar una consulta de acoplamiento para consultar documentos HTML y XML. Características importantes de nuestro mecanismo de consulta son la capacidad de consultar metadatos, contenido, estructura interna y externa (hiperenlace) de documentos Web basados en conocimientos parciales, capacidad de expresar limitaciones en atributos de etiquetas y segmento sin etiquetas de datos, capacidad de expresar condiciones de consulta coyunturales y disyuntivas de forma compacta, capacidad de controlar la ejecución de una consulta Web y la preservación de la estructura topológica de <br>documentos hiperenlaces</br> en los resultados de la consulta. También discutimos cómo formular una consulta gráficamente y en forma textual usando un gráfico de acoplamiento y texto de acoplamiento, respectivamente. ",
            "error": [
                ""
            ]
        },
        "graphical query formulation": {
            "translated_key": [],
            "translated_annotated_text": "Anatomía de la consulta de acoplamiento en un almacén web Para poblar un almacén de datos específicamente diseñado para datos web, es decir. Almacén web, es imperativo aprovechar los documentos pertinentes de la Web. En este artículo, describimos un mecanismo de consulta llamado consulta de acoplamiento para recoger datos Web relevantes en el contexto de nuestro sistema de almacenamiento Web llamado Almacén de Datos Web (WHOWEDA). Se puede utilizar una consulta de acoplamiento para consultar documentos HTML y XML. Las características importantes de nuestro mecanismo de consulta son la capacidad de consultar metadatos, contenido, estructura interna y externa (hiperenlace) de documentos web basados en conocimientos parciales, capacidad de expresar limitaciones en atributos de etiquetas y segmento sin etiquetas de datos, capacidad de expresar condiciones de consulta coyunturales y disyuntivas de forma compacta, capacidad de controlar la ejecución de una consulta web y preservación de la estructura topológica de documentos hiperenlaces en los resultados de la consulta. También discutimos cómo formular una consulta gráficamente y en forma textual usando un gráfico de acoplamiento y texto de acoplamiento, respectivamente. ",
            "error": []
        },
        "textual query formulation": {
            "translated_key": [],
            "translated_annotated_text": "Anatomía de la consulta de acoplamiento en un almacén web Para poblar un almacén de datos específicamente diseñado para datos web, es decir. Almacén web, es imperativo aprovechar los documentos pertinentes de la Web. En este artículo, describimos un mecanismo de consulta llamado consulta de acoplamiento para recoger datos Web relevantes en el contexto de nuestro sistema de almacenamiento Web llamado Almacén de Datos Web (WHOWEDA). Se puede utilizar una consulta de acoplamiento para consultar documentos HTML y XML. Las características importantes de nuestro mecanismo de consulta son la capacidad de consultar metadatos, contenido, estructura interna y externa (hiperenlace) de documentos web basados en conocimientos parciales, capacidad de expresar limitaciones en atributos de etiquetas y segmento sin etiquetas de datos, capacidad de expresar condiciones de consulta coyunturales y disyuntivas de forma compacta, capacidad de controlar la ejecución de una consulta web y preservación de la estructura topológica de documentos hiperenlaces en los resultados de la consulta. También discutimos cómo formular una consulta gráficamente y en forma textual usando un gráfico de acoplamiento y texto de acoplamiento, respectivamente. ",
            "error": []
        },
        "coupling text": {
            "translated_key": " texto de acoplamiento",
            "translated_annotated_text": "Anatomía de la consulta de acoplamiento en un almacén web Para poblar un almacén de datos específicamente diseñado para datos web, es decir. Almacén web, es imperativo aprovechar los documentos pertinentes de la Web. En este artículo, describimos un mecanismo de consulta llamado consulta de acoplamiento para recoger datos Web relevantes en el contexto de nuestro sistema de almacenamiento Web llamado Almacén de Datos Web (WHOWEDA). Se puede utilizar una consulta de acoplamiento para consultar documentos HTML y XML. Las características importantes de nuestro mecanismo de consulta son la capacidad de consultar metadatos, contenido, estructura interna y externa (hiperenlace) de documentos web basados en conocimientos parciales, capacidad de expresar limitaciones en atributos de etiquetas y segmento sin etiquetas de datos, capacidad de expresar condiciones de consulta coyunturales y disyuntivas de forma compacta, capacidad de controlar la ejecución de una consulta web y preservación de la estructura topológica de documentos hiperenlaces en los resultados de la consulta. También discutimos cómo formular una consulta gráficamente y en forma textual usando un gráfico de acoplamiento y <br> texto de acoplamiento</br>, respectivamente. ",
            "error": [
                ""
            ]
        },
        "data warehouses": {
            "translated_key": [],
            "translated_annotated_text": "Anatomía de la consulta de acoplamiento en un almacén web Para poblar un almacén de datos específicamente diseñado para datos web, es decir. Almacén web, es imperativo aprovechar los documentos pertinentes de la Web. En este artículo, describimos un mecanismo de consulta llamado consulta de acoplamiento para recoger datos Web relevantes en el contexto de nuestro sistema de almacenamiento Web llamado Almacén de Datos Web (WHOWEDA). Se puede utilizar una consulta de acoplamiento para consultar documentos HTML y XML. Las características importantes de nuestro mecanismo de consulta son la capacidad de consultar metadatos, contenido, estructura interna y externa (hiperenlace) de documentos web basados en conocimientos parciales, capacidad de expresar limitaciones en atributos de etiquetas y segmento sin etiquetas de datos, capacidad de expresar condiciones de consulta coyunturales y disyuntivas de forma compacta, capacidad de controlar la ejecución de una consulta web y preservación de la estructura topológica de documentos hiperenlaces en los resultados de la consulta. También discutimos cómo formular una consulta gráficamente y en forma textual usando un gráfico de acoplamiento y texto de acoplamiento, respectivamente. ",
            "error": []
        },
        "information resources": {
            "translated_key": [],
            "translated_annotated_text": "Anatomía de la consulta de acoplamiento en un almacén web Para poblar un almacén de datos específicamente diseñado para datos web, es decir. Almacén web, es imperativo aprovechar los documentos pertinentes de la Web. En este artículo, describimos un mecanismo de consulta llamado consulta de acoplamiento para recoger datos Web relevantes en el contexto de nuestro sistema de almacenamiento Web llamado Almacén de Datos Web (WHOWEDA). Se puede utilizar una consulta de acoplamiento para consultar documentos HTML y XML. Las características importantes de nuestro mecanismo de consulta son la capacidad de consultar metadatos, contenido, estructura interna y externa (hiperenlace) de documentos web basados en conocimientos parciales, capacidad de expresar limitaciones en atributos de etiquetas y segmento sin etiquetas de datos, capacidad de expresar condiciones de consulta coyunturales y disyuntivas de forma compacta, capacidad de controlar la ejecución de una consulta web y preservación de la estructura topológica de documentos hiperenlaces en los resultados de la consulta. También discutimos cómo formular una consulta gráficamente y en forma textual usando un gráfico de acoplamiento y texto de acoplamiento, respectivamente. ",
            "error": []
        },
        "query formulation": {
            "translated_key": [],
            "translated_annotated_text": "Anatomía de la consulta de acoplamiento en un almacén web Para poblar un almacén de datos específicamente diseñado para datos web, es decir. Almacén web, es imperativo aprovechar los documentos pertinentes de la Web. En este artículo, describimos un mecanismo de consulta llamado consulta de acoplamiento para recoger datos Web relevantes en el contexto de nuestro sistema de almacenamiento Web llamado Almacén de Datos Web (WHOWEDA). Se puede utilizar una consulta de acoplamiento para consultar documentos HTML y XML. Las características importantes de nuestro mecanismo de consulta son la capacidad de consultar metadatos, contenido, estructura interna y externa (hiperenlace) de documentos web basados en conocimientos parciales, capacidad de expresar limitaciones en atributos de etiquetas y segmento sin etiquetas de datos, capacidad de expresar condiciones de consulta coyunturales y disyuntivas de forma compacta, capacidad de controlar la ejecución de una consulta web y preservación de la estructura topológica de documentos hiperenlaces en los resultados de la consulta. También discutimos cómo formular una consulta gráficamente y en forma textual usando un gráfico de acoplamiento y texto de acoplamiento, respectivamente. ",
            "error": []
        }
    }
}