{
    "original_text": "Coarse-grained reduction and analysis of a network model of cortical response: I. Drifting grating stimuli We present a reduction of a large-scale network model of visual cortex developed by McLaughlin, Shapley, Shelley, and Wielaard. The reduction is from many integrate-and-fire neurons to a spatially coarse-grained system for firing rates of neuronal subpopulations. It accounts explicitly for spatially varying architecture, ordered cortical maps (such as orientation preference) that vary regularly across the cortical layer, and disordered cortical maps (such as spatial phase preference or stochastic input conductances) that may vary widely from cortical neuron to cortical neuron. The result of the reduction is a set of nonlinear spatiotemporal integral equations for phase-averaged firing rates of neuronal subpopulations across the model cortex, derived asymptotically from the full model without the addition of any extra phenomological constants. This reduced system is used to study the response of the model to drifting grating stimuli - where it is shown to be useful for numerical investigations that reproduce, at far less computational cost, the salient features of the point-neuron network and for analytical investigations that unveil cortical mechanisms behind the responses observed in the simulations of the large-scale computational model. For example, the reduced equations clearly show (1) phase averaging as the source of the time-invariance of cortico-cortical conductances, (2) the mechanisms in the model for higher firing rates and better orientation selectivity of simple cells which are near pinwheel centers, (3) the effects of the length-scales of cortico-cortical coupling, and (4) the role of noise in improving the contrast invariance of orientation selectivity",
    "original_translation": "Reducción y análisis de un modelo de red de respuesta cortical: I. Estímulos de rejilla en deriva Presentamos una reducción de un modelo de red a gran escala de corteza visual desarrollado por McLaughlin, Shapley, Shelley y Wielaard. La reducción es de muchas neuronas de integración y fuego a un sistema espacialmente de grano grueso para las tasas de disparo de subpoblaciones neuronales. Cuenta explícitamente para la arquitectura espacialmente variable, mapas corticales ordenados (como preferencia de orientación) que varían regularmente a través de la capa cortical, y mapas corticales desordenados (como preferencia de fase espacial o conductancias de entrada estocásticas) que pueden variar ampliamente desde neurona cortical a neurona cortical. El resultado de la reducción es un conjunto de ecuaciones integrales espaciotemporales no lineales para las tasas de cocción medias por fase de subpoblaciones neuronales a través de la corteza modelo, derivadas asintóticamente del modelo completo sin la adición de ninguna constante fenomológica adicional. Este sistema reducido se utiliza para estudiar la respuesta del modelo a estímulos de rejilla a la deriva, donde se demuestra que es útil para investigaciones numéricas que reproducen, a un costo mucho menor computacional, las características más destacadas de la red point-neuron y para investigaciones analíticas que develan mecanismos corticales detrás de las respuestas observadas en las simulaciones del modelo computacional a gran escala. Por ejemplo, las ecuaciones reducidas muestran claramente (1) el promedio de fase como la fuente de la invarianza temporal de las conductas corticocortical, (2) los mecanismos en el modelo para mayores tasas de disparo y mejor orientación selectividad de las células simples que están cerca de los centros de rueda de alfiler, (3) los efectos de las escalas de longitud del acoplamiento corticocortical, y (4) el papel del ruido en la mejora del contraste de la invarianza de la selectividad de orientación",
    "error_count": 6,
    "keys": {
        "large-scale network model": {
            "translated_key": "modelo de red a gran escala",
            "translated_annotated_text": "Reducción y análisis de un modelo de red de respuesta cortical de grano grueso: I. Estímulos de rejilla a la deriva Presentamos una reducción de un <br>modelo de red a gran escala</br> de corteza visual desarrollado por McLaughlin, Shapley, Shelley y Wielaard.  La reducción es de muchas neuronas de integración y fuego a un sistema espacialmente de grano grueso para las tasas de disparo de subpoblaciones neuronales. Cuenta explícitamente para la arquitectura espacialmente variable, mapas corticales ordenados (como preferencia de orientación) que varían regularmente a través de la capa cortical, y mapas corticales desordenados (como preferencia de fase espacial o conductancias de entrada estocásticas) que pueden variar ampliamente desde neurona cortical a neurona cortical. El resultado de la reducción es un conjunto de ecuaciones integrales espaciotemporales no lineales para las tasas de cocción medias por fase de subpoblaciones neuronales a través de la corteza modelo, derivadas asintóticamente del modelo completo sin la adición de ninguna constante fenomológica adicional. Este sistema reducido se utiliza para estudiar la respuesta del modelo a estímulos de rejilla a la deriva, donde se demuestra que es útil para investigaciones numéricas que reproducen, a un costo mucho menor computacional, las características más destacadas de la red point-neuron y para investigaciones analíticas que develan mecanismos corticales detrás de las respuestas observadas en las simulaciones del modelo computacional a gran escala. Por ejemplo, las ecuaciones reducidas muestran claramente (1) el promedio de fase como la fuente de la invarianza temporal de las conductas corticocortical, (2) los mecanismos en el modelo para mayores tasas de disparo y mejor orientación selectividad de las células simples que están cerca de los centros de rueda de alfiler, (3) los efectos de las escalas de longitud del acoplamiento corticocortical, y (4) el papel del ruido en la mejora del contraste de la invarianza de la selectividad de orientación ",
            "error": [
                ""
            ]
        },
        "visual cortex": {
            "translated_key": [],
            "translated_annotated_text": "Reducción y análisis de un modelo de red de respuesta cortical: I. Estímulos de rejilla a la deriva Presentamos una reducción de un modelo de red a gran escala de corteza visual <br> desarrollado por McLaughlin, Shapley, Shelley y Wielaard. La reducción es de muchas neuronas de integración y fuego a un sistema espacialmente de grano grueso para las tasas de disparo de subpoblaciones neuronales. Cuenta explícitamente para la arquitectura espacialmente variable, mapas corticales ordenados (como preferencia de orientación) que varían regularmente a través de la capa cortical, y mapas corticales desordenados (como preferencia de fase espacial o conductancias de entrada estocásticas) que pueden variar ampliamente desde neurona cortical a neurona cortical. El resultado de la reducción es un conjunto de ecuaciones integrales espaciotemporales no lineales para las tasas de cocción medias por fase de subpoblaciones neuronales a través de la corteza modelo, derivadas asintóticamente del modelo completo sin la adición de ninguna constante fenomológica adicional. Este sistema reducido se utiliza para estudiar la respuesta del modelo a estímulos de rejilla a la deriva, donde se demuestra que es útil para investigaciones numéricas que reproducen, a un costo mucho menor computacional, las características más destacadas de la red point-neuron y para investigaciones analíticas que develan mecanismos corticales detrás de las respuestas observadas en las simulaciones del modelo computacional a gran escala. Por ejemplo, las ecuaciones reducidas muestran claramente (1) el promedio de fase como la fuente de la invarianza temporal de las conductas corticocortical, (2) los mecanismos en el modelo para mayores tasas de disparo y mejor orientación selectividad de las células simples que están cerca de los centros de rueda de alfiler, (3) los efectos de las escalas de longitud del acoplamiento corticocortical, y (4) el papel del ruido en la mejora del contraste de la invarianza de la selectividad de orientación ",
            "error": []
        },
        "neuronal networks": {
            "translated_key": [],
            "translated_annotated_text": "Reducción y análisis de un modelo de red de respuesta cortical: I. Estímulos de rejilla en deriva Presentamos una reducción de un modelo de red a gran escala de corteza visual desarrollado por McLaughlin, Shapley, Shelley y Wielaard. La reducción es de muchas neuronas de integración y fuego a un sistema espacialmente de grano grueso para las tasas de disparo de subpoblaciones neuronales. Cuenta explícitamente para la arquitectura espacialmente variable, mapas corticales ordenados (como preferencia de orientación) que varían regularmente a través de la capa cortical, y mapas corticales desordenados (como preferencia de fase espacial o conductancias de entrada estocásticas) que pueden variar ampliamente desde neurona cortical a neurona cortical. El resultado de la reducción es un conjunto de ecuaciones integrales espaciotemporales no lineales para las tasas de cocción medias por fase de subpoblaciones neuronales a través de la corteza modelo, derivadas asintóticamente del modelo completo sin la adición de ninguna constante fenomológica adicional. Este sistema reducido se utiliza para estudiar la respuesta del modelo a estímulos de rejilla a la deriva, donde se demuestra que es útil para investigaciones numéricas que reproducen, a un costo mucho menor computacional, las características más destacadas de la red point-neuron y para investigaciones analíticas que develan mecanismos corticales detrás de las respuestas observadas en las simulaciones del modelo computacional a gran escala. Por ejemplo, las ecuaciones reducidas muestran claramente (1) el promedio de fase como la fuente de la invarianza temporal de las conductas corticocortical, (2) los mecanismos en el modelo para mayores tasas de disparo y mejor orientación selectividad de las células simples que están cerca de los centros de rueda de alfiler, (3) los efectos de las escalas de longitud del acoplamiento corticocortical, y (4) el papel del ruido en la mejora del contraste de la invarianza de la selectividad de orientación ",
            "error": []
        },
        "coarse-graining": {
            "translated_key": [],
            "translated_annotated_text": "Reducción y análisis de un modelo de red de respuesta cortical: I. Estímulos de rejilla en deriva Presentamos una reducción de un modelo de red a gran escala de corteza visual desarrollado por McLaughlin, Shapley, Shelley y Wielaard. La reducción es de muchas neuronas de integración y fuego a un sistema espacialmente de grano grueso para las tasas de disparo de subpoblaciones neuronales. Cuenta explícitamente para la arquitectura espacialmente variable, mapas corticales ordenados (como preferencia de orientación) que varían regularmente a través de la capa cortical, y mapas corticales desordenados (como preferencia de fase espacial o conductancias de entrada estocásticas) que pueden variar ampliamente desde neurona cortical a neurona cortical. El resultado de la reducción es un conjunto de ecuaciones integrales espaciotemporales no lineales para las tasas de cocción medias por fase de subpoblaciones neuronales a través de la corteza modelo, derivadas asintóticamente del modelo completo sin la adición de ninguna constante fenomológica adicional. Este sistema reducido se utiliza para estudiar la respuesta del modelo a estímulos de rejilla a la deriva, donde se demuestra que es útil para investigaciones numéricas que reproducen, a un costo mucho menor computacional, las características más destacadas de la red point-neuron y para investigaciones analíticas que develan mecanismos corticales detrás de las respuestas observadas en las simulaciones del modelo computacional a gran escala. Por ejemplo, las ecuaciones reducidas muestran claramente (1) el promedio de fase como la fuente de la invarianza temporal de las conductas corticocortical, (2) los mecanismos en el modelo para mayores tasas de disparo y mejor orientación selectividad de las células simples que están cerca de los centros de rueda de alfiler, (3) los efectos de las escalas de longitud del acoplamiento corticocortical, y (4) el papel del ruido en la mejora del contraste de la invarianza de la selectividad de orientación ",
            "error": []
        },
        "point-neuron network": {
            "translated_key": "point-neuron",
            "translated_annotated_text": "Reducción y análisis de un modelo de red de respuesta cortical: I. Estímulos de rejilla en deriva Presentamos una reducción de un modelo de red a gran escala de corteza visual desarrollado por McLaughlin, Shapley, Shelley y Wielaard. La reducción es de muchas neuronas de integración y fuego a un sistema espacialmente de grano grueso para las tasas de disparo de subpoblaciones neuronales. Cuenta explícitamente para la arquitectura espacialmente variable, mapas corticales ordenados (como preferencia de orientación) que varían regularmente a través de la capa cortical, y mapas corticales desordenados (como preferencia de fase espacial o conductancias de entrada estocásticas) que pueden variar ampliamente desde neurona cortical a neurona cortical. El resultado de la reducción es un conjunto de ecuaciones integrales espaciotemporales no lineales para las tasas de cocción medias por fase de subpoblaciones neuronales a través de la corteza modelo, derivadas asintóticamente del modelo completo sin la adición de ninguna constante fenomológica adicional. Este sistema reducido se utiliza para estudiar la respuesta del modelo a estímulos de rejilla a la deriva - donde se demuestra que es útil para investigaciones numéricas que reproducen, a un costo mucho menor computacional, las características sobresalientes de la red <br>point-neuron</br> y para investigaciones analíticas que revelan mecanismos corticales detrás de las respuestas observadas en las simulaciones del modelo computacional a gran escala. Por ejemplo, las ecuaciones reducidas muestran claramente (1) el promedio de fase como la fuente de la invarianza temporal de las conductas corticocortical, (2) los mecanismos en el modelo para mayores tasas de disparo y mejor orientación selectividad de las células simples que están cerca de los centros de rueda de alfiler, (3) los efectos de las escalas de longitud del acoplamiento corticocortical, y (4) el papel del ruido en la mejora del contraste de la invarianza de la selectividad de orientación ",
            "error": [
                ""
            ]
        },
        "phase-averaged firing rates": {
            "translated_key": "frecuencias de cocción medias por fase",
            "translated_annotated_text": "Reducción y análisis de un modelo de red de respuesta cortical: I. Estímulos de rejilla en deriva Presentamos una reducción de un modelo de red a gran escala de corteza visual desarrollado por McLaughlin, Shapley, Shelley y Wielaard. La reducción es de muchas neuronas de integración y fuego a un sistema espacialmente de grano grueso para las tasas de disparo de subpoblaciones neuronales. Cuenta explícitamente para la arquitectura espacialmente variable, mapas corticales ordenados (como preferencia de orientación) que varían regularmente a través de la capa cortical, y mapas corticales desordenados (como preferencia de fase espacial o conductancias de entrada estocásticas) que pueden variar ampliamente desde neurona cortical a neurona cortical. El resultado de la reducción es un conjunto de ecuaciones integrales espaciotemporales no lineales para <br>frecuencias de cocción medias por fase</br> de subpoblaciones neuronales a través de la corteza modelo, derivadas asintóticamente del modelo completo sin la adición de ninguna constante fenomológica adicional. Este sistema reducido se utiliza para estudiar la respuesta del modelo a estímulos de rejilla a la deriva, donde se demuestra que es útil para investigaciones numéricas que reproducen, a un costo mucho menor computacional, las características más destacadas de la red point-neuron y para investigaciones analíticas que develan mecanismos corticales detrás de las respuestas observadas en las simulaciones del modelo computacional a gran escala. Por ejemplo, las ecuaciones reducidas muestran claramente (1) el promedio de fase como la fuente de la invarianza temporal de las conductas corticocortical, (2) los mecanismos en el modelo para mayores tasas de disparo y mejor orientación selectividad de las células simples que están cerca de los centros de rueda de alfiler, (3) los efectos de las escalas de longitud del acoplamiento corticocortical, y (4) el papel del ruido en la mejora del contraste de la invarianza de la selectividad de orientación ",
            "error": [
                ""
            ]
        },
        "nonlinear spatiotemporal integral equations": {
            "translated_key": "ecuaciones integrales espaciotemporales no lineales",
            "translated_annotated_text": "Reducción y análisis de un modelo de red de respuesta cortical: I. Estímulos de rejilla en deriva Presentamos una reducción de un modelo de red a gran escala de corteza visual desarrollado por McLaughlin, Shapley, Shelley y Wielaard. La reducción es de muchas neuronas de integración y fuego a un sistema espacialmente de grano grueso para las tasas de disparo de subpoblaciones neuronales. Cuenta explícitamente para la arquitectura espacialmente variable, mapas corticales ordenados (como preferencia de orientación) que varían regularmente a través de la capa cortical, y mapas corticales desordenados (como preferencia de fase espacial o conductancias de entrada estocásticas) que pueden variar ampliamente desde neurona cortical a neurona cortical. El resultado de la reducción es un conjunto de <br>ecuaciones integrales espaciotemporales no lineales</br> para las tasas de cocción medias por fase de subpoblaciones neuronales a través de la corteza modelo, derivado asintóticamente del modelo completo sin la adición de ninguna constante fenomológica adicional.  Este sistema reducido se utiliza para estudiar la respuesta del modelo a estímulos de rejilla a la deriva, donde se demuestra que es útil para investigaciones numéricas que reproducen, a un costo mucho menor computacional, las características más destacadas de la red point-neuron y para investigaciones analíticas que develan mecanismos corticales detrás de las respuestas observadas en las simulaciones del modelo computacional a gran escala. Por ejemplo, las ecuaciones reducidas muestran claramente (1) el promedio de fase como la fuente de la invarianza temporal de las conductas corticocortical, (2) los mecanismos en el modelo para mayores tasas de disparo y mejor orientación selectividad de las células simples que están cerca de los centros de rueda de alfiler, (3) los efectos de las escalas de longitud del acoplamiento corticocortical, y (4) el papel del ruido en la mejora del contraste de la invarianza de la selectividad de orientación ",
            "error": [
                ""
            ]
        },
        "dynamics": {
            "translated_key": [],
            "translated_annotated_text": "Reducción y análisis de un modelo de red de respuesta cortical: I. Estímulos de rejilla en deriva Presentamos una reducción de un modelo de red a gran escala de corteza visual desarrollado por McLaughlin, Shapley, Shelley y Wielaard. La reducción es de muchas neuronas de integración y fuego a un sistema espacialmente de grano grueso para las tasas de disparo de subpoblaciones neuronales. Cuenta explícitamente para la arquitectura espacialmente variable, mapas corticales ordenados (como preferencia de orientación) que varían regularmente a través de la capa cortical, y mapas corticales desordenados (como preferencia de fase espacial o conductancias de entrada estocásticas) que pueden variar ampliamente desde neurona cortical a neurona cortical. El resultado de la reducción es un conjunto de ecuaciones integrales espaciotemporales no lineales para las tasas de cocción medias por fase de subpoblaciones neuronales a través de la corteza modelo, derivadas asintóticamente del modelo completo sin la adición de ninguna constante fenomológica adicional. Este sistema reducido se utiliza para estudiar la respuesta del modelo a estímulos de rejilla a la deriva, donde se demuestra que es útil para investigaciones numéricas que reproducen, a un costo mucho menor computacional, las características más destacadas de la red point-neuron y para investigaciones analíticas que develan mecanismos corticales detrás de las respuestas observadas en las simulaciones del modelo computacional a gran escala. Por ejemplo, las ecuaciones reducidas muestran claramente (1) el promedio de fase como la fuente de la invarianza temporal de las conductas corticocortical, (2) los mecanismos en el modelo para mayores tasas de disparo y mejor orientación selectividad de las células simples que están cerca de los centros de rueda de alfiler, (3) los efectos de las escalas de longitud del acoplamiento corticocortical, y (4) el papel del ruido en la mejora del contraste de la invarianza de la selectividad de orientación ",
            "error": []
        },
        "orientation selectivity": {
            "translated_key": "orientación ",
            "translated_annotated_text": "Reducción y análisis de un modelo de red de respuesta cortical: I. Estímulos de rejilla en deriva Presentamos una reducción de un modelo de red a gran escala de corteza visual desarrollado por McLaughlin, Shapley, Shelley y Wielaard. La reducción es de muchas neuronas de integración y fuego a un sistema espacialmente de grano grueso para las tasas de disparo de subpoblaciones neuronales. Cuenta explícitamente para la arquitectura espacialmente variable, mapas corticales ordenados (como preferencia de orientación) que varían regularmente a través de la capa cortical, y mapas corticales desordenados (como preferencia de fase espacial o conductancias de entrada estocásticas) que pueden variar ampliamente desde neurona cortical a neurona cortical. El resultado de la reducción es un conjunto de ecuaciones integrales espaciotemporales no lineales para las tasas de cocción medias por fase de subpoblaciones neuronales a través de la corteza modelo, derivadas asintóticamente del modelo completo sin la adición de ninguna constante fenomológica adicional. Este sistema reducido se utiliza para estudiar la respuesta del modelo a estímulos de rejilla a la deriva, donde se demuestra que es útil para investigaciones numéricas que reproducen, a un costo mucho menor computacional, las características más destacadas de la red point-neuron y para investigaciones analíticas que develan mecanismos corticales detrás de las respuestas observadas en las simulaciones del modelo computacional a gran escala. Por ejemplo, las ecuaciones reducidas muestran claramente (1) el promedio de fase como la fuente de la invarianza temporal de las conductas corticocorticales, (2) los mecanismos en el modelo para mayores tasas de cocción y mejor selectividad <br>orientación </br> de las células simples que están cerca de los centros de torsión, (3) los efectos de las escalas de longitud del acoplamiento corticocortical, y (4) el papel del ruido en la mejora de la invarianza de contraste de la selectividad <br>orientación </br> ",
            "error": [
                ""
            ]
        },
        "brain models": {
            "translated_key": [],
            "translated_annotated_text": "Reducción y análisis de un modelo de red de respuesta cortical: I. Estímulos de rejilla en deriva Presentamos una reducción de un modelo de red a gran escala de corteza visual desarrollado por McLaughlin, Shapley, Shelley y Wielaard. La reducción es de muchas neuronas de integración y fuego a un sistema espacialmente de grano grueso para las tasas de disparo de subpoblaciones neuronales. Cuenta explícitamente para la arquitectura espacialmente variable, mapas corticales ordenados (como preferencia de orientación) que varían regularmente a través de la capa cortical, y mapas corticales desordenados (como preferencia de fase espacial o conductancias de entrada estocásticas) que pueden variar ampliamente desde neurona cortical a neurona cortical. El resultado de la reducción es un conjunto de ecuaciones integrales espaciotemporales no lineales para las tasas de cocción medias por fase de subpoblaciones neuronales a través de la corteza modelo, derivadas asintóticamente del modelo completo sin la adición de ninguna constante fenomológica adicional. Este sistema reducido se utiliza para estudiar la respuesta del modelo a estímulos de rejilla a la deriva, donde se demuestra que es útil para investigaciones numéricas que reproducen, a un costo mucho menor computacional, las características más destacadas de la red point-neuron y para investigaciones analíticas que develan mecanismos corticales detrás de las respuestas observadas en las simulaciones del modelo computacional a gran escala. Por ejemplo, las ecuaciones reducidas muestran claramente (1) el promedio de fase como la fuente de la invarianza temporal de las conductas corticocortical, (2) los mecanismos en el modelo para mayores tasas de disparo y mejor orientación selectividad de las células simples que están cerca de los centros de rueda de alfiler, (3) los efectos de las escalas de longitud del acoplamiento corticocortical, y (4) el papel del ruido en la mejora del contraste de la invarianza de la selectividad de orientación ",
            "error": []
        },
        "neural nets": {
            "translated_key": [],
            "translated_annotated_text": "Reducción y análisis de un modelo de red de respuesta cortical: I. Estímulos de rejilla en deriva Presentamos una reducción de un modelo de red a gran escala de corteza visual desarrollado por McLaughlin, Shapley, Shelley y Wielaard. La reducción es de muchas neuronas de integración y fuego a un sistema espacialmente de grano grueso para las tasas de disparo de subpoblaciones neuronales. Cuenta explícitamente para la arquitectura espacialmente variable, mapas corticales ordenados (como preferencia de orientación) que varían regularmente a través de la capa cortical, y mapas corticales desordenados (como preferencia de fase espacial o conductancias de entrada estocásticas) que pueden variar ampliamente desde neurona cortical a neurona cortical. El resultado de la reducción es un conjunto de ecuaciones integrales espaciotemporales no lineales para las tasas de cocción medias por fase de subpoblaciones neuronales a través de la corteza modelo, derivadas asintóticamente del modelo completo sin la adición de ninguna constante fenomológica adicional. Este sistema reducido se utiliza para estudiar la respuesta del modelo a estímulos de rejilla a la deriva, donde se demuestra que es útil para investigaciones numéricas que reproducen, a un costo mucho menor computacional, las características más destacadas de la red point-neuron y para investigaciones analíticas que develan mecanismos corticales detrás de las respuestas observadas en las simulaciones del modelo computacional a gran escala. Por ejemplo, las ecuaciones reducidas muestran claramente (1) el promedio de fase como la fuente de la invarianza temporal de las conductas corticocortical, (2) los mecanismos en el modelo para mayores tasas de disparo y mejor orientación selectividad de las células simples que están cerca de los centros de rueda de alfiler, (3) los efectos de las escalas de longitud del acoplamiento corticocortical, y (4) el papel del ruido en la mejora del contraste de la invarianza de la selectividad de orientación ",
            "error": []
        }
    }
}