{
    "original_text": "SubSevens Honey Pot program A serious security threat today are malicious executables, especially new, unseen malicious executables often arriving as email attachments. These new malicious executables are created at the rate of thousands every year and pose a serious threat. Current anti-virus systems attempt to detect these new malicious programs with heuristics generated by hand. This approach is costly and often ineffective. We introduce the Trojan Horse SubSeven, its capabilities and influence over intrusion detection systems. A Honey Pot program is implemented, simulating the SubSeven Server. The Honey Pot Program provides feedback and stores data to and from the SubSevens client",
    "original_translation": "Programa SubSevens Honey Pot Una grave amenaza para la seguridad hoy en día son ejecutables maliciosos, especialmente nuevos, invisibles ejecutables maliciosos que a menudo llegan como archivos adjuntos de correo electrónico. Estos nuevos ejecutables maliciosos se crean a razón de miles cada año y plantean una grave amenaza. Los actuales sistemas antivirus intentan detectar estos nuevos programas maliciosos con heurística generada a mano. Este enfoque es costoso y a menudo ineficaz. Presentamos el Caballo de Troya SubSeven, sus capacidades e influencia sobre los sistemas de detección de intrusiones. Se implementa un programa Honey Pot, simulando el servidor SubSeven. El programa Honey Pot proporciona retroalimentación y almacena datos desde y hacia el cliente de SubSevens",
    "error_count": 3,
    "keys": {
        "Honey Pot program": {
            "translated_key": [
                "Honey Pot program",
                "Honey Pot"
            ],
            "translated_annotated_text": "SubSevens \"Honey Pot program\" Una seria amenaza de seguridad hoy en día son ejecutables maliciosos, especialmente nuevos, invisibles ejecutables maliciosos que a menudo llegan como archivos adjuntos de correo electrónico. Estos nuevos ejecutables maliciosos se crean a razón de miles cada año y plantean una grave amenaza. Los actuales sistemas antivirus intentan detectar estos nuevos programas maliciosos con heurística generada a mano. Este enfoque es costoso y a menudo ineficaz. Presentamos el Caballo de Troya SubSeven, sus capacidades e influencia sobre los sistemas de detección de intrusiones. Se implementa un programa \"Honey Pot\", simulando el servidor SubSeven. El programa Honey Pot proporciona retroalimentación y almacena datos desde y hacia el cliente de SubSevens ",
            "error": [
                "Honey Pot program",
                "Honey Pot"
            ]
        },
        "security threat": {
            "translated_key": "amenaza de seguridad",
            "translated_annotated_text": "Programa SubSevens Honey Pot Una grave \"amenaza de seguridad\" hoy en día son ejecutables maliciosos, especialmente nuevos, invisibles ejecutables maliciosos que a menudo llegan como archivos adjuntos de correo electrónico. Estos nuevos ejecutables maliciosos se crean a razón de miles cada año y plantean una grave amenaza. Los actuales sistemas antivirus intentan detectar estos nuevos programas maliciosos con heurística generada a mano. Este enfoque es costoso y a menudo ineficaz. Presentamos el Caballo de Troya SubSeven, sus capacidades e influencia sobre los sistemas de detección de intrusiones. Se implementa un programa Honey Pot, simulando el servidor SubSeven. El programa Honey Pot proporciona retroalimentación y almacena datos desde y hacia el cliente de SubSevens ",
            "error": [
                ""
            ]
        },
        "malicious executables": {
            "translated_key": "ejecutables maliciosos",
            "translated_annotated_text": "Una seria amenaza de seguridad hoy en día son \"ejecutables maliciosos\", especialmente nuevos e invisibles \"ejecutables maliciosos\" que a menudo llegan como archivos adjuntos de correo electrónico. Estos nuevos \"ejecutables maliciosos\" se crean a razón de miles cada año y plantean una grave amenaza. Los actuales sistemas antivirus intentan detectar estos nuevos programas maliciosos con heurística generada a mano. Este enfoque es costoso y a menudo ineficaz. Presentamos el Caballo de Troya SubSeven, sus capacidades e influencia sobre los sistemas de detección de intrusiones. Se implementa un programa Honey Pot, simulando el servidor SubSeven. El programa Honey Pot proporciona retroalimentación y almacena datos desde y hacia el cliente de SubSevens ",
            "error": [
                ""
            ]
        },
        "email attachments": {
            "translated_key": "archivos de correo electrónico",
            "translated_annotated_text": "Programa SubSevens Honey Pot Una grave amenaza para la seguridad hoy en día son ejecutables maliciosos, especialmente nuevos, invisibles ejecutables maliciosos que a menudo llegan como \"archivos de correo electrónico\". Estos nuevos ejecutables maliciosos se crean a razón de miles cada año y plantean una grave amenaza. Los actuales sistemas antivirus intentan detectar estos nuevos programas maliciosos con heurística generada a mano. Este enfoque es costoso y a menudo ineficaz. Presentamos el Caballo de Troya SubSeven, sus capacidades e influencia sobre los sistemas de detección de intrusiones. Se implementa un programa Honey Pot, simulando el servidor SubSeven. El programa Honey Pot proporciona retroalimentación y almacena datos desde y hacia el cliente de SubSevens ",
            "error": [
                ""
            ]
        },
        "anti-virus systems": {
            "translated_key": "sistemas antivirus",
            "translated_annotated_text": "Programa SubSevens Honey Pot Una grave amenaza para la seguridad hoy en día son ejecutables maliciosos, especialmente nuevos, invisibles ejecutables maliciosos que a menudo llegan como archivos adjuntos de correo electrónico. Estos nuevos ejecutables maliciosos se crean a razón de miles cada año y plantean una grave amenaza. Los actuales \"sistemas antivirus\" intentan detectar estos nuevos programas maliciosos con heurística generada a mano. Este enfoque es costoso y a menudo ineficaz. Presentamos el Caballo de Troya SubSeven, sus capacidades e influencia sobre los sistemas de detección de intrusiones. Se implementa un programa Honey Pot, simulando el servidor SubSeven. El programa Honey Pot proporciona retroalimentación y almacena datos desde y hacia el cliente de SubSevens ",
            "error": [
                ""
            ]
        },
        "Trojan Horse": {
            "translated_key": "Caballo de Troya",
            "translated_annotated_text": "Programa SubSevens Honey Pot Una grave amenaza para la seguridad hoy en día son ejecutables maliciosos, especialmente nuevos, invisibles ejecutables maliciosos que a menudo llegan como archivos adjuntos de correo electrónico. Estos nuevos ejecutables maliciosos se crean a razón de miles cada año y plantean una grave amenaza. Los actuales sistemas antivirus intentan detectar estos nuevos programas maliciosos con heurística generada a mano. Este enfoque es costoso y a menudo ineficaz. Presentamos el \"Caballo de Troya\" SubSeven, sus capacidades e influencia sobre los sistemas de detección de intrusiones. Se implementa un programa Honey Pot, simulando el servidor SubSeven. El programa Honey Pot proporciona retroalimentación y almacena datos desde y hacia el cliente de SubSevens ",
            "error": [
                ""
            ]
        },
        "SubSeven": {
            "translated_key": "SubSeven",
            "translated_annotated_text": "Programa SubSevens Honey Pot Una grave amenaza para la seguridad hoy en día son ejecutables maliciosos, especialmente nuevos, invisibles ejecutables maliciosos que a menudo llegan como archivos adjuntos de correo electrónico. Estos nuevos ejecutables maliciosos se crean a razón de miles cada año y plantean una grave amenaza. Los actuales sistemas antivirus intentan detectar estos nuevos programas maliciosos con heurística generada a mano. Este enfoque es costoso y a menudo ineficaz. Presentamos el Caballo de Troya \"SubSeven\", sus capacidades e influencia sobre los sistemas de detección de intrusiones. Se implementa un programa Honey Pot, simulando el servidor \"SubSeven\". El programa Honey Pot proporciona retroalimentación y almacena datos desde y hacia el cliente de SubSevens ",
            "error": [
                ""
            ]
        },
        "intrusion detection systems": {
            "translated_key": "sistemas de detección de intrusiones",
            "translated_annotated_text": "Programa SubSevens Honey Pot Una grave amenaza para la seguridad hoy en día son ejecutables maliciosos, especialmente nuevos, invisibles ejecutables maliciosos que a menudo llegan como archivos adjuntos de correo electrónico. Estos nuevos ejecutables maliciosos se crean a razón de miles cada año y plantean una grave amenaza. Los actuales sistemas antivirus intentan detectar estos nuevos programas maliciosos con heurística generada a mano. Este enfoque es costoso y a menudo ineficaz. Presentamos el Caballo de Troya SubSeven, sus capacidades e influencia sobre \"sistemas de detección de intrusiones\". Se implementa un programa Honey Pot, simulando el servidor SubSeven. El programa Honey Pot proporciona retroalimentación y almacena datos desde y hacia el cliente de SubSevens ",
            "error": [
                ""
            ]
        },
        "computer viruses": {
            "translated_key": [],
            "translated_annotated_text": "Programa SubSevens Honey Pot Una grave amenaza para la seguridad hoy en día son ejecutables maliciosos, especialmente nuevos, invisibles ejecutables maliciosos que a menudo llegan como archivos adjuntos de correo electrónico. Estos nuevos ejecutables maliciosos se crean a razón de miles cada año y plantean una grave amenaza. Los actuales sistemas antivirus intentan detectar estos nuevos programas maliciosos con heurística generada a mano. Este enfoque es costoso y a menudo ineficaz. Presentamos el Caballo de Troya SubSeven, sus capacidades e influencia sobre los sistemas de detección de intrusiones. Se implementa un programa Honey Pot, simulando el servidor SubSeven. El programa Honey Pot proporciona retroalimentación y almacena datos desde y hacia el cliente de SubSevens ",
            "error": []
        },
        "electronic mail": {
            "translated_key": [],
            "translated_annotated_text": "Programa SubSevens Honey Pot Una grave amenaza para la seguridad hoy en día son ejecutables maliciosos, especialmente nuevos, invisibles ejecutables maliciosos que a menudo llegan como archivos adjuntos de correo electrónico. Estos nuevos ejecutables maliciosos se crean a razón de miles cada año y plantean una grave amenaza. Los actuales sistemas antivirus intentan detectar estos nuevos programas maliciosos con heurística generada a mano. Este enfoque es costoso y a menudo ineficaz. Presentamos el Caballo de Troya SubSeven, sus capacidades e influencia sobre los sistemas de detección de intrusiones. Se implementa un programa Honey Pot, simulando el servidor SubSeven. El programa Honey Pot proporciona retroalimentación y almacena datos desde y hacia el cliente de SubSevens ",
            "error": []
        }
    }
}