{
    "original_text": "The Advanced Encryption Standard - implementation and transition to a new cryptographic benchmark Cryptography is the science of coding information to create unintelligible ciphers that conceal or hide messages. The process that achieves this goal is commonly referred to as encryption. Although encryption processes of various forms have been employed for centuries to protect the exchange of messages, the advent of the information age has underscored the importance of strong cryptography as a process to secure data exchanged through electronic means, and has accentuated the demand for products offering these services. This article describes the process that has led to the development of the latest cryptographic benchmark; the Advanced Encryption Standard (AES). The article briefly examines the requirements set forth for its development, defines how the new standard is implemented, and describes how government, business, and industry can transition to AES with minimum impact to operations",
    "original_translation": "El estándar de cifrado avanzado - implementación y transición a un nuevo parámetro criptográfico Criptography es la ciencia de codificar información para crear cifrados ininteligibles que ocultan u ocultan mensajes. El proceso que logra este objetivo se conoce comúnmente como cifrado. Aunque durante siglos se han utilizado procesos de cifrado de diversas formas para proteger el intercambio de mensajes, el advenimiento de la era de la información ha puesto de relieve la importancia de una fuerte criptografía como proceso para asegurar el intercambio de datos por medios electrónicos, y ha acentuado la demanda de productos que ofrecen estos servicios. Este artículo describe el proceso que ha llevado al desarrollo del último punto de referencia criptográfico: el estándar de cifrado avanzado (AES). El artículo examina brevemente los requisitos establecidos para su desarrollo, define cómo se implementa la nueva norma y describe cómo el gobierno, los negocios y la industria pueden pasar a AES con un impacto mínimo en las operaciones",
    "error_count": 2,
    "keys": {
        "Advanced Encryption Standard": {
            "translated_key": "Advanced Encryption Standard",
            "translated_annotated_text": "El <br>Advanced Encryption Standard</br> - implementación y transición a un nuevo punto de referencia criptográfico Criptography es la ciencia de codificar información para crear cifrados ininteligibles que ocultan u ocultan mensajes. El proceso que logra este objetivo se conoce comúnmente como cifrado. Aunque durante siglos se han utilizado procesos de cifrado de diversas formas para proteger el intercambio de mensajes, el advenimiento de la era de la información ha puesto de relieve la importancia de una fuerte criptografía como proceso para asegurar el intercambio de datos por medios electrónicos, y ha acentuado la demanda de productos que ofrecen estos servicios. Este artículo describe el proceso que ha llevado al desarrollo del último punto de referencia criptográfico; el estándar de cifrado avanzado <br> (AES). El artículo examina brevemente los requisitos establecidos para su desarrollo, define cómo se implementa la nueva norma y describe cómo el gobierno, los negocios y la industria pueden pasar a AES con un impacto mínimo en las operaciones ",
            "error": [
                ""
            ]
        },
        "cryptographic benchmark": {
            "translated_key": "cryptographic benchmark",
            "translated_annotated_text": "El Advanced Encryption Standard - implementation and transition to a new <br>cryptographic benchmark</br> Cryptography es la ciencia de codificar información para crear cifrados ininteligibles que ocultan u ocultan mensajes. El proceso que logra este objetivo se conoce comúnmente como cifrado. Aunque durante siglos se han utilizado procesos de cifrado de diversas formas para proteger el intercambio de mensajes, el advenimiento de la era de la información ha puesto de relieve la importancia de una fuerte criptografía como proceso para asegurar el intercambio de datos por medios electrónicos, y ha acentuado la demanda de productos que ofrecen estos servicios. Este artículo describe el proceso que ha llevado al desarrollo del último <br>cryptographic benchmark</br>; el Advanced Encryption Standard (AES). El artículo examina brevemente los requisitos establecidos para su desarrollo, define cómo se implementa la nueva norma y describe cómo el gobierno, los negocios y la industria pueden pasar a AES con un impacto mínimo en las operaciones ",
            "error": [
                ""
            ]
        },
        "coding": {
            "translated_key": "codificación",
            "translated_annotated_text": "El estándar de cifrado avanzado - implementación y transición a un nuevo parámetro criptográfico Criptography es la ciencia de <br>codificación</br> información para crear cifrados ininteligibles que ocultan u ocultan mensajes. El proceso que logra este objetivo se conoce comúnmente como cifrado. Aunque durante siglos se han utilizado procesos de cifrado de diversas formas para proteger el intercambio de mensajes, el advenimiento de la era de la información ha puesto de relieve la importancia de una fuerte criptografía como proceso para asegurar el intercambio de datos por medios electrónicos, y ha acentuado la demanda de productos que ofrecen estos servicios. Este artículo describe el proceso que ha llevado al desarrollo del último punto de referencia criptográfico: el estándar de cifrado avanzado (AES). El artículo examina brevemente los requisitos establecidos para su desarrollo, define cómo se implementa la nueva norma y describe cómo el gobierno, los negocios y la industria pueden pasar a AES con un impacto mínimo en las operaciones ",
            "error": [
                ""
            ]
        },
        "unintelligible ciphers": {
            "translated_key": "cifras ininteligibles",
            "translated_annotated_text": "El estándar de cifrado avanzado - implementación y transición a un nuevo punto de referencia criptográfico La criptografía es la ciencia de codificar información para crear <br>cifras ininteligibles</br> que ocultan u ocultan mensajes. El proceso que logra este objetivo se conoce comúnmente como cifrado. Aunque durante siglos se han utilizado procesos de cifrado de diversas formas para proteger el intercambio de mensajes, el advenimiento de la era de la información ha puesto de relieve la importancia de una fuerte criptografía como proceso para asegurar el intercambio de datos por medios electrónicos, y ha acentuado la demanda de productos que ofrecen estos servicios. Este artículo describe el proceso que ha llevado al desarrollo del último punto de referencia criptográfico: el estándar de cifrado avanzado (AES). El artículo examina brevemente los requisitos establecidos para su desarrollo, define cómo se implementa la nueva norma y describe cómo el gobierno, los negocios y la industria pueden pasar a AES con un impacto mínimo en las operaciones ",
            "error": [
                ""
            ]
        },
        "data exchange": {
            "translated_key": [],
            "translated_annotated_text": "El estándar de cifrado avanzado - implementación y transición a un nuevo parámetro criptográfico Criptography es la ciencia de codificar información para crear cifrados ininteligibles que ocultan u ocultan mensajes. El proceso que logra este objetivo se conoce comúnmente como cifrado. Aunque durante siglos se han utilizado procesos de cifrado de diversas formas para proteger el intercambio de mensajes, el advenimiento de la era de la información ha puesto de relieve la importancia de una fuerte criptografía como proceso para asegurar el intercambio de datos por medios electrónicos, y ha acentuado la demanda de productos que ofrecen estos servicios. Este artículo describe el proceso que ha llevado al desarrollo del último punto de referencia criptográfico: el estándar de cifrado avanzado (AES). El artículo examina brevemente los requisitos establecidos para su desarrollo, define cómo se implementa la nueva norma y describe cómo el gobierno, los negocios y la industria pueden pasar a AES con un impacto mínimo en las operaciones ",
            "error": []
        },
        "AES": {
            "translated_key": "AES",
            "translated_annotated_text": "El estándar de cifrado avanzado - implementación y transición a un nuevo parámetro criptográfico Criptography es la ciencia de codificar información para crear cifrados ininteligibles que ocultan u ocultan mensajes. El proceso que logra este objetivo se conoce comúnmente como cifrado. Aunque durante siglos se han utilizado procesos de cifrado de diversas formas para proteger el intercambio de mensajes, el advenimiento de la era de la información ha puesto de relieve la importancia de una fuerte criptografía como proceso para asegurar el intercambio de datos por medios electrónicos, y ha acentuado la demanda de productos que ofrecen estos servicios. Este artículo describe el proceso que ha llevado al desarrollo del último punto de referencia criptográfico; el estándar de cifrado avanzado (<br>AES</br>). El artículo examina brevemente los requisitos establecidos para su desarrollo, define cómo se implementa la nueva norma y describe cómo el gobierno, los negocios y la industria pueden pasar a <br>AES</br> con un impacto mínimo en las operaciones ",
            "error": [
                ""
            ]
        },
        "government": {
            "translated_key": "government",
            "translated_annotated_text": "El estándar de cifrado avanzado - implementación y transición a un nuevo parámetro criptográfico Criptography es la ciencia de codificar información para crear cifrados ininteligibles que ocultan u ocultan mensajes. El proceso que logra este objetivo se conoce comúnmente como cifrado. Aunque durante siglos se han utilizado procesos de cifrado de diversas formas para proteger el intercambio de mensajes, el advenimiento de la era de la información ha puesto de relieve la importancia de una fuerte criptografía como proceso para asegurar el intercambio de datos por medios electrónicos, y ha acentuado la demanda de productos que ofrecen estos servicios. Este artículo describe el proceso que ha llevado al desarrollo del último punto de referencia criptográfico: el estándar de cifrado avanzado (AES). El artículo examina brevemente los requisitos establecidos para su desarrollo, define cómo se implementa la nueva norma y describe cómo <br>government</br>, business, and industry pueden pasar a AES con un impacto mínimo en las operaciones ",
            "error": [
                ""
            ]
        },
        "business": {
            "translated_key": "business",
            "translated_annotated_text": "El estándar de cifrado avanzado - implementación y transición a un nuevo parámetro criptográfico Criptography es la ciencia de codificar información para crear cifrados ininteligibles que ocultan u ocultan mensajes. El proceso que logra este objetivo se conoce comúnmente como cifrado. Aunque durante siglos se han utilizado procesos de cifrado de diversas formas para proteger el intercambio de mensajes, el advenimiento de la era de la información ha puesto de relieve la importancia de una fuerte criptografía como proceso para asegurar el intercambio de datos por medios electrónicos, y ha acentuado la demanda de productos que ofrecen estos servicios. Este artículo describe el proceso que ha llevado al desarrollo del último punto de referencia criptográfico: el estándar de cifrado avanzado (AES). El artículo examina brevemente los requisitos establecidos para su desarrollo, define cómo se implementa la nueva norma y describe cómo el gobierno, <br>business</br> y la industria pueden pasar a AES con un impacto mínimo en las operaciones ",
            "error": [
                ""
            ]
        },
        "industry": {
            "translated_key": "industria",
            "translated_annotated_text": "El estándar de cifrado avanzado - implementación y transición a un nuevo parámetro criptográfico Criptography es la ciencia de codificar información para crear cifrados ininteligibles que ocultan u ocultan mensajes. El proceso que logra este objetivo se conoce comúnmente como cifrado. Aunque durante siglos se han utilizado procesos de cifrado de diversas formas para proteger el intercambio de mensajes, el advenimiento de la era de la información ha puesto de relieve la importancia de una fuerte criptografía como proceso para asegurar el intercambio de datos por medios electrónicos, y ha acentuado la demanda de productos que ofrecen estos servicios. Este artículo describe el proceso que ha llevado al desarrollo del último punto de referencia criptográfico: el estándar de cifrado avanzado (AES). El artículo examina brevemente los requisitos establecidos para su desarrollo, define cómo se implementa la nueva norma, y describe cómo el gobierno, el negocio y la <br>industria</br> pueden pasar a AES con un impacto mínimo en las operaciones de la <br>industria</br>. ",
            "error": [
                ""
            ]
        },
        "cryptography": {
            "translated_key": "criptografía",
            "translated_annotated_text": "El estándar de cifrado avanzado - implementación y transición a un nuevo parámetro criptográfico Criptography es la ciencia de codificar información para crear cifrados ininteligibles que ocultan u ocultan mensajes. El proceso que logra este objetivo se conoce comúnmente como cifrado. Aunque los procesos de cifrado de diversas formas se han utilizado durante siglos para proteger el intercambio de mensajes, el advenimiento de la era de la información ha subrayado la importancia de una fuerte <br>criptografía</br> como un proceso para asegurar los datos intercambiados por medios electrónicos, y ha acentuado la demanda de productos que ofrecen estos servicios. Este artículo describe el proceso que ha llevado al desarrollo del último punto de referencia criptográfico: el estándar de cifrado avanzado (AES). El artículo examina brevemente los requisitos establecidos para su desarrollo, define cómo se implementa la nueva norma y describe cómo el gobierno, los negocios y la industria pueden pasar a AES con un impacto mínimo en las operaciones ",
            "error": [
                ""
            ]
        },
        "software standards": {
            "translated_key": [],
            "translated_annotated_text": "El estándar de cifrado avanzado - implementación y transición a un nuevo parámetro criptográfico Criptography es la ciencia de codificar información para crear cifrados ininteligibles que ocultan u ocultan mensajes. El proceso que logra este objetivo se conoce comúnmente como cifrado. Aunque durante siglos se han utilizado procesos de cifrado de diversas formas para proteger el intercambio de mensajes, el advenimiento de la era de la información ha puesto de relieve la importancia de una fuerte criptografía como proceso para asegurar el intercambio de datos por medios electrónicos, y ha acentuado la demanda de productos que ofrecen estos servicios. Este artículo describe el proceso que ha llevado al desarrollo del último punto de referencia criptográfico: el estándar de cifrado avanzado (AES). El artículo examina brevemente los requisitos establecidos para su desarrollo, define cómo se implementa la nueva norma y describe cómo el gobierno, los negocios y la industria pueden pasar a AES con un impacto mínimo en las operaciones ",
            "error": []
        }
    }
}