{
    "original_text": "Control of thin film growth in chemical vapor deposition manufacturing systems: a feasibility study A study is carried out to design and optimize chemical vapor deposition (CVD) systems for material fabrication. Design and optimization of the CVD process is necessary to satisfying strong global demand and ever increasing quality requirements for thin film production. Advantages of computer aided optimization include high design turnaround time, flexibility to explore a larger design space and the development and adaptation of automation techniques for design and optimization. A CVD reactor consisting of a vertical impinging jet at atmospheric pressure, for growing titanium nitride films, is studied for thin film deposition. Numerical modeling and simulation are used to determine the rate of deposition and film uniformity over a wide range of design variables and operating conditions. These results are used for system design and optimization. The optimization procedure employs an objective function characterizing film quality, productivity and operational costs based on reactor gas flow rate, susceptor temperature and precursor concentration. Parameter space mappings are used to determine the design space, while a minimization algorithm, such as the steepest descent method, is used to determine optimal operating conditions for the system. The main features of computer aided design and optimization using these techniques are discussed in detail",
    "original_translation": "Control del crecimiento de la película delgada en sistemas de fabricación de deposición de vapor químico: un estudio de viabilidad Se lleva a cabo un estudio para diseñar y optimizar sistemas de deposición de vapor químico (CVD) para la fabricación de materiales. El diseño y optimización del proceso CVD es necesario para satisfacer una fuerte demanda global y requisitos de calidad cada vez mayores para la producción de películas delgadas. Las ventajas de la optimización asistida por ordenador incluyen un alto tiempo de respuesta al diseño, flexibilidad para explorar un espacio de diseño más amplio y el desarrollo y adaptación de técnicas de automatización para el diseño y la optimización. Se estudia un reactor CVD que consiste en un chorro de impacto vertical a presión atmosférica, para el cultivo de películas de nitruro de titanio, para la deposición de película delgada. El modelado numérico y la simulación se utilizan para determinar la tasa de deposición y uniformidad de la película en una amplia gama de variables de diseño y condiciones de funcionamiento. Estos resultados se utilizan para el diseño y optimización del sistema. El procedimiento de optimización emplea una función objetiva que caracteriza la calidad de la película, la productividad y los costos operativos basados en el caudal de gas del reactor, la temperatura del susceptor y la concentración de precursores. Para determinar el espacio de diseño se utilizan mapas espaciales de parámetros, mientras que se utiliza un algoritmo de minimización, como el método de descenso más pronunciado, para determinar las condiciones óptimas de funcionamiento del sistema. Las principales características del diseño asistido por ordenador y la optimización utilizando estas técnicas se discuten en detalle",
    "error_count": 8,
    "keys": {
        "chemical vapor deposition": {
            "translated_key": "deposición química de vapor",
            "translated_annotated_text": "Control del crecimiento de película delgada en sistemas de fabricación de \"deposición química de vapor\": un estudio de viabilidad Se lleva a cabo un estudio para diseñar y optimizar sistemas de \"deposición química de vapor\" (CVD) para la fabricación de materiales. El diseño y optimización del proceso CVD es necesario para satisfacer una fuerte demanda global y requisitos de calidad cada vez mayores para la producción de películas delgadas. Las ventajas de la optimización asistida por ordenador incluyen un alto tiempo de respuesta al diseño, flexibilidad para explorar un espacio de diseño más amplio y el desarrollo y adaptación de técnicas de automatización para el diseño y la optimización. Se estudia un reactor CVD que consiste en un chorro de impacto vertical a presión atmosférica, para el cultivo de películas de nitruro de titanio, para la deposición de película delgada. El modelado numérico y la simulación se utilizan para determinar la tasa de deposición y uniformidad de la película en una amplia gama de variables de diseño y condiciones de funcionamiento. Estos resultados se utilizan para el diseño y optimización del sistema. El procedimiento de optimización emplea una función objetiva que caracteriza la calidad de la película, la productividad y los costos operativos basados en el caudal de gas del reactor, la temperatura del susceptor y la concentración de precursores. Para determinar el espacio de diseño se utilizan mapas espaciales de parámetros, mientras que se utiliza un algoritmo de minimización, como el método de descenso más pronunciado, para determinar las condiciones óptimas de funcionamiento del sistema. Las principales características del diseño asistido por ordenador y la optimización utilizando estas técnicas se discuten en detalle ",
            "error": [
                ""
            ]
        },
        "material fabrication": {
            "translated_key": "fabricación de materiales",
            "translated_annotated_text": "Control del crecimiento de la película delgada en sistemas de fabricación de deposición de vapor químico: un estudio de viabilidad Se lleva a cabo un estudio para diseñar y optimizar sistemas de deposición de vapor químico (CVD) para \"fabricación de materiales\". El diseño y optimización del proceso CVD es necesario para satisfacer una fuerte demanda global y requisitos de calidad cada vez mayores para la producción de películas delgadas. Las ventajas de la optimización asistida por ordenador incluyen un alto tiempo de respuesta al diseño, flexibilidad para explorar un espacio de diseño más amplio y el desarrollo y adaptación de técnicas de automatización para el diseño y la optimización. Se estudia un reactor CVD que consiste en un chorro de impacto vertical a presión atmosférica, para el cultivo de películas de nitruro de titanio, para la deposición de película delgada. El modelado numérico y la simulación se utilizan para determinar la tasa de deposición y uniformidad de la película en una amplia gama de variables de diseño y condiciones de funcionamiento. Estos resultados se utilizan para el diseño y optimización del sistema. El procedimiento de optimización emplea una función objetiva que caracteriza la calidad de la película, la productividad y los costos operativos basados en el caudal de gas del reactor, la temperatura del susceptor y la concentración de precursores. Para determinar el espacio de diseño se utilizan mapas espaciales de parámetros, mientras que se utiliza un algoritmo de minimización, como el método de descenso más pronunciado, para determinar las condiciones óptimas de funcionamiento del sistema. Las principales características del diseño asistido por ordenador y la optimización utilizando estas técnicas se discuten en detalle ",
            "error": [
                ""
            ]
        },
        "optimization": {
            "translated_key": "optimización",
            "translated_annotated_text": "Control del crecimiento de la película delgada en sistemas de fabricación de deposición de vapor químico: un estudio de viabilidad Se lleva a cabo un estudio para diseñar y optimizar sistemas de deposición de vapor químico (CVD) para la fabricación de materiales. El diseño y la \"optimización\" del proceso CVD es necesario para satisfacer una fuerte demanda global y requisitos de calidad cada vez mayores para la producción de películas delgadas. Las ventajas de la \"optimización\" asistida por ordenador incluyen un alto tiempo de adaptación del diseño, flexibilidad para explorar un espacio de diseño más amplio y el desarrollo y adaptación de técnicas de automatización para el diseño y la \"optimización\". Se estudia un reactor CVD que consiste en un chorro de impacto vertical a presión atmosférica, para el cultivo de películas de nitruro de titanio, para la deposición de película delgada. El modelado numérico y la simulación se utilizan para determinar la tasa de deposición y uniformidad de la película en una amplia gama de variables de diseño y condiciones de funcionamiento. Estos resultados se utilizan para el diseño del sistema y la \"optimización\". El procedimiento de \"optimización\" emplea una función objetiva que caracteriza la calidad de la película, la productividad y los costos operativos basados en el caudal de gas del reactor, la temperatura del susceptor y la concentración de precursores. Para determinar el espacio de diseño se utilizan mapas espaciales de parámetros, mientras que se utiliza un algoritmo de minimización, como el método de descenso más pronunciado, para determinar las condiciones óptimas de funcionamiento del sistema. Las principales características del diseño asistido por ordenador y la \"optimización\" utilizando estas técnicas se discuten en detalle ",
            "error": [
                ""
            ]
        },
        "operational costs": {
            "translated_key": "costos operativos",
            "translated_annotated_text": "Control del crecimiento de la película delgada en sistemas de fabricación de deposición de vapor químico: un estudio de viabilidad Se lleva a cabo un estudio para diseñar y optimizar sistemas de deposición de vapor químico (CVD) para la fabricación de materiales. El diseño y optimización del proceso CVD es necesario para satisfacer una fuerte demanda global y requisitos de calidad cada vez mayores para la producción de películas delgadas. Las ventajas de la optimización asistida por ordenador incluyen un alto tiempo de respuesta al diseño, flexibilidad para explorar un espacio de diseño más amplio y el desarrollo y adaptación de técnicas de automatización para el diseño y la optimización. Se estudia un reactor CVD que consiste en un chorro de impacto vertical a presión atmosférica, para el cultivo de películas de nitruro de titanio, para la deposición de película delgada. El modelado numérico y la simulación se utilizan para determinar la tasa de deposición y uniformidad de la película en una amplia gama de variables de diseño y condiciones de funcionamiento. Estos resultados se utilizan para el diseño y optimización del sistema. El procedimiento de optimización emplea una función objetiva que caracteriza la calidad de la película, la productividad y los \"costos operativos\" basados en el caudal de gas del reactor, la temperatura del susceptor y la concentración de precursores. Para determinar el espacio de diseño se utilizan mapas espaciales de parámetros, mientras que se utiliza un algoritmo de minimización, como el método de descenso más pronunciado, para determinar las condiciones óptimas de funcionamiento del sistema. Las principales características del diseño asistido por ordenador y la optimización utilizando estas técnicas se discuten en detalle ",
            "error": [
                ""
            ]
        },
        "film quality": {
            "translated_key": "calidad de película",
            "translated_annotated_text": "Control del crecimiento de la película delgada en sistemas de fabricación de deposición de vapor químico: un estudio de viabilidad Se lleva a cabo un estudio para diseñar y optimizar sistemas de deposición de vapor químico (CVD) para la fabricación de materiales. El diseño y optimización del proceso CVD es necesario para satisfacer una fuerte demanda global y requisitos de calidad cada vez mayores para la producción de películas delgadas. Las ventajas de la optimización asistida por ordenador incluyen un alto tiempo de respuesta al diseño, flexibilidad para explorar un espacio de diseño más amplio y el desarrollo y adaptación de técnicas de automatización para el diseño y la optimización. Se estudia un reactor CVD que consiste en un chorro de impacto vertical a presión atmosférica, para el cultivo de películas de nitruro de titanio, para la deposición de película delgada. El modelado numérico y la simulación se utilizan para determinar la tasa de deposición y uniformidad de la película en una amplia gama de variables de diseño y condiciones de funcionamiento. Estos resultados se utilizan para el diseño y optimización del sistema. El procedimiento de optimización emplea una función objetiva que caracteriza la \"calidad de película\", la productividad y los costos operativos basados en el caudal de gas del reactor, la temperatura del susceptor y la concentración de precursores. Para determinar el espacio de diseño se utilizan mapas espaciales de parámetros, mientras que se utiliza un algoritmo de minimización, como el método de descenso más pronunciado, para determinar las condiciones óptimas de funcionamiento del sistema. Las principales características del diseño asistido por ordenador y la optimización utilizando estas técnicas se discuten en detalle ",
            "error": [
                ""
            ]
        },
        "titanium nitride films": {
            "translated_key": "películas de nitruro de titanio",
            "translated_annotated_text": "Control del crecimiento de la película delgada en sistemas de fabricación de deposición de vapor químico: un estudio de viabilidad Se lleva a cabo un estudio para diseñar y optimizar sistemas de deposición de vapor químico (CVD) para la fabricación de materiales. El diseño y optimización del proceso CVD es necesario para satisfacer una fuerte demanda global y requisitos de calidad cada vez mayores para la producción de películas delgadas. Las ventajas de la optimización asistida por ordenador incluyen un alto tiempo de respuesta al diseño, flexibilidad para explorar un espacio de diseño más amplio y el desarrollo y adaptación de técnicas de automatización para el diseño y la optimización. Se estudia un reactor CVD que consiste en un chorro de impacto vertical a presión atmosférica, para el crecimiento de \"películas de nitruro de titanio\", para la deposición de película delgada. El modelado numérico y la simulación se utilizan para determinar la tasa de deposición y uniformidad de la película en una amplia gama de variables de diseño y condiciones de funcionamiento. Estos resultados se utilizan para el diseño y optimización del sistema. El procedimiento de optimización emplea una función objetiva que caracteriza la calidad de la película, la productividad y los costos operativos basados en el caudal de gas del reactor, la temperatura del susceptor y la concentración de precursores. Para determinar el espacio de diseño se utilizan mapas espaciales de parámetros, mientras que se utiliza un algoritmo de minimización, como el método de descenso más pronunciado, para determinar las condiciones óptimas de funcionamiento del sistema. Las principales características del diseño asistido por ordenador y la optimización utilizando estas técnicas se discuten en detalle ",
            "error": [
                ""
            ]
        },
        "thin film growth": {
            "translated_key": "crecimiento delgado de película",
            "translated_annotated_text": "Control del \"crecimiento delgado de película\" en sistemas de fabricación de deposición de vapor químico: un estudio de viabilidad Se lleva a cabo un estudio para diseñar y optimizar sistemas de deposición de vapor químico (CVD) para la fabricación de materiales. El diseño y optimización del proceso CVD es necesario para satisfacer una fuerte demanda global y requisitos de calidad cada vez mayores para la producción de películas delgadas. Las ventajas de la optimización asistida por ordenador incluyen un alto tiempo de respuesta al diseño, flexibilidad para explorar un espacio de diseño más amplio y el desarrollo y adaptación de técnicas de automatización para el diseño y la optimización. Se estudia un reactor CVD que consiste en un chorro de impacto vertical a presión atmosférica, para el cultivo de películas de nitruro de titanio, para la deposición de película delgada. El modelado numérico y la simulación se utilizan para determinar la tasa de deposición y uniformidad de la película en una amplia gama de variables de diseño y condiciones de funcionamiento. Estos resultados se utilizan para el diseño y optimización del sistema. El procedimiento de optimización emplea una función objetiva que caracteriza la calidad de la película, la productividad y los costos operativos basados en el caudal de gas del reactor, la temperatura del susceptor y la concentración de precursores. Para determinar el espacio de diseño se utilizan mapas espaciales de parámetros, mientras que se utiliza un algoritmo de minimización, como el método de descenso más pronunciado, para determinar las condiciones óptimas de funcionamiento del sistema. Las principales características del diseño asistido por ordenador y la optimización utilizando estas técnicas se discuten en detalle ",
            "error": [
                ""
            ]
        },
        "reactor gas flow rate": {
            "translated_key": "el caudal de gas del reactor",
            "translated_annotated_text": "Control del crecimiento de la película delgada en sistemas de fabricación de deposición de vapor químico: un estudio de viabilidad Se lleva a cabo un estudio para diseñar y optimizar sistemas de deposición de vapor químico (CVD) para la fabricación de materiales. El diseño y optimización del proceso CVD es necesario para satisfacer una fuerte demanda global y requisitos de calidad cada vez mayores para la producción de películas delgadas. Las ventajas de la optimización asistida por ordenador incluyen un alto tiempo de respuesta al diseño, flexibilidad para explorar un espacio de diseño más amplio y el desarrollo y adaptación de técnicas de automatización para el diseño y la optimización. Se estudia un reactor CVD que consiste en un chorro de impacto vertical a presión atmosférica, para el cultivo de películas de nitruro de titanio, para la deposición de película delgada. El modelado numérico y la simulación se utilizan para determinar la tasa de deposición y uniformidad de la película en una amplia gama de variables de diseño y condiciones de funcionamiento. Estos resultados se utilizan para el diseño y optimización del sistema. El procedimiento de optimización emplea una función objetiva que caracteriza la calidad de la película, la productividad y los costos operativos basados en \"el caudal de gas del reactor\", la temperatura del susceptor y la concentración de precursores. Para determinar el espacio de diseño se utilizan mapas espaciales de parámetros, mientras que se utiliza un algoritmo de minimización, como el método de descenso más pronunciado, para determinar las condiciones óptimas de funcionamiento del sistema. Las principales características del diseño asistido por ordenador y la optimización utilizando estas técnicas se discuten en detalle ",
            "error": [
                ""
            ]
        },
        "susceptor temperature": {
            "translated_key": "temperatura del susceptor",
            "translated_annotated_text": "Control del crecimiento de la película delgada en sistemas de fabricación de deposición de vapor químico: un estudio de viabilidad Se lleva a cabo un estudio para diseñar y optimizar sistemas de deposición de vapor químico (CVD) para la fabricación de materiales. El diseño y optimización del proceso CVD es necesario para satisfacer una fuerte demanda global y requisitos de calidad cada vez mayores para la producción de películas delgadas. Las ventajas de la optimización asistida por ordenador incluyen un alto tiempo de respuesta al diseño, flexibilidad para explorar un espacio de diseño más amplio y el desarrollo y adaptación de técnicas de automatización para el diseño y la optimización. Se estudia un reactor CVD que consiste en un chorro de impacto vertical a presión atmosférica, para el cultivo de películas de nitruro de titanio, para la deposición de película delgada. El modelado numérico y la simulación se utilizan para determinar la tasa de deposición y uniformidad de la película en una amplia gama de variables de diseño y condiciones de funcionamiento. Estos resultados se utilizan para el diseño y optimización del sistema. El procedimiento de optimización emplea una función objetiva que caracteriza la calidad de la película, la productividad y los costos operativos basados en el caudal de gas del reactor, la \"temperatura del susceptor\" y la concentración de precursores. Para determinar el espacio de diseño se utilizan mapas espaciales de parámetros, mientras que se utiliza un algoritmo de minimización, como el método de descenso más pronunciado, para determinar las condiciones óptimas de funcionamiento del sistema. Las principales características del diseño asistido por ordenador y la optimización utilizando estas técnicas se discuten en detalle ",
            "error": [
                ""
            ]
        },
        "precursor concentration": {
            "translated_key": "concentración del precursor",
            "translated_annotated_text": "Control del crecimiento de la película delgada en sistemas de fabricación de deposición de vapor químico: un estudio de viabilidad Se lleva a cabo un estudio para diseñar y optimizar sistemas de deposición de vapor químico (CVD) para la fabricación de materiales. El diseño y optimización del proceso CVD es necesario para satisfacer una fuerte demanda global y requisitos de calidad cada vez mayores para la producción de películas delgadas. Las ventajas de la optimización asistida por ordenador incluyen un alto tiempo de respuesta al diseño, flexibilidad para explorar un espacio de diseño más amplio y el desarrollo y adaptación de técnicas de automatización para el diseño y la optimización. Se estudia un reactor CVD que consiste en un chorro de impacto vertical a presión atmosférica, para el cultivo de películas de nitruro de titanio, para la deposición de película delgada. El modelado numérico y la simulación se utilizan para determinar la tasa de deposición y uniformidad de la película en una amplia gama de variables de diseño y condiciones de funcionamiento. Estos resultados se utilizan para el diseño y optimización del sistema. El procedimiento de optimización emplea una función objetiva que caracteriza la calidad de la película, la productividad y los costos operativos basados en el caudal de gas del reactor, la temperatura del susceptor y la \"concentración del precursor\". Para determinar el espacio de diseño se utilizan mapas espaciales de parámetros, mientras que se utiliza un algoritmo de minimización, como el método de descenso más pronunciado, para determinar las condiciones óptimas de funcionamiento del sistema. Las principales características del diseño asistido por ordenador y la optimización utilizando estas técnicas se discuten en detalle ",
            "error": [
                ""
            ]
        },
        "parameter space mappings": {
            "translated_key": [],
            "translated_annotated_text": "Control del crecimiento de la película delgada en sistemas de fabricación de deposición de vapor químico: un estudio de viabilidad Se lleva a cabo un estudio para diseñar y optimizar sistemas de deposición de vapor químico (CVD) para la fabricación de materiales. El diseño y optimización del proceso CVD es necesario para satisfacer una fuerte demanda global y requisitos de calidad cada vez mayores para la producción de películas delgadas. Las ventajas de la optimización asistida por ordenador incluyen un alto tiempo de respuesta al diseño, flexibilidad para explorar un espacio de diseño más amplio y el desarrollo y adaptación de técnicas de automatización para el diseño y la optimización. Se estudia un reactor CVD que consiste en un chorro de impacto vertical a presión atmosférica, para el cultivo de películas de nitruro de titanio, para la deposición de película delgada. El modelado numérico y la simulación se utilizan para determinar la tasa de deposición y uniformidad de la película en una amplia gama de variables de diseño y condiciones de funcionamiento. Estos resultados se utilizan para el diseño y optimización del sistema. El procedimiento de optimización emplea una función objetiva que caracteriza la calidad de la película, la productividad y los costos operativos basados en el caudal de gas del reactor, la temperatura del susceptor y la concentración de precursores. Para determinar el espacio de diseño se utilizan mapas espaciales de parámetros, mientras que se utiliza un algoritmo de minimización, como el método de descenso más pronunciado, para determinar las condiciones óptimas de funcionamiento del sistema. Las principales características del diseño asistido por ordenador y la optimización utilizando estas técnicas se discuten en detalle ",
            "error": []
        },
        "TiN": {
            "translated_key": [],
            "translated_annotated_text": "Control del crecimiento de la película delgada en sistemas de fabricación de deposición de vapor químico: un estudio de viabilidad Se lleva a cabo un estudio para diseñar y optimizar sistemas de deposición de vapor químico (CVD) para la fabricación de materiales. El diseño y optimización del proceso CVD es necesario para satisfacer una fuerte demanda global y requisitos de calidad cada vez mayores para la producción de películas delgadas. Las ventajas de la optimización asistida por ordenador incluyen un alto tiempo de respuesta al diseño, flexibilidad para explorar un espacio de diseño más amplio y el desarrollo y adaptación de técnicas de automatización para el diseño y la optimización. Se estudia un reactor CVD que consiste en un chorro de impacto vertical a presión atmosférica, para el cultivo de películas de nitruro de titanio, para la deposición de película delgada. El modelado numérico y la simulación se utilizan para determinar la tasa de deposición y uniformidad de la película en una amplia gama de variables de diseño y condiciones de funcionamiento. Estos resultados se utilizan para el diseño y optimización del sistema. El procedimiento de optimización emplea una función objetiva que caracteriza la calidad de la película, la productividad y los costos operativos basados en el caudal de gas del reactor, la temperatura del susceptor y la concentración de precursores. Para determinar el espacio de diseño se utilizan mapas espaciales de parámetros, mientras que se utiliza un algoritmo de minimización, como el método de descenso más pronunciado, para determinar las condiciones óptimas de funcionamiento del sistema. Las principales características del diseño asistido por ordenador y la optimización utilizando estas técnicas se discuten en detalle ",
            "error": []
        },
        "chemical vapour deposition": {
            "translated_key": [],
            "translated_annotated_text": "Control del crecimiento de la película delgada en sistemas de fabricación de deposición de vapor químico: un estudio de viabilidad Se lleva a cabo un estudio para diseñar y optimizar sistemas de deposición de vapor químico (CVD) para la fabricación de materiales. El diseño y optimización del proceso CVD es necesario para satisfacer una fuerte demanda global y requisitos de calidad cada vez mayores para la producción de películas delgadas. Las ventajas de la optimización asistida por ordenador incluyen un alto tiempo de respuesta al diseño, flexibilidad para explorar un espacio de diseño más amplio y el desarrollo y adaptación de técnicas de automatización para el diseño y la optimización. Se estudia un reactor CVD que consiste en un chorro de impacto vertical a presión atmosférica, para el cultivo de películas de nitruro de titanio, para la deposición de película delgada. El modelado numérico y la simulación se utilizan para determinar la tasa de deposición y uniformidad de la película en una amplia gama de variables de diseño y condiciones de funcionamiento. Estos resultados se utilizan para el diseño y optimización del sistema. El procedimiento de optimización emplea una función objetiva que caracteriza la calidad de la película, la productividad y los costos operativos basados en el caudal de gas del reactor, la temperatura del susceptor y la concentración de precursores. Para determinar el espacio de diseño se utilizan mapas espaciales de parámetros, mientras que se utiliza un algoritmo de minimización, como el método de descenso más pronunciado, para determinar las condiciones óptimas de funcionamiento del sistema. Las principales características del diseño asistido por ordenador y la optimización utilizando estas técnicas se discuten en detalle ",
            "error": []
        },
        "optimisation": {
            "translated_key": [],
            "translated_annotated_text": "Control del crecimiento de la película delgada en sistemas de fabricación de deposición de vapor químico: un estudio de viabilidad Se lleva a cabo un estudio para diseñar y optimizar sistemas de deposición de vapor químico (CVD) para la fabricación de materiales. El diseño y optimización del proceso CVD es necesario para satisfacer una fuerte demanda global y requisitos de calidad cada vez mayores para la producción de películas delgadas. Las ventajas de la optimización asistida por ordenador incluyen un alto tiempo de respuesta al diseño, flexibilidad para explorar un espacio de diseño más amplio y el desarrollo y adaptación de técnicas de automatización para el diseño y la optimización. Se estudia un reactor CVD que consiste en un chorro de impacto vertical a presión atmosférica, para el cultivo de películas de nitruro de titanio, para la deposición de película delgada. El modelado numérico y la simulación se utilizan para determinar la tasa de deposición y uniformidad de la película en una amplia gama de variables de diseño y condiciones de funcionamiento. Estos resultados se utilizan para el diseño y optimización del sistema. El procedimiento de optimización emplea una función objetiva que caracteriza la calidad de la película, la productividad y los costos operativos basados en el caudal de gas del reactor, la temperatura del susceptor y la concentración de precursores. Para determinar el espacio de diseño se utilizan mapas espaciales de parámetros, mientras que se utiliza un algoritmo de minimización, como el método de descenso más pronunciado, para determinar las condiciones óptimas de funcionamiento del sistema. Las principales características del diseño asistido por ordenador y la optimización utilizando estas técnicas se discuten en detalle ",
            "error": []
        },
        "parameter space methods": {
            "translated_key": [],
            "translated_annotated_text": "Control del crecimiento de la película delgada en sistemas de fabricación de deposición de vapor químico: un estudio de viabilidad Se lleva a cabo un estudio para diseñar y optimizar sistemas de deposición de vapor químico (CVD) para la fabricación de materiales. El diseño y optimización del proceso CVD es necesario para satisfacer una fuerte demanda global y requisitos de calidad cada vez mayores para la producción de películas delgadas. Las ventajas de la optimización asistida por ordenador incluyen un alto tiempo de respuesta al diseño, flexibilidad para explorar un espacio de diseño más amplio y el desarrollo y adaptación de técnicas de automatización para el diseño y la optimización. Se estudia un reactor CVD que consiste en un chorro de impacto vertical a presión atmosférica, para el cultivo de películas de nitruro de titanio, para la deposición de película delgada. El modelado numérico y la simulación se utilizan para determinar la tasa de deposición y uniformidad de la película en una amplia gama de variables de diseño y condiciones de funcionamiento. Estos resultados se utilizan para el diseño y optimización del sistema. El procedimiento de optimización emplea una función objetiva que caracteriza la calidad de la película, la productividad y los costos operativos basados en el caudal de gas del reactor, la temperatura del susceptor y la concentración de precursores. Para determinar el espacio de diseño se utilizan mapas espaciales de parámetros, mientras que se utiliza un algoritmo de minimización, como el método de descenso más pronunciado, para determinar las condiciones óptimas de funcionamiento del sistema. Las principales características del diseño asistido por ordenador y la optimización utilizando estas técnicas se discuten en detalle ",
            "error": []
        },
        "process control": {
            "translated_key": [],
            "translated_annotated_text": "Control del crecimiento de la película delgada en sistemas de fabricación de deposición de vapor químico: un estudio de viabilidad Se lleva a cabo un estudio para diseñar y optimizar sistemas de deposición de vapor químico (CVD) para la fabricación de materiales. El diseño y optimización del proceso CVD es necesario para satisfacer una fuerte demanda global y requisitos de calidad cada vez mayores para la producción de películas delgadas. Las ventajas de la optimización asistida por ordenador incluyen un alto tiempo de respuesta al diseño, flexibilidad para explorar un espacio de diseño más amplio y el desarrollo y adaptación de técnicas de automatización para el diseño y la optimización. Se estudia un reactor CVD que consiste en un chorro de impacto vertical a presión atmosférica, para el cultivo de películas de nitruro de titanio, para la deposición de película delgada. El modelado numérico y la simulación se utilizan para determinar la tasa de deposición y uniformidad de la película en una amplia gama de variables de diseño y condiciones de funcionamiento. Estos resultados se utilizan para el diseño y optimización del sistema. El procedimiento de optimización emplea una función objetiva que caracteriza la calidad de la película, la productividad y los costos operativos basados en el caudal de gas del reactor, la temperatura del susceptor y la concentración de precursores. Para determinar el espacio de diseño se utilizan mapas espaciales de parámetros, mientras que se utiliza un algoritmo de minimización, como el método de descenso más pronunciado, para determinar las condiciones óptimas de funcionamiento del sistema. Las principales características del diseño asistido por ordenador y la optimización utilizando estas técnicas se discuten en detalle ",
            "error": []
        },
        "quality control": {
            "translated_key": [],
            "translated_annotated_text": "Control del crecimiento de la película delgada en sistemas de fabricación de deposición de vapor químico: un estudio de viabilidad Se lleva a cabo un estudio para diseñar y optimizar sistemas de deposición de vapor químico (CVD) para la fabricación de materiales. El diseño y optimización del proceso CVD es necesario para satisfacer una fuerte demanda global y requisitos de calidad cada vez mayores para la producción de películas delgadas. Las ventajas de la optimización asistida por ordenador incluyen un alto tiempo de respuesta al diseño, flexibilidad para explorar un espacio de diseño más amplio y el desarrollo y adaptación de técnicas de automatización para el diseño y la optimización. Se estudia un reactor CVD que consiste en un chorro de impacto vertical a presión atmosférica, para el cultivo de películas de nitruro de titanio, para la deposición de película delgada. El modelado numérico y la simulación se utilizan para determinar la tasa de deposición y uniformidad de la película en una amplia gama de variables de diseño y condiciones de funcionamiento. Estos resultados se utilizan para el diseño y optimización del sistema. El procedimiento de optimización emplea una función objetiva que caracteriza la calidad de la película, la productividad y los costos operativos basados en el caudal de gas del reactor, la temperatura del susceptor y la concentración de precursores. Para determinar el espacio de diseño se utilizan mapas espaciales de parámetros, mientras que se utiliza un algoritmo de minimización, como el método de descenso más pronunciado, para determinar las condiciones óptimas de funcionamiento del sistema. Las principales características del diseño asistido por ordenador y la optimización utilizando estas técnicas se discuten en detalle ",
            "error": []
        },
        "thin films": {
            "translated_key": [],
            "translated_annotated_text": "Control del crecimiento de la película delgada en sistemas de fabricación de deposición de vapor químico: un estudio de viabilidad Se lleva a cabo un estudio para diseñar y optimizar sistemas de deposición de vapor químico (CVD) para la fabricación de materiales. El diseño y optimización del proceso CVD es necesario para satisfacer una fuerte demanda global y requisitos de calidad cada vez mayores para la producción de películas delgadas. Las ventajas de la optimización asistida por ordenador incluyen un alto tiempo de respuesta al diseño, flexibilidad para explorar un espacio de diseño más amplio y el desarrollo y adaptación de técnicas de automatización para el diseño y la optimización. Se estudia un reactor CVD que consiste en un chorro de impacto vertical a presión atmosférica, para el cultivo de películas de nitruro de titanio, para la deposición de película delgada. El modelado numérico y la simulación se utilizan para determinar la tasa de deposición y uniformidad de la película en una amplia gama de variables de diseño y condiciones de funcionamiento. Estos resultados se utilizan para el diseño y optimización del sistema. El procedimiento de optimización emplea una función objetiva que caracteriza la calidad de la película, la productividad y los costos operativos basados en el caudal de gas del reactor, la temperatura del susceptor y la concentración de precursores. Para determinar el espacio de diseño se utilizan mapas espaciales de parámetros, mientras que se utiliza un algoritmo de minimización, como el método de descenso más pronunciado, para determinar las condiciones óptimas de funcionamiento del sistema. Las principales características del diseño asistido por ordenador y la optimización utilizando estas técnicas se discuten en detalle ",
            "error": []
        }
    }
}