{
    "original_text": "Modeling cutting temperatures for turning inserts with various tool geometries and materials Temperatures are of interest in machining because cutting tools often fail by thermal softening or temperature-activated wear. Many models for cutting temperatures have been developed, but these models consider only simple tool geometries such as a rectangular slab with a sharp corner. This report describes a finite element study of tool temperatures in cutting that accounts for tool nose radius and included angle effects. A temperature correction factor model that can be used in the design and selection of inserts is developed to account for these effects. A parametric mesh generator is used to generate the finite element models of tool and inserts of varying geometries. The steady-state temperature response is calculated using NASTRAN solver. Several finite element analysis (FEA) runs are performed to quantify the effects of inserts included angle, nose radius, and materials for the insert and the tool holder on the cutting temperature at the insert rake face. The FEA results are then utilized to develop a temperature correction factor model that accounts for these effects. The temperature correction factor model is integrated with an analytical temperature model for rectangular inserts to predict cutting temperatures for contour turning with inserts of various shapes and nose radii. Finally, experimental measurements of cutting temperature using the tool-work thermocouple technique are performed and compared with the predictions of the new temperature model. The comparisons show good agreement",
    "original_translation": "Modelar las temperaturas de corte para inserciones de torneado con varias geometrías de herramientas y materiales Las temperaturas son de interés en el mecanizado porque las herramientas de corte a menudo fallan por ablandamiento térmico o desgaste activado por la temperatura. Se han desarrollado muchos modelos para el corte de temperaturas, pero estos modelos solo consideran geometrías simples de herramientas como una losa rectangular con una esquina afilada. Este informe describe un estudio de elementos finitos de las temperaturas de la herramienta en el corte que explica el radio de la nariz de la herramienta e incluyó efectos de ángulo. Se desarrolla un modelo de factor de corrección de temperatura que puede ser utilizado en el diseño y selección de insertos para dar cuenta de estos efectos. Un generador de malla paramétrica se utiliza para generar los modelos de elementos finitos de herramientas e inserciones de geometrías variables. La respuesta de temperatura en estado estacionario se calcula utilizando el solucionador NASTRAN. Se realizan varios análisis de elementos finitos (FEA) para cuantificar los efectos de inserciones incluyendo ángulo, radio de nariz y materiales para el inserto y el soporte de herramientas en la temperatura de corte en la cara de rastrillo de inserción. Los resultados de la FEA se utilizan para desarrollar un modelo de factor de corrección de temperatura que explica estos efectos. El modelo del factor de corrección de temperatura se integra con un modelo analítico de temperatura para inserciones rectangulares para predecir temperaturas de corte para torneado de contorno con inserciones de diversas formas y radios nasales. Finalmente, se realizan mediciones experimentales de temperatura de corte utilizando la técnica de termopar de trabajo de herramientas y se comparan con las predicciones del nuevo modelo de temperatura. Las comparaciones muestran un buen acuerdo",
    "error_count": 9,
    "keys": {
        "cutting temperature model": {
            "translated_key": [],
            "translated_annotated_text": "Modelar las temperaturas de corte para inserciones de torneado con varias geometrías de herramientas y materiales Las temperaturas son de interés en el mecanizado porque las herramientas de corte a menudo fallan por ablandamiento térmico o desgaste activado por la temperatura. Se han desarrollado muchos modelos para el corte de temperaturas, pero estos modelos solo consideran geometrías simples de herramientas como una losa rectangular con una esquina afilada. Este informe describe un estudio de elementos finitos de las temperaturas de la herramienta en el corte que explica el radio de la nariz de la herramienta e incluyó efectos de ángulo. Se desarrolla un modelo de factor de corrección de temperatura que puede ser utilizado en el diseño y selección de insertos para dar cuenta de estos efectos. Un generador de malla paramétrica se utiliza para generar los modelos de elementos finitos de herramientas e inserciones de geometrías variables. La respuesta de temperatura en estado estacionario se calcula utilizando el solucionador NASTRAN. Se realizan varios análisis de elementos finitos (FEA) para cuantificar los efectos de inserciones incluyendo ángulo, radio de nariz y materiales para el inserto y el soporte de herramientas en la temperatura de corte en la cara de rastrillo de inserción. Los resultados de la FEA se utilizan para desarrollar un modelo de factor de corrección de temperatura que explica estos efectos. El modelo del factor de corrección de temperatura se integra con un modelo analítico de temperatura para inserciones rectangulares para predecir temperaturas de corte para torneado de contorno con inserciones de diversas formas y radios nasales. Finalmente, se realizan mediciones experimentales de temperatura de corte utilizando la técnica de termopar de trabajo de herramientas y se comparan con las predicciones del nuevo modelo de temperatura. Las comparaciones muestran un buen acuerdo ",
            "error": []
        },
        "turning inserts": {
            "translated_key": "turning",
            "translated_annotated_text": "Modelar las temperaturas de corte para insertos <br>turning</br> con varias geometrías de herramientas y materiales Las temperaturas son de interés en el mecanizado porque las herramientas de corte a menudo fallan por ablandamiento térmico o desgaste activado por la temperatura. Se han desarrollado muchos modelos para el corte de temperaturas, pero estos modelos solo consideran geometrías simples de herramientas como una losa rectangular con una esquina afilada. Este informe describe un estudio de elementos finitos de las temperaturas de la herramienta en el corte que explica el radio de la nariz de la herramienta e incluyó efectos de ángulo. Se desarrolla un modelo de factor de corrección de temperatura que puede ser utilizado en el diseño y selección de insertos para dar cuenta de estos efectos. Un generador de malla paramétrica se utiliza para generar los modelos de elementos finitos de herramientas e inserciones de geometrías variables. La respuesta de temperatura en estado estacionario se calcula utilizando el solucionador NASTRAN. Se realizan varios análisis de elementos finitos (FEA) para cuantificar los efectos de inserciones incluyendo ángulo, radio de nariz y materiales para el inserto y el soporte de herramientas en la temperatura de corte en la cara de rastrillo de inserción. Los resultados de la FEA se utilizan para desarrollar un modelo de factor de corrección de temperatura que explica estos efectos. El modelo del factor de corrección de temperatura se integra con un modelo analítico de temperatura para inserciones rectangulares para predecir temperaturas de corte para torneado de contorno con inserciones de diversas formas y radios nasales. Finalmente, se realizan mediciones experimentales de temperatura de corte utilizando la técnica de termopar de trabajo de herramientas y se comparan con las predicciones del nuevo modelo de temperatura. Las comparaciones muestran un buen acuerdo ",
            "error": [
                ""
            ]
        },
        "machining": {
            "translated_key": "machining",
            "translated_annotated_text": "Modelar las temperaturas de corte para inserciones de torneado con varias geometrías de herramientas y materiales Las temperaturas son de interés en <br>machining</br> porque las herramientas de corte a menudo fallan por ablandamiento térmico o desgaste activado por la temperatura. Se han desarrollado muchos modelos para el corte de temperaturas, pero estos modelos solo consideran geometrías simples de herramientas como una losa rectangular con una esquina afilada. Este informe describe un estudio de elementos finitos de las temperaturas de la herramienta en el corte que explica el radio de la nariz de la herramienta e incluyó efectos de ángulo. Se desarrolla un modelo de factor de corrección de temperatura que puede ser utilizado en el diseño y selección de insertos para dar cuenta de estos efectos. Un generador de malla paramétrica se utiliza para generar los modelos de elementos finitos de herramientas e inserciones de geometrías variables. La respuesta de temperatura en estado estacionario se calcula utilizando el solucionador NASTRAN. Se realizan varios análisis de elementos finitos (FEA) para cuantificar los efectos de inserciones incluyendo ángulo, radio de nariz y materiales para el inserto y el soporte de herramientas en la temperatura de corte en la cara de rastrillo de inserción. Los resultados de la FEA se utilizan para desarrollar un modelo de factor de corrección de temperatura que explica estos efectos. El modelo del factor de corrección de temperatura se integra con un modelo analítico de temperatura para inserciones rectangulares para predecir temperaturas de corte para torneado de contorno con inserciones de diversas formas y radios nasales. Finalmente, se realizan mediciones experimentales de temperatura de corte utilizando la técnica de termopar de trabajo de herramientas y se comparan con las predicciones del nuevo modelo de temperatura. Las comparaciones muestran un buen acuerdo ",
            "error": [
                ""
            ]
        },
        "tool nose radius": {
            "translated_key": "radio de la nariz de la herramienta",
            "translated_annotated_text": "Modelar las temperaturas de corte para inserciones de torneado con varias geometrías de herramientas y materiales Las temperaturas son de interés en el mecanizado porque las herramientas de corte a menudo fallan por ablandamiento térmico o desgaste activado por la temperatura. Se han desarrollado muchos modelos para el corte de temperaturas, pero estos modelos solo consideran geometrías simples de herramientas como una losa rectangular con una esquina afilada. Este informe describe un estudio de elementos finitos de las temperaturas de la herramienta en el corte que explica el <br>radio de la nariz de la herramienta</br> e incluyó efectos de ángulo.  Se desarrolla un modelo de factor de corrección de temperatura que puede ser utilizado en el diseño y selección de insertos para dar cuenta de estos efectos. Un generador de malla paramétrica se utiliza para generar los modelos de elementos finitos de herramientas e inserciones de geometrías variables. La respuesta de temperatura en estado estacionario se calcula utilizando el solucionador NASTRAN. Se realizan varios análisis de elementos finitos (FEA) para cuantificar los efectos de inserciones incluyendo ángulo, radio de nariz y materiales para el inserto y el soporte de herramientas en la temperatura de corte en la cara de rastrillo de inserción. Los resultados de la FEA se utilizan para desarrollar un modelo de factor de corrección de temperatura que explica estos efectos. El modelo del factor de corrección de temperatura se integra con un modelo analítico de temperatura para inserciones rectangulares para predecir temperaturas de corte para torneado de contorno con inserciones de diversas formas y radios nasales. Finalmente, se realizan mediciones experimentales de temperatura de corte utilizando la técnica de termopar de trabajo de herramientas y se comparan con las predicciones del nuevo modelo de temperatura. Las comparaciones muestran un buen acuerdo ",
            "error": [
                ""
            ]
        },
        "parametric mesh generator": {
            "translated_key": "paramétrico",
            "translated_annotated_text": "Modelar las temperaturas de corte para inserciones de torneado con varias geometrías de herramientas y materiales Las temperaturas son de interés en el mecanizado porque las herramientas de corte a menudo fallan por ablandamiento térmico o desgaste activado por la temperatura. Se han desarrollado muchos modelos para el corte de temperaturas, pero estos modelos solo consideran geometrías simples de herramientas como una losa rectangular con una esquina afilada. Este informe describe un estudio de elementos finitos de las temperaturas de la herramienta en el corte que explica el radio de la nariz de la herramienta e incluyó efectos de ángulo. Se desarrolla un modelo de factor de corrección de temperatura que puede ser utilizado en el diseño y selección de insertos para dar cuenta de estos efectos. Se utiliza un generador de malla <br>paramétrico</br> para generar los modelos de elementos finitos de herramientas e inserciones de geometrías variables. La respuesta de temperatura en estado estacionario se calcula utilizando el solucionador NASTRAN. Se realizan varios análisis de elementos finitos (FEA) para cuantificar los efectos de inserciones incluyendo ángulo, radio de nariz y materiales para el inserto y el soporte de herramientas en la temperatura de corte en la cara de rastrillo de inserción. Los resultados de la FEA se utilizan para desarrollar un modelo de factor de corrección de temperatura que explica estos efectos. El modelo del factor de corrección de temperatura se integra con un modelo analítico de temperatura para inserciones rectangulares para predecir temperaturas de corte para torneado de contorno con inserciones de diversas formas y radios nasales. Finalmente, se realizan mediciones experimentales de temperatura de corte utilizando la técnica de termopar de trabajo de herramientas y se comparan con las predicciones del nuevo modelo de temperatura. Las comparaciones muestran un buen acuerdo ",
            "error": [
                ""
            ]
        },
        "finite element models": {
            "translated_key": [],
            "translated_annotated_text": "Modelar las temperaturas de corte para inserciones de torneado con varias geometrías de herramientas y materiales Las temperaturas son de interés en el mecanizado porque las herramientas de corte a menudo fallan por ablandamiento térmico o desgaste activado por la temperatura. Se han desarrollado muchos modelos para el corte de temperaturas, pero estos modelos solo consideran geometrías simples de herramientas como una losa rectangular con una esquina afilada. Este informe describe un estudio de elementos finitos de las temperaturas de la herramienta en el corte que explica el radio de la nariz de la herramienta e incluyó efectos de ángulo. Se desarrolla un modelo de factor de corrección de temperatura que puede ser utilizado en el diseño y selección de insertos para dar cuenta de estos efectos. Se utiliza un generador de mallas paramétricas para generar los modelos de elementos finitos <br> de herramientas e inserciones de geometrías variables. La respuesta de temperatura en estado estacionario se calcula utilizando el solucionador NASTRAN. Se realizan varios análisis de elementos finitos (FEA) para cuantificar los efectos de inserciones incluyendo ángulo, radio de nariz y materiales para el inserto y el soporte de herramientas en la temperatura de corte en la cara de rastrillo de inserción. Los resultados de la FEA se utilizan para desarrollar un modelo de factor de corrección de temperatura que explica estos efectos. El modelo del factor de corrección de temperatura se integra con un modelo analítico de temperatura para inserciones rectangulares para predecir temperaturas de corte para torneado de contorno con inserciones de diversas formas y radios nasales. Finalmente, se realizan mediciones experimentales de temperatura de corte utilizando la técnica de termopar de trabajo de herramientas y se comparan con las predicciones del nuevo modelo de temperatura. Las comparaciones muestran un buen acuerdo ",
            "error": []
        },
        "temperature correction factor": {
            "translated_key": [
                "factor de corrección de temperatura",
                "factor de corrección de temperatura",
                "temperature correction factor"
            ],
            "translated_annotated_text": "Modelar las temperaturas de corte para inserciones de torneado con varias geometrías de herramientas y materiales Las temperaturas son de interés en el mecanizado porque las herramientas de corte a menudo fallan por ablandamiento térmico o desgaste activado por la temperatura. Se han desarrollado muchos modelos para el corte de temperaturas, pero estos modelos solo consideran geometrías simples de herramientas como una losa rectangular con una esquina afilada. Este informe describe un estudio de elementos finitos de las temperaturas de la herramienta en el corte que explica el radio de la nariz de la herramienta e incluyó efectos de ángulo. Se desarrolla un modelo de <br>factor de corrección de temperatura</br> que puede ser utilizado en el diseño y selección de insertos para dar cuenta de estos efectos.  Un generador de malla paramétrica se utiliza para generar los modelos de elementos finitos de herramientas e inserciones de geometrías variables. La respuesta de temperatura en estado estacionario se calcula utilizando el solucionador NASTRAN. Se realizan varios análisis de elementos finitos (FEA) para cuantificar los efectos de inserciones incluyendo ángulo, radio de nariz y materiales para el inserto y el soporte de herramientas en la temperatura de corte en la cara de rastrillo de inserción. Los resultados de la FEA se utilizan para desarrollar un modelo de <br>factor de corrección de temperatura</br> que explica estos efectos.  El modelo <br>temperature correction factor</br> se integra con un modelo analítico de temperatura para inserciones rectangulares para predecir temperaturas de corte para torneado de contorno con inserciones de diversas formas y radios nasales. Finalmente, se realizan mediciones experimentales de temperatura de corte utilizando la técnica de termopar de trabajo de herramientas y se comparan con las predicciones del nuevo modelo de temperatura. Las comparaciones muestran un buen acuerdo ",
            "error": [
                "factor de corrección de temperatura",
                "factor de corrección de temperatura",
                "temperature correction factor"
            ]
        },
        "insert shape effects": {
            "translated_key": [],
            "translated_annotated_text": "Modelar las temperaturas de corte para inserciones de torneado con varias geometrías de herramientas y materiales Las temperaturas son de interés en el mecanizado porque las herramientas de corte a menudo fallan por ablandamiento térmico o desgaste activado por la temperatura. Se han desarrollado muchos modelos para el corte de temperaturas, pero estos modelos solo consideran geometrías simples de herramientas como una losa rectangular con una esquina afilada. Este informe describe un estudio de elementos finitos de las temperaturas de la herramienta en el corte que explica el radio de la nariz de la herramienta e incluyó efectos de ángulo. Se desarrolla un modelo de factor de corrección de temperatura que puede ser utilizado en el diseño y selección de insertos para dar cuenta de estos efectos. Un generador de malla paramétrica se utiliza para generar los modelos de elementos finitos de herramientas e inserciones de geometrías variables. La respuesta de temperatura en estado estacionario se calcula utilizando el solucionador NASTRAN. Se realizan varios análisis de elementos finitos (FEA) para cuantificar los efectos de inserciones incluyendo ángulo, radio de nariz y materiales para el inserto y el soporte de herramientas en la temperatura de corte en la cara de rastrillo de inserción. Los resultados de la FEA se utilizan para desarrollar un modelo de factor de corrección de temperatura que explica estos efectos. El modelo del factor de corrección de temperatura se integra con un modelo analítico de temperatura para inserciones rectangulares para predecir temperaturas de corte para torneado de contorno con inserciones de diversas formas y radios nasales. Finalmente, se realizan mediciones experimentales de temperatura de corte utilizando la técnica de termopar de trabajo de herramientas y se comparan con las predicciones del nuevo modelo de temperatura. Las comparaciones muestran un buen acuerdo ",
            "error": []
        },
        "tool geometries": {
            "translated_key": [
                "geometrías de herramientas",
                "herramientas"
            ],
            "translated_annotated_text": "Modelar las temperaturas de corte para inserciones de torneado con varias <br>geometrías de herramientas</br> y materiales Las temperaturas son de interés en el mecanizado porque las herramientas de corte a menudo fallan por ablandamiento térmico o desgaste activado por la temperatura. Se han desarrollado muchos modelos para el corte de temperaturas, pero estos modelos solo consideran geometrías simples <br>herramientas</br> como una losa rectangular con esquina afilada. Este informe describe un estudio de elementos finitos de las temperaturas de la herramienta en el corte que explica el radio de la nariz de la herramienta e incluyó efectos de ángulo. Se desarrolla un modelo de factor de corrección de temperatura que puede ser utilizado en el diseño y selección de insertos para dar cuenta de estos efectos. Un generador de malla paramétrica se utiliza para generar los modelos de elementos finitos de herramientas e inserciones de geometrías variables. La respuesta de temperatura en estado estacionario se calcula utilizando el solucionador NASTRAN. Se realizan varios análisis de elementos finitos (FEA) para cuantificar los efectos de inserciones incluyendo ángulo, radio de nariz y materiales para el inserto y el soporte de herramientas en la temperatura de corte en la cara de rastrillo de inserción. Los resultados de la FEA se utilizan para desarrollar un modelo de factor de corrección de temperatura que explica estos efectos. El modelo del factor de corrección de temperatura se integra con un modelo analítico de temperatura para inserciones rectangulares para predecir temperaturas de corte para torneado de contorno con inserciones de diversas formas y radios nasales. Finalmente, se realizan mediciones experimentales de temperatura de corte utilizando la técnica de termopar de trabajo de herramientas y se comparan con las predicciones del nuevo modelo de temperatura. Las comparaciones muestran un buen acuerdo ",
            "error": [
                "geometrías de herramientas",
                "herramientas"
            ]
        },
        "cutting": {
            "translated_key": [
                "cortar",
                "cortar",
                ", pero estos modelos solo consideran geometrías simples de herramientas como una losa rectangular con esquina afilada. Este informe describe un estudio de elementos finitos de las temperaturas de la herramienta en <br>cutting",
                "cortar",
                "cortar",
                "cutting"
            ],
            "translated_annotated_text": "Modelado <br>cortar</br> temperaturas para inserciones de torneado con diversas geometrías de herramientas y materiales Las temperaturas son de interés en el mecanizado porque las herramientas <br>cortar</br> a menudo fallan por ablandamiento térmico o desgaste activado por la temperatura. Se han desarrollado muchos modelos para el corte de temperaturas <br>, pero estos modelos solo consideran geometrías simples de herramientas como una losa rectangular con esquina afilada. Este informe describe un estudio de elementos finitos de las temperaturas de la herramienta en <br>cutting</br> que explica el radio de la nariz de la herramienta e incluye efectos de ángulo. Se desarrolla un modelo de factor de corrección de temperatura que puede ser utilizado en el diseño y selección de insertos para dar cuenta de estos efectos. Un generador de malla paramétrica se utiliza para generar los modelos de elementos finitos de herramientas e inserciones de geometrías variables. La respuesta de temperatura en estado estacionario se calcula utilizando el solucionador NASTRAN. Se realizan varios análisis de elementos finitos (FEA) para cuantificar los efectos de inserciones incluyendo ángulo, radio de nariz y materiales para el inserto y el soporte de herramientas en la temperatura <br>cortar</br> en la cara de rastrillo de inserción. Los resultados de la FEA se utilizan para desarrollar un modelo de factor de corrección de temperatura que explica estos efectos. El modelo del factor de corrección de temperatura se integra con un modelo analítico de temperatura para inserciones rectangulares para predecir <br>cortar</br> temperaturas para torneado de contorno con inserciones de diversas formas y radios nasales. Finalmente, se realizan mediciones experimentales de temperatura <br>cutting</br> utilizando la técnica de termopar de trabajo de herramientas y se comparan con las predicciones del nuevo modelo de temperatura. Las comparaciones muestran un buen acuerdo ",
            "error": [
                "cortar",
                "cortar",
                ", pero estos modelos solo consideran geometrías simples de herramientas como una losa rectangular con esquina afilada. Este informe describe un estudio de elementos finitos de las temperaturas de la herramienta en <br>cutting",
                "cortar",
                "cortar",
                "cutting"
            ]
        },
        "machine tools": {
            "translated_key": [],
            "translated_annotated_text": "Modelar las temperaturas de corte para inserciones de torneado con varias geometrías de herramientas y materiales Las temperaturas son de interés en el mecanizado porque las herramientas de corte a menudo fallan por ablandamiento térmico o desgaste activado por la temperatura. Se han desarrollado muchos modelos para el corte de temperaturas, pero estos modelos solo consideran geometrías simples de herramientas como una losa rectangular con una esquina afilada. Este informe describe un estudio de elementos finitos de las temperaturas de la herramienta en el corte que explica el radio de la nariz de la herramienta e incluyó efectos de ángulo. Se desarrolla un modelo de factor de corrección de temperatura que puede ser utilizado en el diseño y selección de insertos para dar cuenta de estos efectos. Un generador de malla paramétrica se utiliza para generar los modelos de elementos finitos de herramientas e inserciones de geometrías variables. La respuesta de temperatura en estado estacionario se calcula utilizando el solucionador NASTRAN. Se realizan varios análisis de elementos finitos (FEA) para cuantificar los efectos de inserciones incluyendo ángulo, radio de nariz y materiales para el inserto y el soporte de herramientas en la temperatura de corte en la cara de rastrillo de inserción. Los resultados de la FEA se utilizan para desarrollar un modelo de factor de corrección de temperatura que explica estos efectos. El modelo del factor de corrección de temperatura se integra con un modelo analítico de temperatura para inserciones rectangulares para predecir temperaturas de corte para torneado de contorno con inserciones de diversas formas y radios nasales. Finalmente, se realizan mediciones experimentales de temperatura de corte utilizando la técnica de termopar de trabajo de herramientas y se comparan con las predicciones del nuevo modelo de temperatura. Las comparaciones muestran un buen acuerdo ",
            "error": []
        },
        "mesh generation": {
            "translated_key": [],
            "translated_annotated_text": "Modelar las temperaturas de corte para inserciones de torneado con varias geometrías de herramientas y materiales Las temperaturas son de interés en el mecanizado porque las herramientas de corte a menudo fallan por ablandamiento térmico o desgaste activado por la temperatura. Se han desarrollado muchos modelos para el corte de temperaturas, pero estos modelos solo consideran geometrías simples de herramientas como una losa rectangular con una esquina afilada. Este informe describe un estudio de elementos finitos de las temperaturas de la herramienta en el corte que explica el radio de la nariz de la herramienta e incluyó efectos de ángulo. Se desarrolla un modelo de factor de corrección de temperatura que puede ser utilizado en el diseño y selección de insertos para dar cuenta de estos efectos. Un generador de malla paramétrica se utiliza para generar los modelos de elementos finitos de herramientas e inserciones de geometrías variables. La respuesta de temperatura en estado estacionario se calcula utilizando el solucionador NASTRAN. Se realizan varios análisis de elementos finitos (FEA) para cuantificar los efectos de inserciones incluyendo ángulo, radio de nariz y materiales para el inserto y el soporte de herramientas en la temperatura de corte en la cara de rastrillo de inserción. Los resultados de la FEA se utilizan para desarrollar un modelo de factor de corrección de temperatura que explica estos efectos. El modelo del factor de corrección de temperatura se integra con un modelo analítico de temperatura para inserciones rectangulares para predecir temperaturas de corte para torneado de contorno con inserciones de diversas formas y radios nasales. Finalmente, se realizan mediciones experimentales de temperatura de corte utilizando la técnica de termopar de trabajo de herramientas y se comparan con las predicciones del nuevo modelo de temperatura. Las comparaciones muestran un buen acuerdo ",
            "error": []
        },
        "temperature distribution": {
            "translated_key": [],
            "translated_annotated_text": "Modelar las temperaturas de corte para inserciones de torneado con varias geometrías de herramientas y materiales Las temperaturas son de interés en el mecanizado porque las herramientas de corte a menudo fallan por ablandamiento térmico o desgaste activado por la temperatura. Se han desarrollado muchos modelos para el corte de temperaturas, pero estos modelos solo consideran geometrías simples de herramientas como una losa rectangular con una esquina afilada. Este informe describe un estudio de elementos finitos de las temperaturas de la herramienta en el corte que explica el radio de la nariz de la herramienta e incluyó efectos de ángulo. Se desarrolla un modelo de factor de corrección de temperatura que puede ser utilizado en el diseño y selección de insertos para dar cuenta de estos efectos. Un generador de malla paramétrica se utiliza para generar los modelos de elementos finitos de herramientas e inserciones de geometrías variables. La respuesta de temperatura en estado estacionario se calcula utilizando el solucionador NASTRAN. Se realizan varios análisis de elementos finitos (FEA) para cuantificar los efectos de inserciones incluyendo ángulo, radio de nariz y materiales para el inserto y el soporte de herramientas en la temperatura de corte en la cara de rastrillo de inserción. Los resultados de la FEA se utilizan para desarrollar un modelo de factor de corrección de temperatura que explica estos efectos. El modelo del factor de corrección de temperatura se integra con un modelo analítico de temperatura para inserciones rectangulares para predecir temperaturas de corte para torneado de contorno con inserciones de diversas formas y radios nasales. Finalmente, se realizan mediciones experimentales de temperatura de corte utilizando la técnica de termopar de trabajo de herramientas y se comparan con las predicciones del nuevo modelo de temperatura. Las comparaciones muestran un buen acuerdo ",
            "error": []
        }
    }
}