{
    "original_text": "Application of an internally consistent material model to determine the effect of tool edge geometry in orthogonal machining It is well known that the edge geometry of a cutting tool affects the forces measured in metal cutting. Two experimental methods have been suggested in the past to extract the ploughing (non-cutting) component from the total measured force: (1) the extrapolation approach, and (2) the dwell force technique. This study reports the behavior of zinc during orthogonal machining using tools of controlled edge radius. Applications of both the extrapolation and dwell approaches show that neither produces an analysis that yields a material response consistent with the known behavior of zinc. Further analysis shows that the edge geometry modifies the shear zone of the material and thereby modifies the forces. When analyzed this way, the measured force data yield the expected material response without requiring recourse to an additional ploughing component",
    "original_translation": "Aplicación de un modelo de material consistente internamente para determinar el efecto de la geometría del borde de la herramienta en el mecanizado ortogonal Es bien sabido que la geometría del borde de una herramienta de corte afecta las fuerzas medidas en el corte de metal. En el pasado se han sugerido dos métodos experimentales para extraer el componente de arado (no corte) de la fuerza total medida: (1) el enfoque de extrapolación, y (2) la técnica de fuerza de permanencia. Este estudio reporta el comportamiento del zinc durante el mecanizado ortogonal utilizando herramientas de radio de borde controlado. Las aplicaciones tanto de la extrapolación como de los enfoques morados muestran que ninguno de ellos produce un análisis que produzca una respuesta material consistente con el comportamiento conocido del zinc. Más análisis muestran que la geometría del borde modifica la zona de corte del material y por lo tanto modifica las fuerzas. Cuando se analiza de esta manera, los datos de fuerza medidos proporcionan la respuesta material esperada sin necesidad de recurrir a un componente adicional de arado",
    "error_count": 4,
    "keys": {
        "tool edge geometry": {
            "translated_key": "geometría del borde de la herramienta",
            "translated_annotated_text": "Aplicación de un modelo de material consistente internamente para determinar el efecto de la \"geometría del borde de la herramienta\" en el mecanizado ortogonal Es bien sabido que la geometría del borde de una herramienta de corte afecta las fuerzas medidas en el corte de metal. En el pasado se han sugerido dos métodos experimentales para extraer el componente de arado (no corte) de la fuerza total medida: (1) el enfoque de extrapolación, y (2) la técnica de fuerza de permanencia. Este estudio reporta el comportamiento del zinc durante el mecanizado ortogonal utilizando herramientas de radio de borde controlado. Las aplicaciones tanto de la extrapolación como de los enfoques morados muestran que ninguno de ellos produce un análisis que produzca una respuesta material consistente con el comportamiento conocido del zinc. Más análisis muestran que la geometría del borde modifica la zona de corte del material y por lo tanto modifica las fuerzas. Cuando se analiza de esta manera, los datos de fuerza medidos proporcionan la respuesta material esperada sin necesidad de recurrir a un componente adicional de arado ",
            "error": [
                ""
            ]
        },
        "cutting tool": {
            "translated_key": "herramienta de corte",
            "translated_annotated_text": "Aplicación de un modelo de material consistente internamente para determinar el efecto de la geometría del borde de la herramienta en el mecanizado ortogonal Es bien sabido que la geometría del borde de una \"herramienta de corte\" afecta las fuerzas medidas en el corte de metal. En el pasado se han sugerido dos métodos experimentales para extraer el componente de arado (no corte) de la fuerza total medida: (1) el enfoque de extrapolación, y (2) la técnica de fuerza de permanencia. Este estudio reporta el comportamiento del zinc durante el mecanizado ortogonal utilizando herramientas de radio de borde controlado. Las aplicaciones tanto de la extrapolación como de los enfoques morados muestran que ninguno de ellos produce un análisis que produzca una respuesta material consistente con el comportamiento conocido del zinc. Más análisis muestran que la geometría del borde modifica la zona de corte del material y por lo tanto modifica las fuerzas. Cuando se analiza de esta manera, los datos de fuerza medidos proporcionan la respuesta material esperada sin necesidad de recurrir a un componente adicional de arado ",
            "error": [
                ""
            ]
        },
        "metal cutting": {
            "translated_key": "corte de metal",
            "translated_annotated_text": "Aplicación de un modelo de material consistente internamente para determinar el efecto de la geometría del borde de la herramienta en el mecanizado ortogonal Es bien sabido que la geometría del borde de una herramienta de corte afecta a las fuerzas medidas en el \"corte de metal\". En el pasado se han sugerido dos métodos experimentales para extraer el componente de arado (no corte) de la fuerza total medida: (1) el enfoque de extrapolación, y (2) la técnica de fuerza de permanencia. Este estudio reporta el comportamiento del zinc durante el mecanizado ortogonal utilizando herramientas de radio de borde controlado. Las aplicaciones tanto de la extrapolación como de los enfoques morados muestran que ninguno de ellos produce un análisis que produzca una respuesta material consistente con el comportamiento conocido del zinc. Más análisis muestran que la geometría del borde modifica la zona de corte del material y por lo tanto modifica las fuerzas. Cuando se analiza de esta manera, los datos de fuerza medidos proporcionan la respuesta material esperada sin necesidad de recurrir a un componente adicional de arado ",
            "error": [
                ""
            ]
        },
        "ploughing component": {
            "translated_key": "componente de arado",
            "translated_annotated_text": "Aplicación de un modelo de material consistente internamente para determinar el efecto de la geometría del borde de la herramienta en el mecanizado ortogonal Es bien sabido que la geometría del borde de una herramienta de corte afecta las fuerzas medidas en el corte de metal. En el pasado se han sugerido dos métodos experimentales para extraer el componente de arado (no corte) de la fuerza total medida: (1) el enfoque de extrapolación, y (2) la técnica de fuerza de permanencia. Este estudio reporta el comportamiento del zinc durante el mecanizado ortogonal utilizando herramientas de radio de borde controlado. Las aplicaciones tanto de la extrapolación como de los enfoques morados muestran que ninguno de ellos produce un análisis que produzca una respuesta material consistente con el comportamiento conocido del zinc. Más análisis muestran que la geometría del borde modifica la zona de corte del material y por lo tanto modifica las fuerzas. Cuando se analiza de esta manera, los datos de fuerza medidos producen la respuesta material esperada sin requerir el recurso a un \"componente de arado\" adicional. ",
            "error": [
                ""
            ]
        },
        "extrapolation": {
            "translated_key": "extrapolación",
            "translated_annotated_text": "Aplicación de un modelo de material consistente internamente para determinar el efecto de la geometría del borde de la herramienta en el mecanizado ortogonal Es bien sabido que la geometría del borde de una herramienta de corte afecta las fuerzas medidas en el corte de metal. En el pasado se han sugerido dos métodos experimentales para extraer el componente de arado (no corte) de la fuerza total medida: (1) el enfoque de \"extrapolación\", y (2) la técnica de fuerza de morada. Este estudio reporta el comportamiento del zinc durante el mecanizado ortogonal utilizando herramientas de radio de borde controlado. Las aplicaciones tanto de la \"extrapolación\" como de los enfoques morados muestran que ninguno de ellos produce un análisis que produzca una respuesta material consistente con el comportamiento conocido del zinc. Más análisis muestran que la geometría del borde modifica la zona de corte del material y por lo tanto modifica las fuerzas. Cuando se analiza de esta manera, los datos de fuerza medidos proporcionan la respuesta material esperada sin necesidad de recurrir a un componente adicional de arado ",
            "error": [
                ""
            ]
        },
        "dwell force": {
            "translated_key": "fuerza de vivienda",
            "translated_annotated_text": "Aplicación de un modelo de material consistente internamente para determinar el efecto de la geometría del borde de la herramienta en el mecanizado ortogonal Es bien sabido que la geometría del borde de una herramienta de corte afecta las fuerzas medidas en el corte de metal. En el pasado se han sugerido dos métodos experimentales para extraer el componente de arado (no corte) de la fuerza total medida: (1) el enfoque de extrapolación, y (2) la técnica de \"fuerza de vivienda\". Este estudio reporta el comportamiento del zinc durante el mecanizado ortogonal utilizando herramientas de radio de borde controlado. Las aplicaciones tanto de la extrapolación como de los enfoques morados muestran que ninguno de ellos produce un análisis que produzca una respuesta material consistente con el comportamiento conocido del zinc. Más análisis muestran que la geometría del borde modifica la zona de corte del material y por lo tanto modifica las fuerzas. Cuando se analiza de esta manera, los datos de fuerza medidos proporcionan la respuesta material esperada sin necesidad de recurrir a un componente adicional de arado ",
            "error": [
                ""
            ]
        },
        "zinc": {
            "translated_key": "zinc",
            "translated_annotated_text": "Aplicación de un modelo de material consistente internamente para determinar el efecto de la geometría del borde de la herramienta en el mecanizado ortogonal Es bien sabido que la geometría del borde de una herramienta de corte afecta las fuerzas medidas en el corte de metal. En el pasado se han sugerido dos métodos experimentales para extraer el componente de arado (no corte) de la fuerza total medida: (1) el enfoque de extrapolación, y (2) la técnica de fuerza de permanencia. Este estudio reporta el comportamiento de \"zinc\" durante el mecanizado ortogonal utilizando herramientas de radio de borde controlado. Las aplicaciones tanto de la extrapolación como de los enfoques morados muestran que ninguno de ellos produce un análisis que produzca una respuesta material consistente con el comportamiento conocido de \"zinc\". Más análisis muestran que la geometría del borde modifica la zona de corte del material y por lo tanto modifica las fuerzas. Cuando se analiza de esta manera, los datos de fuerza medidos proporcionan la respuesta material esperada sin necesidad de recurrir a un componente adicional de arado ",
            "error": [
                ""
            ]
        },
        "edge geometry": {
            "translated_key": [
                "geometría de borde",
                "geometría de borde",
                "geometría del borde"
            ],
            "translated_annotated_text": "Aplicación de un modelo de material consistente internamente para determinar el efecto de la herramienta \"geometría de borde\" en el mecanizado ortogonal Es bien sabido que la \"geometría de borde\" de una herramienta de corte afecta las fuerzas medidas en el corte de metal. En el pasado se han sugerido dos métodos experimentales para extraer el componente de arado (no corte) de la fuerza total medida: (1) el enfoque de extrapolación, y (2) la técnica de fuerza de permanencia. Este estudio reporta el comportamiento del zinc durante el mecanizado ortogonal utilizando herramientas de radio de borde controlado. Las aplicaciones tanto de la extrapolación como de los enfoques morados muestran que ninguno de ellos produce un análisis que produzca una respuesta material consistente con el comportamiento conocido del zinc. Más análisis muestran que la \"geometría del borde\" modifica la zona de corte del material y por lo tanto modifica las fuerzas. Cuando se analiza de esta manera, los datos de fuerza medidos proporcionan la respuesta material esperada sin necesidad de recurrir a un componente adicional de arado ",
            "error": [
                "geometría de borde",
                "geometría de borde",
                "geometría del borde"
            ]
        },
        "orthogonal machining": {
            "translated_key": "mecanizado ortogonal",
            "translated_annotated_text": "Aplicación de un modelo de material consistente internamente para determinar el efecto de la geometría del borde de la herramienta en el \"mecanizado ortogonal\" Es bien sabido que la geometría del borde de una herramienta de corte afecta las fuerzas medidas en el corte de metal. En el pasado se han sugerido dos métodos experimentales para extraer el componente de arado (no corte) de la fuerza total medida: (1) el enfoque de extrapolación, y (2) la técnica de fuerza de permanencia. Este estudio reporta el comportamiento del zinc durante el \"mecanizado ortogonal\" utilizando herramientas de radio de borde controlado. Las aplicaciones tanto de la extrapolación como de los enfoques morados muestran que ninguno de ellos produce un análisis que produzca una respuesta material consistente con el comportamiento conocido del zinc. Más análisis muestran que la geometría del borde modifica la zona de corte del material y por lo tanto modifica las fuerzas. Cuando se analiza de esta manera, los datos de fuerza medidos proporcionan la respuesta material esperada sin necesidad de recurrir a un componente adicional de arado ",
            "error": [
                ""
            ]
        },
        "cutting": {
            "translated_key": [],
            "translated_annotated_text": "Aplicación de un modelo de material consistente internamente para determinar el efecto de la geometría del borde de la herramienta en el mecanizado ortogonal Es bien sabido que la geometría del borde de una herramienta de corte afecta a las fuerzas medidas en el corte de metal. En el pasado se han sugerido dos métodos experimentales para extraer el componente de arado (no corte) de la fuerza total medida: (1) el enfoque de extrapolación, y (2) la técnica de fuerza de morada. Este estudio reporta el comportamiento del zinc durante el mecanizado ortogonal utilizando herramientas de radio de borde controlado. Las aplicaciones tanto de la extrapolación como de los enfoques morados muestran que ninguno de ellos produce un análisis que produzca una respuesta material consistente con el comportamiento conocido del zinc. Más análisis muestran que la geometría del borde modifica la zona de corte del material y por lo tanto modifica las fuerzas. Cuando se analiza de esta manera, los datos de fuerza medidos proporcionan la respuesta material esperada sin necesidad de recurrir a un componente adicional de arado ",
            "error": []
        },
        "machine tools": {
            "translated_key": [],
            "translated_annotated_text": "Aplicación de un modelo de material consistente internamente para determinar el efecto de la geometría del borde de la herramienta en el mecanizado ortogonal Es bien sabido que la geometría del borde de una herramienta de corte afecta las fuerzas medidas en el corte de metal. En el pasado se han sugerido dos métodos experimentales para extraer el componente de arado (no corte) de la fuerza total medida: (1) el enfoque de extrapolación, y (2) la técnica de fuerza de permanencia. Este estudio reporta el comportamiento del zinc durante el mecanizado ortogonal utilizando herramientas de radio de borde controlado. Las aplicaciones tanto de la extrapolación como de los enfoques morados muestran que ninguno de ellos produce un análisis que produzca una respuesta material consistente con el comportamiento conocido del zinc. Más análisis muestran que la geometría del borde modifica la zona de corte del material y por lo tanto modifica las fuerzas. Cuando se analiza de esta manera, los datos de fuerza medidos proporcionan la respuesta material esperada sin necesidad de recurrir a un componente adicional de arado ",
            "error": []
        },
        "machining": {
            "translated_key": [
                "maquinado",
                "maquinación"
            ],
            "translated_annotated_text": "Aplicación de un modelo de material consistente internamente para determinar el efecto de la geometría del borde de la herramienta en el \"maquinado\" ortogonal Es bien sabido que la geometría del borde de una herramienta de corte afecta las fuerzas medidas en el corte de metal. En el pasado se han sugerido dos métodos experimentales para extraer el componente de arado (no corte) de la fuerza total medida: (1) el enfoque de extrapolación, y (2) la técnica de fuerza de permanencia. Este estudio reporta el comportamiento del zinc durante la \"maquinación\" ortogonal utilizando herramientas de radio de borde controlado. Las aplicaciones tanto de la extrapolación como de los enfoques morados muestran que ninguno de ellos produce un análisis que produzca una respuesta material consistente con el comportamiento conocido del zinc. Más análisis muestran que la geometría del borde modifica la zona de corte del material y por lo tanto modifica las fuerzas. Cuando se analiza de esta manera, los datos de fuerza medidos proporcionan la respuesta material esperada sin necesidad de recurrir a un componente adicional de arado ",
            "error": [
                "maquinado",
                "maquinación"
            ]
        }
    }
}