{
    "original_text": "Prediction and compensation of dynamic errors for coordinate measuring machines Coordinate measuring machines (CMMs) are already widely utilized as measuring tools in the modem manufacturing industry. Rapidly approaching now is the trend for next-generation CMMs. However, the increases in measuring velocity of CMM applications are limited by dynamic errors that occur in CMMs. In this paper a systematic approach for modeling the dynamic errors of a touch-trigger probe CMM is developed through theoretical analysis and experimental study. An overall analysis of the dynamic errors of CMMs is conducted, with weak components of the CMM identified by a laser interferometer. The probing process, as conducted with a touch-trigger probe, is analyzed. The dynamic errors are measured, modeled, and predicted using neural networks. The results indicate that, using this mode, it is possible to compensate for the dynamic errors of CMMs",
    "original_translation": "La predicción y compensación de errores dinámicos para las máquinas de medición de coordenadas Las máquinas de medición de coordenadas (CMM) ya se utilizan ampliamente como herramientas de medición en la industria de fabricación de módems. Se acerca rápidamente ahora la tendencia para los CMM de próxima generación. Sin embargo, los aumentos en la velocidad de medición de las aplicaciones CMM están limitados por errores dinámicos que ocurren en los CMM. En este trabajo se desarrolla un enfoque sistemático para modelar los errores dinámicos de una sonda táctil CMM a través del análisis teórico y el estudio experimental. Se realiza un análisis global de los errores dinámicos de los CMM, con componentes débiles del CMM identificados por un interferómetro láser. Se analiza el proceso de sondeo, tal como se lleva a cabo con una sonda táctil. Los errores dinámicos se miden, modelan y predicen utilizando redes neuronales. Los resultados indican que, utilizando este modo, es posible compensar los errores dinámicos de los CMMs",
    "error_count": 7,
    "keys": {
        "coordinate measuring machines": {
            "translated_key": "máquinas de medición coordinadas",
            "translated_annotated_text": "La predicción y compensación de errores dinámicos para las \"máquinas de medición coordinadas\" Las máquinas de medición de coordenadas (CMM) ya se utilizan ampliamente como herramientas de medición en la industria de fabricación de módems. Se acerca rápidamente ahora la tendencia para los CMM de próxima generación. Sin embargo, los aumentos en la velocidad de medición de las aplicaciones CMM están limitados por errores dinámicos que ocurren en los CMM. En este trabajo se desarrolla un enfoque sistemático para modelar los errores dinámicos de una sonda táctil CMM a través del análisis teórico y el estudio experimental. Se realiza un análisis global de los errores dinámicos de los CMM, con componentes débiles del CMM identificados por un interferómetro láser. Se analiza el proceso de sondeo, tal como se lleva a cabo con una sonda táctil. Los errores dinámicos se miden, modelan y predicen utilizando redes neuronales. Los resultados indican que, utilizando este modo, es posible compensar los errores dinámicos de los CMMs ",
            "error": [
                ""
            ]
        },
        "dynamic errors": {
            "translated_key": "errores dinámicos",
            "translated_annotated_text": "La predicción y compensación de \"errores dinámicos\" para las máquinas de medición de coordenadas Las máquinas de medición de coordenadas (CMM) ya se utilizan ampliamente como herramientas de medición en la industria de fabricación de módems. Se acerca rápidamente ahora la tendencia para los CMM de próxima generación. Sin embargo, los aumentos en la velocidad de medición de las aplicaciones CMM están limitados por \"errores dinámicos\" que ocurren en los CMMs. En este trabajo se desarrolla un enfoque sistemático para modelar los \"errores dinámicos\" de una sonda táctil CMM a través del análisis teórico y el estudio experimental. Se realiza un análisis global de los \"errores dinámicos\" de los CMM, con componentes débiles del CMM identificados por un interferómetro láser. Se analiza el proceso de sondeo, tal como se lleva a cabo con una sonda táctil. Los \"errores dinámicos\" se miden, modelan y predicen utilizando redes neuronales. Los resultados indican que, utilizando este modo, es posible compensar los \"errores dinámicos\" de los CMMs ",
            "error": [
                ""
            ]
        },
        "inertial forces": {
            "translated_key": [],
            "translated_annotated_text": "La predicción y compensación de errores dinámicos para las máquinas de medición de coordenadas Las máquinas de medición de coordenadas (CMM) ya se utilizan ampliamente como herramientas de medición en la industria de fabricación de módems. Se acerca rápidamente ahora la tendencia para los CMM de próxima generación. Sin embargo, los aumentos en la velocidad de medición de las aplicaciones CMM están limitados por errores dinámicos que ocurren en los CMM. En este trabajo se desarrolla un enfoque sistemático para modelar los errores dinámicos de una sonda táctil CMM a través del análisis teórico y el estudio experimental. Se realiza un análisis global de los errores dinámicos de los CMM, con componentes débiles del CMM identificados por un interferómetro láser. Se analiza el proceso de sondeo, tal como se lleva a cabo con una sonda táctil. Los errores dinámicos se miden, modelan y predicen utilizando redes neuronales. Los resultados indican que, utilizando este modo, es posible compensar los errores dinámicos de los CMMs ",
            "error": []
        },
        "touch-trigger probe": {
            "translated_key": "sonda táctil",
            "translated_annotated_text": "La predicción y compensación de errores dinámicos para las máquinas de medición de coordenadas Las máquinas de medición de coordenadas (CMM) ya se utilizan ampliamente como herramientas de medición en la industria de fabricación de módems. Se acerca rápidamente ahora la tendencia para los CMM de próxima generación. Sin embargo, los aumentos en la velocidad de medición de las aplicaciones CMM están limitados por errores dinámicos que ocurren en los CMM. En este trabajo se desarrolla un enfoque sistemático para modelar los errores dinámicos de una \"sonda táctil\" CMM a través del análisis teórico y el estudio experimental. Se realiza un análisis global de los errores dinámicos de los CMM, con componentes débiles del CMM identificados por un interferómetro láser. Se analiza el proceso de sondeo, tal como se lleva a cabo con una \"sonda táctil\". Los errores dinámicos se miden, modelan y predicen utilizando redes neuronales. Los resultados indican que, utilizando este modo, es posible compensar los errores dinámicos de los CMMs ",
            "error": [
                ""
            ]
        },
        "laser interferometer": {
            "translated_key": "interferómetro láser",
            "translated_annotated_text": "La predicción y compensación de errores dinámicos para las máquinas de medición de coordenadas Las máquinas de medición de coordenadas (CMM) ya se utilizan ampliamente como herramientas de medición en la industria de fabricación de módems. Se acerca rápidamente ahora la tendencia para los CMM de próxima generación. Sin embargo, los aumentos en la velocidad de medición de las aplicaciones CMM están limitados por errores dinámicos que ocurren en los CMM. En este trabajo se desarrolla un enfoque sistemático para modelar los errores dinámicos de una sonda táctil CMM a través del análisis teórico y el estudio experimental. Se realiza un análisis global de los errores dinámicos de los CMM, con componentes débiles del CMM identificados por un \"interferómetro láser\". Se analiza el proceso de sondeo, tal como se lleva a cabo con una sonda táctil. Los errores dinámicos se miden, modelan y predicen utilizando redes neuronales. Los resultados indican que, utilizando este modo, es posible compensar los errores dinámicos de los CMMs ",
            "error": [
                ""
            ]
        },
        "neural networks": {
            "translated_key": "redes neuronales",
            "translated_annotated_text": "La predicción y compensación de errores dinámicos para las máquinas de medición de coordenadas Las máquinas de medición de coordenadas (CMM) ya se utilizan ampliamente como herramientas de medición en la industria de fabricación de módems. Se acerca rápidamente ahora la tendencia para los CMM de próxima generación. Sin embargo, los aumentos en la velocidad de medición de las aplicaciones CMM están limitados por errores dinámicos que ocurren en los CMM. En este trabajo se desarrolla un enfoque sistemático para modelar los errores dinámicos de una sonda táctil CMM a través del análisis teórico y el estudio experimental. Se realiza un análisis global de los errores dinámicos de los CMM, con componentes débiles del CMM identificados por un interferómetro láser. Se analiza el proceso de sondeo, tal como se lleva a cabo con una sonda táctil. Los errores dinámicos se miden, modelan y predicen utilizando \"redes neuronales\". Los resultados indican que, utilizando este modo, es posible compensar los errores dinámicos de los CMMs ",
            "error": [
                ""
            ]
        },
        "manufacturing industry": {
            "translated_key": "industria manufacturera",
            "translated_annotated_text": "La predicción y compensación de errores dinámicos para las máquinas de medición de coordenadas Las máquinas de medición de coordenadas (CMM) ya se utilizan ampliamente como herramientas de medición en el módem \"industria manufacturera\". Se acerca rápidamente ahora la tendencia para los CMM de próxima generación. Sin embargo, los aumentos en la velocidad de medición de las aplicaciones CMM están limitados por errores dinámicos que ocurren en los CMM. En este trabajo se desarrolla un enfoque sistemático para modelar los errores dinámicos de una sonda táctil CMM a través del análisis teórico y el estudio experimental. Se realiza un análisis global de los errores dinámicos de los CMM, con componentes débiles del CMM identificados por un interferómetro láser. Se analiza el proceso de sondeo, tal como se lleva a cabo con una sonda táctil. Los errores dinámicos se miden, modelan y predicen utilizando redes neuronales. Los resultados indican que, utilizando este modo, es posible compensar los errores dinámicos de los CMMs ",
            "error": [
                ""
            ]
        },
        "compensation": {
            "translated_key": "compensación",
            "translated_annotated_text": "La predicción y la \"compensación\" de errores dinámicos para las máquinas de medición de coordenadas Las máquinas de medición de coordenadas (CMM) ya se utilizan ampliamente como herramientas de medición en la industria de fabricación de módems. Se acerca rápidamente ahora la tendencia para los CMM de próxima generación. Sin embargo, los aumentos en la velocidad de medición de las aplicaciones CMM están limitados por errores dinámicos que ocurren en los CMM. En este trabajo se desarrolla un enfoque sistemático para modelar los errores dinámicos de una sonda táctil CMM a través del análisis teórico y el estudio experimental. Se realiza un análisis global de los errores dinámicos de los CMM, con componentes débiles del CMM identificados por un interferómetro láser. Se analiza el proceso de sondeo, tal como se lleva a cabo con una sonda táctil. Los errores dinámicos se miden, modelan y predicen utilizando redes neuronales. Los resultados indican que, utilizando este modo, es posible compensar los errores dinámicos de los CMMs ",
            "error": [
                ""
            ]
        },
        "automatic test equipment": {
            "translated_key": [],
            "translated_annotated_text": "La predicción y compensación de errores dinámicos para las máquinas de medición de coordenadas Las máquinas de medición de coordenadas (CMM) ya se utilizan ampliamente como herramientas de medición en la industria de fabricación de módems. Se acerca rápidamente ahora la tendencia para los CMM de próxima generación. Sin embargo, los aumentos en la velocidad de medición de las aplicaciones CMM están limitados por errores dinámicos que ocurren en los CMM. En este trabajo se desarrolla un enfoque sistemático para modelar los errores dinámicos de una sonda táctil CMM a través del análisis teórico y el estudio experimental. Se realiza un análisis global de los errores dinámicos de los CMM, con componentes débiles del CMM identificados por un interferómetro láser. Se analiza el proceso de sondeo, tal como se lleva a cabo con una sonda táctil. Los errores dinámicos se miden, modelan y predicen utilizando redes neuronales. Los resultados indican que, utilizando este modo, es posible compensar los errores dinámicos de los CMMs ",
            "error": []
        },
        "error compensation": {
            "translated_key": [],
            "translated_annotated_text": "La predicción y compensación de errores dinámicos para las máquinas de medición de coordenadas Las máquinas de medición de coordenadas (CMM) ya se utilizan ampliamente como herramientas de medición en la industria de fabricación de módems. Se acerca rápidamente ahora la tendencia para los CMM de próxima generación. Sin embargo, los aumentos en la velocidad de medición de las aplicaciones CMM están limitados por errores dinámicos que ocurren en los CMM. En este trabajo se desarrolla un enfoque sistemático para modelar los errores dinámicos de una sonda táctil CMM a través del análisis teórico y el estudio experimental. Se realiza un análisis global de los errores dinámicos de los CMM, con componentes débiles del CMM identificados por un interferómetro láser. Se analiza el proceso de sondeo, tal como se lleva a cabo con una sonda táctil. Los errores dinámicos se miden, modelan y predicen utilizando redes neuronales. Los resultados indican que, utilizando este modo, es posible compensar los errores dinámicos de los CMMs ",
            "error": []
        },
        "light interferometers": {
            "translated_key": [],
            "translated_annotated_text": "La predicción y compensación de errores dinámicos para las máquinas de medición de coordenadas Las máquinas de medición de coordenadas (CMM) ya se utilizan ampliamente como herramientas de medición en la industria de fabricación de módems. Se acerca rápidamente ahora la tendencia para los CMM de próxima generación. Sin embargo, los aumentos en la velocidad de medición de las aplicaciones CMM están limitados por errores dinámicos que ocurren en los CMM. En este trabajo se desarrolla un enfoque sistemático para modelar los errores dinámicos de una sonda táctil CMM a través del análisis teórico y el estudio experimental. Se realiza un análisis global de los errores dinámicos de los CMM, con componentes débiles del CMM identificados por un interferómetro láser. Se analiza el proceso de sondeo, tal como se lleva a cabo con una sonda táctil. Los errores dinámicos se miden, modelan y predicen utilizando redes neuronales. Los resultados indican que, utilizando este modo, es posible compensar los errores dinámicos de los CMMs ",
            "error": []
        },
        "machine tools": {
            "translated_key": [],
            "translated_annotated_text": "La predicción y compensación de errores dinámicos para las máquinas de medición de coordenadas Las máquinas de medición de coordenadas (CMM) ya se utilizan ampliamente como herramientas de medición en la industria de fabricación de módems. Se acerca rápidamente ahora la tendencia para los CMM de próxima generación. Sin embargo, los aumentos en la velocidad de medición de las aplicaciones CMM están limitados por errores dinámicos que ocurren en los CMM. En este trabajo se desarrolla un enfoque sistemático para modelar los errores dinámicos de una sonda táctil CMM a través del análisis teórico y el estudio experimental. Se realiza un análisis global de los errores dinámicos de los CMM, con componentes débiles del CMM identificados por un interferómetro láser. Se analiza el proceso de sondeo, tal como se lleva a cabo con una sonda táctil. Los errores dinámicos se miden, modelan y predicen utilizando redes neuronales. Los resultados indican que, utilizando este modo, es posible compensar los errores dinámicos de los CMMs ",
            "error": []
        },
        "neural nets": {
            "translated_key": [],
            "translated_annotated_text": "La predicción y compensación de errores dinámicos para las máquinas de medición de coordenadas Las máquinas de medición de coordenadas (CMM) ya se utilizan ampliamente como herramientas de medición en la industria de fabricación de módems. Se acerca rápidamente ahora la tendencia para los CMM de próxima generación. Sin embargo, los aumentos en la velocidad de medición de las aplicaciones CMM están limitados por errores dinámicos que ocurren en los CMM. En este trabajo se desarrolla un enfoque sistemático para modelar los errores dinámicos de una sonda táctil CMM a través del análisis teórico y el estudio experimental. Se realiza un análisis global de los errores dinámicos de los CMM, con componentes débiles del CMM identificados por un interferómetro láser. Se analiza el proceso de sondeo, tal como se lleva a cabo con una sonda táctil. Los errores dinámicos se miden, modelan y predicen utilizando redes neuronales. Los resultados indican que, utilizando este modo, es posible compensar los errores dinámicos de los CMMs ",
            "error": []
        },
        "probes": {
            "translated_key": [],
            "translated_annotated_text": "La predicción y compensación de errores dinámicos para las máquinas de medición de coordenadas Las máquinas de medición de coordenadas (CMM) ya se utilizan ampliamente como herramientas de medición en la industria de fabricación de módems. Se acerca rápidamente ahora la tendencia para los CMM de próxima generación. Sin embargo, los aumentos en la velocidad de medición de las aplicaciones CMM están limitados por errores dinámicos que ocurren en los CMM. En este trabajo se desarrolla un enfoque sistemático para modelar los errores dinámicos de una sonda táctil CMM a través del análisis teórico y el estudio experimental. Se realiza un análisis global de los errores dinámicos de los CMM, con componentes débiles del CMM identificados por un interferómetro láser. Se analiza el proceso de sondeo, tal como se lleva a cabo con una sonda táctil. Los errores dinámicos se miden, modelan y predicen utilizando redes neuronales. Los resultados indican que, utilizando este modo, es posible compensar los errores dinámicos de los CMMs ",
            "error": []
        }
    }
}