{
    "original_text": "Control of transient thermal response during sequential open-die forging: a trajectory optimization approach A trajectory optimization approach is applied to the design of a sequence of open-die forging operations in order to control the transient thermal response of a large titanium alloy billet. The amount of time the billet is soaked in furnace prior to each successive forging operation is optimized to minimize the total process time while simultaneously satisfying constraints on the maximum and minimum values of the billet temperature distribution to avoid microstructural defects during forging. The results indicate that a differential heating profile is the most effective at meeting these design goals",
    "original_translation": "Control de la respuesta térmica transitoria durante la forja secuencial de diana abierta: un enfoque de optimización de trayectoria Se aplica un enfoque de optimización de trayectoria al diseño de una secuencia de operaciones de forja de diana abierta con el fin de controlar la respuesta térmica transitoria de un gran billete de aleación de titanio. La cantidad de tiempo que la pala se remoja en el horno antes de cada operación de forja sucesiva se optimiza para minimizar el tiempo total del proceso, al tiempo que se satisfacen las limitaciones de los valores máximo y mínimo de la distribución de temperatura de la pala para evitar defectos microestructurales durante la forja. Los resultados indican que un perfil de calefacción diferencial es el más eficaz para cumplir estos objetivos de diseño",
    "error_count": 6,
    "keys": {
        "transient thermal response control": {
            "translated_key": [],
            "translated_annotated_text": "Control de la respuesta térmica transitoria durante la forja secuencial de diana abierta: un enfoque de optimización de trayectoria Se aplica un enfoque de optimización de trayectoria al diseño de una secuencia de operaciones de forja de diana abierta con el fin de controlar la respuesta térmica transitoria de un gran billete de aleación de titanio. La cantidad de tiempo que la pala se remoja en el horno antes de cada operación de forja sucesiva se optimiza para minimizar el tiempo total del proceso, al tiempo que se satisfacen las limitaciones de los valores máximo y mínimo de la distribución de temperatura de la pala para evitar defectos microestructurales durante la forja. Los resultados indican que un perfil de calefacción diferencial es el más eficaz para cumplir estos objetivos de diseño ",
            "error": []
        },
        "trajectory optimization": {
            "translated_key": [],
            "translated_annotated_text": "Control de la respuesta térmica transitoria durante la forja secuencial de la matriz abierta: un enfoque de optimización de la trayectoria <br> Un enfoque de optimización de la trayectoria <br> se aplica al diseño de una secuencia de operaciones de forja de la matriz abierta con el fin de controlar la respuesta térmica transitoria de una gran aleación de titanio. La cantidad de tiempo que la pala se remoja en el horno antes de cada operación de forja sucesiva se optimiza para minimizar el tiempo total del proceso, al tiempo que se satisfacen las limitaciones de los valores máximo y mínimo de la distribución de temperatura de la pala para evitar defectos microestructurales durante la forja. Los resultados indican que un perfil de calefacción diferencial es el más eficaz para cumplir estos objetivos de diseño ",
            "error": []
        },
        "open-die forging": {
            "translated_key": "open-die",
            "translated_annotated_text": "Control de la respuesta térmica transitoria durante la forja secuencial <br>open-die</br>: un enfoque de optimización de trayectoria Se aplica un enfoque de optimización de trayectoria al diseño de una secuencia de operaciones de forja <br>open-die</br> con el fin de controlar la respuesta térmica transitoria de una gran aleación de titanio. La cantidad de tiempo que la pala se remoja en el horno antes de cada operación de forja sucesiva se optimiza para minimizar el tiempo total del proceso, al tiempo que se satisfacen las limitaciones de los valores máximo y mínimo de la distribución de temperatura de la pala para evitar defectos microestructurales durante la forja. Los resultados indican que un perfil de calefacción diferencial es el más eficaz para cumplir estos objetivos de diseño ",
            "error": [
                ""
            ]
        },
        "titanium alloy billet": {
            "translated_key": "titanium",
            "translated_annotated_text": "Control de la respuesta térmica transitoria durante la forja secuencial de dia abierto: una aproximación de optimización de trayectoria Se aplica una aproximación de optimización de trayectoria al diseño de una secuencia de operaciones de forja de dia abierto con el fin de controlar la respuesta térmica transitoria de una gran palanquilla de aleación de <br>titanium</br>. La cantidad de tiempo que la pala se remoja en el horno antes de cada operación de forja sucesiva se optimiza para minimizar el tiempo total del proceso, al tiempo que se satisfacen las limitaciones de los valores máximo y mínimo de la distribución de temperatura de la pala para evitar defectos microestructurales durante la forja. Los resultados indican que un perfil de calefacción diferencial es el más eficaz para cumplir estos objetivos de diseño ",
            "error": [
                ""
            ]
        },
        "temperature distribution": {
            "translated_key": "temperatura distribución",
            "translated_annotated_text": "Control de la respuesta térmica transitoria durante la forja secuencial de diana abierta: un enfoque de optimización de trayectoria Se aplica un enfoque de optimización de trayectoria al diseño de una secuencia de operaciones de forja de diana abierta con el fin de controlar la respuesta térmica transitoria de un gran billete de aleación de titanio. La cantidad de tiempo que la pala se empapa en el horno antes de cada operación de forja sucesiva se optimiza para minimizar el tiempo total del proceso, al tiempo que se satisfacen las limitaciones de los valores máximo y mínimo de la pala <br>temperatura distribución</br> para evitar defectos microestructurales durante la forja. Los resultados indican que un perfil de calefacción diferencial es el más eficaz para cumplir estos objetivos de diseño ",
            "error": [
                ""
            ]
        },
        "microstructural defects": {
            "translated_key": "defectos microestructurales",
            "translated_annotated_text": "Control de la respuesta térmica transitoria durante la forja secuencial de diana abierta: un enfoque de optimización de trayectoria Se aplica un enfoque de optimización de trayectoria al diseño de una secuencia de operaciones de forja de diana abierta con el fin de controlar la respuesta térmica transitoria de un gran billete de aleación de titanio. La cantidad de tiempo que la pala se empapa en el horno antes de cada operación de forja sucesiva se optimiza para minimizar el tiempo total del proceso, al tiempo que se satisfacen las limitaciones de los valores máximo y mínimo de la distribución de temperatura de la pala para evitar <br>defectos microestructurales</br> durante la forja.  Los resultados indican que un perfil de calefacción diferencial es el más eficaz para cumplir estos objetivos de diseño ",
            "error": [
                ""
            ]
        },
        "heating profile": {
            "translated_key": "perfil de calefacción",
            "translated_annotated_text": "Control de la respuesta térmica transitoria durante la forja secuencial de diana abierta: un enfoque de optimización de trayectoria Se aplica un enfoque de optimización de trayectoria al diseño de una secuencia de operaciones de forja de diana abierta con el fin de controlar la respuesta térmica transitoria de un gran billete de aleación de titanio. La cantidad de tiempo que la pala se remoja en el horno antes de cada operación de forja sucesiva se optimiza para minimizar el tiempo total del proceso, al tiempo que se satisfacen las limitaciones de los valores máximo y mínimo de la distribución de temperatura de la pala para evitar defectos microestructurales durante la forja. Los resultados indican que un <br>perfil de calefacción</br> diferencial es el más eficaz para cumplir estos objetivos de diseño. ",
            "error": [
                ""
            ]
        },
        "forging": {
            "translated_key": [
                "forja ",
                "forja ",
                "forjando",
                "forjando"
            ],
            "translated_annotated_text": "Control de la respuesta térmica transitoria durante la fase de apertura secuencial <br>forja </br>: un enfoque de optimización de trayectoria Se aplica un enfoque de optimización de trayectoria al diseño de una secuencia de operaciones de apertura <br>forja </br> para controlar la respuesta térmica transitoria de una gran aleación de titanio. La cantidad de tiempo que la pala se remoja en el horno antes de cada operación sucesiva <br>forjando</br> se optimiza para minimizar el tiempo total del proceso, cumpliendo simultáneamente con las restricciones de los valores máximo y mínimo de la distribución de la temperatura de la pala para evitar defectos microestructurales durante <br>forjando</br>. Los resultados indican que un perfil de calefacción diferencial es el más eficaz para cumplir estos objetivos de diseño ",
            "error": [
                "forja ",
                "forja ",
                "forjando",
                "forjando"
            ]
        },
        "metallurgical industries": {
            "translated_key": [],
            "translated_annotated_text": "Control de la respuesta térmica transitoria durante la forja secuencial de diana abierta: un enfoque de optimización de trayectoria Se aplica un enfoque de optimización de trayectoria al diseño de una secuencia de operaciones de forja de diana abierta con el fin de controlar la respuesta térmica transitoria de un gran billete de aleación de titanio. La cantidad de tiempo que la pala se remoja en el horno antes de cada operación de forja sucesiva se optimiza para minimizar el tiempo total del proceso, al tiempo que se satisfacen las limitaciones de los valores máximo y mínimo de la distribución de temperatura de la pala para evitar defectos microestructurales durante la forja. Los resultados indican que un perfil de calefacción diferencial es el más eficaz para cumplir estos objetivos de diseño ",
            "error": []
        },
        "optimisation": {
            "translated_key": [],
            "translated_annotated_text": "Control de la respuesta térmica transitoria durante la forja secuencial de diana abierta: un enfoque de optimización de trayectoria Se aplica un enfoque de optimización de trayectoria al diseño de una secuencia de operaciones de forja de diana abierta con el fin de controlar la respuesta térmica transitoria de un gran billete de aleación de titanio. La cantidad de tiempo que la pala se remoja en el horno antes de cada operación de forja sucesiva se optimiza para minimizar el tiempo total del proceso, al tiempo que se satisfacen las limitaciones de los valores máximo y mínimo de la distribución de temperatura de la pala para evitar defectos microestructurales durante la forja. Los resultados indican que un perfil de calefacción diferencial es el más eficaz para cumplir estos objetivos de diseño ",
            "error": []
        },
        "process control": {
            "translated_key": [],
            "translated_annotated_text": "Control de la respuesta térmica transitoria durante la forja secuencial de diana abierta: un enfoque de optimización de trayectoria Se aplica un enfoque de optimización de trayectoria al diseño de una secuencia de operaciones de forja de diana abierta con el fin de controlar la respuesta térmica transitoria de un gran billete de aleación de titanio. La cantidad de tiempo que la pala se remoja en el horno antes de cada operación de forja sucesiva se optimiza para minimizar el tiempo total del proceso, al tiempo que se satisfacen las limitaciones de los valores máximo y mínimo de la distribución de temperatura de la pala para evitar defectos microestructurales durante la forja. Los resultados indican que un perfil de calefacción diferencial es el más eficaz para cumplir estos objetivos de diseño ",
            "error": []
        }
    }
}