{
    "original_text": "Control of transient thermal response during sequential open-die forging: a trajectory optimization approach A trajectory optimization approach is applied to the design of a sequence of open-die forging operations in order to control the transient thermal response of a large titanium alloy billet. The amount of time the billet is soaked in furnace prior to each successive forging operation is optimized to minimize the total process time while simultaneously satisfying constraints on the maximum and minimum values of the billet temperature distribution to avoid microstructural defects during forging. The results indicate that a differential heating profile is the most effective at meeting these design goals",
    "original_translation": "Control de la respuesta térmica transitoria durante la forja secuencial de diámetro abierto: una aproximación de optimización de trayectoria Se aplica una aproximación de optimización de trayectoria al diseño de una secuencia de operaciones de forja de diámetro abierto con el fin de controlar la respuesta térmica transitoria de una gran aleación de titanio. La cantidad de tiempo que la pala se remoja en el horno antes de cada operación de forja sucesiva se optimiza para minimizar el tiempo total del proceso, al tiempo que se satisfacen las limitaciones de los valores máximo y mínimo de la distribución de temperatura de la pala para evitar defectos microestructurales durante la forja. Los resultados indican que un perfil de calefacción diferencial es el más eficaz para cumplir estos objetivos de diseño",
    "error_count": 5,
    "keys": {
        "transient thermal response control": {
            "translated_key": [],
            "translated_annotated_text": "Control de la respuesta térmica transitoria durante la forja secuencial de diámetro abierto: una aproximación de optimización de trayectoria Se aplica una aproximación de optimización de trayectoria al diseño de una secuencia de operaciones de forja de diámetro abierto con el fin de controlar la respuesta térmica transitoria de una gran aleación de titanio. La cantidad de tiempo que la pala se remoja en el horno antes de cada operación de forja sucesiva se optimiza para minimizar el tiempo total del proceso, al tiempo que se satisfacen las limitaciones de los valores máximo y mínimo de la distribución de temperatura de la pala para evitar defectos microestructurales durante la forja. Los resultados indican que un perfil de calefacción diferencial es el más eficaz para cumplir estos objetivos de diseño ",
            "error": []
        },
        "trajectory optimization": {
            "translated_key": "optimización de la trayectoria",
            "translated_annotated_text": "Control de la respuesta térmica transitoria durante la forja secuencial de piezas abiertas: un enfoque de \"optimización de la trayectoria\" Se aplica un enfoque de \"optimización de la trayectoria\" al diseño de una secuencia de operaciones de forja de piezas abiertas con el fin de controlar la respuesta térmica transitoria de una gran aleación de titanio. La cantidad de tiempo que la pala se remoja en el horno antes de cada operación de forja sucesiva se optimiza para minimizar el tiempo total del proceso, al tiempo que se satisfacen las limitaciones de los valores máximo y mínimo de la distribución de temperatura de la pala para evitar defectos microestructurales durante la forja. Los resultados indican que un perfil de calefacción diferencial es el más eficaz para cumplir estos objetivos de diseño ",
            "error": [
                ""
            ]
        },
        "open-die forging": {
            "translated_key": "forificación de la vida abierta",
            "translated_annotated_text": "Control de la respuesta térmica transitoria durante la \"forificación de la vida abierta\" secuencial: un enfoque de optimización de la trayectoria Se aplica un enfoque de optimización de la trayectoria al diseño de una secuencia de operaciones de \"forificación de la vida abierta\" con el fin de controlar la respuesta térmica transitoria de una gran aleación de titanio. La cantidad de tiempo que la pala se remoja en el horno antes de cada operación de forja sucesiva se optimiza para minimizar el tiempo total del proceso, al tiempo que se satisfacen las limitaciones de los valores máximo y mínimo de la distribución de temperatura de la pala para evitar defectos microestructurales durante la forja. Los resultados indican que un perfil de calefacción diferencial es el más eficaz para cumplir estos objetivos de diseño ",
            "error": [
                ""
            ]
        },
        "titanium alloy billet": {
            "translated_key": "billete de aleación de titanio",
            "translated_annotated_text": "Control de la respuesta térmica transitoria durante la forja secuencial de vida abierta: un enfoque de optimización de trayectoria Se aplica un enfoque de optimización de trayectoria al diseño de una secuencia de operaciones de forja de vida abierta con el fin de controlar la respuesta térmica transitoria de un gran \"billete de aleación de titanio\". La cantidad de tiempo que la pala se remoja en el horno antes de cada operación de forja sucesiva se optimiza para minimizar el tiempo total del proceso, al tiempo que se satisfacen las limitaciones de los valores máximo y mínimo de la distribución de temperatura de la pala para evitar defectos microestructurales durante la forja. Los resultados indican que un perfil de calefacción diferencial es el más eficaz para cumplir estos objetivos de diseño ",
            "error": [
                ""
            ]
        },
        "temperature distribution": {
            "translated_key": "distribución de temperatura",
            "translated_annotated_text": "Control de la respuesta térmica transitoria durante la forja secuencial de diámetro abierto: una aproximación de optimización de trayectoria Se aplica una aproximación de optimización de trayectoria al diseño de una secuencia de operaciones de forja de diámetro abierto con el fin de controlar la respuesta térmica transitoria de una gran aleación de titanio. La cantidad de tiempo que la pala se empapa en el horno antes de cada operación de forja sucesiva se optimiza para minimizar el tiempo total del proceso, al tiempo que se satisfacen las limitaciones de los valores máximos y mínimos de la pala \"distribución de temperatura\" para evitar defectos microestructurales durante la forja. Los resultados indican que un perfil de calefacción diferencial es el más eficaz para cumplir estos objetivos de diseño ",
            "error": [
                ""
            ]
        },
        "microstructural defects": {
            "translated_key": "fallos microestructurales",
            "translated_annotated_text": "Control de la respuesta térmica transitoria durante la forja secuencial de diámetro abierto: una aproximación de optimización de trayectoria Se aplica una aproximación de optimización de trayectoria al diseño de una secuencia de operaciones de forja de diámetro abierto con el fin de controlar la respuesta térmica transitoria de una gran aleación de titanio. La cantidad de tiempo que la pala se remoja en el horno antes de cada operación de forja sucesiva se optimiza para minimizar el tiempo total del proceso, al tiempo que se satisfacen las limitaciones de los valores máximo y mínimo de la distribución de temperatura de la pala para evitar \"fallos microestructurales\" durante la forja. Los resultados indican que un perfil de calefacción diferencial es el más eficaz para cumplir estos objetivos de diseño ",
            "error": [
                ""
            ]
        },
        "heating profile": {
            "translated_key": "perfil de calentamiento",
            "translated_annotated_text": "Control de la respuesta térmica transitoria durante la forja secuencial de diámetro abierto: una aproximación de optimización de trayectoria Se aplica una aproximación de optimización de trayectoria al diseño de una secuencia de operaciones de forja de diámetro abierto con el fin de controlar la respuesta térmica transitoria de una gran aleación de titanio. La cantidad de tiempo que la pala se remoja en el horno antes de cada operación de forja sucesiva se optimiza para minimizar el tiempo total del proceso, al tiempo que se satisfacen las limitaciones de los valores máximo y mínimo de la distribución de temperatura de la pala para evitar defectos microestructurales durante la forja. Los resultados indican que un \"perfil de calentamiento\" diferencial es el más eficaz para cumplir estos objetivos de diseño ",
            "error": [
                ""
            ]
        },
        "forging": {
            "translated_key": [
                "forificación",
                "forificación",
                "forja",
                "forja"
            ],
            "translated_annotated_text": "Control de la respuesta térmica transitoria durante la \"forificación\" secuencial de vida abierta: un enfoque de optimización de trayectoria Se aplica un enfoque de optimización de trayectoria al diseño de una secuencia de operaciones de \"forificación\" de vida abierta con el fin de controlar la respuesta térmica transitoria de una gran aleación de titanio. La cantidad de tiempo que la pala se remoja en el horno antes de cada operación de \"forja\" sucesiva se optimiza para minimizar el tiempo total del proceso, al tiempo que se satisfacen las limitaciones de los valores máximo y mínimo de la distribución de temperatura de la pala para evitar defectos microestructurales durante la \"forja\". Los resultados indican que un perfil de calefacción diferencial es el más eficaz para cumplir estos objetivos de diseño ",
            "error": [
                "forificación",
                "forificación",
                "forja",
                "forja"
            ]
        },
        "metallurgical industries": {
            "translated_key": [],
            "translated_annotated_text": "Control de la respuesta térmica transitoria durante la forja secuencial de diámetro abierto: una aproximación de optimización de trayectoria Se aplica una aproximación de optimización de trayectoria al diseño de una secuencia de operaciones de forja de diámetro abierto con el fin de controlar la respuesta térmica transitoria de una gran aleación de titanio. La cantidad de tiempo que la pala se remoja en el horno antes de cada operación de forja sucesiva se optimiza para minimizar el tiempo total del proceso, al tiempo que se satisfacen las limitaciones de los valores máximo y mínimo de la distribución de temperatura de la pala para evitar defectos microestructurales durante la forja. Los resultados indican que un perfil de calefacción diferencial es el más eficaz para cumplir estos objetivos de diseño ",
            "error": []
        },
        "optimisation": {
            "translated_key": [],
            "translated_annotated_text": "Control de la respuesta térmica transitoria durante la forja secuencial de diámetro abierto: una aproximación de optimización de trayectoria Se aplica una aproximación de optimización de trayectoria al diseño de una secuencia de operaciones de forja de diámetro abierto con el fin de controlar la respuesta térmica transitoria de una gran aleación de titanio. La cantidad de tiempo que la pala se remoja en el horno antes de cada operación de forja sucesiva se optimiza para minimizar el tiempo total del proceso, al tiempo que se satisfacen las limitaciones de los valores máximo y mínimo de la distribución de temperatura de la pala para evitar defectos microestructurales durante la forja. Los resultados indican que un perfil de calefacción diferencial es el más eficaz para cumplir estos objetivos de diseño ",
            "error": []
        },
        "process control": {
            "translated_key": [],
            "translated_annotated_text": "Control de la respuesta térmica transitoria durante la forja secuencial de diámetro abierto: una aproximación de optimización de trayectoria Se aplica una aproximación de optimización de trayectoria al diseño de una secuencia de operaciones de forja de diámetro abierto con el fin de controlar la respuesta térmica transitoria de una gran aleación de titanio. La cantidad de tiempo que la pala se remoja en el horno antes de cada operación de forja sucesiva se optimiza para minimizar el tiempo total del proceso, al tiempo que se satisfacen las limitaciones de los valores máximo y mínimo de la distribución de temperatura de la pala para evitar defectos microestructurales durante la forja. Los resultados indican que un perfil de calefacción diferencial es el más eficaz para cumplir estos objetivos de diseño ",
            "error": []
        }
    }
}