{
    "original_text": "Characterization of sheet buckling subjected to controlled boundary constraints A wedge strip test is designed to study the onset and post-buckling behavior of a sheet under various boundary constraints. The device can be easily incorporated into a conventional tensile test machine, and material resistance to buckling is measured as the buckling height versus the in-plane strain state. The design yields different but consistent buckling modes with easy changes of boundary conditions (either clamped or freed) and sample geometry. Experimental results are then used to verify a hybrid approach to buckling prediction, i.e., the combination of the FEM analysis and an energy-based analytical wrinkling criterion. The FEM analysis is used to obtain the stress field and deformed geometry in a complex forming condition, while the analytical solution is to provide the predictions less sensitive to artificial numerical parameters. A good agreement between experimental data and numerical predictions is obtained",
    "original_translation": "Caracterización del pandeo de chapa sometido a restricciones de límite controladas Una prueba de banda de cuña está diseñada para estudiar el comportamiento de inicio y post-buckling de una hoja bajo varias restricciones de límite. El dispositivo se puede incorporar fácilmente a una máquina de ensayo de tracción convencional, y la resistencia del material al pandeo se mide como la altura del pandeo frente al estado de tensión en el plano. El diseño produce diferentes pero consistentes modos de pandeo con cambios fáciles de las condiciones de límite (ya sea sujetado o liberado) y geometría de la muestra. Los resultados experimentales se utilizan entonces para verificar un enfoque híbrido para la predicción de pandeo, es decir, la combinación del análisis FEM y un criterio de arrugado analítico basado en energía. El análisis FEM se utiliza para obtener el campo de estrés y geometría deformada en una condición de formación compleja, mientras que la solución analítica es proporcionar las predicciones menos sensibles a los parámetros numéricos artificiales. Se obtiene un buen acuerdo entre los datos experimentales y las predicciones numéricas",
    "error_count": 8,
    "keys": {
        "wedge strip test": {
            "translated_key": "wedge",
            "translated_annotated_text": "Caracterización del pandeo de chapa sometido a restricciones de límite controladas Una prueba de banda <br>wedge</br> está diseñada para estudiar el comportamiento de inicio y post-buckling de una hoja bajo varias restricciones de límite. El dispositivo se puede incorporar fácilmente a una máquina de ensayo de tracción convencional, y la resistencia del material al pandeo se mide como la altura del pandeo frente al estado de tensión en el plano. El diseño produce diferentes pero consistentes modos de pandeo con cambios fáciles de las condiciones de límite (ya sea sujetado o liberado) y geometría de la muestra. Los resultados experimentales se utilizan entonces para verificar un enfoque híbrido para la predicción de pandeo, es decir, la combinación del análisis FEM y un criterio de arrugado analítico basado en energía. El análisis FEM se utiliza para obtener el campo de estrés y geometría deformada en una condición de formación compleja, mientras que la solución analítica es proporcionar las predicciones menos sensibles a los parámetros numéricos artificiales. Se obtiene un buen acuerdo entre los datos experimentales y las predicciones numéricas ",
            "error": [
                ""
            ]
        },
        "boundary constraints": {
            "translated_key": [
                "frontarias controladas",
                "frontarias"
            ],
            "translated_annotated_text": "Caracterización del pandeo de chapa sometido a restricciones <br>frontarias controladas</br> Una prueba de banda de cuña está diseñada para estudiar el comportamiento de inicio y post-buckling de una hoja bajo diversas restricciones <br>frontarias</br>. El dispositivo se puede incorporar fácilmente a una máquina de ensayo de tracción convencional, y la resistencia del material al pandeo se mide como la altura del pandeo frente al estado de tensión en el plano. El diseño produce diferentes pero consistentes modos de pandeo con cambios fáciles de las condiciones de límite (ya sea sujetado o liberado) y geometría de la muestra. Los resultados experimentales se utilizan entonces para verificar un enfoque híbrido para la predicción de pandeo, es decir, la combinación del análisis FEM y un criterio de arrugado analítico basado en energía. El análisis FEM se utiliza para obtener el campo de estrés y geometría deformada en una condición de formación compleja, mientras que la solución analítica es proporcionar las predicciones menos sensibles a los parámetros numéricos artificiales. Se obtiene un buen acuerdo entre los datos experimentales y las predicciones numéricas ",
            "error": [
                "frontarias controladas",
                "frontarias"
            ]
        },
        "sheet buckling": {
            "translated_key": "sheet buckling",
            "translated_annotated_text": "Caracterización de <br>sheet buckling</br> sometido a restricciones de límite controladas Una prueba de banda de cuña está diseñada para estudiar el comportamiento de inicio y post-buckling de una hoja bajo varias restricciones de límite. El dispositivo se puede incorporar fácilmente a una máquina de ensayo de tracción convencional, y la resistencia del material al pandeo se mide como la altura del pandeo frente al estado de tensión en el plano. El diseño produce diferentes pero consistentes modos de pandeo con cambios fáciles de las condiciones de límite (ya sea sujetado o liberado) y geometría de la muestra. Los resultados experimentales se utilizan entonces para verificar un enfoque híbrido para la predicción de pandeo, es decir, la combinación del análisis FEM y un criterio de arrugado analítico basado en energía. El análisis FEM se utiliza para obtener el campo de estrés y geometría deformada en una condición de formación compleja, mientras que la solución analítica es proporcionar las predicciones menos sensibles a los parámetros numéricos artificiales. Se obtiene un buen acuerdo entre los datos experimentales y las predicciones numéricas ",
            "error": [
                ""
            ]
        },
        "forming processes": {
            "translated_key": [],
            "translated_annotated_text": "Caracterización del pandeo de chapa sometido a restricciones de límite controladas Una prueba de banda de cuña está diseñada para estudiar el comportamiento de inicio y post-buckling de una hoja bajo varias restricciones de límite. El dispositivo se puede incorporar fácilmente a una máquina de ensayo de tracción convencional, y la resistencia del material al pandeo se mide como la altura del pandeo frente al estado de tensión en el plano. El diseño produce diferentes pero consistentes modos de pandeo con cambios fáciles de las condiciones de límite (ya sea sujetado o liberado) y geometría de la muestra. Los resultados experimentales se utilizan entonces para verificar un enfoque híbrido para la predicción de pandeo, es decir, la combinación del análisis FEM y un criterio de arrugado analítico basado en energía. El análisis FEM se utiliza para obtener el campo de estrés y geometría deformada en una condición de formación compleja, mientras que la solución analítica es proporcionar las predicciones menos sensibles a los parámetros numéricos artificiales. Se obtiene un buen acuerdo entre los datos experimentales y las predicciones numéricas ",
            "error": []
        },
        "tensile test machine": {
            "translated_key": "tensilio",
            "translated_annotated_text": "Caracterización del pandeo de chapa sometido a restricciones de límite controladas Una prueba de banda de cuña está diseñada para estudiar el comportamiento de inicio y post-buckling de una hoja bajo varias restricciones de límite. El dispositivo se puede incorporar fácilmente a una máquina de ensayo convencional de <br>tensilio</br>, y la resistencia del material al pandeo se mide como la altura del pandeo frente al estado de deformación en el plano. El diseño produce diferentes pero consistentes modos de pandeo con cambios fáciles de las condiciones de límite (ya sea sujetado o liberado) y geometría de la muestra. Los resultados experimentales se utilizan entonces para verificar un enfoque híbrido para la predicción de pandeo, es decir, la combinación del análisis FEM y un criterio de arrugado analítico basado en energía. El análisis FEM se utiliza para obtener el campo de estrés y geometría deformada en una condición de formación compleja, mientras que la solución analítica es proporcionar las predicciones menos sensibles a los parámetros numéricos artificiales. Se obtiene un buen acuerdo entre los datos experimentales y las predicciones numéricas ",
            "error": [
                ""
            ]
        },
        "strain state": {
            "translated_key": " ",
            "translated_annotated_text": "Caracterización del pandeo de chapa sometido a restricciones de límite controladas Una prueba de banda de cuña está diseñada para estudiar el comportamiento de inicio y post-buckling de una hoja bajo varias restricciones de límite. El dispositivo se puede incorporar fácilmente a una máquina de ensayo de tracción convencional, y la resistencia del material al pandeo se mide como la altura del pandeo frente al estado del tren en el plano <br> </br>. El diseño produce diferentes pero consistentes modos de pandeo con cambios fáciles de las condiciones de límite (ya sea sujetado o liberado) y geometría de la muestra. Los resultados experimentales se utilizan entonces para verificar un enfoque híbrido para la predicción de pandeo, es decir, la combinación del análisis FEM y un criterio de arrugado analítico basado en energía. El análisis FEM se utiliza para obtener el campo de estrés y geometría deformada en una condición de formación compleja, mientras que la solución analítica es proporcionar las predicciones menos sensibles a los parámetros numéricos artificiales. Se obtiene un buen acuerdo entre los datos experimentales y las predicciones numéricas ",
            "error": [
                ""
            ]
        },
        "energy-based analytical wrinkling criterion": {
            "translated_key": "energía",
            "translated_annotated_text": "Caracterización del pandeo de chapa sometido a restricciones de límite controladas Una prueba de banda de cuña está diseñada para estudiar el comportamiento de inicio y post-buckling de una hoja bajo varias restricciones de límite. El dispositivo se puede incorporar fácilmente a una máquina de ensayo de tracción convencional, y la resistencia del material al pandeo se mide como la altura del pandeo frente al estado de tensión en el plano. El diseño produce diferentes pero consistentes modos de pandeo con cambios fáciles de las condiciones de límite (ya sea sujetado o liberado) y geometría de la muestra. A continuación, se utilizan resultados experimentales para verificar un enfoque híbrido de la predicción del pandeo, es decir, la combinación del análisis FEM y un criterio analítico de arrugado basado en <br>energía</br>. El análisis FEM se utiliza para obtener el campo de estrés y geometría deformada en una condición de formación compleja, mientras que la solución analítica es proporcionar las predicciones menos sensibles a los parámetros numéricos artificiales. Se obtiene un buen acuerdo entre los datos experimentales y las predicciones numéricas ",
            "error": [
                ""
            ]
        },
        "stress field": {
            "translated_key": "stress",
            "translated_annotated_text": "Caracterización del pandeo de chapa sometido a restricciones de límite controladas Una prueba de banda de cuña está diseñada para estudiar el comportamiento de inicio y post-buckling de una hoja bajo varias restricciones de límite. El dispositivo se puede incorporar fácilmente a una máquina de ensayo de tracción convencional, y la resistencia del material al pandeo se mide como la altura del pandeo frente al estado de tensión en el plano. El diseño produce diferentes pero consistentes modos de pandeo con cambios fáciles de las condiciones de límite (ya sea sujetado o liberado) y geometría de la muestra. Los resultados experimentales se utilizan entonces para verificar un enfoque híbrido para la predicción de pandeo, es decir, la combinación del análisis FEM y un criterio de arrugado analítico basado en energía. El análisis FEM se utiliza para obtener el campo <br>stress</br> y geometría deformada en una condición de formación compleja, mientras que la solución analítica es proporcionar las predicciones menos sensibles a los parámetros numéricos artificiales. Se obtiene un buen acuerdo entre los datos experimentales y las predicciones numéricas ",
            "error": [
                ""
            ]
        },
        "deformed geometry": {
            "translated_key": [],
            "translated_annotated_text": "Caracterización del pandeo de chapa sometido a restricciones de límite controladas Una prueba de banda de cuña está diseñada para estudiar el comportamiento de inicio y post-buckling de una hoja bajo varias restricciones de límite. El dispositivo se puede incorporar fácilmente a una máquina de ensayo de tracción convencional, y la resistencia del material al pandeo se mide como la altura del pandeo frente al estado de tensión en el plano. El diseño produce diferentes pero consistentes modos de pandeo con cambios fáciles de las condiciones de límite (ya sea sujetado o liberado) y geometría de la muestra. Los resultados experimentales se utilizan entonces para verificar un enfoque híbrido para la predicción de pandeo, es decir, la combinación del análisis FEM y un criterio de arrugado analítico basado en energía. El análisis FEM se utiliza para obtener el campo de estrés y geometría deformada <br> en una condición compleja de formación, mientras que la solución analítica es proporcionar las predicciones menos sensibles a los parámetros numéricos artificiales. Se obtiene un buen acuerdo entre los datos experimentales y las predicciones numéricas ",
            "error": []
        },
        "finite element analysis": {
            "translated_key": [],
            "translated_annotated_text": "Caracterización del pandeo de chapa sometido a restricciones de límite controladas Una prueba de banda de cuña está diseñada para estudiar el comportamiento de inicio y post-buckling de una hoja bajo varias restricciones de límite. El dispositivo se puede incorporar fácilmente a una máquina de ensayo de tracción convencional, y la resistencia del material al pandeo se mide como la altura del pandeo frente al estado de tensión en el plano. El diseño produce diferentes pero consistentes modos de pandeo con cambios fáciles de las condiciones de límite (ya sea sujetado o liberado) y geometría de la muestra. Los resultados experimentales se utilizan entonces para verificar un enfoque híbrido para la predicción de pandeo, es decir, la combinación del análisis FEM y un criterio de arrugado analítico basado en energía. El análisis FEM se utiliza para obtener el campo de estrés y geometría deformada en una condición de formación compleja, mientras que la solución analítica es proporcionar las predicciones menos sensibles a los parámetros numéricos artificiales. Se obtiene un buen acuerdo entre los datos experimentales y las predicciones numéricas ",
            "error": []
        },
        "buckling": {
            "translated_key": "buckling",
            "translated_annotated_text": "Caracterización de la hoja <br>buckling</br> sometida a restricciones de límite controladas Una prueba de banda de cuña está diseñada para estudiar el comportamiento de inicio y post-<br>buckling</br> de una hoja bajo diversas restricciones de límite. El dispositivo se puede incorporar fácilmente a una máquina de ensayo de tracción convencional, y la resistencia del material al <br>buckling</br> se mide como la altura del <br>buckling</br> frente al estado de deformación en el plano. El diseño produce modos diferentes pero consistentes de <br>buckling</br> con cambios fáciles de las condiciones de contorno (engrasado o liberado) y geometría de muestra. A continuación, se utilizan resultados experimentales para verificar un enfoque híbrido de la predicción <br>buckling</br>, es decir, la combinación del análisis FEM y un criterio de arrugado analítico basado en la energía. El análisis FEM se utiliza para obtener el campo de estrés y geometría deformada en una condición de formación compleja, mientras que la solución analítica es proporcionar las predicciones menos sensibles a los parámetros numéricos artificiales. Se obtiene un buen acuerdo entre los datos experimentales y las predicciones numéricas ",
            "error": [
                ""
            ]
        },
        "deformation": {
            "translated_key": [],
            "translated_annotated_text": "Caracterización del pandeo de chapa sometido a restricciones de límite controladas Una prueba de banda de cuña está diseñada para estudiar el comportamiento de inicio y post-buckling de una hoja bajo varias restricciones de límite. El dispositivo se puede incorporar fácilmente a una máquina de ensayo de tracción convencional, y la resistencia del material al pandeo se mide como la altura del pandeo frente al estado de tensión en el plano. El diseño produce diferentes pero consistentes modos de pandeo con cambios fáciles de las condiciones de límite (ya sea sujetado o liberado) y geometría de la muestra. Los resultados experimentales se utilizan entonces para verificar un enfoque híbrido para la predicción de pandeo, es decir, la combinación del análisis FEM y un criterio de arrugado analítico basado en energía. El análisis FEM se utiliza para obtener el campo de estrés y geometría deformada en una condición de formación compleja, mientras que la solución analítica es proporcionar las predicciones menos sensibles a los parámetros numéricos artificiales. Se obtiene un buen acuerdo entre los datos experimentales y las predicciones numéricas ",
            "error": []
        },
        "stress effects": {
            "translated_key": [],
            "translated_annotated_text": "Caracterización del pandeo de chapa sometido a restricciones de límite controladas Una prueba de banda de cuña está diseñada para estudiar el comportamiento de inicio y post-buckling de una hoja bajo varias restricciones de límite. El dispositivo se puede incorporar fácilmente a una máquina de ensayo de tracción convencional, y la resistencia del material al pandeo se mide como la altura del pandeo frente al estado de tensión en el plano. El diseño produce diferentes pero consistentes modos de pandeo con cambios fáciles de las condiciones de límite (ya sea sujetado o liberado) y geometría de la muestra. Los resultados experimentales se utilizan entonces para verificar un enfoque híbrido para la predicción de pandeo, es decir, la combinación del análisis FEM y un criterio de arrugado analítico basado en energía. El análisis FEM se utiliza para obtener el campo de estrés y geometría deformada en una condición de formación compleja, mientras que la solución analítica es proporcionar las predicciones menos sensibles a los parámetros numéricos artificiales. Se obtiene un buen acuerdo entre los datos experimentales y las predicciones numéricas ",
            "error": []
        }
    }
}