{
    "original_text": "A novel approach for the detection of pathlines in X-ray angiograms: the wavefront propagation algorithm Presents a new pathline approach, based on the wavefront propagation principle, and developed in order to reduce the variability in the outcomes of the quantitative coronary artery analysis. This novel approach, called wavepath, reduces the influence of the user-defined start- and endpoints of the vessel segment and is therefore more robust and improves the reproducibility of the lesion quantification substantially. The validation study shows that the wavepath method is totally constant in the middle part of the pathline, even when using the method for constructing a bifurcation or sidebranch pathline. Furthermore, the number of corrections needed to guide the wavepath through the correct vessel is decreased from an average of 0.44 corrections per pathline to an average of 0.12 per pathline. Therefore, it can be concluded that the wavepath algorithm improves the overall analysis substantially",
    "original_translation": "Un nuevo enfoque para la detección de líneas de trayectoria en angiogramas de rayos X: el algoritmo de propagación frente a la onda Presenta un nuevo enfoque de trayectoria, basado en el principio de propagación frente a la onda, y desarrollado con el fin de reducir la variabilidad en los resultados del análisis cuantitativo de arteria coronaria. Este nuevo enfoque, llamado wavepath, reduce la influencia del inicio y los puntos finales definidos por el usuario del segmento del vaso y, por lo tanto, es más robusto y mejora sustancialmente la reproducibilidad de la cuantificación de la lesión. El estudio de validación muestra que el método wavepath es totalmente constante en la parte media de la línea de ruta, incluso cuando se utiliza el método para construir una línea de ruta de bifurcación o sidebranch. Además, el número de correcciones necesarias para guiar la ruta de onda a través del recipiente correcto se reduce de una media de 0,44 correcciones por línea de ruta a una media de 0,12 por línea de ruta. Por lo tanto, se puede concluir que el algoritmo wavepath mejora sustancialmente el análisis global",
    "error_count": 6,
    "keys": {
        "wavefront propagation principle": {
            "translated_key": "principio de propagación frente a la onda",
            "translated_annotated_text": "Un nuevo enfoque para la detección de líneas de trayectoria en angiogramas de rayos X: el algoritmo de propagación frente a la onda Presenta un nuevo enfoque de trayectoria, basado en el \"principio de propagación frente a la onda\", y desarrollado con el fin de reducir la variabilidad en los resultados del análisis cuantitativo de arteria coronaria. Este nuevo enfoque, llamado wavepath, reduce la influencia del inicio y los puntos finales definidos por el usuario del segmento del vaso y, por lo tanto, es más robusto y mejora sustancialmente la reproducibilidad de la cuantificación de la lesión. El estudio de validación muestra que el método wavepath es totalmente constante en la parte media de la línea de ruta, incluso cuando se utiliza el método para construir una línea de ruta de bifurcación o sidebranch. Además, el número de correcciones necesarias para guiar la ruta de onda a través del recipiente correcto se reduce de una media de 0,44 correcciones por línea de ruta a una media de 0,12 por línea de ruta. Por lo tanto, se puede concluir que el algoritmo wavepath mejora sustancialmente el análisis global ",
            "error": [
                ""
            ]
        },
        "quantitative coronary artery analysis": {
            "translated_key": "análisis cuantitativo de arteria coronaria",
            "translated_annotated_text": "Un nuevo enfoque para la detección de líneas de trayectoria en angiogramas de rayos X: el algoritmo de propagación frente a la onda Presenta un nuevo enfoque de trayectoria, basado en el principio de propagación frente a la onda, y desarrollado con el fin de reducir la variabilidad en los resultados del \"análisis cuantitativo de arteria coronaria\". Este nuevo enfoque, llamado wavepath, reduce la influencia del inicio y los puntos finales definidos por el usuario del segmento del vaso y, por lo tanto, es más robusto y mejora sustancialmente la reproducibilidad de la cuantificación de la lesión. El estudio de validación muestra que el método wavepath es totalmente constante en la parte media de la línea de ruta, incluso cuando se utiliza el método para construir una línea de ruta de bifurcación o sidebranch. Además, el número de correcciones necesarias para guiar la ruta de onda a través del recipiente correcto se reduce de una media de 0,44 correcciones por línea de ruta a una media de 0,12 por línea de ruta. Por lo tanto, se puede concluir que el algoritmo wavepath mejora sustancialmente el análisis global ",
            "error": [
                ""
            ]
        },
        "user-defined startpoints": {
            "translated_key": [],
            "translated_annotated_text": "Un nuevo enfoque para la detección de líneas de trayectoria en angiogramas de rayos X: el algoritmo de propagación frente a la onda Presenta un nuevo enfoque de trayectoria, basado en el principio de propagación frente a la onda, y desarrollado con el fin de reducir la variabilidad en los resultados del análisis cuantitativo de arteria coronaria. Este nuevo enfoque, llamado wavepath, reduce la influencia del inicio y los puntos finales definidos por el usuario del segmento del vaso y, por lo tanto, es más robusto y mejora sustancialmente la reproducibilidad de la cuantificación de la lesión. El estudio de validación muestra que el método wavepath es totalmente constante en la parte media de la línea de ruta, incluso cuando se utiliza el método para construir una línea de ruta de bifurcación o sidebranch. Además, el número de correcciones necesarias para guiar la ruta de onda a través del recipiente correcto se reduce de una media de 0,44 correcciones por línea de ruta a una media de 0,12 por línea de ruta. Por lo tanto, se puede concluir que el algoritmo wavepath mejora sustancialmente el análisis global ",
            "error": []
        },
        "user-defined endpoints": {
            "translated_key": [],
            "translated_annotated_text": "Un nuevo enfoque para la detección de líneas de trayectoria en angiogramas de rayos X: el algoritmo de propagación frente a la onda Presenta un nuevo enfoque de trayectoria, basado en el principio de propagación frente a la onda, y desarrollado con el fin de reducir la variabilidad en los resultados del análisis cuantitativo de arteria coronaria. Este nuevo enfoque, llamado wavepath, reduce la influencia del inicio y los puntos finales definidos por el usuario del segmento del vaso y, por lo tanto, es más robusto y mejora sustancialmente la reproducibilidad de la cuantificación de la lesión. El estudio de validación muestra que el método wavepath es totalmente constante en la parte media de la línea de ruta, incluso cuando se utiliza el método para construir una línea de ruta de bifurcación o sidebranch. Además, el número de correcciones necesarias para guiar la ruta de onda a través del recipiente correcto se reduce de una media de 0,44 correcciones por línea de ruta a una media de 0,12 por línea de ruta. Por lo tanto, se puede concluir que el algoritmo wavepath mejora sustancialmente el análisis global ",
            "error": []
        },
        "vessel segment": {
            "translated_key": "segmento del vaso",
            "translated_annotated_text": "Un nuevo enfoque para la detección de líneas de trayectoria en angiogramas de rayos X: el algoritmo de propagación frente a la onda Presenta un nuevo enfoque de trayectoria, basado en el principio de propagación frente a la onda, y desarrollado con el fin de reducir la variabilidad en los resultados del análisis cuantitativo de arteria coronaria. Este nuevo enfoque, llamado wavepath, reduce la influencia de los puntos de inicio y de referencia definidos por el usuario del \"segmento del vaso\" y, por lo tanto, es más robusto y mejora sustancialmente la reproducibilidad de la cuantificación de la lesión. El estudio de validación muestra que el método wavepath es totalmente constante en la parte media de la línea de ruta, incluso cuando se utiliza el método para construir una línea de ruta de bifurcación o sidebranch. Además, el número de correcciones necesarias para guiar la ruta de onda a través del recipiente correcto se reduce de una media de 0,44 correcciones por línea de ruta a una media de 0,12 por línea de ruta. Por lo tanto, se puede concluir que el algoritmo wavepath mejora sustancialmente el análisis global ",
            "error": [
                ""
            ]
        },
        "lesion quantification": {
            "translated_key": "cuantificación de la lesión",
            "translated_annotated_text": "Un nuevo enfoque para la detección de líneas de trayectoria en angiogramas de rayos X: el algoritmo de propagación frente a la onda Presenta un nuevo enfoque de trayectoria, basado en el principio de propagación frente a la onda, y desarrollado con el fin de reducir la variabilidad en los resultados del análisis cuantitativo de arteria coronaria. Este nuevo enfoque, llamado wavepath, reduce la influencia de los puntos de inicio y los puntos finales definidos por el usuario del segmento del recipiente y, por lo tanto, es más robusto y mejora sustancialmente la reproducibilidad de la \"cuantificación de la lesión\". El estudio de validación muestra que el método wavepath es totalmente constante en la parte media de la línea de ruta, incluso cuando se utiliza el método para construir una línea de ruta de bifurcación o sidebranch. Además, el número de correcciones necesarias para guiar la ruta de onda a través del recipiente correcto se reduce de una media de 0,44 correcciones por línea de ruta a una media de 0,12 por línea de ruta. Por lo tanto, se puede concluir que el algoritmo wavepath mejora sustancialmente el análisis global ",
            "error": [
                ""
            ]
        },
        "wavepath method": {
            "translated_key": "wavepath",
            "translated_annotated_text": "Un nuevo enfoque para la detección de líneas de trayectoria en angiogramas de rayos X: el algoritmo de propagación frente a la onda Presenta un nuevo enfoque de trayectoria, basado en el principio de propagación frente a la onda, y desarrollado con el fin de reducir la variabilidad en los resultados del análisis cuantitativo de arteria coronaria. Este nuevo enfoque, llamado wavepath, reduce la influencia del inicio y los puntos finales definidos por el usuario del segmento del vaso y, por lo tanto, es más robusto y mejora sustancialmente la reproducibilidad de la cuantificación de la lesión. El estudio de validación muestra que el método \"wavepath\" es totalmente constante en la parte media de la línea de ruta, incluso cuando se utiliza el método para construir una línea de ruta de bifurcación o sidebranch. Además, el número de correcciones necesarias para guiar la ruta de onda a través del recipiente correcto se reduce de una media de 0,44 correcciones por línea de ruta a una media de 0,12 por línea de ruta. Por lo tanto, se puede concluir que el algoritmo wavepath mejora sustancialmente el análisis global ",
            "error": [
                ""
            ]
        },
        "bifurcation": {
            "translated_key": "bifurcación",
            "translated_annotated_text": "Un nuevo enfoque para la detección de líneas de trayectoria en angiogramas de rayos X: el algoritmo de propagación frente a la onda Presenta un nuevo enfoque de trayectoria, basado en el principio de propagación frente a la onda, y desarrollado con el fin de reducir la variabilidad en los resultados del análisis cuantitativo de arteria coronaria. Este nuevo enfoque, llamado wavepath, reduce la influencia del inicio y los puntos finales definidos por el usuario del segmento del vaso y, por lo tanto, es más robusto y mejora sustancialmente la reproducibilidad de la cuantificación de la lesión. El estudio de validación muestra que el método wavepath es totalmente constante en la parte media de la línea de trayectoria, incluso cuando se utiliza el método para construir una \"bifurcación\" o línea de trayectoria de rama lateral. Además, el número de correcciones necesarias para guiar la ruta de onda a través del recipiente correcto se reduce de una media de 0,44 correcciones por línea de ruta a una media de 0,12 por línea de ruta. Por lo tanto, se puede concluir que el algoritmo wavepath mejora sustancialmente el análisis global ",
            "error": [
                ""
            ]
        },
        "sidebranch pathline": {
            "translated_key": "línea de trayectoria sidebranch",
            "translated_annotated_text": "Un nuevo enfoque para la detección de líneas de trayectoria en angiogramas de rayos X: el algoritmo de propagación frente a la onda Presenta un nuevo enfoque de trayectoria, basado en el principio de propagación frente a la onda, y desarrollado con el fin de reducir la variabilidad en los resultados del análisis cuantitativo de arteria coronaria. Este nuevo enfoque, llamado wavepath, reduce la influencia del inicio y los puntos finales definidos por el usuario del segmento del vaso y, por lo tanto, es más robusto y mejora sustancialmente la reproducibilidad de la cuantificación de la lesión. El estudio de validación muestra que el método wavepath es totalmente constante en la parte media de la línea de ruta, incluso cuando se utiliza el método para construir una bifurcación o \"línea de trayectoria sidebranch\". Además, el número de correcciones necesarias para guiar la ruta de onda a través del recipiente correcto se reduce de una media de 0,44 correcciones por línea de ruta a una media de 0,12 por línea de ruta. Por lo tanto, se puede concluir que el algoritmo wavepath mejora sustancialmente el análisis global ",
            "error": [
                ""
            ]
        },
        "corrections": {
            "translated_key": "correcciones",
            "translated_annotated_text": "Un nuevo enfoque para la detección de líneas de trayectoria en angiogramas de rayos X: el algoritmo de propagación frente a la onda Presenta un nuevo enfoque de trayectoria, basado en el principio de propagación frente a la onda, y desarrollado con el fin de reducir la variabilidad en los resultados del análisis cuantitativo de arteria coronaria. Este nuevo enfoque, llamado wavepath, reduce la influencia del inicio y los puntos finales definidos por el usuario del segmento del vaso y, por lo tanto, es más robusto y mejora sustancialmente la reproducibilidad de la cuantificación de la lesión. El estudio de validación muestra que el método wavepath es totalmente constante en la parte media de la línea de ruta, incluso cuando se utiliza el método para construir una línea de ruta de bifurcación o sidebranch. Además, el número de \"correcciones\" necesarias para guiar la ruta de onda a través del recipiente correcto se reduce de una media de 0.44 \"correcciones\" por línea de ruta a una media de 0,12 por línea de ruta. Por lo tanto, se puede concluir que el algoritmo wavepath mejora sustancialmente el análisis global ",
            "error": [
                ""
            ]
        },
        "correct vessel": {
            "translated_key": "vaso correcto",
            "translated_annotated_text": "Un nuevo enfoque para la detección de líneas de trayectoria en angiogramas de rayos X: el algoritmo de propagación frente a la onda Presenta un nuevo enfoque de trayectoria, basado en el principio de propagación frente a la onda, y desarrollado con el fin de reducir la variabilidad en los resultados del análisis cuantitativo de arteria coronaria. Este nuevo enfoque, llamado wavepath, reduce la influencia del inicio y los puntos finales definidos por el usuario del segmento del vaso y, por lo tanto, es más robusto y mejora sustancialmente la reproducibilidad de la cuantificación de la lesión. El estudio de validación muestra que el método wavepath es totalmente constante en la parte media de la línea de ruta, incluso cuando se utiliza el método para construir una línea de ruta de bifurcación o sidebranch. Además, el número de correcciones necesarias para guiar la ruta de onda a través del \"vaso correcto\" se reduce de una media de 0,44 correcciones por línea de ruta a una media de 0,12 por línea de ruta. Por lo tanto, se puede concluir que el algoritmo wavepath mejora sustancialmente el análisis global ",
            "error": [
                ""
            ]
        },
        "wavefront propagation algorithm": {
            "translated_key": "algoritmo de propagación frente a la onda",
            "translated_annotated_text": "Un nuevo enfoque para la detección de líneas de trayectoria en angiogramas de rayos X: el \"algoritmo de propagación frente a la onda\" Presenta un nuevo enfoque de trayectoria, basado en el principio de propagación frente a la onda, y desarrollado con el fin de reducir la variabilidad en los resultados del análisis cuantitativo de arteria coronaria. Este nuevo enfoque, llamado wavepath, reduce la influencia del inicio y los puntos finales definidos por el usuario del segmento del vaso y, por lo tanto, es más robusto y mejora sustancialmente la reproducibilidad de la cuantificación de la lesión. El estudio de validación muestra que el método wavepath es totalmente constante en la parte media de la línea de ruta, incluso cuando se utiliza el método para construir una línea de ruta de bifurcación o sidebranch. Además, el número de correcciones necesarias para guiar la ruta de onda a través del recipiente correcto se reduce de una media de 0,44 correcciones por línea de ruta a una media de 0,12 por línea de ruta. Por lo tanto, se puede concluir que el algoritmo wavepath mejora sustancialmente el análisis global ",
            "error": [
                ""
            ]
        },
        "X-ray angiograms": {
            "translated_key": "angiogramas de rayos X",
            "translated_annotated_text": "Un nuevo enfoque para la detección de líneas de trayectoria en \"angiogramas de rayos X\": el algoritmo de propagación frente a la onda Presenta un nuevo enfoque de trayectoria, basado en el principio de propagación frente a la onda, y desarrollado con el fin de reducir la variabilidad en los resultados del análisis cuantitativo de arteria coronaria. Este nuevo enfoque, llamado wavepath, reduce la influencia del inicio y los puntos finales definidos por el usuario del segmento del vaso y, por lo tanto, es más robusto y mejora sustancialmente la reproducibilidad de la cuantificación de la lesión. El estudio de validación muestra que el método wavepath es totalmente constante en la parte media de la línea de ruta, incluso cuando se utiliza el método para construir una línea de ruta de bifurcación o sidebranch. Además, el número de correcciones necesarias para guiar la ruta de onda a través del recipiente correcto se reduce de una media de 0,44 correcciones por línea de ruta a una media de 0,12 por línea de ruta. Por lo tanto, se puede concluir que el algoritmo wavepath mejora sustancialmente el análisis global ",
            "error": [
                ""
            ]
        },
        "algorithm theory": {
            "translated_key": [],
            "translated_annotated_text": "Un nuevo enfoque para la detección de líneas de trayectoria en angiogramas de rayos X: el algoritmo de propagación frente a la onda Presenta un nuevo enfoque de trayectoria, basado en el principio de propagación frente a la onda, y desarrollado con el fin de reducir la variabilidad en los resultados del análisis cuantitativo de arteria coronaria. Este nuevo enfoque, llamado wavepath, reduce la influencia del inicio y los puntos finales definidos por el usuario del segmento del vaso y, por lo tanto, es más robusto y mejora sustancialmente la reproducibilidad de la cuantificación de la lesión. El estudio de validación muestra que el método wavepath es totalmente constante en la parte media de la línea de ruta, incluso cuando se utiliza el método para construir una línea de ruta de bifurcación o sidebranch. Además, el número de correcciones necesarias para guiar la ruta de onda a través del recipiente correcto se reduce de una media de 0,44 correcciones por línea de ruta a una media de 0,12 por línea de ruta. Por lo tanto, se puede concluir que el algoritmo wavepath mejora sustancialmente el análisis global ",
            "error": []
        },
        "blood vessels": {
            "translated_key": [],
            "translated_annotated_text": "Un nuevo enfoque para la detección de líneas de trayectoria en angiogramas de rayos X: el algoritmo de propagación frente a la onda Presenta un nuevo enfoque de trayectoria, basado en el principio de propagación frente a la onda, y desarrollado con el fin de reducir la variabilidad en los resultados del análisis cuantitativo de arteria coronaria. Este nuevo enfoque, llamado wavepath, reduce la influencia del inicio y los puntos finales definidos por el usuario del segmento del vaso y, por lo tanto, es más robusto y mejora sustancialmente la reproducibilidad de la cuantificación de la lesión. El estudio de validación muestra que el método wavepath es totalmente constante en la parte media de la línea de ruta, incluso cuando se utiliza el método para construir una línea de ruta de bifurcación o sidebranch. Además, el número de correcciones necesarias para guiar la ruta de onda a través del recipiente correcto se reduce de una media de 0,44 correcciones por línea de ruta a una media de 0,12 por línea de ruta. Por lo tanto, se puede concluir que el algoritmo wavepath mejora sustancialmente el análisis global ",
            "error": []
        },
        "diagnostic radiography": {
            "translated_key": [],
            "translated_annotated_text": "Un nuevo enfoque para la detección de líneas de trayectoria en angiogramas de rayos X: el algoritmo de propagación frente a la onda Presenta un nuevo enfoque de trayectoria, basado en el principio de propagación frente a la onda, y desarrollado con el fin de reducir la variabilidad en los resultados del análisis cuantitativo de arteria coronaria. Este nuevo enfoque, llamado wavepath, reduce la influencia del inicio y los puntos finales definidos por el usuario del segmento del vaso y, por lo tanto, es más robusto y mejora sustancialmente la reproducibilidad de la cuantificación de la lesión. El estudio de validación muestra que el método wavepath es totalmente constante en la parte media de la línea de ruta, incluso cuando se utiliza el método para construir una línea de ruta de bifurcación o sidebranch. Además, el número de correcciones necesarias para guiar la ruta de onda a través del recipiente correcto se reduce de una media de 0,44 correcciones por línea de ruta a una media de 0,12 por línea de ruta. Por lo tanto, se puede concluir que el algoritmo wavepath mejora sustancialmente el análisis global ",
            "error": []
        },
        "medical image processing": {
            "translated_key": [],
            "translated_annotated_text": "Un nuevo enfoque para la detección de líneas de trayectoria en angiogramas de rayos X: el algoritmo de propagación frente a la onda Presenta un nuevo enfoque de trayectoria, basado en el principio de propagación frente a la onda, y desarrollado con el fin de reducir la variabilidad en los resultados del análisis cuantitativo de arteria coronaria. Este nuevo enfoque, llamado wavepath, reduce la influencia del inicio y los puntos finales definidos por el usuario del segmento del vaso y, por lo tanto, es más robusto y mejora sustancialmente la reproducibilidad de la cuantificación de la lesión. El estudio de validación muestra que el método wavepath es totalmente constante en la parte media de la línea de ruta, incluso cuando se utiliza el método para construir una línea de ruta de bifurcación o sidebranch. Además, el número de correcciones necesarias para guiar la ruta de onda a través del recipiente correcto se reduce de una media de 0,44 correcciones por línea de ruta a una media de 0,12 por línea de ruta. Por lo tanto, se puede concluir que el algoritmo wavepath mejora sustancialmente el análisis global ",
            "error": []
        }
    }
}