{
    "original_text": "A new voltage-vector selection algorithm in direct torque control of induction motor drives AC drives based on direct torque control of induction machines allow high dynamic performance to be obtained with very simple control schemes. The drive behavior, in terms of current, flux and torque ripple, is dependent on the utilised voltage vector selection strategy and the operating conditions. In this paper a new voltage vector selection algorithm, which allows a sensible reduction of the RMS value of the stator current ripple without increasing the average value of the inverter switching frequency and without the need of a PWM pulse generator block is presented Numerical simulations have been carried out to validate the proposed method",
    "original_translation": "Un nuevo algoritmo de selección de vectores de tensión en el control directo del par de los motores de inducción Los motores AC basados en el control directo del par de las máquinas de inducción permiten obtener un alto rendimiento dinámico con esquemas de control muy simples. El comportamiento de la unidad, en términos de corriente, flujo y ondulación de par, depende de la estrategia de selección de vectores de tensión utilizada y las condiciones de funcionamiento. En este artículo se presenta un nuevo algoritmo de selección de vectores de tensión, que permite una reducción sensible del valor RMS de la onda de corriente del estator sin aumentar el valor medio de la frecuencia de conmutación del inversor y sin necesidad de un bloque generador de pulso PWM.",
    "error_count": 12,
    "keys": {
        "voltage-vector selection algorithm": {
            "translated_key": "algoritmo de selección de vectores de tensión",
            "translated_annotated_text": "Un nuevo \"algoritmo de selección de vectores de tensión\" en el control directo del par de accionamientos de motores de inducción Los accionamientos AC basados en el control directo del par de las máquinas de inducción permiten obtener un alto rendimiento dinámico con esquemas de control muy simples. El comportamiento de la unidad, en términos de corriente, flujo y ondulación de par, depende de la estrategia de selección de vectores de tensión utilizada y las condiciones de funcionamiento. En este artículo se presenta un nuevo algoritmo de selección de vectores de tensión, que permite una reducción sensible del valor RMS de la onda de corriente del estator sin aumentar el valor medio de la frecuencia de conmutación del inversor y sin necesidad de un bloque generador de pulso PWM. ",
            "error": [
                ""
            ]
        },
        "direct torque control": {
            "translated_key": "control directo del par",
            "translated_annotated_text": "Un nuevo algoritmo de selección de vectores de tensión en \"control directo del par\" de motores de inducción Los motores AC basados en \"control directo del par\" de máquinas de inducción permiten obtener un alto rendimiento dinámico con esquemas de control muy simples. El comportamiento de la unidad, en términos de corriente, flujo y ondulación de par, depende de la estrategia de selección de vectores de tensión utilizada y las condiciones de funcionamiento. En este artículo se presenta un nuevo algoritmo de selección de vectores de tensión, que permite una reducción sensible del valor RMS de la onda de corriente del estator sin aumentar el valor medio de la frecuencia de conmutación del inversor y sin necesidad de un bloque generador de pulso PWM. ",
            "error": [
                ""
            ]
        },
        "induction motor drives": {
            "translated_key": "motores de inducción",
            "translated_annotated_text": "Un nuevo algoritmo de selección de vectores de tensión en el control directo del par de \"motores de inducción\" de accionamientos AC basado en el control directo del par de máquinas de inducción permite obtener un alto rendimiento dinámico con esquemas de control muy simples. El comportamiento de la unidad, en términos de corriente, flujo y ondulación de par, depende de la estrategia de selección de vectores de tensión utilizada y las condiciones de funcionamiento. En este artículo se presenta un nuevo algoritmo de selección de vectores de tensión, que permite una reducción sensible del valor RMS de la onda de corriente del estator sin aumentar el valor medio de la frecuencia de conmutación del inversor y sin necesidad de un bloque generador de pulso PWM. ",
            "error": [
                ""
            ]
        },
        "AC drives": {
            "translated_key": "motores AC",
            "translated_annotated_text": "Un nuevo algoritmo de selección de vectores de tensión en el control directo del par de los motores de inducción \"motores AC\" basado en el control directo del par de las máquinas de inducción permite obtener un alto rendimiento dinámico con esquemas de control muy simples. El comportamiento de la unidad, en términos de corriente, flujo y ondulación de par, depende de la estrategia de selección de vectores de tensión utilizada y las condiciones de funcionamiento. En este artículo se presenta un nuevo algoritmo de selección de vectores de tensión, que permite una reducción sensible del valor RMS de la onda de corriente del estator sin aumentar el valor medio de la frecuencia de conmutación del inversor y sin necesidad de un bloque generador de pulso PWM. ",
            "error": [
                ""
            ]
        },
        "high dynamic performance": {
            "translated_key": "alto rendimiento dinámico",
            "translated_annotated_text": "Un nuevo algoritmo de selección de vectores de tensión en el control directo del par de los motores de inducción Los motores AC basados en el control directo del par de las máquinas de inducción permiten obtener \"alto rendimiento dinámico\" con esquemas de control muy simples. El comportamiento de la unidad, en términos de corriente, flujo y ondulación de par, depende de la estrategia de selección de vectores de tensión utilizada y las condiciones de funcionamiento. En este artículo se presenta un nuevo algoritmo de selección de vectores de tensión, que permite una reducción sensible del valor RMS de la onda de corriente del estator sin aumentar el valor medio de la frecuencia de conmutación del inversor y sin necesidad de un bloque generador de pulso PWM. ",
            "error": [
                ""
            ]
        },
        "torque ripple": {
            "translated_key": "onda de torque",
            "translated_annotated_text": "Un nuevo algoritmo de selección de vectores de tensión en el control directo del par de los motores de inducción Los motores AC basados en el control directo del par de las máquinas de inducción permiten obtener un alto rendimiento dinámico con esquemas de control muy simples. El comportamiento de la unidad, en términos de corriente, flujo y \"onda de torque\", depende de la estrategia de selección de vectores de tensión utilizada y las condiciones de funcionamiento. En este artículo se presenta un nuevo algoritmo de selección de vectores de tensión, que permite una reducción sensible del valor RMS de la onda de corriente del estator sin aumentar el valor medio de la frecuencia de conmutación del inversor y sin necesidad de un bloque generador de pulso PWM. ",
            "error": [
                ""
            ]
        },
        "voltage vector selection strategy": {
            "translated_key": "estrategia de selección de vectores de voltaje",
            "translated_annotated_text": "Un nuevo algoritmo de selección de vectores de tensión en el control directo del par de los motores de inducción Los motores AC basados en el control directo del par de las máquinas de inducción permiten obtener un alto rendimiento dinámico con esquemas de control muy simples. El comportamiento de la unidad, en términos de corriente, flujo y onda de torsión, depende de la \"estrategia de selección de vectores de voltaje\" utilizada y las condiciones de funcionamiento. En este artículo se presenta un nuevo algoritmo de selección de vectores de tensión, que permite una reducción sensible del valor RMS de la onda de corriente del estator sin aumentar el valor medio de la frecuencia de conmutación del inversor y sin necesidad de un bloque generador de pulso PWM. ",
            "error": [
                ""
            ]
        },
        "operating conditions": {
            "translated_key": "condiciones de funcionamiento",
            "translated_annotated_text": "Un nuevo algoritmo de selección de vectores de tensión en el control directo del par de los motores de inducción Los motores AC basados en el control directo del par de las máquinas de inducción permiten obtener un alto rendimiento dinámico con esquemas de control muy simples. El comportamiento de la unidad, en términos de corriente, flujo y onda de par, depende de la estrategia de selección de vectores de tensión utilizada y de las \"condiciones de funcionamiento\". En este artículo se presenta un nuevo algoritmo de selección de vectores de tensión, que permite una reducción sensible del valor RMS de la onda de corriente del estator sin aumentar el valor medio de la frecuencia de conmutación del inversor y sin necesidad de un bloque generador de pulso PWM. ",
            "error": [
                ""
            ]
        },
        "RMS value": {
            "translated_key": "valor RMS",
            "translated_annotated_text": "Un nuevo algoritmo de selección de vectores de tensión en el control directo del par de los motores de inducción Los motores AC basados en el control directo del par de las máquinas de inducción permiten obtener un alto rendimiento dinámico con esquemas de control muy simples. El comportamiento de la unidad, en términos de corriente, flujo y ondulación de par, depende de la estrategia de selección de vectores de tensión utilizada y las condiciones de funcionamiento. En este artículo se presenta un nuevo algoritmo de selección de vectores de tensión, que permite una reducción sensible del \"valor RMS\" de la onda de corriente del estator sin aumentar el valor medio de la frecuencia de conmutación del inversor y sin necesidad de un bloque generador de pulsos PWM. ",
            "error": [
                ""
            ]
        },
        "stator current ripple": {
            "translated_key": "corriente de estado",
            "translated_annotated_text": "Un nuevo algoritmo de selección de vectores de tensión en el control directo del par de los motores de inducción Los motores AC basados en el control directo del par de las máquinas de inducción permiten obtener un alto rendimiento dinámico con esquemas de control muy simples. El comportamiento de la unidad, en términos de corriente, flujo y ondulación de par, depende de la estrategia de selección de vectores de tensión utilizada y las condiciones de funcionamiento. En este artículo se presenta un nuevo algoritmo de selección de vectores de voltaje, que permite una reducción sensible del valor RMS de la \"corriente de estado\" sin aumentar el valor medio de la frecuencia de conmutación del inversor y sin necesidad de un bloque generador de pulso PWM. ",
            "error": [
                ""
            ]
        },
        "inverter switching frequency": {
            "translated_key": "frecuencia de conmutación del inversor",
            "translated_annotated_text": "Un nuevo algoritmo de selección de vectores de tensión en el control directo del par de los motores de inducción Los motores AC basados en el control directo del par de las máquinas de inducción permiten obtener un alto rendimiento dinámico con esquemas de control muy simples. El comportamiento de la unidad, en términos de corriente, flujo y ondulación de par, depende de la estrategia de selección de vectores de tensión utilizada y las condiciones de funcionamiento. En este artículo se presenta un nuevo algoritmo de selección de vectores de voltaje, que permite una reducción sensible del valor RMS de la onda de corriente del estator sin aumentar el valor medio de la \"frecuencia de conmutación del inversor\" y sin necesidad de un bloque generador de pulsos PWM. ",
            "error": [
                ""
            ]
        },
        "torque variations": {
            "translated_key": [],
            "translated_annotated_text": "Un nuevo algoritmo de selección de vectores de tensión en el control directo del par de los motores de inducción Los motores AC basados en el control directo del par de las máquinas de inducción permiten obtener un alto rendimiento dinámico con esquemas de control muy simples. El comportamiento de la unidad, en términos de corriente, flujo y ondulación de par, depende de la estrategia de selección de vectores de tensión utilizada y las condiciones de funcionamiento. En este artículo se presenta un nuevo algoritmo de selección de vectores de tensión, que permite una reducción sensible del valor RMS de la onda de corriente del estator sin aumentar el valor medio de la frecuencia de conmutación del inversor y sin necesidad de un bloque generador de pulso PWM. ",
            "error": []
        },
        "flux variations": {
            "translated_key": [],
            "translated_annotated_text": "Un nuevo algoritmo de selección de vectores de tensión en el control directo del par de los motores de inducción Los motores AC basados en el control directo del par de las máquinas de inducción permiten obtener un alto rendimiento dinámico con esquemas de control muy simples. El comportamiento de la unidad, en términos de corriente, flujo y ondulación de par, depende de la estrategia de selección de vectores de tensión utilizada y las condiciones de funcionamiento. En este artículo se presenta un nuevo algoritmo de selección de vectores de tensión, que permite una reducción sensible del valor RMS de la onda de corriente del estator sin aumentar el valor medio de la frecuencia de conmutación del inversor y sin necesidad de un bloque generador de pulso PWM. ",
            "error": []
        },
        "4-poles induction motor": {
            "translated_key": [],
            "translated_annotated_text": "Un nuevo algoritmo de selección de vectores de tensión en el control directo del par de los motores de inducción Los motores AC basados en el control directo del par de las máquinas de inducción permiten obtener un alto rendimiento dinámico con esquemas de control muy simples. El comportamiento de la unidad, en términos de corriente, flujo y ondulación de par, depende de la estrategia de selección de vectores de tensión utilizada y las condiciones de funcionamiento. En este artículo se presenta un nuevo algoritmo de selección de vectores de tensión, que permite una reducción sensible del valor RMS de la onda de corriente del estator sin aumentar el valor medio de la frecuencia de conmutación del inversor y sin necesidad de un bloque generador de pulso PWM. ",
            "error": []
        },
        "steady-state operation": {
            "translated_key": [],
            "translated_annotated_text": "Un nuevo algoritmo de selección de vectores de tensión en el control directo del par de los motores de inducción Los motores AC basados en el control directo del par de las máquinas de inducción permiten obtener un alto rendimiento dinámico con esquemas de control muy simples. El comportamiento de la unidad, en términos de corriente, flujo y ondulación de par, depende de la estrategia de selección de vectores de tensión utilizada y las condiciones de funcionamiento. En este artículo se presenta un nuevo algoritmo de selección de vectores de tensión, que permite una reducción sensible del valor RMS de la onda de corriente del estator sin aumentar el valor medio de la frecuencia de conmutación del inversor y sin necesidad de un bloque generador de pulso PWM. ",
            "error": []
        },
        "dynamic behavior": {
            "translated_key": [],
            "translated_annotated_text": "Un nuevo algoritmo de selección de vectores de tensión en el control directo del par de los motores de inducción Los motores AC basados en el control directo del par de las máquinas de inducción permiten obtener un alto rendimiento dinámico con esquemas de control muy simples. El comportamiento de la unidad, en términos de corriente, flujo y ondulación de par, depende de la estrategia de selección de vectores de tensión utilizada y las condiciones de funcionamiento. En este artículo se presenta un nuevo algoritmo de selección de vectores de tensión, que permite una reducción sensible del valor RMS de la onda de corriente del estator sin aumentar el valor medio de la frecuencia de conmutación del inversor y sin necesidad de un bloque generador de pulso PWM. ",
            "error": []
        },
        "torque step response": {
            "translated_key": [],
            "translated_annotated_text": "Un nuevo algoritmo de selección de vectores de tensión en el control directo del par de los motores de inducción Los motores AC basados en el control directo del par de las máquinas de inducción permiten obtener un alto rendimiento dinámico con esquemas de control muy simples. El comportamiento de la unidad, en términos de corriente, flujo y ondulación de par, depende de la estrategia de selección de vectores de tensión utilizada y las condiciones de funcionamiento. En este artículo se presenta un nuevo algoritmo de selección de vectores de tensión, que permite una reducción sensible del valor RMS de la onda de corriente del estator sin aumentar el valor medio de la frecuencia de conmutación del inversor y sin necesidad de un bloque generador de pulso PWM. ",
            "error": []
        },
        "220 V": {
            "translated_key": [],
            "translated_annotated_text": "Un nuevo algoritmo de selección de vectores de tensión en el control directo del par de los motores de inducción Los motores AC basados en el control directo del par de las máquinas de inducción permiten obtener un alto rendimiento dinámico con esquemas de control muy simples. El comportamiento de la unidad, en términos de corriente, flujo y ondulación de par, depende de la estrategia de selección de vectores de tensión utilizada y las condiciones de funcionamiento. En este artículo se presenta un nuevo algoritmo de selección de vectores de tensión, que permite una reducción sensible del valor RMS de la onda de corriente del estator sin aumentar el valor medio de la frecuencia de conmutación del inversor y sin necesidad de un bloque generador de pulso PWM. ",
            "error": []
        },
        "50 Hz": {
            "translated_key": [],
            "translated_annotated_text": "Un nuevo algoritmo de selección de vectores de tensión en el control directo del par de los motores de inducción Los motores AC basados en el control directo del par de las máquinas de inducción permiten obtener un alto rendimiento dinámico con esquemas de control muy simples. El comportamiento de la unidad, en términos de corriente, flujo y ondulación de par, depende de la estrategia de selección de vectores de tensión utilizada y las condiciones de funcionamiento. En este artículo se presenta un nuevo algoritmo de selección de vectores de tensión, que permite una reducción sensible del valor RMS de la onda de corriente del estator sin aumentar el valor medio de la frecuencia de conmutación del inversor y sin necesidad de un bloque generador de pulso PWM. ",
            "error": []
        },
        "4 kW": {
            "translated_key": [],
            "translated_annotated_text": "Un nuevo algoritmo de selección de vectores de tensión en el control directo del par de los motores de inducción Los motores AC basados en el control directo del par de las máquinas de inducción permiten obtener un alto rendimiento dinámico con esquemas de control muy simples. El comportamiento de la unidad, en términos de corriente, flujo y ondulación de par, depende de la estrategia de selección de vectores de tensión utilizada y las condiciones de funcionamiento. En este artículo se presenta un nuevo algoritmo de selección de vectores de tensión, que permite una reducción sensible del valor RMS de la onda de corriente del estator sin aumentar el valor medio de la frecuencia de conmutación del inversor y sin necesidad de un bloque generador de pulso PWM. ",
            "error": []
        },
        "invertors": {
            "translated_key": [],
            "translated_annotated_text": "Un nuevo algoritmo de selección de vectores de tensión en el control directo del par de los motores de inducción Los motores AC basados en el control directo del par de las máquinas de inducción permiten obtener un alto rendimiento dinámico con esquemas de control muy simples. El comportamiento de la unidad, en términos de corriente, flujo y ondulación de par, depende de la estrategia de selección de vectores de tensión utilizada y las condiciones de funcionamiento. En este artículo se presenta un nuevo algoritmo de selección de vectores de tensión, que permite una reducción sensible del valor RMS de la onda de corriente del estator sin aumentar el valor medio de la frecuencia de conmutación del inversor y sin necesidad de un bloque generador de pulso PWM. ",
            "error": []
        },
        "machine control": {
            "translated_key": [],
            "translated_annotated_text": "Un nuevo algoritmo de selección de vectores de tensión en el control directo del par de los motores de inducción Los motores AC basados en el control directo del par de las máquinas de inducción permiten obtener un alto rendimiento dinámico con esquemas de control muy simples. El comportamiento de la unidad, en términos de corriente, flujo y ondulación de par, depende de la estrategia de selección de vectores de tensión utilizada y las condiciones de funcionamiento. En este artículo se presenta un nuevo algoritmo de selección de vectores de tensión, que permite una reducción sensible del valor RMS de la onda de corriente del estator sin aumentar el valor medio de la frecuencia de conmutación del inversor y sin necesidad de un bloque generador de pulso PWM. ",
            "error": []
        },
        "stators": {
            "translated_key": [],
            "translated_annotated_text": "Un nuevo algoritmo de selección de vectores de tensión en el control directo del par de los motores de inducción Los motores AC basados en el control directo del par de las máquinas de inducción permiten obtener un alto rendimiento dinámico con esquemas de control muy simples. El comportamiento de la unidad, en términos de corriente, flujo y ondulación de par, depende de la estrategia de selección de vectores de tensión utilizada y las condiciones de funcionamiento. En este artículo se presenta un nuevo algoritmo de selección de vectores de tensión, que permite una reducción sensible del valor RMS de la onda de corriente del estator sin aumentar el valor medio de la frecuencia de conmutación del inversor y sin necesidad de un bloque generador de pulso PWM. ",
            "error": []
        },
        "torque control": {
            "translated_key": "control de torque",
            "translated_annotated_text": "Un nuevo algoritmo de selección de voltaje-vector en \"control de torque\" directo de motores de inducción Los motores AC basados en \"control de torque\" directo de máquinas de inducción permiten obtener un alto rendimiento dinámico con esquemas de control muy simples. El comportamiento de la unidad, en términos de corriente, flujo y ondulación de par, depende de la estrategia de selección de vectores de tensión utilizada y las condiciones de funcionamiento. En este artículo se presenta un nuevo algoritmo de selección de vectores de tensión, que permite una reducción sensible del valor RMS de la onda de corriente del estator sin aumentar el valor medio de la frecuencia de conmutación del inversor y sin necesidad de un bloque generador de pulso PWM. ",
            "error": [
                ""
            ]
        }
    }
}