{
    "original_text": "Robust speech recognition using probabilistic union models This paper introduces a new statistical approach, namely the probabilistic union model, for speech recognition involving partial, unknown frequency-band corruption. Partial frequency-band corruption accounts for the effect of a family of real-world noises. Previous methods based on the missing feature theory usually require the identity of the noisy bands. This identification can be difficult for unexpected noise with unknown, time-varying band characteristics. The new model combines the local frequency-band information based on the union of random events, to reduce the dependence of the model on information about the noise. This model partially accomplishes the target: offering robustness to partial frequency-band corruption, while requiring no information about the noise. This paper introduces the theory and implementation of the union model, and is focused on several important advances. These new developments include a new algorithm for automatic order selection, a generalization of the modeling principle to accommodate partial feature stream corruption, and a combination of the union model with conventional noise reduction techniques to deal with a mixture of stationary noise and unknown, nonstationary noise. For the evaluation, we used the TIDIGITS database for speaker-independent connected digit recognition. The utterances were corrupted by various types of additive noise, stationary or time-varying, assuming no knowledge about the noise characteristics. The results indicate that the new model offers significantly improved robustness in comparison to other models",
    "original_translation": "Robusto reconocimiento del habla utilizando modelos de unión probabilística Este artículo introduce un nuevo enfoque estadístico, a saber, el modelo de unión probabilista, para el reconocimiento del habla que involucra corrupción parcial, desconocida de banda de frecuencia. La corrupción parcial de las bandas de frecuencia explica el efecto de una familia de ruidos del mundo real. Los métodos anteriores basados en la teoría de características faltantes generalmente requieren la identidad de las bandas ruidosas. Esta identificación puede ser difícil para el ruido inesperado con características de banda desconocidas y variables en el tiempo. El nuevo modelo combina la información de banda de frecuencia local basada en la unión de eventos aleatorios, para reducir la dependencia del modelo en la información sobre el ruido. Este modelo logra parcialmente el objetivo: ofrecer robustez a la corrupción parcial de la banda de frecuencia, sin requerir información sobre el ruido. Este artículo introduce la teoría y la implementación del modelo sindical, y se centra en varios avances importantes. Estos nuevos desarrollos incluyen un nuevo algoritmo para la selección automática de pedidos, una generalización del principio de modelado para acomodar la corrupción parcial de flujo de características, y una combinación del modelo de unión con técnicas convencionales de reducción de ruido para hacer frente a una mezcla de ruido estacionario y ruido desconocido y no estacionario. Para la evaluación, utilizamos la base de datos TIDIGITS para el reconocimiento de dígitos conectados independientemente del altavoz. Las expresiones fueron corrompidas por varios tipos de ruido aditivo, estacionario o variable en el tiempo, suponiendo que no se conocieran las características del ruido. Los resultados indican que el nuevo modelo ofrece una robustez significativamente mejorada en comparación con otros modelos",
    "error_count": 3,
    "keys": {
        "robust speech recognition": {
            "translated_key": [],
            "translated_annotated_text": "Robusto reconocimiento del habla utilizando modelos de unión probabilística Este artículo introduce un nuevo enfoque estadístico, a saber, el modelo de unión probabilista, para el reconocimiento del habla que involucra corrupción parcial, desconocida de banda de frecuencia. La corrupción parcial de las bandas de frecuencia explica el efecto de una familia de ruidos del mundo real. Los métodos anteriores basados en la teoría de características faltantes generalmente requieren la identidad de las bandas ruidosas. Esta identificación puede ser difícil para el ruido inesperado con características de banda desconocidas y variables en el tiempo. El nuevo modelo combina la información de banda de frecuencia local basada en la unión de eventos aleatorios, para reducir la dependencia del modelo en la información sobre el ruido. Este modelo logra parcialmente el objetivo: ofrecer robustez a la corrupción parcial de la banda de frecuencia, sin requerir información sobre el ruido. Este artículo introduce la teoría y la implementación del modelo sindical, y se centra en varios avances importantes. Estos nuevos desarrollos incluyen un nuevo algoritmo para la selección automática de pedidos, una generalización del principio de modelado para acomodar la corrupción parcial de flujo de características, y una combinación del modelo de unión con técnicas convencionales de reducción de ruido para hacer frente a una mezcla de ruido estacionario y ruido desconocido y no estacionario. Para la evaluación, utilizamos la base de datos TIDIGITS para el reconocimiento de dígitos conectados independientemente del altavoz. Las expresiones fueron corrompidas por varios tipos de ruido aditivo, estacionario o variable en el tiempo, suponiendo que no se conocieran las características del ruido. Los resultados indican que el nuevo modelo ofrece una robustez significativamente mejorada en comparación con otros modelos ",
            "error": []
        },
        "probabilistic union models": {
            "translated_key": "modelos de unión probabilística",
            "translated_annotated_text": "Robusto reconocimiento del habla utilizando \"modelos de unión probabilística\" Este artículo introduce un nuevo enfoque estadístico, a saber, el modelo de unión probabilística, para el reconocimiento del habla que involucra corrupción parcial, desconocida de banda de frecuencia. La corrupción parcial de las bandas de frecuencia explica el efecto de una familia de ruidos del mundo real. Los métodos anteriores basados en la teoría de características faltantes generalmente requieren la identidad de las bandas ruidosas. Esta identificación puede ser difícil para el ruido inesperado con características de banda desconocidas y variables en el tiempo. El nuevo modelo combina la información de banda de frecuencia local basada en la unión de eventos aleatorios, para reducir la dependencia del modelo en la información sobre el ruido. Este modelo logra parcialmente el objetivo: ofrecer robustez a la corrupción parcial de la banda de frecuencia, sin requerir información sobre el ruido. Este artículo introduce la teoría y la implementación del modelo sindical, y se centra en varios avances importantes. Estos nuevos desarrollos incluyen un nuevo algoritmo para la selección automática de pedidos, una generalización del principio de modelado para acomodar la corrupción parcial de flujo de características, y una combinación del modelo de unión con técnicas convencionales de reducción de ruido para hacer frente a una mezcla de ruido estacionario y ruido desconocido y no estacionario. Para la evaluación, utilizamos la base de datos TIDIGITS para el reconocimiento de dígitos conectados independientemente del altavoz. Las expresiones fueron corrompidas por varios tipos de ruido aditivo, estacionario o variable en el tiempo, suponiendo que no se conocieran las características del ruido. Los resultados indican que el nuevo modelo ofrece una robustez significativamente mejorada en comparación con otros modelos ",
            "error": [
                ""
            ]
        },
        "partial real-world noise": {
            "translated_key": [],
            "translated_annotated_text": "Robusto reconocimiento del habla utilizando modelos de unión probabilística Este artículo introduce un nuevo enfoque estadístico, a saber, el modelo de unión probabilista, para el reconocimiento del habla que involucra corrupción parcial, desconocida de banda de frecuencia. La corrupción parcial de las bandas de frecuencia explica el efecto de una familia de ruidos del mundo real. Los métodos anteriores basados en la teoría de características faltantes generalmente requieren la identidad de las bandas ruidosas. Esta identificación puede ser difícil para el ruido inesperado con características de banda desconocidas y variables en el tiempo. El nuevo modelo combina la información de banda de frecuencia local basada en la unión de eventos aleatorios, para reducir la dependencia del modelo en la información sobre el ruido. Este modelo logra parcialmente el objetivo: ofrecer robustez a la corrupción parcial de la banda de frecuencia, sin requerir información sobre el ruido. Este artículo introduce la teoría y la implementación del modelo sindical, y se centra en varios avances importantes. Estos nuevos desarrollos incluyen un nuevo algoritmo para la selección automática de pedidos, una generalización del principio de modelado para acomodar la corrupción parcial de flujo de características, y una combinación del modelo de unión con técnicas convencionales de reducción de ruido para hacer frente a una mezcla de ruido estacionario y ruido desconocido y no estacionario. Para la evaluación, utilizamos la base de datos TIDIGITS para el reconocimiento de dígitos conectados independientemente del altavoz. Las expresiones fueron corrompidas por varios tipos de ruido aditivo, estacionario o variable en el tiempo, suponiendo que no se conocieran las características del ruido. Los resultados indican que el nuevo modelo ofrece una robustez significativamente mejorada en comparación con otros modelos ",
            "error": []
        },
        "automatic order selection": {
            "translated_key": "selección automática de pedidos",
            "translated_annotated_text": "Robusto reconocimiento del habla utilizando modelos de unión probabilística Este artículo introduce un nuevo enfoque estadístico, a saber, el modelo de unión probabilista, para el reconocimiento del habla que involucra corrupción parcial, desconocida de banda de frecuencia. La corrupción parcial de las bandas de frecuencia explica el efecto de una familia de ruidos del mundo real. Los métodos anteriores basados en la teoría de características faltantes generalmente requieren la identidad de las bandas ruidosas. Esta identificación puede ser difícil para el ruido inesperado con características de banda desconocidas y variables en el tiempo. El nuevo modelo combina la información de banda de frecuencia local basada en la unión de eventos aleatorios, para reducir la dependencia del modelo en la información sobre el ruido. Este modelo logra parcialmente el objetivo: ofrecer robustez a la corrupción parcial de la banda de frecuencia, sin requerir información sobre el ruido. Este artículo introduce la teoría y la implementación del modelo sindical, y se centra en varios avances importantes. Estos nuevos desarrollos incluyen un nuevo algoritmo para la \"selección automática de pedidos\", una generalización del principio de modelado para acomodar la corrupción parcial de flujo de características, y una combinación del modelo de unión con técnicas convencionales de reducción de ruido para hacer frente a una mezcla de ruido estacionario y ruido desconocido y no estacionario. Para la evaluación, utilizamos la base de datos TIDIGITS para el reconocimiento de dígitos conectados independientemente del altavoz. Las expresiones fueron corrompidas por varios tipos de ruido aditivo, estacionario o variable en el tiempo, suponiendo que no se conocieran las características del ruido. Los resultados indican que el nuevo modelo ofrece una robustez significativamente mejorada en comparación con otros modelos ",
            "error": [
                ""
            ]
        },
        "modeling": {
            "translated_key": "modelo",
            "translated_annotated_text": "Robusto reconocimiento del habla utilizando modelos de unión probabilística Este artículo introduce un nuevo enfoque estadístico, a saber, el modelo de unión probabilista, para el reconocimiento del habla que involucra corrupción parcial, desconocida de banda de frecuencia. La corrupción parcial de las bandas de frecuencia explica el efecto de una familia de ruidos del mundo real. Los métodos anteriores basados en la teoría de características faltantes generalmente requieren la identidad de las bandas ruidosas. Esta identificación puede ser difícil para el ruido inesperado con características de banda desconocidas y variables en el tiempo. El nuevo modelo combina la información de banda de frecuencia local basada en la unión de eventos aleatorios, para reducir la dependencia del modelo en la información sobre el ruido. Este modelo logra parcialmente el objetivo: ofrecer robustez a la corrupción parcial de la banda de frecuencia, sin requerir información sobre el ruido. Este artículo introduce la teoría y la implementación del modelo sindical, y se centra en varios avances importantes. Estos nuevos desarrollos incluyen un nuevo algoritmo para la selección automática de pedidos, una generalización del principio de \"modelo\" para acomodar la corrupción parcial de flujo de características, y una combinación del modelo de unión con técnicas convencionales de reducción de ruido para hacer frente a una mezcla de ruido estacionario y ruido desconocido, no estacionario. Para la evaluación, utilizamos la base de datos TIDIGITS para el reconocimiento de dígitos conectados independientemente del altavoz. Las expresiones fueron corrompidas por varios tipos de ruido aditivo, estacionario o variable en el tiempo, suponiendo que no se conocieran las características del ruido. Los resultados indican que el nuevo modelo ofrece una robustez significativamente mejorada en comparación con otros modelos ",
            "error": [
                ""
            ]
        },
        "partial feature stream corruption": {
            "translated_key": "corrupción parcial de flujo de características",
            "translated_annotated_text": "Robusto reconocimiento del habla utilizando modelos de unión probabilística Este artículo introduce un nuevo enfoque estadístico, a saber, el modelo de unión probabilista, para el reconocimiento del habla que involucra corrupción parcial, desconocida de banda de frecuencia. La corrupción parcial de las bandas de frecuencia explica el efecto de una familia de ruidos del mundo real. Los métodos anteriores basados en la teoría de características faltantes generalmente requieren la identidad de las bandas ruidosas. Esta identificación puede ser difícil para el ruido inesperado con características de banda desconocidas y variables en el tiempo. El nuevo modelo combina la información de banda de frecuencia local basada en la unión de eventos aleatorios, para reducir la dependencia del modelo en la información sobre el ruido. Este modelo logra parcialmente el objetivo: ofrecer robustez a la corrupción parcial de la banda de frecuencia, sin requerir información sobre el ruido. Este artículo introduce la teoría y la implementación del modelo sindical, y se centra en varios avances importantes. Estos nuevos desarrollos incluyen un nuevo algoritmo para la selección automática de pedidos, una generalización del principio de modelado para acomodar \"corrupción parcial de flujo de características\", y una combinación del modelo de unión con técnicas convencionales de reducción de ruido para hacer frente a una mezcla de ruido estacionario y ruido desconocido, no estacionario. Para la evaluación, utilizamos la base de datos TIDIGITS para el reconocimiento de dígitos conectados independientemente del altavoz. Las expresiones fueron corrompidas por varios tipos de ruido aditivo, estacionario o variable en el tiempo, suponiendo que no se conocieran las características del ruido. Los resultados indican que el nuevo modelo ofrece una robustez significativamente mejorada en comparación con otros modelos ",
            "error": [
                ""
            ]
        },
        "noise reduction techniques": {
            "translated_key": "técnicas de reducción de ruido",
            "translated_annotated_text": "Robusto reconocimiento del habla utilizando modelos de unión probabilística Este artículo introduce un nuevo enfoque estadístico, a saber, el modelo de unión probabilista, para el reconocimiento del habla que involucra corrupción parcial, desconocida de banda de frecuencia. La corrupción parcial de las bandas de frecuencia explica el efecto de una familia de ruidos del mundo real. Los métodos anteriores basados en la teoría de características faltantes generalmente requieren la identidad de las bandas ruidosas. Esta identificación puede ser difícil para el ruido inesperado con características de banda desconocidas y variables en el tiempo. El nuevo modelo combina la información de banda de frecuencia local basada en la unión de eventos aleatorios, para reducir la dependencia del modelo en la información sobre el ruido. Este modelo logra parcialmente el objetivo: ofrecer robustez a la corrupción parcial de la banda de frecuencia, sin requerir información sobre el ruido. Este artículo introduce la teoría y la implementación del modelo sindical, y se centra en varios avances importantes. Estos nuevos desarrollos incluyen un nuevo algoritmo para la selección automática del orden, una generalización del principio de modelado para acomodar la corrupción parcial de flujo de características, y una combinación del modelo de unión con \"técnicas de reducción de ruido\" convencionales para hacer frente a una mezcla de ruido estacionario y ruido desconocido, no estacionario. Para la evaluación, utilizamos la base de datos TIDIGITS para el reconocimiento de dígitos conectados independientemente del altavoz. Las expresiones fueron corrompidas por varios tipos de ruido aditivo, estacionario o variable en el tiempo, suponiendo que no se conocieran las características del ruido. Los resultados indican que el nuevo modelo ofrece una robustez significativamente mejorada en comparación con otros modelos ",
            "error": [
                ""
            ]
        },
        "stationary noise": {
            "translated_key": "ruido estacionario",
            "translated_annotated_text": "Robusto reconocimiento del habla utilizando modelos de unión probabilística Este artículo introduce un nuevo enfoque estadístico, a saber, el modelo de unión probabilista, para el reconocimiento del habla que involucra corrupción parcial, desconocida de banda de frecuencia. La corrupción parcial de las bandas de frecuencia explica el efecto de una familia de ruidos del mundo real. Los métodos anteriores basados en la teoría de características faltantes generalmente requieren la identidad de las bandas ruidosas. Esta identificación puede ser difícil para el ruido inesperado con características de banda desconocidas y variables en el tiempo. El nuevo modelo combina la información de banda de frecuencia local basada en la unión de eventos aleatorios, para reducir la dependencia del modelo en la información sobre el ruido. Este modelo logra parcialmente el objetivo: ofrecer robustez a la corrupción parcial de la banda de frecuencia, sin requerir información sobre el ruido. Este artículo introduce la teoría y la implementación del modelo sindical, y se centra en varios avances importantes. Estos nuevos desarrollos incluyen un nuevo algoritmo para la selección automática de pedidos, una generalización del principio de modelado para acomodar la corrupción parcial de flujo de características, y una combinación del modelo de unión con técnicas convencionales de reducción de ruido para hacer frente a una mezcla de \"ruido estacionario\" y ruido desconocido, no estacionario. Para la evaluación, utilizamos la base de datos TIDIGITS para el reconocimiento de dígitos conectados independientemente del altavoz. Las expresiones fueron corrompidas por varios tipos de ruido aditivo, estacionario o variable en el tiempo, suponiendo que no se conocieran las características del ruido. Los resultados indican que el nuevo modelo ofrece una robustez significativamente mejorada en comparación con otros modelos ",
            "error": [
                ""
            ]
        },
        "nonstationary noise": {
            "translated_key": "ruido no estacionario",
            "translated_annotated_text": "Robusto reconocimiento del habla utilizando modelos de unión probabilística Este artículo introduce un nuevo enfoque estadístico, a saber, el modelo de unión probabilista, para el reconocimiento del habla que involucra corrupción parcial, desconocida de banda de frecuencia. La corrupción parcial de las bandas de frecuencia explica el efecto de una familia de ruidos del mundo real. Los métodos anteriores basados en la teoría de características faltantes generalmente requieren la identidad de las bandas ruidosas. Esta identificación puede ser difícil para el ruido inesperado con características de banda desconocidas y variables en el tiempo. El nuevo modelo combina la información de banda de frecuencia local basada en la unión de eventos aleatorios, para reducir la dependencia del modelo en la información sobre el ruido. Este modelo logra parcialmente el objetivo: ofrecer robustez a la corrupción parcial de la banda de frecuencia, sin requerir información sobre el ruido. Este artículo introduce la teoría y la implementación del modelo sindical, y se centra en varios avances importantes. Estos nuevos desarrollos incluyen un nuevo algoritmo para la selección automática de pedidos, una generalización del principio de modelado para acomodar la corrupción parcial de flujo de características, y una combinación del modelo de unión con técnicas convencionales de reducción de ruido para hacer frente a una mezcla de ruido estacionario y desconocido, \"ruido no estacionario\". Para la evaluación, utilizamos la base de datos TIDIGITS para el reconocimiento de dígitos conectados independientemente del altavoz. Las expresiones fueron corrompidas por varios tipos de ruido aditivo, estacionario o variable en el tiempo, suponiendo que no se conocieran las características del ruido. Los resultados indican que el nuevo modelo ofrece una robustez significativamente mejorada en comparación con otros modelos ",
            "error": [
                ""
            ]
        },
        "TIDIGITS database": {
            "translated_key": "base de datos TIDIGITS",
            "translated_annotated_text": "Robusto reconocimiento del habla utilizando modelos de unión probabilística Este artículo introduce un nuevo enfoque estadístico, a saber, el modelo de unión probabilista, para el reconocimiento del habla que involucra corrupción parcial, desconocida de banda de frecuencia. La corrupción parcial de las bandas de frecuencia explica el efecto de una familia de ruidos del mundo real. Los métodos anteriores basados en la teoría de características faltantes generalmente requieren la identidad de las bandas ruidosas. Esta identificación puede ser difícil para el ruido inesperado con características de banda desconocidas y variables en el tiempo. El nuevo modelo combina la información de banda de frecuencia local basada en la unión de eventos aleatorios, para reducir la dependencia del modelo en la información sobre el ruido. Este modelo logra parcialmente el objetivo: ofrecer robustez a la corrupción parcial de la banda de frecuencia, sin requerir información sobre el ruido. Este artículo introduce la teoría y la implementación del modelo sindical, y se centra en varios avances importantes. Estos nuevos desarrollos incluyen un nuevo algoritmo para la selección automática de pedidos, una generalización del principio de modelado para acomodar la corrupción parcial de flujo de características, y una combinación del modelo de unión con técnicas convencionales de reducción de ruido para hacer frente a una mezcla de ruido estacionario y ruido desconocido y no estacionario. Para la evaluación, utilizamos la \"base de datos TIDIGITS\" para el reconocimiento de dígitos conectados independientemente del altavoz. Las expresiones fueron corrompidas por varios tipos de ruido aditivo, estacionario o variable en el tiempo, suponiendo que no se conocieran las características del ruido. Los resultados indican que el nuevo modelo ofrece una robustez significativamente mejorada en comparación con otros modelos ",
            "error": [
                ""
            ]
        },
        "speaker-independent connected digit recognition": {
            "translated_key": "reconocimiento de dígitos conectado independiente del altavoz",
            "translated_annotated_text": "Robusto reconocimiento del habla utilizando modelos de unión probabilística Este artículo introduce un nuevo enfoque estadístico, a saber, el modelo de unión probabilista, para el reconocimiento del habla que involucra corrupción parcial, desconocida de banda de frecuencia. La corrupción parcial de las bandas de frecuencia explica el efecto de una familia de ruidos del mundo real. Los métodos anteriores basados en la teoría de características faltantes generalmente requieren la identidad de las bandas ruidosas. Esta identificación puede ser difícil para el ruido inesperado con características de banda desconocidas y variables en el tiempo. El nuevo modelo combina la información de banda de frecuencia local basada en la unión de eventos aleatorios, para reducir la dependencia del modelo en la información sobre el ruido. Este modelo logra parcialmente el objetivo: ofrecer robustez a la corrupción parcial de la banda de frecuencia, sin requerir información sobre el ruido. Este artículo introduce la teoría y la implementación del modelo sindical, y se centra en varios avances importantes. Estos nuevos desarrollos incluyen un nuevo algoritmo para la selección automática de pedidos, una generalización del principio de modelado para acomodar la corrupción parcial de flujo de características, y una combinación del modelo de unión con técnicas convencionales de reducción de ruido para hacer frente a una mezcla de ruido estacionario y ruido desconocido y no estacionario. Para la evaluación, utilizamos la base de datos TIDIGITS para \"reconocimiento de dígitos conectado independiente del altavoz\". Las expresiones fueron corrompidas por varios tipos de ruido aditivo, estacionario o variable en el tiempo, suponiendo que no se conocieran las características del ruido. Los resultados indican que el nuevo modelo ofrece una robustez significativamente mejorada en comparación con otros modelos ",
            "error": [
                ""
            ]
        },
        "additive noise": {
            "translated_key": "ruido additivo",
            "translated_annotated_text": "Robusto reconocimiento del habla utilizando modelos de unión probabilística Este artículo introduce un nuevo enfoque estadístico, a saber, el modelo de unión probabilista, para el reconocimiento del habla que involucra corrupción parcial, desconocida de banda de frecuencia. La corrupción parcial de las bandas de frecuencia explica el efecto de una familia de ruidos del mundo real. Los métodos anteriores basados en la teoría de características faltantes generalmente requieren la identidad de las bandas ruidosas. Esta identificación puede ser difícil para el ruido inesperado con características de banda desconocidas y variables en el tiempo. El nuevo modelo combina la información de banda de frecuencia local basada en la unión de eventos aleatorios, para reducir la dependencia del modelo en la información sobre el ruido. Este modelo logra parcialmente el objetivo: ofrecer robustez a la corrupción parcial de la banda de frecuencia, sin requerir información sobre el ruido. Este artículo introduce la teoría y la implementación del modelo sindical, y se centra en varios avances importantes. Estos nuevos desarrollos incluyen un nuevo algoritmo para la selección automática de pedidos, una generalización del principio de modelado para acomodar la corrupción parcial de flujo de características, y una combinación del modelo de unión con técnicas convencionales de reducción de ruido para hacer frente a una mezcla de ruido estacionario y ruido desconocido y no estacionario. Para la evaluación, utilizamos la base de datos TIDIGITS para el reconocimiento de dígitos conectados independientemente del altavoz. Las expresiones fueron corrompidas por varios tipos de \"ruido additivo\", estacionario o variable en el tiempo, suponiendo que no se conocieran las características del ruido. Los resultados indican que el nuevo modelo ofrece una robustez significativamente mejorada en comparación con otros modelos ",
            "error": [
                ""
            ]
        },
        "noise characteristics": {
            "translated_key": "características del ruido",
            "translated_annotated_text": "Robusto reconocimiento del habla utilizando modelos de unión probabilística Este artículo introduce un nuevo enfoque estadístico, a saber, el modelo de unión probabilista, para el reconocimiento del habla que involucra corrupción parcial, desconocida de banda de frecuencia. La corrupción parcial de las bandas de frecuencia explica el efecto de una familia de ruidos del mundo real. Los métodos anteriores basados en la teoría de características faltantes generalmente requieren la identidad de las bandas ruidosas. Esta identificación puede ser difícil para el ruido inesperado con características de banda desconocidas y variables en el tiempo. El nuevo modelo combina la información de banda de frecuencia local basada en la unión de eventos aleatorios, para reducir la dependencia del modelo en la información sobre el ruido. Este modelo logra parcialmente el objetivo: ofrecer robustez a la corrupción parcial de la banda de frecuencia, sin requerir información sobre el ruido. Este artículo introduce la teoría y la implementación del modelo sindical, y se centra en varios avances importantes. Estos nuevos desarrollos incluyen un nuevo algoritmo para la selección automática de pedidos, una generalización del principio de modelado para acomodar la corrupción parcial de flujo de características, y una combinación del modelo de unión con técnicas convencionales de reducción de ruido para hacer frente a una mezcla de ruido estacionario y ruido desconocido y no estacionario. Para la evaluación, utilizamos la base de datos TIDIGITS para el reconocimiento de dígitos conectados independientemente del altavoz. Las expresiones fueron corrompidas por diversos tipos de ruido aditivo, estacionario o variable en el tiempo, suponiendo que no se conocieran las \"características del ruido\". Los resultados indican que el nuevo modelo ofrece una robustez significativamente mejorada en comparación con otros modelos ",
            "error": [
                ""
            ]
        },
        "missing feature theory": {
            "translated_key": "teoría de características perdidas",
            "translated_annotated_text": "Robusto reconocimiento del habla utilizando modelos de unión probabilística Este artículo introduce un nuevo enfoque estadístico, a saber, el modelo de unión probabilista, para el reconocimiento del habla que involucra corrupción parcial, desconocida de banda de frecuencia. La corrupción parcial de las bandas de frecuencia explica el efecto de una familia de ruidos del mundo real. Los métodos anteriores basados en la \"teoría de características perdidas\" generalmente requieren la identidad de las bandas ruidosas. Esta identificación puede ser difícil para el ruido inesperado con características de banda desconocidas y variables en el tiempo. El nuevo modelo combina la información de banda de frecuencia local basada en la unión de eventos aleatorios, para reducir la dependencia del modelo en la información sobre el ruido. Este modelo logra parcialmente el objetivo: ofrecer robustez a la corrupción parcial de la banda de frecuencia, sin requerir información sobre el ruido. Este artículo introduce la teoría y la implementación del modelo sindical, y se centra en varios avances importantes. Estos nuevos desarrollos incluyen un nuevo algoritmo para la selección automática de pedidos, una generalización del principio de modelado para acomodar la corrupción parcial de flujo de características, y una combinación del modelo de unión con técnicas convencionales de reducción de ruido para hacer frente a una mezcla de ruido estacionario y ruido desconocido y no estacionario. Para la evaluación, utilizamos la base de datos TIDIGITS para el reconocimiento de dígitos conectados independientemente del altavoz. Las expresiones fueron corrompidas por varios tipos de ruido aditivo, estacionario o variable en el tiempo, suponiendo que no se conocieran las características del ruido. Los resultados indican que el nuevo modelo ofrece una robustez significativamente mejorada en comparación con otros modelos ",
            "error": [
                ""
            ]
        },
        "noisy bands": {
            "translated_key": "bandas ruidosas",
            "translated_annotated_text": "Robusto reconocimiento del habla utilizando modelos de unión probabilística Este artículo introduce un nuevo enfoque estadístico, a saber, el modelo de unión probabilista, para el reconocimiento del habla que involucra corrupción parcial, desconocida de banda de frecuencia. La corrupción parcial de las bandas de frecuencia explica el efecto de una familia de ruidos del mundo real. Los métodos anteriores basados en la teoría de características faltantes generalmente requieren la identidad de las \"bandas ruidosas\". Esta identificación puede ser difícil para el ruido inesperado con características de banda desconocidas y variables en el tiempo. El nuevo modelo combina la información de banda de frecuencia local basada en la unión de eventos aleatorios, para reducir la dependencia del modelo en la información sobre el ruido. Este modelo logra parcialmente el objetivo: ofrecer robustez a la corrupción parcial de la banda de frecuencia, sin requerir información sobre el ruido. Este artículo introduce la teoría y la implementación del modelo sindical, y se centra en varios avances importantes. Estos nuevos desarrollos incluyen un nuevo algoritmo para la selección automática de pedidos, una generalización del principio de modelado para acomodar la corrupción parcial de flujo de características, y una combinación del modelo de unión con técnicas convencionales de reducción de ruido para hacer frente a una mezcla de ruido estacionario y ruido desconocido y no estacionario. Para la evaluación, utilizamos la base de datos TIDIGITS para el reconocimiento de dígitos conectados independientemente del altavoz. Las expresiones fueron corrompidas por varios tipos de ruido aditivo, estacionario o variable en el tiempo, suponiendo que no se conocieran las características del ruido. Los resultados indican que el nuevo modelo ofrece una robustez significativamente mejorada en comparación con otros modelos ",
            "error": [
                ""
            ]
        },
        "time-varying band characteristics": {
            "translated_key": "características de banda variables en el tiempo",
            "translated_annotated_text": "Robusto reconocimiento del habla utilizando modelos de unión probabilística Este artículo introduce un nuevo enfoque estadístico, a saber, el modelo de unión probabilista, para el reconocimiento del habla que involucra corrupción parcial, desconocida de banda de frecuencia. La corrupción parcial de las bandas de frecuencia explica el efecto de una familia de ruidos del mundo real. Los métodos anteriores basados en la teoría de características faltantes generalmente requieren la identidad de las bandas ruidosas. Esta identificación puede ser difícil para ruidos inesperados con \"características de banda variables en el tiempo\" desconocidas. El nuevo modelo combina la información de banda de frecuencia local basada en la unión de eventos aleatorios, para reducir la dependencia del modelo en la información sobre el ruido. Este modelo logra parcialmente el objetivo: ofrecer robustez a la corrupción parcial de la banda de frecuencia, sin requerir información sobre el ruido. Este artículo introduce la teoría y la implementación del modelo sindical, y se centra en varios avances importantes. Estos nuevos desarrollos incluyen un nuevo algoritmo para la selección automática de pedidos, una generalización del principio de modelado para acomodar la corrupción parcial de flujo de características, y una combinación del modelo de unión con técnicas convencionales de reducción de ruido para hacer frente a una mezcla de ruido estacionario y ruido desconocido y no estacionario. Para la evaluación, utilizamos la base de datos TIDIGITS para el reconocimiento de dígitos conectados independientemente del altavoz. Las expresiones fueron corrompidas por varios tipos de ruido aditivo, estacionario o variable en el tiempo, suponiendo que no se conocieran las características del ruido. Los resultados indican que el nuevo modelo ofrece una robustez significativamente mejorada en comparación con otros modelos ",
            "error": [
                ""
            ]
        },
        "local frequency-band information": {
            "translated_key": "información de banda de frecuencia local",
            "translated_annotated_text": "Robusto reconocimiento del habla utilizando modelos de unión probabilística Este artículo introduce un nuevo enfoque estadístico, a saber, el modelo de unión probabilista, para el reconocimiento del habla que involucra corrupción parcial, desconocida de banda de frecuencia. La corrupción parcial de las bandas de frecuencia explica el efecto de una familia de ruidos del mundo real. Los métodos anteriores basados en la teoría de características faltantes generalmente requieren la identidad de las bandas ruidosas. Esta identificación puede ser difícil para el ruido inesperado con características de banda desconocidas y variables en el tiempo. El nuevo modelo combina la \"información de banda de frecuencia local\" basada en la unión de eventos aleatorios, para reducir la dependencia del modelo en la información sobre el ruido. Este modelo logra parcialmente el objetivo: ofrecer robustez a la corrupción parcial de la banda de frecuencia, sin requerir información sobre el ruido. Este artículo introduce la teoría y la implementación del modelo sindical, y se centra en varios avances importantes. Estos nuevos desarrollos incluyen un nuevo algoritmo para la selección automática de pedidos, una generalización del principio de modelado para acomodar la corrupción parcial de flujo de características, y una combinación del modelo de unión con técnicas convencionales de reducción de ruido para hacer frente a una mezcla de ruido estacionario y ruido desconocido y no estacionario. Para la evaluación, utilizamos la base de datos TIDIGITS para el reconocimiento de dígitos conectados independientemente del altavoz. Las expresiones fueron corrompidas por varios tipos de ruido aditivo, estacionario o variable en el tiempo, suponiendo que no se conocieran las características del ruido. Los resultados indican que el nuevo modelo ofrece una robustez significativamente mejorada en comparación con otros modelos ",
            "error": [
                ""
            ]
        },
        "partial frequency-band corruption": {
            "translated_key": "corrupción parcial de la banda de frecuencia",
            "translated_annotated_text": "Robusto reconocimiento del habla utilizando modelos de unión probabilística Este artículo introduce un nuevo enfoque estadístico, a saber, el modelo de unión probabilista, para el reconocimiento del habla que involucra corrupción parcial, desconocida de banda de frecuencia. La corrupción parcial de las bandas de frecuencia explica el efecto de una familia de ruidos del mundo real. Los métodos anteriores basados en la teoría de características faltantes generalmente requieren la identidad de las bandas ruidosas. Esta identificación puede ser difícil para el ruido inesperado con características de banda desconocidas y variables en el tiempo. El nuevo modelo combina la información de banda de frecuencia local basada en la unión de eventos aleatorios, para reducir la dependencia del modelo en la información sobre el ruido. Este modelo logra parcialmente el objetivo: ofrecer robustez a la \"corrupción parcial de la banda de frecuencia\", mientras que no requiere información sobre el ruido. Este artículo introduce la teoría y la implementación del modelo sindical, y se centra en varios avances importantes. Estos nuevos desarrollos incluyen un nuevo algoritmo para la selección automática de pedidos, una generalización del principio de modelado para acomodar la corrupción parcial de flujo de características, y una combinación del modelo de unión con técnicas convencionales de reducción de ruido para hacer frente a una mezcla de ruido estacionario y ruido desconocido y no estacionario. Para la evaluación, utilizamos la base de datos TIDIGITS para el reconocimiento de dígitos conectados independientemente del altavoz. Las expresiones fueron corrompidas por varios tipos de ruido aditivo, estacionario o variable en el tiempo, suponiendo que no se conocieran las características del ruido. Los resultados indican que el nuevo modelo ofrece una robustez significativamente mejorada en comparación con otros modelos ",
            "error": [
                ""
            ]
        },
        "noise": {
            "translated_key": "ruido",
            "translated_annotated_text": "Robusto reconocimiento del habla utilizando modelos de unión probabilística Este artículo introduce un nuevo enfoque estadístico, a saber, el modelo de unión probabilista, para el reconocimiento del habla que involucra corrupción parcial, desconocida de banda de frecuencia. La corrupción parcial de las bandas de frecuencia explica el efecto de una familia de ruidos del mundo real. Los métodos anteriores basados en la teoría de características faltantes generalmente requieren la identidad de las bandas ruidosas. Esta identificación puede ser difícil para el \"ruido\" inesperado con características de banda desconocidas y variables en el tiempo. El nuevo modelo combina la información de banda de frecuencia local basada en la unión de eventos aleatorios, para reducir la dependencia del modelo de información sobre el \"ruido\". Este modelo logra parcialmente el objetivo: ofrecer robustez a la corrupción parcial de la banda de frecuencia, sin requerir información sobre el \"ruido\". Este artículo introduce la teoría y la implementación del modelo sindical, y se centra en varios avances importantes. Estos nuevos desarrollos incluyen un nuevo algoritmo para la selección automática del orden, una generalización del principio de modelado para acomodar la corrupción parcial del flujo de características, y una combinación del modelo de unión con técnicas convencionales de reducción del \"ruido\" para lidiar con una mezcla de \"ruido\" estacionario y desconocido, \"ruido\" no estacionario. Para la evaluación, utilizamos la base de datos TIDIGITS para el reconocimiento de dígitos conectados independientemente del altavoz. Las expresiones fueron corrompidas por varios tipos de \"ruido\" aditivo, estacionario o variable en el tiempo, suponiendo que no se conocieran las características de \"ruido\". Los resultados indican que el nuevo modelo ofrece una robustez significativamente mejorada en comparación con otros modelos ",
            "error": [
                ""
            ]
        },
        "probability": {
            "translated_key": [],
            "translated_annotated_text": "Robusto reconocimiento del habla utilizando modelos de unión probabilística Este artículo introduce un nuevo enfoque estadístico, a saber, el modelo de unión probabilista, para el reconocimiento del habla que involucra corrupción parcial, desconocida de banda de frecuencia. La corrupción parcial de las bandas de frecuencia explica el efecto de una familia de ruidos del mundo real. Los métodos anteriores basados en la teoría de características faltantes generalmente requieren la identidad de las bandas ruidosas. Esta identificación puede ser difícil para el ruido inesperado con características de banda desconocidas y variables en el tiempo. El nuevo modelo combina la información de banda de frecuencia local basada en la unión de eventos aleatorios, para reducir la dependencia del modelo en la información sobre el ruido. Este modelo logra parcialmente el objetivo: ofrecer robustez a la corrupción parcial de la banda de frecuencia, sin requerir información sobre el ruido. Este artículo introduce la teoría y la implementación del modelo sindical, y se centra en varios avances importantes. Estos nuevos desarrollos incluyen un nuevo algoritmo para la selección automática de pedidos, una generalización del principio de modelado para acomodar la corrupción parcial de flujo de características, y una combinación del modelo de unión con técnicas convencionales de reducción de ruido para hacer frente a una mezcla de ruido estacionario y ruido desconocido y no estacionario. Para la evaluación, utilizamos la base de datos TIDIGITS para el reconocimiento de dígitos conectados independientemente del altavoz. Las expresiones fueron corrompidas por varios tipos de ruido aditivo, estacionario o variable en el tiempo, suponiendo que no se conocieran las características del ruido. Los resultados indican que el nuevo modelo ofrece una robustez significativamente mejorada en comparación con otros modelos ",
            "error": []
        },
        "speech recognition": {
            "translated_key": "reconocimiento de voz",
            "translated_annotated_text": "Robusto \"reconocimiento de voz\" utilizando modelos de unión probabilística Este artículo introduce un nuevo enfoque estadístico, a saber, el modelo de unión probabilística, para el \"reconocimiento de voz\" que implica corrupción parcial, de banda de frecuencia desconocida. La corrupción parcial de las bandas de frecuencia explica el efecto de una familia de ruidos del mundo real. Los métodos anteriores basados en la teoría de características faltantes generalmente requieren la identidad de las bandas ruidosas. Esta identificación puede ser difícil para el ruido inesperado con características de banda desconocidas y variables en el tiempo. El nuevo modelo combina la información de banda de frecuencia local basada en la unión de eventos aleatorios, para reducir la dependencia del modelo en la información sobre el ruido. Este modelo logra parcialmente el objetivo: ofrecer robustez a la corrupción parcial de la banda de frecuencia, sin requerir información sobre el ruido. Este artículo introduce la teoría y la implementación del modelo sindical, y se centra en varios avances importantes. Estos nuevos desarrollos incluyen un nuevo algoritmo para la selección automática de pedidos, una generalización del principio de modelado para acomodar la corrupción parcial de flujo de características, y una combinación del modelo de unión con técnicas convencionales de reducción de ruido para hacer frente a una mezcla de ruido estacionario y ruido desconocido y no estacionario. Para la evaluación, utilizamos la base de datos TIDIGITS para el reconocimiento de dígitos conectados independientemente del altavoz. Las expresiones fueron corrompidas por varios tipos de ruido aditivo, estacionario o variable en el tiempo, suponiendo que no se conocieran las características del ruido. Los resultados indican que el nuevo modelo ofrece una robustez significativamente mejorada en comparación con otros modelos ",
            "error": [
                ""
            ]
        }
    }
}