{
    "original_text": "Robust speech recognition using probabilistic union models This paper introduces a new statistical approach, namely the probabilistic union model, for speech recognition involving partial, unknown frequency-band corruption. Partial frequency-band corruption accounts for the effect of a family of real-world noises. Previous methods based on the missing feature theory usually require the identity of the noisy bands. This identification can be difficult for unexpected noise with unknown, time-varying band characteristics. The new model combines the local frequency-band information based on the union of random events, to reduce the dependence of the model on information about the noise. This model partially accomplishes the target: offering robustness to partial frequency-band corruption, while requiring no information about the noise. This paper introduces the theory and implementation of the union model, and is focused on several important advances. These new developments include a new algorithm for automatic order selection, a generalization of the modeling principle to accommodate partial feature stream corruption, and a combination of the union model with conventional noise reduction techniques to deal with a mixture of stationary noise and unknown, nonstationary noise. For the evaluation, we used the TIDIGITS database for speaker-independent connected digit recognition. The utterances were corrupted by various types of additive noise, stationary or time-varying, assuming no knowledge about the noise characteristics. The results indicate that the new model offers significantly improved robustness in comparison to other models",
    "original_translation": "Robusto reconocimiento del habla utilizando modelos de unión probabilística Este artículo introduce un nuevo enfoque estadístico, a saber, el modelo de unión probabilista, para el reconocimiento del habla que involucra corrupción parcial, desconocida de banda de frecuencia. La corrupción parcial de las bandas de frecuencia explica el efecto de una familia de ruidos del mundo real. Los métodos anteriores basados en la teoría de características faltantes generalmente requieren la identidad de las bandas ruidosas. Esta identificación puede ser difícil para el ruido inesperado con características de banda desconocidas y variables en el tiempo. El nuevo modelo combina la información de banda de frecuencia local basada en la unión de eventos aleatorios, para reducir la dependencia del modelo en la información sobre el ruido. Este modelo cumple parcialmente el objetivo: ofrecer robustez a la corrupción parcial de la banda de frecuencia, sin requerir información sobre el ruido. Este artículo introduce la teoría y la implementación del modelo sindical, y se centra en varios avances importantes. Estos nuevos desarrollos incluyen un nuevo algoritmo para la selección automática de pedidos, una generalización del principio de modelado para acomodar la corrupción parcial de flujo de características, y una combinación del modelo de unión con técnicas convencionales de reducción de ruido para hacer frente a una mezcla de ruido estacionario y ruido desconocido y no estacionario. Para la evaluación, utilizamos la base de datos TIDIGITS para el reconocimiento de dígitos conectados independientemente del altavoz. Las expresiones fueron corrompidas por varios tipos de ruido aditivo, estacionario o variable en el tiempo, suponiendo que no se conocieran las características del ruido. Los resultados indican que el nuevo modelo ofrece una robustez significativamente mejorada en comparación con otros modelos",
    "error_count": 6,
    "keys": {
        "robust speech recognition": {
            "translated_key": [],
            "translated_annotated_text": "Robusto reconocimiento del habla utilizando modelos de unión probabilística Este artículo introduce un nuevo enfoque estadístico, a saber, el modelo de unión probabilista, para el reconocimiento del habla que involucra corrupción parcial, desconocida de banda de frecuencia. La corrupción parcial de las bandas de frecuencia explica el efecto de una familia de ruidos del mundo real. Los métodos anteriores basados en la teoría de características faltantes generalmente requieren la identidad de las bandas ruidosas. Esta identificación puede ser difícil para el ruido inesperado con características de banda desconocidas y variables en el tiempo. El nuevo modelo combina la información de banda de frecuencia local basada en la unión de eventos aleatorios, para reducir la dependencia del modelo en la información sobre el ruido. Este modelo cumple parcialmente el objetivo: ofrecer robustez a la corrupción parcial de la banda de frecuencia, sin requerir información sobre el ruido. Este artículo introduce la teoría y la implementación del modelo sindical, y se centra en varios avances importantes. Estos nuevos desarrollos incluyen un nuevo algoritmo para la selección automática de pedidos, una generalización del principio de modelado para acomodar la corrupción parcial de flujo de características, y una combinación del modelo de unión con técnicas convencionales de reducción de ruido para hacer frente a una mezcla de ruido estacionario y ruido desconocido y no estacionario. Para la evaluación, utilizamos la base de datos TIDIGITS para el reconocimiento de dígitos conectados independientemente del altavoz. Las expresiones fueron corrompidas por varios tipos de ruido aditivo, estacionario o variable en el tiempo, suponiendo que no se conocieran las características del ruido. Los resultados indican que el nuevo modelo ofrece una robustez significativamente mejorada en comparación con otros modelos ",
            "error": []
        },
        "probabilistic union models": {
            "translated_key": "modelos de unión probabilística",
            "translated_annotated_text": "Robusto reconocimiento del habla utilizando <br>modelos de unión probabilística</br> Este artículo introduce un nuevo enfoque estadístico, a saber, el modelo de unión probabilista, para el reconocimiento del habla que involucra corrupción parcial, desconocida de banda de frecuencia. La corrupción parcial de las bandas de frecuencia explica el efecto de una familia de ruidos del mundo real. Los métodos anteriores basados en la teoría de características faltantes generalmente requieren la identidad de las bandas ruidosas. Esta identificación puede ser difícil para el ruido inesperado con características de banda desconocidas y variables en el tiempo. El nuevo modelo combina la información de banda de frecuencia local basada en la unión de eventos aleatorios, para reducir la dependencia del modelo en la información sobre el ruido. Este modelo cumple parcialmente el objetivo: ofrecer robustez a la corrupción parcial de la banda de frecuencia, sin requerir información sobre el ruido. Este artículo introduce la teoría y la implementación del modelo sindical, y se centra en varios avances importantes. Estos nuevos desarrollos incluyen un nuevo algoritmo para la selección automática de pedidos, una generalización del principio de modelado para acomodar la corrupción parcial de flujo de características, y una combinación del modelo de unión con técnicas convencionales de reducción de ruido para hacer frente a una mezcla de ruido estacionario y ruido desconocido y no estacionario. Para la evaluación, utilizamos la base de datos TIDIGITS para el reconocimiento de dígitos conectados independientemente del altavoz. Las expresiones fueron corrompidas por varios tipos de ruido aditivo, estacionario o variable en el tiempo, suponiendo que no se conocieran las características del ruido. Los resultados indican que el nuevo modelo ofrece una robustez significativamente mejorada en comparación con otros modelos ",
            "error": [
                ""
            ]
        },
        "partial real-world noise": {
            "translated_key": [],
            "translated_annotated_text": "Robusto reconocimiento del habla utilizando modelos de unión probabilística Este artículo introduce un nuevo enfoque estadístico, a saber, el modelo de unión probabilista, para el reconocimiento del habla que involucra corrupción parcial, desconocida de banda de frecuencia. La corrupción parcial de las bandas de frecuencia explica el efecto de una familia de ruidos del mundo real. Los métodos anteriores basados en la teoría de características faltantes generalmente requieren la identidad de las bandas ruidosas. Esta identificación puede ser difícil para el ruido inesperado con características de banda desconocidas y variables en el tiempo. El nuevo modelo combina la información de banda de frecuencia local basada en la unión de eventos aleatorios, para reducir la dependencia del modelo en la información sobre el ruido. Este modelo cumple parcialmente el objetivo: ofrecer robustez a la corrupción parcial de la banda de frecuencia, sin requerir información sobre el ruido. Este artículo introduce la teoría y la implementación del modelo sindical, y se centra en varios avances importantes. Estos nuevos desarrollos incluyen un nuevo algoritmo para la selección automática de pedidos, una generalización del principio de modelado para acomodar la corrupción parcial de flujo de características, y una combinación del modelo de unión con técnicas convencionales de reducción de ruido para hacer frente a una mezcla de ruido estacionario y ruido desconocido y no estacionario. Para la evaluación, utilizamos la base de datos TIDIGITS para el reconocimiento de dígitos conectados independientemente del altavoz. Las expresiones fueron corrompidas por varios tipos de ruido aditivo, estacionario o variable en el tiempo, suponiendo que no se conocieran las características del ruido. Los resultados indican que el nuevo modelo ofrece una robustez significativamente mejorada en comparación con otros modelos ",
            "error": []
        },
        "automatic order selection": {
            "translated_key": "automatic order selection",
            "translated_annotated_text": "Robusto reconocimiento del habla utilizando modelos de unión probabilística Este artículo introduce un nuevo enfoque estadístico, a saber, el modelo de unión probabilista, para el reconocimiento del habla que involucra corrupción parcial, desconocida de banda de frecuencia. La corrupción parcial de las bandas de frecuencia explica el efecto de una familia de ruidos del mundo real. Los métodos anteriores basados en la teoría de características faltantes generalmente requieren la identidad de las bandas ruidosas. Esta identificación puede ser difícil para el ruido inesperado con características de banda desconocidas y variables en el tiempo. El nuevo modelo combina la información de banda de frecuencia local basada en la unión de eventos aleatorios, para reducir la dependencia del modelo en la información sobre el ruido. Este modelo cumple parcialmente el objetivo: ofrecer robustez a la corrupción parcial de la banda de frecuencia, sin requerir información sobre el ruido. Este artículo introduce la teoría y la implementación del modelo sindical, y se centra en varios avances importantes. Estos nuevos desarrollos incluyen un nuevo algoritmo para <br>automatic order selection</br>, una generalización del principio de modelado para acomodar la corrupción parcial de flujo de características, y una combinación del modelo de unión con técnicas convencionales de reducción de ruido para hacer frente a una mezcla de ruido estacionario y ruido desconocido, no estacionario. Para la evaluación, utilizamos la base de datos TIDIGITS para el reconocimiento de dígitos conectados independientemente del altavoz. Las expresiones fueron corrompidas por varios tipos de ruido aditivo, estacionario o variable en el tiempo, suponiendo que no se conocieran las características del ruido. Los resultados indican que el nuevo modelo ofrece una robustez significativamente mejorada en comparación con otros modelos ",
            "error": [
                ""
            ]
        },
        "modeling": {
            "translated_key": "modeling",
            "translated_annotated_text": "Robusto reconocimiento del habla utilizando modelos de unión probabilística Este artículo introduce un nuevo enfoque estadístico, a saber, el modelo de unión probabilista, para el reconocimiento del habla que involucra corrupción parcial, desconocida de banda de frecuencia. La corrupción parcial de las bandas de frecuencia explica el efecto de una familia de ruidos del mundo real. Los métodos anteriores basados en la teoría de características faltantes generalmente requieren la identidad de las bandas ruidosas. Esta identificación puede ser difícil para el ruido inesperado con características de banda desconocidas y variables en el tiempo. El nuevo modelo combina la información de banda de frecuencia local basada en la unión de eventos aleatorios, para reducir la dependencia del modelo en la información sobre el ruido. Este modelo cumple parcialmente el objetivo: ofrecer robustez a la corrupción parcial de la banda de frecuencia, sin requerir información sobre el ruido. Este artículo introduce la teoría y la implementación del modelo sindical, y se centra en varios avances importantes. Estos nuevos desarrollos incluyen un nuevo algoritmo para la selección automática de orden, una generalización del principio <br>modeling</br> para acomodar la corrupción parcial de flujo de características, y una combinación del modelo de unión con técnicas convencionales de reducción de ruido para hacer frente a una mezcla de ruido estacionario y ruido desconocido, no estacionario. Para la evaluación, utilizamos la base de datos TIDIGITS para el reconocimiento de dígitos conectados independientemente del altavoz. Las expresiones fueron corrompidas por varios tipos de ruido aditivo, estacionario o variable en el tiempo, suponiendo que no se conocieran las características del ruido. Los resultados indican que el nuevo modelo ofrece una robustez significativamente mejorada en comparación con otros modelos ",
            "error": [
                ""
            ]
        },
        "partial feature stream corruption": {
            "translated_key": "partial feature stream corruption",
            "translated_annotated_text": "Robusto reconocimiento del habla utilizando modelos de unión probabilística Este artículo introduce un nuevo enfoque estadístico, a saber, el modelo de unión probabilista, para el reconocimiento del habla que involucra corrupción parcial, desconocida de banda de frecuencia. La corrupción parcial de las bandas de frecuencia explica el efecto de una familia de ruidos del mundo real. Los métodos anteriores basados en la teoría de características faltantes generalmente requieren la identidad de las bandas ruidosas. Esta identificación puede ser difícil para el ruido inesperado con características de banda desconocidas y variables en el tiempo. El nuevo modelo combina la información de banda de frecuencia local basada en la unión de eventos aleatorios, para reducir la dependencia del modelo en la información sobre el ruido. Este modelo cumple parcialmente el objetivo: ofrecer robustez a la corrupción parcial de la banda de frecuencia, sin requerir información sobre el ruido. Este artículo introduce la teoría y la implementación del modelo sindical, y se centra en varios avances importantes. Estos nuevos desarrollos incluyen un nuevo algoritmo para la selección automática de pedidos, una generalización del principio de modelado para acomodar <br>partial feature stream corruption</br>, y una combinación del modelo de unión con técnicas convencionales de reducción de ruido para hacer frente a una mezcla de ruido estacionario y ruido desconocido y no estacionario. Para la evaluación, utilizamos la base de datos TIDIGITS para el reconocimiento de dígitos conectados independientemente del altavoz. Las expresiones fueron corrompidas por varios tipos de ruido aditivo, estacionario o variable en el tiempo, suponiendo que no se conocieran las características del ruido. Los resultados indican que el nuevo modelo ofrece una robustez significativamente mejorada en comparación con otros modelos ",
            "error": [
                ""
            ]
        },
        "noise reduction techniques": {
            "translated_key": [],
            "translated_annotated_text": "Robusto reconocimiento del habla utilizando modelos de unión probabilística Este artículo introduce un nuevo enfoque estadístico, a saber, el modelo de unión probabilista, para el reconocimiento del habla que involucra corrupción parcial, desconocida de banda de frecuencia. La corrupción parcial de las bandas de frecuencia explica el efecto de una familia de ruidos del mundo real. Los métodos anteriores basados en la teoría de características faltantes generalmente requieren la identidad de las bandas ruidosas. Esta identificación puede ser difícil para el ruido inesperado con características de banda desconocidas y variables en el tiempo. El nuevo modelo combina la información de banda de frecuencia local basada en la unión de eventos aleatorios, para reducir la dependencia del modelo en la información sobre el ruido. Este modelo cumple parcialmente el objetivo: ofrecer robustez a la corrupción parcial de la banda de frecuencia, sin requerir información sobre el ruido. Este artículo introduce la teoría y la implementación del modelo sindical, y se centra en varios avances importantes. Estos nuevos desarrollos incluyen un nuevo algoritmo para la selección automática de pedidos, una generalización del principio de modelado para acomodar la corrupción parcial de flujo de características, y una combinación del modelo de unión con técnicas convencionales de reducción de ruido para hacer frente a una mezcla de ruido estacionario y ruido desconocido, no estacionario.  Para la evaluación, utilizamos la base de datos TIDIGITS para el reconocimiento de dígitos conectados independientemente del altavoz. Las expresiones fueron corrompidas por varios tipos de ruido aditivo, estacionario o variable en el tiempo, suponiendo que no se conocieran las características del ruido. Los resultados indican que el nuevo modelo ofrece una robustez significativamente mejorada en comparación con otros modelos ",
            "error": []
        },
        "stationary noise": {
            "translated_key": "ruido estacionario",
            "translated_annotated_text": "Robusto reconocimiento del habla utilizando modelos de unión probabilística Este artículo introduce un nuevo enfoque estadístico, a saber, el modelo de unión probabilista, para el reconocimiento del habla que involucra corrupción parcial, desconocida de banda de frecuencia. La corrupción parcial de las bandas de frecuencia explica el efecto de una familia de ruidos del mundo real. Los métodos anteriores basados en la teoría de características faltantes generalmente requieren la identidad de las bandas ruidosas. Esta identificación puede ser difícil para el ruido inesperado con características de banda desconocidas y variables en el tiempo. El nuevo modelo combina la información de banda de frecuencia local basada en la unión de eventos aleatorios, para reducir la dependencia del modelo en la información sobre el ruido. Este modelo cumple parcialmente el objetivo: ofrecer robustez a la corrupción parcial de la banda de frecuencia, sin requerir información sobre el ruido. Este artículo introduce la teoría y la implementación del modelo sindical, y se centra en varios avances importantes. Estos nuevos desarrollos incluyen un nuevo algoritmo para la selección automática de pedidos, una generalización del principio de modelado para acomodar la corrupción parcial de flujo de características, y una combinación del modelo de unión con técnicas convencionales de reducción de ruido para hacer frente a una mezcla de <br>ruido estacionario</br> y ruido desconocido, no estacionario. Para la evaluación, utilizamos la base de datos TIDIGITS para el reconocimiento de dígitos conectados independientemente del altavoz. Las expresiones fueron corrompidas por varios tipos de ruido aditivo, estacionario o variable en el tiempo, suponiendo que no se conocieran las características del ruido. Los resultados indican que el nuevo modelo ofrece una robustez significativamente mejorada en comparación con otros modelos ",
            "error": [
                ""
            ]
        },
        "nonstationary noise": {
            "translated_key": "ruido no estacionario",
            "translated_annotated_text": "Robusto reconocimiento del habla utilizando modelos de unión probabilística Este artículo introduce un nuevo enfoque estadístico, a saber, el modelo de unión probabilista, para el reconocimiento del habla que involucra corrupción parcial, desconocida de banda de frecuencia. La corrupción parcial de las bandas de frecuencia explica el efecto de una familia de ruidos del mundo real. Los métodos anteriores basados en la teoría de características faltantes generalmente requieren la identidad de las bandas ruidosas. Esta identificación puede ser difícil para el ruido inesperado con características de banda desconocidas y variables en el tiempo. El nuevo modelo combina la información de banda de frecuencia local basada en la unión de eventos aleatorios, para reducir la dependencia del modelo en la información sobre el ruido. Este modelo cumple parcialmente el objetivo: ofrecer robustez a la corrupción parcial de la banda de frecuencia, sin requerir información sobre el ruido. Este artículo introduce la teoría y la implementación del modelo sindical, y se centra en varios avances importantes. Estos nuevos desarrollos incluyen un nuevo algoritmo para la selección automática de pedidos, una generalización del principio de modelado para acomodar la corrupción parcial de flujo de características, y una combinación del modelo de unión con técnicas convencionales de reducción de ruido para hacer frente a una mezcla de ruido estacionario y desconocido, <br>ruido no estacionario</br>. Para la evaluación, utilizamos la base de datos TIDIGITS para el reconocimiento de dígitos conectados independientemente del altavoz. Las expresiones fueron corrompidas por varios tipos de ruido aditivo, estacionario o variable en el tiempo, suponiendo que no se conocieran las características del ruido. Los resultados indican que el nuevo modelo ofrece una robustez significativamente mejorada en comparación con otros modelos ",
            "error": [
                ""
            ]
        },
        "TIDIGITS database": {
            "translated_key": "TIDIGITS",
            "translated_annotated_text": "Robusto reconocimiento del habla utilizando modelos de unión probabilística Este artículo introduce un nuevo enfoque estadístico, a saber, el modelo de unión probabilista, para el reconocimiento del habla que involucra corrupción parcial, desconocida de banda de frecuencia. La corrupción parcial de las bandas de frecuencia explica el efecto de una familia de ruidos del mundo real. Los métodos anteriores basados en la teoría de características faltantes generalmente requieren la identidad de las bandas ruidosas. Esta identificación puede ser difícil para el ruido inesperado con características de banda desconocidas y variables en el tiempo. El nuevo modelo combina la información de banda de frecuencia local basada en la unión de eventos aleatorios, para reducir la dependencia del modelo en la información sobre el ruido. Este modelo cumple parcialmente el objetivo: ofrecer robustez a la corrupción parcial de la banda de frecuencia, sin requerir información sobre el ruido. Este artículo introduce la teoría y la implementación del modelo sindical, y se centra en varios avances importantes. Estos nuevos desarrollos incluyen un nuevo algoritmo para la selección automática de pedidos, una generalización del principio de modelado para acomodar la corrupción parcial de flujo de características, y una combinación del modelo de unión con técnicas convencionales de reducción de ruido para hacer frente a una mezcla de ruido estacionario y ruido desconocido y no estacionario. Para la evaluación se utilizó la base de datos <br>TIDIGITS</br> para el reconocimiento de dígitos conectados independientemente del altavoz. Las expresiones fueron corrompidas por varios tipos de ruido aditivo, estacionario o variable en el tiempo, suponiendo que no se conocieran las características del ruido. Los resultados indican que el nuevo modelo ofrece una robustez significativamente mejorada en comparación con otros modelos ",
            "error": [
                ""
            ]
        },
        "speaker-independent connected digit recognition": {
            "translated_key": "speaker-independiente",
            "translated_annotated_text": "Robusto reconocimiento del habla utilizando modelos de unión probabilística Este artículo introduce un nuevo enfoque estadístico, a saber, el modelo de unión probabilista, para el reconocimiento del habla que involucra corrupción parcial, desconocida de banda de frecuencia. La corrupción parcial de las bandas de frecuencia explica el efecto de una familia de ruidos del mundo real. Los métodos anteriores basados en la teoría de características faltantes generalmente requieren la identidad de las bandas ruidosas. Esta identificación puede ser difícil para el ruido inesperado con características de banda desconocidas y variables en el tiempo. El nuevo modelo combina la información de banda de frecuencia local basada en la unión de eventos aleatorios, para reducir la dependencia del modelo en la información sobre el ruido. Este modelo cumple parcialmente el objetivo: ofrecer robustez a la corrupción parcial de la banda de frecuencia, sin requerir información sobre el ruido. Este artículo introduce la teoría y la implementación del modelo sindical, y se centra en varios avances importantes. Estos nuevos desarrollos incluyen un nuevo algoritmo para la selección automática de pedidos, una generalización del principio de modelado para acomodar la corrupción parcial de flujo de características, y una combinación del modelo de unión con técnicas convencionales de reducción de ruido para hacer frente a una mezcla de ruido estacionario y ruido desconocido y no estacionario. Para la evaluación, se utilizó la base de datos TIDIGITS para el reconocimiento de dígitos conectados <br>speaker-independiente</br>. Las expresiones fueron corrompidas por varios tipos de ruido aditivo, estacionario o variable en el tiempo, suponiendo que no se conocieran las características del ruido. Los resultados indican que el nuevo modelo ofrece una robustez significativamente mejorada en comparación con otros modelos ",
            "error": [
                ""
            ]
        },
        "additive noise": {
            "translated_key": "additivo",
            "translated_annotated_text": "Robusto reconocimiento del habla utilizando modelos de unión probabilística Este artículo introduce un nuevo enfoque estadístico, a saber, el modelo de unión probabilista, para el reconocimiento del habla que involucra corrupción parcial, desconocida de banda de frecuencia. La corrupción parcial de las bandas de frecuencia explica el efecto de una familia de ruidos del mundo real. Los métodos anteriores basados en la teoría de características faltantes generalmente requieren la identidad de las bandas ruidosas. Esta identificación puede ser difícil para el ruido inesperado con características de banda desconocidas y variables en el tiempo. El nuevo modelo combina la información de banda de frecuencia local basada en la unión de eventos aleatorios, para reducir la dependencia del modelo en la información sobre el ruido. Este modelo cumple parcialmente el objetivo: ofrecer robustez a la corrupción parcial de la banda de frecuencia, sin requerir información sobre el ruido. Este artículo introduce la teoría y la implementación del modelo sindical, y se centra en varios avances importantes. Estos nuevos desarrollos incluyen un nuevo algoritmo para la selección automática de pedidos, una generalización del principio de modelado para acomodar la corrupción parcial de flujo de características, y una combinación del modelo de unión con técnicas convencionales de reducción de ruido para hacer frente a una mezcla de ruido estacionario y ruido desconocido y no estacionario. Para la evaluación, utilizamos la base de datos TIDIGITS para el reconocimiento de dígitos conectados independientemente del altavoz. Las expresiones fueron corrompidas por varios tipos de ruido <br>additivo</br>, estacionario o variable en el tiempo, suponiendo que no se conocieran las características del ruido. Los resultados indican que el nuevo modelo ofrece una robustez significativamente mejorada en comparación con otros modelos ",
            "error": [
                ""
            ]
        },
        "noise characteristics": {
            "translated_key": " ",
            "translated_annotated_text": "Robusto reconocimiento del habla utilizando modelos de unión probabilística Este artículo introduce un nuevo enfoque estadístico, a saber, el modelo de unión probabilista, para el reconocimiento del habla que involucra corrupción parcial, desconocida de banda de frecuencia. La corrupción parcial de las bandas de frecuencia explica el efecto de una familia de ruidos del mundo real. Los métodos anteriores basados en la teoría de características faltantes generalmente requieren la identidad de las bandas ruidosas. Esta identificación puede ser difícil para el ruido inesperado con características de banda desconocidas y variables en el tiempo. El nuevo modelo combina la información de banda de frecuencia local basada en la unión de eventos aleatorios, para reducir la dependencia del modelo en la información sobre el ruido. Este modelo cumple parcialmente el objetivo: ofrecer robustez a la corrupción parcial de la banda de frecuencia, sin requerir información sobre el ruido. Este artículo introduce la teoría y la implementación del modelo sindical, y se centra en varios avances importantes. Estos nuevos desarrollos incluyen un nuevo algoritmo para la selección automática de pedidos, una generalización del principio de modelado para acomodar la corrupción parcial de flujo de características, y una combinación del modelo de unión con técnicas convencionales de reducción de ruido para hacer frente a una mezcla de ruido estacionario y ruido desconocido y no estacionario. Para la evaluación, utilizamos la base de datos TIDIGITS para el reconocimiento de dígitos conectados independientemente del altavoz. Las expresiones fueron corrompidas por varios tipos de ruido aditivo, estacionario o variable en el tiempo, suponiendo que no se conocieran las características del ruido <br> </br>. Los resultados indican que el nuevo modelo ofrece una robustez significativamente mejorada en comparación con otros modelos ",
            "error": [
                ""
            ]
        },
        "missing feature theory": {
            "translated_key": " missing",
            "translated_annotated_text": "Robusto reconocimiento del habla utilizando modelos de unión probabilística Este artículo introduce un nuevo enfoque estadístico, a saber, el modelo de unión probabilista, para el reconocimiento del habla que involucra corrupción parcial, desconocida de banda de frecuencia. La corrupción parcial de las bandas de frecuencia explica el efecto de una familia de ruidos del mundo real. Los métodos anteriores basados en la teoría de características <br> missing</br> generalmente requieren la identidad de las bandas ruidosas. Esta identificación puede ser difícil para el ruido inesperado con características de banda desconocidas y variables en el tiempo. El nuevo modelo combina la información de banda de frecuencia local basada en la unión de eventos aleatorios, para reducir la dependencia del modelo en la información sobre el ruido. Este modelo cumple parcialmente el objetivo: ofrecer robustez a la corrupción parcial de la banda de frecuencia, sin requerir información sobre el ruido. Este artículo introduce la teoría y la implementación del modelo sindical, y se centra en varios avances importantes. Estos nuevos desarrollos incluyen un nuevo algoritmo para la selección automática de pedidos, una generalización del principio de modelado para acomodar la corrupción parcial de flujo de características, y una combinación del modelo de unión con técnicas convencionales de reducción de ruido para hacer frente a una mezcla de ruido estacionario y ruido desconocido y no estacionario. Para la evaluación, utilizamos la base de datos TIDIGITS para el reconocimiento de dígitos conectados independientemente del altavoz. Las expresiones fueron corrompidas por varios tipos de ruido aditivo, estacionario o variable en el tiempo, suponiendo que no se conocieran las características del ruido. Los resultados indican que el nuevo modelo ofrece una robustez significativamente mejorada en comparación con otros modelos ",
            "error": [
                ""
            ]
        },
        "noisy bands": {
            "translated_key": [],
            "translated_annotated_text": "Robusto reconocimiento del habla utilizando modelos de unión probabilística Este artículo introduce un nuevo enfoque estadístico, a saber, el modelo de unión probabilista, para el reconocimiento del habla que involucra corrupción parcial, desconocida de banda de frecuencia. La corrupción parcial de las bandas de frecuencia explica el efecto de una familia de ruidos del mundo real. Los métodos anteriores basados en la teoría de características faltantes generalmente requieren la identidad de las bandas ruidosas <br>. Esta identificación puede ser difícil para el ruido inesperado con características de banda desconocidas y variables en el tiempo. El nuevo modelo combina la información de banda de frecuencia local basada en la unión de eventos aleatorios, para reducir la dependencia del modelo en la información sobre el ruido. Este modelo cumple parcialmente el objetivo: ofrecer robustez a la corrupción parcial de la banda de frecuencia, sin requerir información sobre el ruido. Este artículo introduce la teoría y la implementación del modelo sindical, y se centra en varios avances importantes. Estos nuevos desarrollos incluyen un nuevo algoritmo para la selección automática de pedidos, una generalización del principio de modelado para acomodar la corrupción parcial de flujo de características, y una combinación del modelo de unión con técnicas convencionales de reducción de ruido para hacer frente a una mezcla de ruido estacionario y ruido desconocido y no estacionario. Para la evaluación, utilizamos la base de datos TIDIGITS para el reconocimiento de dígitos conectados independientemente del altavoz. Las expresiones fueron corrompidas por varios tipos de ruido aditivo, estacionario o variable en el tiempo, suponiendo que no se conocieran las características del ruido. Los resultados indican que el nuevo modelo ofrece una robustez significativamente mejorada en comparación con otros modelos ",
            "error": []
        },
        "time-varying band characteristics": {
            "translated_key": "variantes de tiempo",
            "translated_annotated_text": "Robusto reconocimiento del habla utilizando modelos de unión probabilística Este artículo introduce un nuevo enfoque estadístico, a saber, el modelo de unión probabilista, para el reconocimiento del habla que involucra corrupción parcial, desconocida de banda de frecuencia. La corrupción parcial de las bandas de frecuencia explica el efecto de una familia de ruidos del mundo real. Los métodos anteriores basados en la teoría de características faltantes generalmente requieren la identidad de las bandas ruidosas. Esta identificación puede ser difícil para el ruido inesperado con características de banda desconocidas <br>variantes de tiempo</br>. El nuevo modelo combina la información de banda de frecuencia local basada en la unión de eventos aleatorios, para reducir la dependencia del modelo en la información sobre el ruido. Este modelo cumple parcialmente el objetivo: ofrecer robustez a la corrupción parcial de la banda de frecuencia, sin requerir información sobre el ruido. Este artículo introduce la teoría y la implementación del modelo sindical, y se centra en varios avances importantes. Estos nuevos desarrollos incluyen un nuevo algoritmo para la selección automática de pedidos, una generalización del principio de modelado para acomodar la corrupción parcial de flujo de características, y una combinación del modelo de unión con técnicas convencionales de reducción de ruido para hacer frente a una mezcla de ruido estacionario y ruido desconocido y no estacionario. Para la evaluación, utilizamos la base de datos TIDIGITS para el reconocimiento de dígitos conectados independientemente del altavoz. Las expresiones fueron corrompidas por varios tipos de ruido aditivo, estacionario o variable en el tiempo, suponiendo que no se conocieran las características del ruido. Los resultados indican que el nuevo modelo ofrece una robustez significativamente mejorada en comparación con otros modelos ",
            "error": [
                ""
            ]
        },
        "local frequency-band information": {
            "translated_key": "información de banda de frecuencia local",
            "translated_annotated_text": "Robusto reconocimiento del habla utilizando modelos de unión probabilística Este artículo introduce un nuevo enfoque estadístico, a saber, el modelo de unión probabilista, para el reconocimiento del habla que involucra corrupción parcial, desconocida de banda de frecuencia. La corrupción parcial de las bandas de frecuencia explica el efecto de una familia de ruidos del mundo real. Los métodos anteriores basados en la teoría de características faltantes generalmente requieren la identidad de las bandas ruidosas. Esta identificación puede ser difícil para el ruido inesperado con características de banda desconocidas y variables en el tiempo. El nuevo modelo combina la <br>información de banda de frecuencia local</br> basada en la unión de eventos aleatorios, para reducir la dependencia del modelo de información sobre el ruido.  Este modelo cumple parcialmente el objetivo: ofrecer robustez a la corrupción parcial de la banda de frecuencia, sin requerir información sobre el ruido. Este artículo introduce la teoría y la implementación del modelo sindical, y se centra en varios avances importantes. Estos nuevos desarrollos incluyen un nuevo algoritmo para la selección automática de pedidos, una generalización del principio de modelado para acomodar la corrupción parcial de flujo de características, y una combinación del modelo de unión con técnicas convencionales de reducción de ruido para hacer frente a una mezcla de ruido estacionario y ruido desconocido y no estacionario. Para la evaluación, utilizamos la base de datos TIDIGITS para el reconocimiento de dígitos conectados independientemente del altavoz. Las expresiones fueron corrompidas por varios tipos de ruido aditivo, estacionario o variable en el tiempo, suponiendo que no se conocieran las características del ruido. Los resultados indican que el nuevo modelo ofrece una robustez significativamente mejorada en comparación con otros modelos ",
            "error": [
                ""
            ]
        },
        "partial frequency-band corruption": {
            "translated_key": "corrupción parcial de la banda de frecuencia",
            "translated_annotated_text": "Robusto reconocimiento del habla utilizando modelos de unión probabilística Este artículo introduce un nuevo enfoque estadístico, a saber, el modelo de unión probabilista, para el reconocimiento del habla que involucra corrupción parcial, desconocida de banda de frecuencia. La corrupción parcial de las bandas de frecuencia explica el efecto de una familia de ruidos del mundo real. Los métodos anteriores basados en la teoría de características faltantes generalmente requieren la identidad de las bandas ruidosas. Esta identificación puede ser difícil para el ruido inesperado con características de banda desconocidas y variables en el tiempo. El nuevo modelo combina la información de banda de frecuencia local basada en la unión de eventos aleatorios, para reducir la dependencia del modelo en la información sobre el ruido. Este modelo cumple parcialmente el objetivo: ofrecer robustez a la <br>corrupción parcial de la banda de frecuencia</br>, mientras que no requiere información sobre el ruido.  Este artículo introduce la teoría y la implementación del modelo sindical, y se centra en varios avances importantes. Estos nuevos desarrollos incluyen un nuevo algoritmo para la selección automática de pedidos, una generalización del principio de modelado para acomodar la corrupción parcial de flujo de características, y una combinación del modelo de unión con técnicas convencionales de reducción de ruido para hacer frente a una mezcla de ruido estacionario y ruido desconocido y no estacionario. Para la evaluación, utilizamos la base de datos TIDIGITS para el reconocimiento de dígitos conectados independientemente del altavoz. Las expresiones fueron corrompidas por varios tipos de ruido aditivo, estacionario o variable en el tiempo, suponiendo que no se conocieran las características del ruido. Los resultados indican que el nuevo modelo ofrece una robustez significativamente mejorada en comparación con otros modelos ",
            "error": [
                ""
            ]
        },
        "noise": {
            "translated_key": [
                "ruido inesperado",
                ". Este modelo cumple parcialmente el objetivo: ofrecer robustez a la corrupción parcial de la banda de frecuencia, sin requerir información sobre el ruido <br> ",
                "ruido",
                " estacionario",
                "ruido",
                "ruido",
                "ruido"
            ],
            "translated_annotated_text": "Robusto reconocimiento del habla utilizando modelos de unión probabilística Este artículo introduce un nuevo enfoque estadístico, a saber, el modelo de unión probabilista, para el reconocimiento del habla que involucra corrupción parcial, desconocida de banda de frecuencia. La corrupción parcial de las bandas de frecuencia explica el efecto de una familia de ruidos del mundo real. Los métodos anteriores basados en la teoría de características faltantes generalmente requieren la identidad de las bandas ruidosas. Esta identificación puede ser difícil para <br>ruido inesperado</br> con características de banda desconocidas y variables en el tiempo. El nuevo modelo combina la información de banda de frecuencia local basada en la unión de eventos aleatorios, para reducir la dependencia del modelo de información sobre el ruido <br>. Este modelo cumple parcialmente el objetivo: ofrecer robustez a la corrupción parcial de la banda de frecuencia, sin requerir información sobre el ruido <br> </br>. Este artículo introduce la teoría y la implementación del modelo sindical, y se centra en varios avances importantes. Estos nuevos desarrollos incluyen un nuevo algoritmo para la selección automática del orden, una generalización del principio de modelado para acomodar la corrupción parcial de flujo de características, y una combinación del modelo de unión con técnicas convencionales de reducción <br>ruido</br> para lidiar con una mezcla de ruido <br> estacionario</br> y desconocido, no estacionario <br>ruido</br>. Para la evaluación, utilizamos la base de datos TIDIGITS para el reconocimiento de dígitos conectados independientemente del altavoz. Las expresiones fueron corrompidas por varios tipos de aditivos <br>ruido</br>, estacionarios o que varían en el tiempo, suponiendo que no se conocieran las características <br>ruido</br>. Los resultados indican que el nuevo modelo ofrece una robustez significativamente mejorada en comparación con otros modelos ",
            "error": [
                "ruido inesperado",
                ". Este modelo cumple parcialmente el objetivo: ofrecer robustez a la corrupción parcial de la banda de frecuencia, sin requerir información sobre el ruido <br> ",
                "ruido",
                " estacionario",
                "ruido",
                "ruido",
                "ruido"
            ]
        },
        "probability": {
            "translated_key": [],
            "translated_annotated_text": "Robusto reconocimiento del habla utilizando modelos de unión probabilística Este artículo introduce un nuevo enfoque estadístico, a saber, el modelo de unión probabilista, para el reconocimiento del habla que involucra corrupción parcial, desconocida de banda de frecuencia. La corrupción parcial de las bandas de frecuencia explica el efecto de una familia de ruidos del mundo real. Los métodos anteriores basados en la teoría de características faltantes generalmente requieren la identidad de las bandas ruidosas. Esta identificación puede ser difícil para el ruido inesperado con características de banda desconocidas y variables en el tiempo. El nuevo modelo combina la información de banda de frecuencia local basada en la unión de eventos aleatorios, para reducir la dependencia del modelo en la información sobre el ruido. Este modelo cumple parcialmente el objetivo: ofrecer robustez a la corrupción parcial de la banda de frecuencia, sin requerir información sobre el ruido. Este artículo introduce la teoría y la implementación del modelo sindical, y se centra en varios avances importantes. Estos nuevos desarrollos incluyen un nuevo algoritmo para la selección automática de pedidos, una generalización del principio de modelado para acomodar la corrupción parcial de flujo de características, y una combinación del modelo de unión con técnicas convencionales de reducción de ruido para hacer frente a una mezcla de ruido estacionario y ruido desconocido y no estacionario. Para la evaluación, utilizamos la base de datos TIDIGITS para el reconocimiento de dígitos conectados independientemente del altavoz. Las expresiones fueron corrompidas por varios tipos de ruido aditivo, estacionario o variable en el tiempo, suponiendo que no se conocieran las características del ruido. Los resultados indican que el nuevo modelo ofrece una robustez significativamente mejorada en comparación con otros modelos ",
            "error": []
        },
        "speech recognition": {
            "translated_key": "reconocimiento del habla",
            "translated_annotated_text": "Reconocimiento robusto del habla utilizando modelos de unión probabilística Este artículo introduce un nuevo enfoque estadístico, a saber, el modelo de unión probabilista, para el <br>reconocimiento del habla</br> que implica corrupción parcial, desconocida de banda de frecuencia. La corrupción parcial de las bandas de frecuencia explica el efecto de una familia de ruidos del mundo real. Los métodos anteriores basados en la teoría de características faltantes generalmente requieren la identidad de las bandas ruidosas. Esta identificación puede ser difícil para el ruido inesperado con características de banda desconocidas y variables en el tiempo. El nuevo modelo combina la información de banda de frecuencia local basada en la unión de eventos aleatorios, para reducir la dependencia del modelo en la información sobre el ruido. Este modelo cumple parcialmente el objetivo: ofrecer robustez a la corrupción parcial de la banda de frecuencia, sin requerir información sobre el ruido. Este artículo introduce la teoría y la implementación del modelo sindical, y se centra en varios avances importantes. Estos nuevos desarrollos incluyen un nuevo algoritmo para la selección automática de pedidos, una generalización del principio de modelado para acomodar la corrupción parcial de flujo de características, y una combinación del modelo de unión con técnicas convencionales de reducción de ruido para hacer frente a una mezcla de ruido estacionario y ruido desconocido y no estacionario. Para la evaluación, utilizamos la base de datos TIDIGITS para el reconocimiento de dígitos conectados independientemente del altavoz. Las expresiones fueron corrompidas por varios tipos de ruido aditivo, estacionario o variable en el tiempo, suponiendo que no se conocieran las características del ruido. Los resultados indican que el nuevo modelo ofrece una robustez significativamente mejorada en comparación con otros modelos ",
            "error": [
                ""
            ]
        }
    }
}