{
    "original_text": "Hybrid fuzzy modeling of chemical processes Fuzzy models have been proved to have the ability of modeling all plants without any priori information. However, the performance of conventional fuzzy models can be very poor in the case of insufficient training data due to their poor extrapolation capacity. In order to overcome this problem, a hybrid grey-box fuzzy modeling approach is proposed in this paper to combine expert experience, local linear models and historical data into a uniform framework. It consists of two layers. The expert fuzzy model constructed from linguistic information, the local linear model and the T-S type fuzzy model constructed from data are all put in the first layer. Layer 2 is a fuzzy decision module that is used to decide which model in the first layer should be employed to make the final prediction. The output of the second layer is the output of the hybrid fuzzy model. With the help of the linguistic information, the poor extrapolation capacity problem caused by sparse training data for conventional fuzzy models can be overcome. Simulation result for pH neutralization process demonstrates its modeling ability over the linear models, the expert fuzzy model and the conventional fuzzy model",
    "original_translation": "Modelado borroso híbrido de procesos químicos Los modelos borrosos han demostrado tener la capacidad de modelar todas las plantas sin ninguna información a priori. Sin embargo, el rendimiento de los modelos borrosos convencionales puede ser muy pobre en el caso de datos de entrenamiento insuficientes debido a su escasa capacidad de extrapolación. Con el fin de superar este problema, en este documento se propone un enfoque de modelado difuso híbrido de caja gris para combinar la experiencia de expertos, los modelos lineales locales y los datos históricos en un marco uniforme. Consta de dos capas. El modelo borroso experto construido a partir de información lingüística, el modelo lineal local y el modelo borroso tipo T-S construido a partir de datos se ponen en la primera capa. La capa 2 es un módulo de decisión difusa que se utiliza para decidir qué modelo en la primera capa se debe emplear para hacer la predicción final. La salida de la segunda capa es la salida del modelo híbrido borroso. Con la ayuda de la información lingüística, se puede superar el problema de capacidad de extrapolación pobre causado por la escasez de datos de formación para los modelos borrosos convencionales. El resultado de la simulación para el proceso de neutralización de pH demuestra su capacidad de modelado sobre los modelos lineales, el modelo borroso experto y el modelo borroso convencional",
    "error_count": 6,
    "keys": {
        "fuzzy modeling": {
            "translated_key": [
                "modelo borroso",
                "modelo difuso"
            ],
            "translated_annotated_text": "El \"modelo borroso\" híbrido de procesos químicos Los modelos borrosos han demostrado tener la capacidad de modelar todas las plantas sin ninguna información a priori. Sin embargo, el rendimiento de los modelos borrosos convencionales puede ser muy pobre en el caso de datos de entrenamiento insuficientes debido a su escasa capacidad de extrapolación. Para superar este problema, en este documento se propone un enfoque de \"modelo difuso\" híbrido de caja gris para combinar la experiencia de expertos, los modelos lineales locales y los datos históricos en un marco uniforme. Consta de dos capas. El modelo borroso experto construido a partir de información lingüística, el modelo lineal local y el modelo borroso tipo T-S construido a partir de datos se ponen en la primera capa. La capa 2 es un módulo de decisión difusa que se utiliza para decidir qué modelo en la primera capa se debe emplear para hacer la predicción final. La salida de la segunda capa es la salida del modelo híbrido borroso. Con la ayuda de la información lingüística, se puede superar el problema de capacidad de extrapolación pobre causado por la escasez de datos de formación para los modelos borrosos convencionales. El resultado de la simulación para el proceso de neutralización de pH demuestra su capacidad de modelado sobre los modelos lineales, el modelo borroso experto y el modelo borroso convencional ",
            "error": [
                "modelo borroso",
                "modelo difuso"
            ]
        },
        "chemical processes": {
            "translated_key": "procesos químicos",
            "translated_annotated_text": "Se ha demostrado que los modelos fuzzy híbridos de \"procesos químicos\" tienen la capacidad de modelar todas las plantas sin ninguna información a priori. Sin embargo, el rendimiento de los modelos borrosos convencionales puede ser muy pobre en el caso de datos de entrenamiento insuficientes debido a su escasa capacidad de extrapolación. Con el fin de superar este problema, en este documento se propone un enfoque de modelado difuso híbrido de caja gris para combinar la experiencia de expertos, los modelos lineales locales y los datos históricos en un marco uniforme. Consta de dos capas. El modelo borroso experto construido a partir de información lingüística, el modelo lineal local y el modelo borroso tipo T-S construido a partir de datos se ponen en la primera capa. La capa 2 es un módulo de decisión difusa que se utiliza para decidir qué modelo en la primera capa se debe emplear para hacer la predicción final. La salida de la segunda capa es la salida del modelo híbrido borroso. Con la ayuda de la información lingüística, se puede superar el problema de capacidad de extrapolación pobre causado por la escasez de datos de formación para los modelos borrosos convencionales. El resultado de la simulación para el proceso de neutralización de pH demuestra su capacidad de modelado sobre los modelos lineales, el modelo borroso experto y el modelo borroso convencional ",
            "error": [
                ""
            ]
        },
        "expert fuzzy model": {
            "translated_key": "modelo borroso experto",
            "translated_annotated_text": "Modelado borroso híbrido de procesos químicos Los modelos borrosos han demostrado tener la capacidad de modelar todas las plantas sin ninguna información a priori. Sin embargo, el rendimiento de los modelos borrosos convencionales puede ser muy pobre en el caso de datos de entrenamiento insuficientes debido a su escasa capacidad de extrapolación. Con el fin de superar este problema, en este documento se propone un enfoque de modelado difuso híbrido de caja gris para combinar la experiencia de expertos, los modelos lineales locales y los datos históricos en un marco uniforme. Consta de dos capas. El \"modelo borroso experto\" construido a partir de información lingüística, el modelo lineal local y el modelo borroso tipo T-S construido a partir de datos se ponen en la primera capa. La capa 2 es un módulo de decisión difusa que se utiliza para decidir qué modelo en la primera capa se debe emplear para hacer la predicción final. La salida de la segunda capa es la salida del modelo híbrido borroso. Con la ayuda de la información lingüística, se puede superar el problema de capacidad de extrapolación pobre causado por la escasez de datos de formación para los modelos borrosos convencionales. El resultado de la simulación para el proceso de neutralización de pH demuestra su capacidad de modelado sobre los modelos lineales, el \"modelo borroso experto\" y el modelo borroso convencional ",
            "error": [
                ""
            ]
        },
        "fuzzy decision module": {
            "translated_key": "módulo de decisión difusa",
            "translated_annotated_text": "Modelado borroso híbrido de procesos químicos Los modelos borrosos han demostrado tener la capacidad de modelar todas las plantas sin ninguna información a priori. Sin embargo, el rendimiento de los modelos borrosos convencionales puede ser muy pobre en el caso de datos de entrenamiento insuficientes debido a su escasa capacidad de extrapolación. Con el fin de superar este problema, en este documento se propone un enfoque de modelado difuso híbrido de caja gris para combinar la experiencia de expertos, los modelos lineales locales y los datos históricos en un marco uniforme. Consta de dos capas. El modelo borroso experto construido a partir de información lingüística, el modelo lineal local y el modelo borroso tipo T-S construido a partir de datos se ponen en la primera capa. La capa 2 es un \"módulo de decisión difusa\" que se utiliza para decidir qué modelo en la primera capa se debe emplear para hacer la predicción final. La salida de la segunda capa es la salida del modelo híbrido borroso. Con la ayuda de la información lingüística, se puede superar el problema de capacidad de extrapolación pobre causado por la escasez de datos de formación para los modelos borrosos convencionales. El resultado de la simulación para el proceso de neutralización de pH demuestra su capacidad de modelado sobre los modelos lineales, el modelo borroso experto y el modelo borroso convencional ",
            "error": [
                ""
            ]
        },
        "process modeling": {
            "translated_key": [],
            "translated_annotated_text": "Modelado borroso híbrido de procesos químicos Los modelos borrosos han demostrado tener la capacidad de modelar todas las plantas sin ninguna información a priori. Sin embargo, el rendimiento de los modelos borrosos convencionales puede ser muy pobre en el caso de datos de entrenamiento insuficientes debido a su escasa capacidad de extrapolación. Con el fin de superar este problema, en este documento se propone un enfoque de modelado difuso híbrido de caja gris para combinar la experiencia de expertos, los modelos lineales locales y los datos históricos en un marco uniforme. Consta de dos capas. El modelo borroso experto construido a partir de información lingüística, el modelo lineal local y el modelo borroso tipo T-S construido a partir de datos se ponen en la primera capa. La capa 2 es un módulo de decisión difusa que se utiliza para decidir qué modelo en la primera capa se debe emplear para hacer la predicción final. La salida de la segunda capa es la salida del modelo híbrido borroso. Con la ayuda de la información lingüística, se puede superar el problema de capacidad de extrapolación pobre causado por la escasez de datos de formación para los modelos borrosos convencionales. El resultado de la simulación para el proceso de neutralización de pH demuestra su capacidad de modelado sobre los modelos lineales, el modelo borroso experto y el modelo borroso convencional ",
            "error": []
        },
        "chemical engineering computing": {
            "translated_key": [],
            "translated_annotated_text": "Modelado borroso híbrido de procesos químicos Los modelos borrosos han demostrado tener la capacidad de modelar todas las plantas sin ninguna información a priori. Sin embargo, el rendimiento de los modelos borrosos convencionales puede ser muy pobre en el caso de datos de entrenamiento insuficientes debido a su escasa capacidad de extrapolación. Con el fin de superar este problema, en este documento se propone un enfoque de modelado difuso híbrido de caja gris para combinar la experiencia de expertos, los modelos lineales locales y los datos históricos en un marco uniforme. Consta de dos capas. El modelo borroso experto construido a partir de información lingüística, el modelo lineal local y el modelo borroso tipo T-S construido a partir de datos se ponen en la primera capa. La capa 2 es un módulo de decisión difusa que se utiliza para decidir qué modelo en la primera capa se debe emplear para hacer la predicción final. La salida de la segunda capa es la salida del modelo híbrido borroso. Con la ayuda de la información lingüística, se puede superar el problema de capacidad de extrapolación pobre causado por la escasez de datos de formación para los modelos borrosos convencionales. El resultado de la simulación para el proceso de neutralización de pH demuestra su capacidad de modelado sobre los modelos lineales, el modelo borroso experto y el modelo borroso convencional ",
            "error": []
        },
        "fuzzy set theory": {
            "translated_key": [],
            "translated_annotated_text": "Modelado borroso híbrido de procesos químicos Los modelos borrosos han demostrado tener la capacidad de modelar todas las plantas sin ninguna información a priori. Sin embargo, el rendimiento de los modelos borrosos convencionales puede ser muy pobre en el caso de datos de entrenamiento insuficientes debido a su escasa capacidad de extrapolación. Con el fin de superar este problema, en este documento se propone un enfoque de modelado difuso híbrido de caja gris para combinar la experiencia de expertos, los modelos lineales locales y los datos históricos en un marco uniforme. Consta de dos capas. El modelo borroso experto construido a partir de información lingüística, el modelo lineal local y el modelo borroso tipo T-S construido a partir de datos se ponen en la primera capa. La capa 2 es un módulo de decisión difusa que se utiliza para decidir qué modelo en la primera capa se debe emplear para hacer la predicción final. La salida de la segunda capa es la salida del modelo híbrido borroso. Con la ayuda de la información lingüística, se puede superar el problema de capacidad de extrapolación pobre causado por la escasez de datos de formación para los modelos borrosos convencionales. El resultado de la simulación para el proceso de neutralización de pH demuestra su capacidad de modelado sobre los modelos lineales, el modelo borroso experto y el modelo borroso convencional ",
            "error": []
        },
        "modelling": {
            "translated_key": [],
            "translated_annotated_text": "Modelado borroso híbrido de procesos químicos Los modelos borrosos han demostrado tener la capacidad de modelar todas las plantas sin ninguna información a priori. Sin embargo, el rendimiento de los modelos borrosos convencionales puede ser muy pobre en el caso de datos de entrenamiento insuficientes debido a su escasa capacidad de extrapolación. Con el fin de superar este problema, en este documento se propone un enfoque de modelado difuso híbrido de caja gris para combinar la experiencia de expertos, los modelos lineales locales y los datos históricos en un marco uniforme. Consta de dos capas. El modelo borroso experto construido a partir de información lingüística, el modelo lineal local y el modelo borroso tipo T-S construido a partir de datos se ponen en la primera capa. La capa 2 es un módulo de decisión difusa que se utiliza para decidir qué modelo en la primera capa se debe emplear para hacer la predicción final. La salida de la segunda capa es la salida del modelo híbrido borroso. Con la ayuda de la información lingüística, se puede superar el problema de capacidad de extrapolación pobre causado por la escasez de datos de formación para los modelos borrosos convencionales. El resultado de la simulación para el proceso de neutralización de pH demuestra su capacidad de modelado sobre los modelos lineales, el modelo borroso experto y el modelo borroso convencional ",
            "error": []
        },
        "process control": {
            "translated_key": [],
            "translated_annotated_text": "Modelado borroso híbrido de procesos químicos Los modelos borrosos han demostrado tener la capacidad de modelar todas las plantas sin ninguna información a priori. Sin embargo, el rendimiento de los modelos borrosos convencionales puede ser muy pobre en el caso de datos de entrenamiento insuficientes debido a su escasa capacidad de extrapolación. Con el fin de superar este problema, en este documento se propone un enfoque de modelado difuso híbrido de caja gris para combinar la experiencia de expertos, los modelos lineales locales y los datos históricos en un marco uniforme. Consta de dos capas. El modelo borroso experto construido a partir de información lingüística, el modelo lineal local y el modelo borroso tipo T-S construido a partir de datos se ponen en la primera capa. La capa 2 es un módulo de decisión difusa que se utiliza para decidir qué modelo en la primera capa se debe emplear para hacer la predicción final. La salida de la segunda capa es la salida del modelo híbrido borroso. Con la ayuda de la información lingüística, se puede superar el problema de capacidad de extrapolación pobre causado por la escasez de datos de formación para los modelos borrosos convencionales. El resultado de la simulación para el proceso de neutralización de pH demuestra su capacidad de modelado sobre los modelos lineales, el modelo borroso experto y el modelo borroso convencional ",
            "error": []
        }
    }
}