{
    "original_text": "Fuzzy system modeling in pharmacology: an improved algorithm In this paper, we propose an improved fuzzy system modeling algorithm to address some of the limitations of the existing approaches identified during our modeling with pharmacological data. This algorithm differs from the existing ones in its approach to the cluster validity problem (i.e., number of clusters), the projection schema (i.e., input membership assignment and rule determination), and significant input determination. The new algorithm is compared with the Bazoon-Turksen model, which is based on the well-known Sugeno-Yasukawa approach. The comparison was made in terms of predictive performance using two different data sets. The first comparison was with a two variable nonlinear function prediction problem and the second comparison was with a clinical pharmacokinetic modeling problem. It is shown that the proposed algorithm provides more precise predictions. Determining the degree of significance for each input variable, allows the user to distinguish their relative importance",
    "original_translation": "Modelado de sistemas borrosos en farmacología: un algoritmo mejorado En este trabajo, proponemos un algoritmo mejorado de modelado de sistemas borrosos para abordar algunas de las limitaciones de los enfoques existentes identificados durante nuestro modelado con datos farmacológicos. Este algoritmo difiere de los existentes en su enfoque al problema de validez del cluster (es decir, número de clusters), el esquema de proyección (es decir, asignación de miembros de entrada y determinación de reglas) y determinación de entrada significativa. El nuevo algoritmo se compara con el modelo Bazoon-Turksen, que se basa en el conocido enfoque Sugeno-Yasukawa. La comparación se realizó en términos de rendimiento predictivo utilizando dos conjuntos de datos diferentes. La primera comparación fue con un problema de predicción de función no lineal variable y la segunda comparación fue con un problema de modelado farmacocinético clínico. Se muestra que el algoritmo propuesto proporciona predicciones más precisas. Determinar el grado de significación de cada variable de entrada, permite al usuario distinguir su importancia relativa",
    "error_count": 7,
    "keys": {
        "fuzzy system modeling": {
            "translated_key": "modelado de sistemas borrosos",
            "translated_annotated_text": "Modelado de sistemas borrosos en farmacología: un algoritmo mejorado En este trabajo, proponemos un algoritmo mejorado de <br>modelado de sistemas borrosos</br> para abordar algunas de las limitaciones de los enfoques existentes identificados durante nuestro modelado con datos farmacológicos.  Este algoritmo difiere de los existentes en su enfoque al problema de validez del cluster (es decir, número de clusters), el esquema de proyección (es decir, asignación de miembros de entrada y determinación de reglas) y determinación de entrada significativa. El nuevo algoritmo se compara con el modelo Bazoon-Turksen, que se basa en el conocido enfoque Sugeno-Yasukawa. La comparación se realizó en términos de rendimiento predictivo utilizando dos conjuntos de datos diferentes. La primera comparación fue con un problema de predicción de función no lineal variable y la segunda comparación fue con un problema de modelado farmacocinético clínico. Se muestra que el algoritmo propuesto proporciona predicciones más precisas. Determinar el grado de significación de cada variable de entrada, permite al usuario distinguir su importancia relativa ",
            "error": [
                ""
            ]
        },
        "pharmacology": {
            "translated_key": "farmacología",
            "translated_annotated_text": "Modelado de sistemas borrosos en <br>farmacología</br>: un algoritmo mejorado En este trabajo, proponemos un algoritmo mejorado de modelado de sistemas borrosos para abordar algunas de las limitaciones de los enfoques existentes identificados durante nuestro modelado con datos farmacológicos. Este algoritmo difiere de los existentes en su enfoque al problema de validez del cluster (es decir, número de clusters), el esquema de proyección (es decir, asignación de miembros de entrada y determinación de reglas) y determinación de entrada significativa. El nuevo algoritmo se compara con el modelo Bazoon-Turksen, que se basa en el conocido enfoque Sugeno-Yasukawa. La comparación se realizó en términos de rendimiento predictivo utilizando dos conjuntos de datos diferentes. La primera comparación fue con un problema de predicción de función no lineal variable y la segunda comparación fue con un problema de modelado farmacocinético clínico. Se muestra que el algoritmo propuesto proporciona predicciones más precisas. Determinar el grado de significación de cada variable de entrada, permite al usuario distinguir su importancia relativa ",
            "error": [
                ""
            ]
        },
        "cluster validity problem": {
            "translated_key": "cluster",
            "translated_annotated_text": "Modelado de sistemas borrosos en farmacología: un algoritmo mejorado En este trabajo, proponemos un algoritmo mejorado de modelado de sistemas borrosos para abordar algunas de las limitaciones de los enfoques existentes identificados durante nuestro modelado con datos farmacológicos. Este algoritmo difiere de los existentes en su enfoque al problema de validez de <br>cluster</br> (es decir, número de clusters), el esquema de proyección (es decir, asignación de miembros de entrada y determinación de reglas) y determinación de entrada significativa. El nuevo algoritmo se compara con el modelo Bazoon-Turksen, que se basa en el conocido enfoque Sugeno-Yasukawa. La comparación se realizó en términos de rendimiento predictivo utilizando dos conjuntos de datos diferentes. La primera comparación fue con un problema de predicción de función no lineal variable y la segunda comparación fue con un problema de modelado farmacocinético clínico. Se muestra que el algoritmo propuesto proporciona predicciones más precisas. Determinar el grado de significación de cada variable de entrada, permite al usuario distinguir su importancia relativa ",
            "error": [
                ""
            ]
        },
        "projection schema": {
            "translated_key": [],
            "translated_annotated_text": "Modelado de sistemas borrosos en farmacología: un algoritmo mejorado En este trabajo, proponemos un algoritmo mejorado de modelado de sistemas borrosos para abordar algunas de las limitaciones de los enfoques existentes identificados durante nuestro modelado con datos farmacológicos. Este algoritmo difiere de los existentes en su enfoque al problema de validez del cluster (es decir, número de clusters), el esquema de proyección <br></br> (es decir, asignación de miembros de entrada y determinación de reglas), y determinación de entrada significativa. El nuevo algoritmo se compara con el modelo Bazoon-Turksen, que se basa en el conocido enfoque Sugeno-Yasukawa. La comparación se realizó en términos de rendimiento predictivo utilizando dos conjuntos de datos diferentes. La primera comparación fue con un problema de predicción de función no lineal variable y la segunda comparación fue con un problema de modelado farmacocinético clínico. Se muestra que el algoritmo propuesto proporciona predicciones más precisas. Determinar el grado de significación de cada variable de entrada, permite al usuario distinguir su importancia relativa ",
            "error": []
        },
        "significant input determination": {
            "translated_key": "determinación significativa de entradas",
            "translated_annotated_text": "Modelado de sistemas borrosos en farmacología: un algoritmo mejorado En este trabajo, proponemos un algoritmo mejorado de modelado de sistemas borrosos para abordar algunas de las limitaciones de los enfoques existentes identificados durante nuestro modelado con datos farmacológicos. Este algoritmo difiere de los existentes en su enfoque al problema de validez del cluster (es decir, número de clusters), el esquema de proyección (es decir, asignación de membresía de entrada y determinación de reglas) y <br>determinación significativa de entradas</br>. El nuevo algoritmo se compara con el modelo Bazoon-Turksen, que se basa en el conocido enfoque Sugeno-Yasukawa. La comparación se realizó en términos de rendimiento predictivo utilizando dos conjuntos de datos diferentes. La primera comparación fue con un problema de predicción de función no lineal variable y la segunda comparación fue con un problema de modelado farmacocinético clínico. Se muestra que el algoritmo propuesto proporciona predicciones más precisas. Determinar el grado de significación de cada variable de entrada, permite al usuario distinguir su importancia relativa ",
            "error": [
                ""
            ]
        },
        "predictive performance": {
            "translated_key": [],
            "translated_annotated_text": "Modelado de sistemas borrosos en farmacología: un algoritmo mejorado En este trabajo, proponemos un algoritmo mejorado de modelado de sistemas borrosos para abordar algunas de las limitaciones de los enfoques existentes identificados durante nuestro modelado con datos farmacológicos. Este algoritmo difiere de los existentes en su enfoque al problema de validez del cluster (es decir, número de clusters), el esquema de proyección (es decir, asignación de miembros de entrada y determinación de reglas) y determinación de entrada significativa. El nuevo algoritmo se compara con el modelo Bazoon-Turksen, que se basa en el conocido enfoque Sugeno-Yasukawa. La comparación se realizó en términos de rendimiento predictivo <br> utilizando dos conjuntos de datos diferentes. La primera comparación fue con un problema de predicción de función no lineal variable y la segunda comparación fue con un problema de modelado farmacocinético clínico. Se muestra que el algoritmo propuesto proporciona predicciones más precisas. Determinar el grado de significación de cada variable de entrada, permite al usuario distinguir su importancia relativa ",
            "error": []
        },
        "fuzzy sets": {
            "translated_key": [],
            "translated_annotated_text": "Modelado de sistemas borrosos en farmacología: un algoritmo mejorado En este trabajo, proponemos un algoritmo mejorado de modelado de sistemas borrosos para abordar algunas de las limitaciones de los enfoques existentes identificados durante nuestro modelado con datos farmacológicos. Este algoritmo difiere de los existentes en su enfoque al problema de validez del cluster (es decir, número de clusters), el esquema de proyección (es decir, asignación de miembros de entrada y determinación de reglas) y determinación de entrada significativa. El nuevo algoritmo se compara con el modelo Bazoon-Turksen, que se basa en el conocido enfoque Sugeno-Yasukawa. La comparación se realizó en términos de rendimiento predictivo utilizando dos conjuntos de datos diferentes. La primera comparación fue con un problema de predicción de función no lineal variable y la segunda comparación fue con un problema de modelado farmacocinético clínico. Se muestra que el algoritmo propuesto proporciona predicciones más precisas. Determinar el grado de significación de cada variable de entrada, permite al usuario distinguir su importancia relativa ",
            "error": []
        },
        "fuzzy logic": {
            "translated_key": [],
            "translated_annotated_text": "Modelado de sistemas borrosos en farmacología: un algoritmo mejorado En este trabajo, proponemos un algoritmo mejorado de modelado de sistemas borrosos para abordar algunas de las limitaciones de los enfoques existentes identificados durante nuestro modelado con datos farmacológicos. Este algoritmo difiere de los existentes en su enfoque al problema de validez del cluster (es decir, número de clusters), el esquema de proyección (es decir, asignación de miembros de entrada y determinación de reglas) y determinación de entrada significativa. El nuevo algoritmo se compara con el modelo Bazoon-Turksen, que se basa en el conocido enfoque Sugeno-Yasukawa. La comparación se realizó en términos de rendimiento predictivo utilizando dos conjuntos de datos diferentes. La primera comparación fue con un problema de predicción de función no lineal variable y la segunda comparación fue con un problema de modelado farmacocinético clínico. Se muestra que el algoritmo propuesto proporciona predicciones más precisas. Determinar el grado de significación de cada variable de entrada, permite al usuario distinguir su importancia relativa ",
            "error": []
        },
        "pharmacokinetic modeling": {
            "translated_key": " ",
            "translated_annotated_text": "Modelado de sistemas borrosos en farmacología: un algoritmo mejorado En este trabajo, proponemos un algoritmo mejorado de modelado de sistemas borrosos para abordar algunas de las limitaciones de los enfoques existentes identificados durante nuestro modelado con datos farmacológicos. Este algoritmo difiere de los existentes en su enfoque al problema de validez del cluster (es decir, número de clusters), el esquema de proyección (es decir, asignación de miembros de entrada y determinación de reglas) y determinación de entrada significativa. El nuevo algoritmo se compara con el modelo Bazoon-Turksen, que se basa en el conocido enfoque Sugeno-Yasukawa. La comparación se realizó en términos de rendimiento predictivo utilizando dos conjuntos de datos diferentes. La primera comparación fue con un problema de predicción de función no lineal variable y la segunda comparación fue con un problema clínico de modelado farmacocinético <br> </br>. Se muestra que el algoritmo propuesto proporciona predicciones más precisas. Determinar el grado de significación de cada variable de entrada, permite al usuario distinguir su importancia relativa ",
            "error": [
                ""
            ]
        },
        "medicine": {
            "translated_key": [],
            "translated_annotated_text": "Modelado de sistemas borrosos en farmacología: un algoritmo mejorado En este trabajo, proponemos un algoritmo mejorado de modelado de sistemas borrosos para abordar algunas de las limitaciones de los enfoques existentes identificados durante nuestro modelado con datos farmacológicos. Este algoritmo difiere de los existentes en su enfoque al problema de validez del cluster (es decir, número de clusters), el esquema de proyección (es decir, asignación de miembros de entrada y determinación de reglas) y determinación de entrada significativa. El nuevo algoritmo se compara con el modelo Bazoon-Turksen, que se basa en el conocido enfoque Sugeno-Yasukawa. La comparación se realizó en términos de rendimiento predictivo utilizando dos conjuntos de datos diferentes. La primera comparación fue con un problema de predicción de función no lineal variable y la segunda comparación fue con un problema de modelado farmacocinético clínico. Se muestra que el algoritmo propuesto proporciona predicciones más precisas. Determinar el grado de significación de cada variable de entrada, permite al usuario distinguir su importancia relativa ",
            "error": []
        },
        "modelling": {
            "translated_key": [],
            "translated_annotated_text": "Modelado de sistemas borrosos en farmacología: un algoritmo mejorado En este trabajo, proponemos un algoritmo mejorado de modelado de sistemas borrosos para abordar algunas de las limitaciones de los enfoques existentes identificados durante nuestro modelado con datos farmacológicos. Este algoritmo difiere de los existentes en su enfoque al problema de validez del cluster (es decir, número de clusters), el esquema de proyección (es decir, asignación de miembros de entrada y determinación de reglas) y determinación de entrada significativa. El nuevo algoritmo se compara con el modelo Bazoon-Turksen, que se basa en el conocido enfoque Sugeno-Yasukawa. La comparación se realizó en términos de rendimiento predictivo utilizando dos conjuntos de datos diferentes. La primera comparación fue con un problema de predicción de función no lineal variable y la segunda comparación fue con un problema de modelado farmacocinético clínico. Se muestra que el algoritmo propuesto proporciona predicciones más precisas. Determinar el grado de significación de cada variable de entrada, permite al usuario distinguir su importancia relativa ",
            "error": []
        }
    }
}