{
    "original_text": "A strategy for a payoff-switching differential game based on fuzzy reasoning In this paper, a new concept of a payoff-switching differential game is introduced. In this new game, any one player at any time may have several choices of payoffs for the future. Moreover, the payoff-switching process, including the time of payoff switching and the outcome payoff, of any one player is unknown to the other. Indeed, the overall payoff, which is a sequence of several payoffs, is unknown until the game ends. An algorithm for determining a reasoning strategy based on fuzzy reasoning is proposed. In this algorithm, the fuzzy theory is used to estimate the behavior of one player during a past time interval. By deriving two fuzzy matrices GSM, game similarity matrix, and VGSM, variation of GSM, the behavior of the player can be quantified. Two weighting vectors are selected to weight the relative importance of the players behavior at each past time instant. Finally a simple fuzzy inference rule is adopted to generate a linear reasoning strategy. The advantage of this algorithm is that it provides a flexible way for differential game specialists to convert their knowledge into a reasonable strategy. A practical example of guarding three territories is given to illustrate our main ideas",
    "original_translation": "Una estrategia para un juego diferencial de cambio de pago basado en razonamiento confuso En este artículo, se introduce un nuevo concepto de un juego diferencial de cambio de pago. En este nuevo juego, cualquier jugador en cualquier momento puede tener varias opciones de pagos para el futuro. Además, el proceso de cambio de pago, incluyendo el tiempo de cambio de pago y el resultado de pago, de cualquier jugador es desconocido para el otro. De hecho, el pago general, que es una secuencia de varios pagos, se desconoce hasta que el juego termina. Se propone un algoritmo para determinar una estrategia de razonamiento basada en razonamiento confuso. En este algoritmo, la teoría difusa se utiliza para estimar el comportamiento de un jugador durante un intervalo de tiempo pasado. Al derivar dos matrices borrosas GSM, matriz de similitud de juego, y VGSM, variación de GSM, el comportamiento del jugador se puede cuantificar. Se seleccionan dos vectores de ponderación para ponderar la importancia relativa del comportamiento de los jugadores en cada momento del pasado. Finalmente se adopta una regla de inferencia difusa simple para generar una estrategia de razonamiento lineal. La ventaja de este algoritmo es que proporciona una manera flexible para que los especialistas en juegos diferenciales conviertan sus conocimientos en una estrategia razonable. Un ejemplo práctico de custodia de tres territorios se da para ilustrar nuestras ideas principales",
    "error_count": 4,
    "keys": {
        "payoff-switching differential game": {
            "translated_key": "payoff-switching",
            "translated_annotated_text": "Una estrategia para un juego diferencial de <br>payoff-switching</br> basado en razonamiento confuso En este artículo, se introduce un nuevo concepto de juego diferencial de <br>payoff-switching</br>. En este nuevo juego, cualquier jugador en cualquier momento puede tener varias opciones de pagos para el futuro. Además, el proceso de cambio de pago, incluyendo el tiempo de cambio de pago y el resultado de pago, de cualquier jugador es desconocido para el otro. De hecho, el pago general, que es una secuencia de varios pagos, se desconoce hasta que el juego termina. Se propone un algoritmo para determinar una estrategia de razonamiento basada en razonamiento confuso. En este algoritmo, la teoría difusa se utiliza para estimar el comportamiento de un jugador durante un intervalo de tiempo pasado. Al derivar dos matrices borrosas GSM, matriz de similitud de juego, y VGSM, variación de GSM, el comportamiento del jugador se puede cuantificar. Se seleccionan dos vectores de ponderación para ponderar la importancia relativa del comportamiento de los jugadores en cada momento del pasado. Finalmente se adopta una regla de inferencia difusa simple para generar una estrategia de razonamiento lineal. La ventaja de este algoritmo es que proporciona una manera flexible para que los especialistas en juegos diferenciales conviertan sus conocimientos en una estrategia razonable. Un ejemplo práctico de custodia de tres territorios se da para ilustrar nuestras ideas principales ",
            "error": [
                ""
            ]
        },
        "payoff switching": {
            "translated_key": "payoff",
            "translated_annotated_text": "Una estrategia para un juego diferencial de cambio de pago basado en razonamiento confuso En este artículo, se introduce un nuevo concepto de un juego diferencial de cambio de pago. En este nuevo juego, cualquier jugador en cualquier momento puede tener varias opciones de pagos para el futuro. Además, el proceso de conmutación de pagos, incluyendo el tiempo de conmutación de pagos <br>payoff</br> y el resultado de la compensación, de cualquier jugador es desconocido para el otro. De hecho, el pago general, que es una secuencia de varios pagos, se desconoce hasta que el juego termina. Se propone un algoritmo para determinar una estrategia de razonamiento basada en razonamiento confuso. En este algoritmo, la teoría difusa se utiliza para estimar el comportamiento de un jugador durante un intervalo de tiempo pasado. Al derivar dos matrices borrosas GSM, matriz de similitud de juego, y VGSM, variación de GSM, el comportamiento del jugador se puede cuantificar. Se seleccionan dos vectores de ponderación para ponderar la importancia relativa del comportamiento de los jugadores en cada momento del pasado. Finalmente se adopta una regla de inferencia difusa simple para generar una estrategia de razonamiento lineal. La ventaja de este algoritmo es que proporciona una manera flexible para que los especialistas en juegos diferenciales conviertan sus conocimientos en una estrategia razonable. Un ejemplo práctico de custodia de tres territorios se da para ilustrar nuestras ideas principales ",
            "error": [
                ""
            ]
        },
        "outcome payoff": {
            "translated_key": "outcome",
            "translated_annotated_text": "Una estrategia para un juego diferencial de cambio de pago basado en razonamiento confuso En este artículo, se introduce un nuevo concepto de un juego diferencial de cambio de pago. En este nuevo juego, cualquier jugador en cualquier momento puede tener varias opciones de pagos para el futuro. Además, el proceso de conmutación de pagos, incluyendo el tiempo de conmutación de pagos y el pago de <br>outcome</br>, de cualquier jugador es desconocido para el otro. De hecho, el pago general, que es una secuencia de varios pagos, se desconoce hasta que el juego termina. Se propone un algoritmo para determinar una estrategia de razonamiento basada en razonamiento confuso. En este algoritmo, la teoría difusa se utiliza para estimar el comportamiento de un jugador durante un intervalo de tiempo pasado. Al derivar dos matrices borrosas GSM, matriz de similitud de juego, y VGSM, variación de GSM, el comportamiento del jugador se puede cuantificar. Se seleccionan dos vectores de ponderación para ponderar la importancia relativa del comportamiento de los jugadores en cada momento del pasado. Finalmente se adopta una regla de inferencia difusa simple para generar una estrategia de razonamiento lineal. La ventaja de este algoritmo es que proporciona una manera flexible para que los especialistas en juegos diferenciales conviertan sus conocimientos en una estrategia razonable. Un ejemplo práctico de custodia de tres territorios se da para ilustrar nuestras ideas principales ",
            "error": [
                ""
            ]
        },
        "reasoning strategy": {
            "translated_key": " basado en razonamiento confuso. En este algoritmo, la teoría difusa se utiliza para estimar el comportamiento de un jugador durante un intervalo de tiempo pasado. Al derivar dos matrices borrosas GSM, matriz de similitud de juego, y VGSM, variación de GSM, el comportamiento del jugador se puede cuantificar. Se seleccionan dos vectores de ponderación para ponderar la importancia relativa del comportamiento de los jugadores en cada momento del pasado. Finalmente se adopta una regla de inferencia difusa simple para generar una estrategia de razonamiento lineal <br> ",
            "translated_annotated_text": "Una estrategia para un juego diferencial de cambio de pago basado en razonamiento confuso En este artículo, se introduce un nuevo concepto de un juego diferencial de cambio de pago. En este nuevo juego, cualquier jugador en cualquier momento puede tener varias opciones de pagos para el futuro. Además, el proceso de cambio de pago, incluyendo el tiempo de cambio de pago y el resultado de pago, de cualquier jugador es desconocido para el otro. De hecho, el pago general, que es una secuencia de varios pagos, se desconoce hasta que el juego termina. Se propone un algoritmo para determinar una estrategia de razonamiento <br> basado en razonamiento confuso. En este algoritmo, la teoría difusa se utiliza para estimar el comportamiento de un jugador durante un intervalo de tiempo pasado. Al derivar dos matrices borrosas GSM, matriz de similitud de juego, y VGSM, variación de GSM, el comportamiento del jugador se puede cuantificar. Se seleccionan dos vectores de ponderación para ponderar la importancia relativa del comportamiento de los jugadores en cada momento del pasado. Finalmente se adopta una regla de inferencia difusa simple para generar una estrategia de razonamiento lineal <br> </br>. La ventaja de este algoritmo es que proporciona una manera flexible para que los especialistas en juegos diferenciales conviertan sus conocimientos en una estrategia razonable. Un ejemplo práctico de custodia de tres territorios se da para ilustrar nuestras ideas principales ",
            "error": [
                ""
            ]
        },
        "fuzzy reasoning": {
            "translated_key": "fuzzy",
            "translated_annotated_text": "Una estrategia para un juego diferencial de cambio de pago basado en el razonamiento <br>fuzzy</br> En este artículo, se introduce un nuevo concepto de juego diferencial de cambio de pago. En este nuevo juego, cualquier jugador en cualquier momento puede tener varias opciones de pagos para el futuro. Además, el proceso de cambio de pago, incluyendo el tiempo de cambio de pago y el resultado de pago, de cualquier jugador es desconocido para el otro. De hecho, el pago general, que es una secuencia de varios pagos, se desconoce hasta que el juego termina. Se propone un algoritmo para determinar una estrategia de razonamiento basada en el razonamiento <br>fuzzy</br>. En este algoritmo, la teoría difusa se utiliza para estimar el comportamiento de un jugador durante un intervalo de tiempo pasado. Al derivar dos matrices borrosas GSM, matriz de similitud de juego, y VGSM, variación de GSM, el comportamiento del jugador se puede cuantificar. Se seleccionan dos vectores de ponderación para ponderar la importancia relativa del comportamiento de los jugadores en cada momento del pasado. Finalmente se adopta una regla de inferencia difusa simple para generar una estrategia de razonamiento lineal. La ventaja de este algoritmo es que proporciona una manera flexible para que los especialistas en juegos diferenciales conviertan sus conocimientos en una estrategia razonable. Un ejemplo práctico de custodia de tres territorios se da para ilustrar nuestras ideas principales ",
            "error": [
                ""
            ]
        },
        "fuzzy matrices": {
            "translated_key": "fuzzy ",
            "translated_annotated_text": "Una estrategia para un juego diferencial de cambio de pago basado en razonamiento confuso En este artículo, se introduce un nuevo concepto de un juego diferencial de cambio de pago. En este nuevo juego, cualquier jugador en cualquier momento puede tener varias opciones de pagos para el futuro. Además, el proceso de cambio de pago, incluyendo el tiempo de cambio de pago y el resultado de pago, de cualquier jugador es desconocido para el otro. De hecho, el pago general, que es una secuencia de varios pagos, se desconoce hasta que el juego termina. Se propone un algoritmo para determinar una estrategia de razonamiento basada en razonamiento confuso. En este algoritmo, la teoría difusa se utiliza para estimar el comportamiento de un jugador durante un intervalo de tiempo pasado. Al derivar dos matrices <br>fuzzy </br> GSM, matriz de similitud de juego, y VGSM, variación de GSM, el comportamiento del jugador puede ser cuantificado. Se seleccionan dos vectores de ponderación para ponderar la importancia relativa del comportamiento de los jugadores en cada momento del pasado. Finalmente se adopta una regla de inferencia difusa simple para generar una estrategia de razonamiento lineal. La ventaja de este algoritmo es que proporciona una manera flexible para que los especialistas en juegos diferenciales conviertan sus conocimientos en una estrategia razonable. Un ejemplo práctico de custodia de tres territorios se da para ilustrar nuestras ideas principales ",
            "error": [
                ""
            ]
        },
        "game similarity matrix": {
            "translated_key": "matrix de similitud de juego",
            "translated_annotated_text": "Una estrategia para un juego diferencial de cambio de pago basado en razonamiento confuso En este artículo, se introduce un nuevo concepto de un juego diferencial de cambio de pago. En este nuevo juego, cualquier jugador en cualquier momento puede tener varias opciones de pagos para el futuro. Además, el proceso de cambio de pago, incluyendo el tiempo de cambio de pago y el resultado de pago, de cualquier jugador es desconocido para el otro. De hecho, el pago general, que es una secuencia de varios pagos, se desconoce hasta que el juego termina. Se propone un algoritmo para determinar una estrategia de razonamiento basada en razonamiento confuso. En este algoritmo, la teoría difusa se utiliza para estimar el comportamiento de un jugador durante un intervalo de tiempo pasado. Al derivar dos matrices borrosas GSM, <br>matrix de similitud de juego</br>, y VGSM, variación de GSM, el comportamiento del jugador puede ser cuantificado. Se seleccionan dos vectores de ponderación para ponderar la importancia relativa del comportamiento de los jugadores en cada momento del pasado. Finalmente se adopta una regla de inferencia difusa simple para generar una estrategia de razonamiento lineal. La ventaja de este algoritmo es que proporciona una manera flexible para que los especialistas en juegos diferenciales conviertan sus conocimientos en una estrategia razonable. Un ejemplo práctico de custodia de tres territorios se da para ilustrar nuestras ideas principales ",
            "error": [
                ""
            ]
        },
        "weighting vectors": {
            "translated_key": [],
            "translated_annotated_text": "Una estrategia para un juego diferencial de cambio de pago basado en razonamiento confuso En este artículo, se introduce un nuevo concepto de un juego diferencial de cambio de pago. En este nuevo juego, cualquier jugador en cualquier momento puede tener varias opciones de pagos para el futuro. Además, el proceso de cambio de pago, incluyendo el tiempo de cambio de pago y el resultado de pago, de cualquier jugador es desconocido para el otro. De hecho, el pago general, que es una secuencia de varios pagos, se desconoce hasta que el juego termina. Se propone un algoritmo para determinar una estrategia de razonamiento basada en razonamiento confuso. En este algoritmo, la teoría difusa se utiliza para estimar el comportamiento de un jugador durante un intervalo de tiempo pasado. Al derivar dos matrices borrosas GSM, matriz de similitud de juego, y VGSM, variación de GSM, el comportamiento del jugador se puede cuantificar. Se seleccionan dos vectores de ponderación <br> para ponderar la importancia relativa del comportamiento de los jugadores en cada instante del tiempo pasado. Finalmente se adopta una regla de inferencia difusa simple para generar una estrategia de razonamiento lineal. La ventaja de este algoritmo es que proporciona una manera flexible para que los especialistas en juegos diferenciales conviertan sus conocimientos en una estrategia razonable. Un ejemplo práctico de custodia de tres territorios se da para ilustrar nuestras ideas principales ",
            "error": []
        },
        "fuzzy inference": {
            "translated_key": "fuzzy",
            "translated_annotated_text": "Una estrategia para un juego diferencial de cambio de pago basado en razonamiento confuso En este artículo, se introduce un nuevo concepto de un juego diferencial de cambio de pago. En este nuevo juego, cualquier jugador en cualquier momento puede tener varias opciones de pagos para el futuro. Además, el proceso de cambio de pago, incluyendo el tiempo de cambio de pago y el resultado de pago, de cualquier jugador es desconocido para el otro. De hecho, el pago general, que es una secuencia de varios pagos, se desconoce hasta que el juego termina. Se propone un algoritmo para determinar una estrategia de razonamiento basada en razonamiento confuso. En este algoritmo, la teoría difusa se utiliza para estimar el comportamiento de un jugador durante un intervalo de tiempo pasado. Al derivar dos matrices borrosas GSM, matriz de similitud de juego, y VGSM, variación de GSM, el comportamiento del jugador se puede cuantificar. Se seleccionan dos vectores de ponderación para ponderar la importancia relativa del comportamiento de los jugadores en cada momento del pasado. Finalmente se adopta una regla simple de inferencia <br>fuzzy</br> para generar una estrategia de razonamiento lineal. La ventaja de este algoritmo es que proporciona una manera flexible para que los especialistas en juegos diferenciales conviertan sus conocimientos en una estrategia razonable. Un ejemplo práctico de custodia de tres territorios se da para ilustrar nuestras ideas principales ",
            "error": [
                ""
            ]
        },
        "differential game": {
            "translated_key": "juego diferencial",
            "translated_annotated_text": "Una estrategia para un <br>juego diferencial</br> de cambio de pago basado en razonamiento confuso En este artículo, se introduce un nuevo concepto de un <br>juego diferencial</br> de cambio de pago.  En este nuevo juego, cualquier jugador en cualquier momento puede tener varias opciones de pagos para el futuro. Además, el proceso de cambio de pago, incluyendo el tiempo de cambio de pago y el resultado de pago, de cualquier jugador es desconocido para el otro. De hecho, el pago general, que es una secuencia de varios pagos, se desconoce hasta que el juego termina. Se propone un algoritmo para determinar una estrategia de razonamiento basada en razonamiento confuso. En este algoritmo, la teoría difusa se utiliza para estimar el comportamiento de un jugador durante un intervalo de tiempo pasado. Al derivar dos matrices borrosas GSM, matriz de similitud de juego, y VGSM, variación de GSM, el comportamiento del jugador se puede cuantificar. Se seleccionan dos vectores de ponderación para ponderar la importancia relativa del comportamiento de los jugadores en cada momento del pasado. Finalmente se adopta una regla de inferencia difusa simple para generar una estrategia de razonamiento lineal. La ventaja de este algoritmo es que proporciona una manera flexible para los especialistas en juegos diferenciales para convertir sus conocimientos en una estrategia razonable.  Un ejemplo práctico de custodia de tres territorios se da para ilustrar nuestras ideas principales ",
            "error": [
                ""
            ]
        },
        "differential games": {
            "translated_key": [],
            "translated_annotated_text": "Una estrategia para un juego diferencial de cambio de pago basado en razonamiento confuso En este artículo, se introduce un nuevo concepto de un juego diferencial de cambio de pago. En este nuevo juego, cualquier jugador en cualquier momento puede tener varias opciones de pagos para el futuro. Además, el proceso de cambio de pago, incluyendo el tiempo de cambio de pago y el resultado de pago, de cualquier jugador es desconocido para el otro. De hecho, el pago general, que es una secuencia de varios pagos, se desconoce hasta que el juego termina. Se propone un algoritmo para determinar una estrategia de razonamiento basada en razonamiento confuso. En este algoritmo, la teoría difusa se utiliza para estimar el comportamiento de un jugador durante un intervalo de tiempo pasado. Al derivar dos matrices borrosas GSM, matriz de similitud de juego, y VGSM, variación de GSM, el comportamiento del jugador se puede cuantificar. Se seleccionan dos vectores de ponderación para ponderar la importancia relativa del comportamiento de los jugadores en cada momento del pasado. Finalmente se adopta una regla de inferencia difusa simple para generar una estrategia de razonamiento lineal. La ventaja de este algoritmo es que proporciona una manera flexible para que los especialistas en juegos diferenciales conviertan sus conocimientos en una estrategia razonable. Un ejemplo práctico de custodia de tres territorios se da para ilustrar nuestras ideas principales ",
            "error": []
        },
        "fuzzy logic": {
            "translated_key": [],
            "translated_annotated_text": "Una estrategia para un juego diferencial de cambio de pago basado en razonamiento confuso En este artículo, se introduce un nuevo concepto de un juego diferencial de cambio de pago. En este nuevo juego, cualquier jugador en cualquier momento puede tener varias opciones de pagos para el futuro. Además, el proceso de cambio de pago, incluyendo el tiempo de cambio de pago y el resultado de pago, de cualquier jugador es desconocido para el otro. De hecho, el pago general, que es una secuencia de varios pagos, se desconoce hasta que el juego termina. Se propone un algoritmo para determinar una estrategia de razonamiento basada en razonamiento confuso. En este algoritmo, la teoría difusa se utiliza para estimar el comportamiento de un jugador durante un intervalo de tiempo pasado. Al derivar dos matrices borrosas GSM, matriz de similitud de juego, y VGSM, variación de GSM, el comportamiento del jugador se puede cuantificar. Se seleccionan dos vectores de ponderación para ponderar la importancia relativa del comportamiento de los jugadores en cada momento del pasado. Finalmente se adopta una regla de inferencia difusa simple para generar una estrategia de razonamiento lineal. La ventaja de este algoritmo es que proporciona una manera flexible para que los especialistas en juegos diferenciales conviertan sus conocimientos en una estrategia razonable. Un ejemplo práctico de custodia de tres territorios se da para ilustrar nuestras ideas principales ",
            "error": []
        },
        "inference mechanisms": {
            "translated_key": [],
            "translated_annotated_text": "Una estrategia para un juego diferencial de cambio de pago basado en razonamiento confuso En este artículo, se introduce un nuevo concepto de un juego diferencial de cambio de pago. En este nuevo juego, cualquier jugador en cualquier momento puede tener varias opciones de pagos para el futuro. Además, el proceso de cambio de pago, incluyendo el tiempo de cambio de pago y el resultado de pago, de cualquier jugador es desconocido para el otro. De hecho, el pago general, que es una secuencia de varios pagos, se desconoce hasta que el juego termina. Se propone un algoritmo para determinar una estrategia de razonamiento basada en razonamiento confuso. En este algoritmo, la teoría difusa se utiliza para estimar el comportamiento de un jugador durante un intervalo de tiempo pasado. Al derivar dos matrices borrosas GSM, matriz de similitud de juego, y VGSM, variación de GSM, el comportamiento del jugador se puede cuantificar. Se seleccionan dos vectores de ponderación para ponderar la importancia relativa del comportamiento de los jugadores en cada momento del pasado. Finalmente se adopta una regla de inferencia difusa simple para generar una estrategia de razonamiento lineal. La ventaja de este algoritmo es que proporciona una manera flexible para que los especialistas en juegos diferenciales conviertan sus conocimientos en una estrategia razonable. Un ejemplo práctico de custodia de tres territorios se da para ilustrar nuestras ideas principales ",
            "error": []
        }
    }
}