{
    "original_text": "An improved self-organizing CPN-based fuzzy system with adaptive back-propagation algorithm This paper describes an improved self-organizing CPN-based (Counter-Propagation Network) fuzzy system. Two self-organizing algorithms IUSOCPN and ISSOCPN, being unsupervised and supervised respectively, are introduced. The idea is to construct the neural-fuzzy system with a two-phase hybrid learning algorithm, which utilizes a CPN-based nearest-neighbor clustering scheme for both structure learning and initial parameters setting, and a gradient descent method with adaptive learning rate for fine tuning the parameters. The obtained network can be used in the same way as a CPN to model and control dynamic systems, while it has a faster learning speed than the original back-propagation algorithm. The comparative results on the examples suggest that the method is fairly efficient in terms of simple structure, fast learning speed, and relatively high modeling accuracy",
    "original_translation": "Un sistema fuzzy mejorado basado en la auto-organización de CPN con algoritmo adaptativo de contra-propagación Este artículo describe un sistema fuzzy mejorado basado en la auto-organización de CPN (Red de Propagación de Contra-Red). Se introducen dos algoritmos autoorganizados IUSOCPN e ISSOCPN, sin supervisión y supervisión respectivamente. La idea es construir el sistema neural-fuzzy con un algoritmo de aprendizaje híbrido de dos fases, que utiliza un esquema de agrupación de vecinos más cercanos basado en CPN para tanto el aprendizaje de la estructura y el ajuste de parámetros iniciales, y un método de descenso de gradiente con tasa de aprendizaje adaptativa para ajustar los parámetros. La red obtenida se puede utilizar de la misma manera que un CPN para modelar y controlar sistemas dinámicos, mientras que tiene una velocidad de aprendizaje más rápida que el algoritmo original de retropropagación. Los resultados comparativos de los ejemplos sugieren que el método es bastante eficiente en términos de estructura simple, velocidad de aprendizaje rápida y una precisión de modelado relativamente alta.",
    "error_count": 6,
    "keys": {
        "self-organizing fuzzy system": {
            "translated_key": [],
            "translated_annotated_text": "Un sistema fuzzy mejorado basado en la auto-organización de CPN con algoritmo adaptativo de contra-propagación Este artículo describe un sistema fuzzy mejorado basado en la auto-organización de CPN (Red de Propagación de Contra-Red). Se introducen dos algoritmos autoorganizados IUSOCPN e ISSOCPN, sin supervisión y supervisión respectivamente. La idea es construir el sistema neural-fuzzy con un algoritmo de aprendizaje híbrido de dos fases, que utiliza un esquema de agrupación de vecinos más cercanos basado en CPN para tanto el aprendizaje de la estructura y el ajuste de parámetros iniciales, y un método de descenso de gradiente con tasa de aprendizaje adaptativa para ajustar los parámetros. La red obtenida se puede utilizar de la misma manera que un CPN para modelar y controlar sistemas dinámicos, mientras que tiene una velocidad de aprendizaje más rápida que el algoritmo original de retropropagación. Los resultados comparativos de los ejemplos sugieren que el método es bastante eficiente en términos de estructura simple, velocidad de aprendizaje rápida y una precisión de modelado relativamente alta. ",
            "error": []
        },
        "Counter-Propagation Network": {
            "translated_key": "Red de contra-propagación",
            "translated_annotated_text": "Un sistema fuzzy mejorado basado en la auto-organización de CPN con algoritmo adaptativo de contra-propagación Este artículo describe un sistema fuzzy mejorado basado en la auto-organización de CPN (\"Red de contra-propagación\"). Se introducen dos algoritmos autoorganizados IUSOCPN e ISSOCPN, sin supervisión y supervisión respectivamente. La idea es construir el sistema neural-fuzzy con un algoritmo de aprendizaje híbrido de dos fases, que utiliza un esquema de agrupación de vecinos más cercanos basado en CPN para tanto el aprendizaje de la estructura y el ajuste de parámetros iniciales, y un método de descenso de gradiente con tasa de aprendizaje adaptativa para ajustar los parámetros. La red obtenida se puede utilizar de la misma manera que un CPN para modelar y controlar sistemas dinámicos, mientras que tiene una velocidad de aprendizaje más rápida que el algoritmo original de retropropagación. Los resultados comparativos de los ejemplos sugieren que el método es bastante eficiente en términos de estructura simple, velocidad de aprendizaje rápida y una precisión de modelado relativamente alta. ",
            "error": [
                ""
            ]
        },
        "neural-fuzzy system": {
            "translated_key": "sistema neuronal-fuzzy",
            "translated_annotated_text": "Un sistema fuzzy mejorado basado en la auto-organización de CPN con algoritmo adaptativo de contra-propagación Este artículo describe un sistema fuzzy mejorado basado en la auto-organización de CPN (Red de Propagación de Contra-Red). Se introducen dos algoritmos autoorganizados IUSOCPN e ISSOCPN, sin supervisión y supervisión respectivamente. La idea es construir el \"sistema neuronal-fuzzy\" con un algoritmo de aprendizaje híbrido de dos fases, que utiliza un esquema de agrupamiento de vecinos más cercanos basado en CPN para tanto el aprendizaje de la estructura y el ajuste de parámetros iniciales, y un método de descenso de gradiente con tasa de aprendizaje adaptativa para ajustar los parámetros. La red obtenida se puede utilizar de la misma manera que un CPN para modelar y controlar sistemas dinámicos, mientras que tiene una velocidad de aprendizaje más rápida que el algoritmo original de retropropagación. Los resultados comparativos de los ejemplos sugieren que el método es bastante eficiente en términos de estructura simple, velocidad de aprendizaje rápida y una precisión de modelado relativamente alta. ",
            "error": [
                ""
            ]
        },
        "hybrid learning": {
            "translated_key": "aprendizaje híbrido",
            "translated_annotated_text": "Un sistema fuzzy mejorado basado en la auto-organización de CPN con algoritmo adaptativo de contra-propagación Este artículo describe un sistema fuzzy mejorado basado en la auto-organización de CPN (Red de Propagación de Contra-Red). Se introducen dos algoritmos autoorganizados IUSOCPN e ISSOCPN, sin supervisión y supervisión respectivamente. La idea es construir el sistema neural-fuzzy con un algoritmo de \"aprendizaje híbrido\" de dos fases, que utiliza un esquema de agrupamiento de vecinos más cercanos basado en CPN para tanto el aprendizaje de la estructura y el ajuste de parámetros iniciales, y un método de descenso de gradiente con tasa de aprendizaje adaptativa para ajustar los parámetros. La red obtenida se puede utilizar de la misma manera que un CPN para modelar y controlar sistemas dinámicos, mientras que tiene una velocidad de aprendizaje más rápida que el algoritmo original de retropropagación. Los resultados comparativos de los ejemplos sugieren que el método es bastante eficiente en términos de estructura simple, velocidad de aprendizaje rápida y una precisión de modelado relativamente alta. ",
            "error": [
                ""
            ]
        },
        "gradient descent": {
            "translated_key": "descenso gradual",
            "translated_annotated_text": "Un sistema fuzzy mejorado basado en la auto-organización de CPN con algoritmo adaptativo de contra-propagación Este artículo describe un sistema fuzzy mejorado basado en la auto-organización de CPN (Red de Propagación de Contra-Red). Se introducen dos algoritmos autoorganizados IUSOCPN e ISSOCPN, sin supervisión y supervisión respectivamente. La idea es construir el sistema neural-fuzzy con un algoritmo de aprendizaje híbrido de dos fases, que utiliza un esquema de agrupamiento de vecinos más cercanos basado en CPN para tanto el aprendizaje de la estructura y el ajuste de parámetros iniciales, y un método de \"descenso gradual\" con tasa de aprendizaje adaptativa para ajustar los parámetros. La red obtenida se puede utilizar de la misma manera que un CPN para modelar y controlar sistemas dinámicos, mientras que tiene una velocidad de aprendizaje más rápida que el algoritmo original de retropropagación. Los resultados comparativos de los ejemplos sugieren que el método es bastante eficiente en términos de estructura simple, velocidad de aprendizaje rápida y una precisión de modelado relativamente alta. ",
            "error": [
                ""
            ]
        },
        "structure learning": {
            "translated_key": "aprendizaje de la estructura",
            "translated_annotated_text": "Un sistema fuzzy mejorado basado en la auto-organización de CPN con algoritmo adaptativo de contra-propagación Este artículo describe un sistema fuzzy mejorado basado en la auto-organización de CPN (Red de Propagación de Contra-Red). Se introducen dos algoritmos autoorganizados IUSOCPN e ISSOCPN, sin supervisión y supervisión respectivamente. La idea es construir el sistema neural-fuzzy con un algoritmo de aprendizaje híbrido de dos fases, que utiliza un esquema de agrupamiento de vecinos más cercanos basado en CPN para el \"aprendizaje de la estructura\" y el ajuste de parámetros iniciales, y un método de descenso de gradiente con tasa de aprendizaje adaptativa para ajustar los parámetros. La red obtenida se puede utilizar de la misma manera que un CPN para modelar y controlar sistemas dinámicos, mientras que tiene una velocidad de aprendizaje más rápida que el algoritmo original de retropropagación. Los resultados comparativos de los ejemplos sugieren que el método es bastante eficiente en términos de estructura simple, velocidad de aprendizaje rápida y una precisión de modelado relativamente alta. ",
            "error": [
                ""
            ]
        },
        "initial parameters setting": {
            "translated_key": "ajuste de parámetros iniciales",
            "translated_annotated_text": "Un sistema fuzzy mejorado basado en la auto-organización de CPN con algoritmo adaptativo de contra-propagación Este artículo describe un sistema fuzzy mejorado basado en la auto-organización de CPN (Red de Propagación de Contra-Red). Se introducen dos algoritmos autoorganizados IUSOCPN e ISSOCPN, sin supervisión y supervisión respectivamente. La idea es construir el sistema neural-fuzzy con un algoritmo de aprendizaje híbrido de dos fases, que utiliza un esquema de agrupación de vecinos más cercanos basado en CPN para tanto el aprendizaje de la estructura y \"ajuste de parámetros iniciales\", y un método de descenso de gradiente con tasa de aprendizaje adaptativa para ajustar los parámetros. La red obtenida se puede utilizar de la misma manera que un CPN para modelar y controlar sistemas dinámicos, mientras que tiene una velocidad de aprendizaje más rápida que el algoritmo original de retropropagación. Los resultados comparativos de los ejemplos sugieren que el método es bastante eficiente en términos de estructura simple, velocidad de aprendizaje rápida y una precisión de modelado relativamente alta. ",
            "error": [
                ""
            ]
        },
        "back-propagation learning scheme": {
            "translated_key": [],
            "translated_annotated_text": "Un sistema fuzzy mejorado basado en la auto-organización de CPN con algoritmo adaptativo de contra-propagación Este artículo describe un sistema fuzzy mejorado basado en la auto-organización de CPN (Red de Propagación de Contra-Red). Se introducen dos algoritmos autoorganizados IUSOCPN e ISSOCPN, sin supervisión y supervisión respectivamente. La idea es construir el sistema neural-fuzzy con un algoritmo de aprendizaje híbrido de dos fases, que utiliza un esquema de agrupación de vecinos más cercanos basado en CPN para tanto el aprendizaje de la estructura y el ajuste de parámetros iniciales, y un método de descenso de gradiente con tasa de aprendizaje adaptativa para ajustar los parámetros. La red obtenida se puede utilizar de la misma manera que un CPN para modelar y controlar sistemas dinámicos, mientras que tiene una velocidad de aprendizaje más rápida que el algoritmo original de retropropagación. Los resultados comparativos de los ejemplos sugieren que el método es bastante eficiente en términos de estructura simple, velocidad de aprendizaje rápida y una precisión de modelado relativamente alta. ",
            "error": []
        },
        "backpropagation": {
            "translated_key": [],
            "translated_annotated_text": "Un sistema fuzzy mejorado basado en la auto-organización de CPN con algoritmo adaptativo de contra-propagación Este artículo describe un sistema fuzzy mejorado basado en la auto-organización de CPN (Red de Propagación de Contra-Red). Se introducen dos algoritmos autoorganizados IUSOCPN e ISSOCPN, sin supervisión y supervisión respectivamente. La idea es construir el sistema neural-fuzzy con un algoritmo de aprendizaje híbrido de dos fases, que utiliza un esquema de agrupación de vecinos más cercanos basado en CPN para tanto el aprendizaje de la estructura y el ajuste de parámetros iniciales, y un método de descenso de gradiente con tasa de aprendizaje adaptativa para ajustar los parámetros. La red obtenida se puede utilizar de la misma manera que un CPN para modelar y controlar sistemas dinámicos, mientras que tiene una velocidad de aprendizaje más rápida que el algoritmo original de retropropagación. Los resultados comparativos de los ejemplos sugieren que el método es bastante eficiente en términos de estructura simple, velocidad de aprendizaje rápida y una precisión de modelado relativamente alta. ",
            "error": []
        },
        "fuzzy neural nets": {
            "translated_key": [],
            "translated_annotated_text": "Un sistema fuzzy mejorado basado en la auto-organización de CPN con algoritmo adaptativo de contra-propagación Este artículo describe un sistema fuzzy mejorado basado en la auto-organización de CPN (Red de Propagación de Contra-Red). Se introducen dos algoritmos autoorganizados IUSOCPN e ISSOCPN, sin supervisión y supervisión respectivamente. La idea es construir el sistema neural-fuzzy con un algoritmo de aprendizaje híbrido de dos fases, que utiliza un esquema de agrupación de vecinos más cercanos basado en CPN para tanto el aprendizaje de la estructura y el ajuste de parámetros iniciales, y un método de descenso de gradiente con tasa de aprendizaje adaptativa para ajustar los parámetros. La red obtenida se puede utilizar de la misma manera que un CPN para modelar y controlar sistemas dinámicos, mientras que tiene una velocidad de aprendizaje más rápida que el algoritmo original de retropropagación. Los resultados comparativos de los ejemplos sugieren que el método es bastante eficiente en términos de estructura simple, velocidad de aprendizaje rápida y una precisión de modelado relativamente alta. ",
            "error": []
        },
        "learning (artificial intelligence)": {
            "translated_key": [],
            "translated_annotated_text": "Un sistema fuzzy mejorado basado en la auto-organización de CPN con algoritmo adaptativo de contra-propagación Este artículo describe un sistema fuzzy mejorado basado en la auto-organización de CPN (Red de Propagación de Contra-Red). Se introducen dos algoritmos autoorganizados IUSOCPN e ISSOCPN, sin supervisión y supervisión respectivamente. La idea es construir el sistema neural-fuzzy con un algoritmo de aprendizaje híbrido de dos fases, que utiliza un esquema de agrupación de vecinos más cercanos basado en CPN para tanto el aprendizaje de la estructura y el ajuste de parámetros iniciales, y un método de descenso de gradiente con tasa de aprendizaje adaptativa para ajustar los parámetros. La red obtenida se puede utilizar de la misma manera que un CPN para modelar y controlar sistemas dinámicos, mientras que tiene una velocidad de aprendizaje más rápida que el algoritmo original de retropropagación. Los resultados comparativos de los ejemplos sugieren que el método es bastante eficiente en términos de estructura simple, velocidad de aprendizaje rápida y una precisión de modelado relativamente alta. ",
            "error": []
        },
        "self-adjusting systems": {
            "translated_key": [],
            "translated_annotated_text": "Un sistema fuzzy mejorado basado en la auto-organización de CPN con algoritmo adaptativo de contra-propagación Este artículo describe un sistema fuzzy mejorado basado en la auto-organización de CPN (Red de Propagación de Contra-Red). Se introducen dos algoritmos autoorganizados IUSOCPN e ISSOCPN, sin supervisión y supervisión respectivamente. La idea es construir el sistema neural-fuzzy con un algoritmo de aprendizaje híbrido de dos fases, que utiliza un esquema de agrupación de vecinos más cercanos basado en CPN para tanto el aprendizaje de la estructura y el ajuste de parámetros iniciales, y un método de descenso de gradiente con tasa de aprendizaje adaptativa para ajustar los parámetros. La red obtenida se puede utilizar de la misma manera que un CPN para modelar y controlar sistemas dinámicos, mientras que tiene una velocidad de aprendizaje más rápida que el algoritmo original de retropropagación. Los resultados comparativos de los ejemplos sugieren que el método es bastante eficiente en términos de estructura simple, velocidad de aprendizaje rápida y una precisión de modelado relativamente alta. ",
            "error": []
        }
    }
}