{
    "original_text": "Hierarchical neuro-fuzzy quadtree models Hybrid neuro-fuzzy systems have been in evidence during the past few years, due to its attractive combination of the learning capacity of artificial neural networks with the interpretability of the fuzzy systems. This article proposes a new hybrid neuro-fuzzy model, named hierarchical neuro-fuzzy quadtree (HNFQ), which is based on a recursive partitioning method of the input space named quadtree. The article describes the architecture of this new model, presenting its basic cell and its learning algorithm. The HNFQ system is evaluated in three well known benchmark applications: the sinc(x, y) function approximation, the Mackey Glass chaotic series forecast and the two spirals problem. When compared to other neuro-fuzzy systems, the HNFQ exhibits competing results, with two major advantages it automatically creates its own structure and it is not limited to few input variables",
    "original_translation": "Modelos jerarquicos neuro-fuzzy quadtree Los sistemas neuro-fuzzy híbridos han estado en evidencia durante los últimos años, debido a su atractiva combinación de la capacidad de aprendizaje de las redes neuronales artificiales con la interpretabilidad de los sistemas fuzzy. Este artículo propone un nuevo modelo híbrido neuro-fuzzy, llamado quadtree neuro-fuzzy jerárquico (HNFQ), que se basa en un método de partición recursiva del espacio de entrada llamado quadtree. El artículo describe la arquitectura de este nuevo modelo, presentando su célula básica y su algoritmo de aprendizaje. El sistema HNFQ se evalúa en tres aplicaciones de referencia bien conocidas: la aproximación de la función sinc(x, y), el pronóstico de la serie caótica Mackey Glass y el problema de las dos espirales. En comparación con otros sistemas neuro-fuzzy, el HNFQ presenta resultados competidores, con dos ventajas principales que crea automáticamente su propia estructura y no se limita a pocas variables de entrada",
    "error_count": 5,
    "keys": {
        "neuro-fuzzy systems": {
            "translated_key": [
                "neuro-fuzzy systems",
                "neuro-fuzzy"
            ],
            "translated_annotated_text": "Los modelos jerarquicos de quadtree híbridos <br>neuro-fuzzy systems</br> han estado en evidencia durante los últimos años, debido a su atractiva combinación de la capacidad de aprendizaje de las redes neuronales artificiales con la interpretabilidad de los sistemas borrosos. Este artículo propone un nuevo modelo híbrido neuro-fuzzy, llamado quadtree neuro-fuzzy jerárquico (HNFQ), que se basa en un método de partición recursiva del espacio de entrada llamado quadtree. El artículo describe la arquitectura de este nuevo modelo, presentando su célula básica y su algoritmo de aprendizaje. El sistema HNFQ se evalúa en tres aplicaciones de referencia bien conocidas: la aproximación de la función sinc(x, y), el pronóstico de la serie caótica Mackey Glass y el problema de las dos espirales. En comparación con otros sistemas <br>neuro-fuzzy</br>, el HNFQ presenta resultados competitivos, con dos grandes ventajas que crea automáticamente su propia estructura y no se limita a pocas variables de entrada ",
            "error": [
                "neuro-fuzzy systems",
                "neuro-fuzzy"
            ]
        },
        "fuzzy systems": {
            "translated_key": [
                "fuzzy híbridos",
                "fuzzy",
                "fuzzy"
            ],
            "translated_annotated_text": "Modelos neuro-fuzzy cuádruples jerárquicos Los sistemas neuro-<br>fuzzy híbridos</br> han estado en evidencia durante los últimos años, debido a su atractiva combinación de la capacidad de aprendizaje de las redes neuronales artificiales con la interpretabilidad de los sistemas <br>fuzzy</br>. Este artículo propone un nuevo modelo híbrido neuro-fuzzy, llamado quadtree neuro-fuzzy jerárquico (HNFQ), que se basa en un método de partición recursiva del espacio de entrada llamado quadtree. El artículo describe la arquitectura de este nuevo modelo, presentando su célula básica y su algoritmo de aprendizaje. El sistema HNFQ se evalúa en tres aplicaciones de referencia bien conocidas: la aproximación de la función sinc(x, y), el pronóstico de la serie caótica Mackey Glass y el problema de las dos espirales. En comparación con otros sistemas neuro-<br>fuzzy</br>, el HNFQ presenta resultados competidores, con dos ventajas principales que crea automáticamente su propia estructura y no se limita a pocas variables de entrada ",
            "error": [
                "fuzzy híbridos",
                "fuzzy",
                "fuzzy"
            ]
        },
        "hierarchical neuro-fuzzy quadtree": {
            "translated_key": "hierarchical neuro-fuzzy quadtree",
            "translated_annotated_text": "Modelos jerarquicos neuro-fuzzy quadtree Los sistemas neuro-fuzzy híbridos han estado en evidencia durante los últimos años, debido a su atractiva combinación de la capacidad de aprendizaje de las redes neuronales artificiales con la interpretabilidad de los sistemas fuzzy. Este artículo propone un nuevo modelo híbrido neuro-fuzzy, llamado <br>hierarchical neuro-fuzzy quadtree</br> (HNFQ), que se basa en un método de partición recursiva del espacio de entrada llamado quadtree. El artículo describe la arquitectura de este nuevo modelo, presentando su célula básica y su algoritmo de aprendizaje. El sistema HNFQ se evalúa en tres aplicaciones de referencia bien conocidas: la aproximación de la función sinc(x, y), el pronóstico de la serie caótica Mackey Glass y el problema de las dos espirales. En comparación con otros sistemas neuro-fuzzy, el HNFQ presenta resultados competidores, con dos ventajas principales que crea automáticamente su propia estructura y no se limita a pocas variables de entrada ",
            "error": [
                ""
            ]
        },
        "quadtree": {
            "translated_key": "quadtree",
            "translated_annotated_text": "Modelos jerarquicos neuro-fuzzy <br>quadtree</br> Los sistemas neuro-fuzzy híbridos han estado en evidencia durante los últimos años, debido a su atractiva combinación de la capacidad de aprendizaje de las redes neuronales artificiales con la interpretabilidad de los sistemas fuzzy. Este artículo propone un nuevo modelo híbrido neuro-fuzzy, llamado neuro-fuzzy jerárquico <br>quadtree</br> (HNFQ), que se basa en un método de partición recursiva del espacio de entrada llamado <br>quadtree</br>. El artículo describe la arquitectura de este nuevo modelo, presentando su célula básica y su algoritmo de aprendizaje. El sistema HNFQ se evalúa en tres aplicaciones de referencia bien conocidas: la aproximación de la función sinc(x, y), el pronóstico de la serie caótica Mackey Glass y el problema de las dos espirales. En comparación con otros sistemas neuro-fuzzy, el HNFQ presenta resultados competidores, con dos ventajas principales que crea automáticamente su propia estructura y no se limita a pocas variables de entrada ",
            "error": [
                ""
            ]
        },
        "recursive partitioning": {
            "translated_key": "recursiva",
            "translated_annotated_text": "Modelos jerarquicos neuro-fuzzy quadtree Los sistemas neuro-fuzzy híbridos han estado en evidencia durante los últimos años, debido a su atractiva combinación de la capacidad de aprendizaje de las redes neuronales artificiales con la interpretabilidad de los sistemas fuzzy. Este artículo propone un nuevo modelo híbrido neuro-fuzzy, llamado quadtree neuro-fuzzy jerárquico (HNFQ), que se basa en un método de partición <br>recursiva</br> del espacio de entrada llamado quadtree. El artículo describe la arquitectura de este nuevo modelo, presentando su célula básica y su algoritmo de aprendizaje. El sistema HNFQ se evalúa en tres aplicaciones de referencia bien conocidas: la aproximación de la función sinc(x, y), el pronóstico de la serie caótica Mackey Glass y el problema de las dos espirales. En comparación con otros sistemas neuro-fuzzy, el HNFQ presenta resultados competidores, con dos ventajas principales que crea automáticamente su propia estructura y no se limita a pocas variables de entrada ",
            "error": [
                ""
            ]
        },
        "learning algorithm": {
            "translated_key": "learning",
            "translated_annotated_text": "Modelos jerarquicos neuro-fuzzy quadtree Los sistemas neuro-fuzzy híbridos han estado en evidencia durante los últimos años, debido a su atractiva combinación de la capacidad de aprendizaje de las redes neuronales artificiales con la interpretabilidad de los sistemas fuzzy. Este artículo propone un nuevo modelo híbrido neuro-fuzzy, llamado quadtree neuro-fuzzy jerárquico (HNFQ), que se basa en un método de partición recursiva del espacio de entrada llamado quadtree. El artículo describe la arquitectura de este nuevo modelo, presentando su célula básica y su algoritmo <br>learning</br>. El sistema HNFQ se evalúa en tres aplicaciones de referencia bien conocidas: la aproximación de la función sinc(x, y), el pronóstico de la serie caótica Mackey Glass y el problema de las dos espirales. En comparación con otros sistemas neuro-fuzzy, el HNFQ presenta resultados competidores, con dos ventajas principales que crea automáticamente su propia estructura y no se limita a pocas variables de entrada ",
            "error": [
                ""
            ]
        },
        "Mackey Glass chaotic series": {
            "translated_key": "Mackey Glass ",
            "translated_annotated_text": "Modelos jerarquicos neuro-fuzzy quadtree Los sistemas neuro-fuzzy híbridos han estado en evidencia durante los últimos años, debido a su atractiva combinación de la capacidad de aprendizaje de las redes neuronales artificiales con la interpretabilidad de los sistemas fuzzy. Este artículo propone un nuevo modelo híbrido neuro-fuzzy, llamado quadtree neuro-fuzzy jerárquico (HNFQ), que se basa en un método de partición recursiva del espacio de entrada llamado quadtree. El artículo describe la arquitectura de este nuevo modelo, presentando su célula básica y su algoritmo de aprendizaje. El sistema HNFQ se evalúa en tres aplicaciones de referencia bien conocidas: la aproximación de funciones sinc(x, y), el pronóstico caótico <br>Mackey Glass </br> y el problema de las dos espirales. En comparación con otros sistemas neuro-fuzzy, el HNFQ presenta resultados competidores, con dos ventajas principales que crea automáticamente su propia estructura y no se limita a pocas variables de entrada ",
            "error": [
                ""
            ]
        },
        "fuzzy neural nets": {
            "translated_key": [],
            "translated_annotated_text": "Modelos jerarquicos neuro-fuzzy quadtree Los sistemas neuro-fuzzy híbridos han estado en evidencia durante los últimos años, debido a su atractiva combinación de la capacidad de aprendizaje de las redes neuronales artificiales con la interpretabilidad de los sistemas fuzzy. Este artículo propone un nuevo modelo híbrido neuro-fuzzy, llamado quadtree neuro-fuzzy jerárquico (HNFQ), que se basa en un método de partición recursiva del espacio de entrada llamado quadtree. El artículo describe la arquitectura de este nuevo modelo, presentando su célula básica y su algoritmo de aprendizaje. El sistema HNFQ se evalúa en tres aplicaciones de referencia bien conocidas: la aproximación de la función sinc(x, y), el pronóstico de la serie caótica Mackey Glass y el problema de las dos espirales. En comparación con otros sistemas neuro-fuzzy, el HNFQ presenta resultados competidores, con dos ventajas principales que crea automáticamente su propia estructura y no se limita a pocas variables de entrada ",
            "error": []
        },
        "learning (artificial intelligence)": {
            "translated_key": [],
            "translated_annotated_text": "Modelos jerarquicos neuro-fuzzy quadtree Los sistemas neuro-fuzzy híbridos han estado en evidencia durante los últimos años, debido a su atractiva combinación de la capacidad de aprendizaje de las redes neuronales artificiales con la interpretabilidad de los sistemas fuzzy. Este artículo propone un nuevo modelo híbrido neuro-fuzzy, llamado quadtree neuro-fuzzy jerárquico (HNFQ), que se basa en un método de partición recursiva del espacio de entrada llamado quadtree. El artículo describe la arquitectura de este nuevo modelo, presentando su célula básica y su algoritmo de aprendizaje. El sistema HNFQ se evalúa en tres aplicaciones de referencia bien conocidas: la aproximación de la función sinc(x, y), el pronóstico de la serie caótica Mackey Glass y el problema de las dos espirales. En comparación con otros sistemas neuro-fuzzy, el HNFQ presenta resultados competidores, con dos ventajas principales que crea automáticamente su propia estructura y no se limita a pocas variables de entrada ",
            "error": []
        },
        "quadtrees": {
            "translated_key": [],
            "translated_annotated_text": "Modelos jerarquicos neuro-fuzzy quadtree Los sistemas neuro-fuzzy híbridos han estado en evidencia durante los últimos años, debido a su atractiva combinación de la capacidad de aprendizaje de las redes neuronales artificiales con la interpretabilidad de los sistemas fuzzy. Este artículo propone un nuevo modelo híbrido neuro-fuzzy, llamado quadtree neuro-fuzzy jerárquico (HNFQ), que se basa en un método de partición recursiva del espacio de entrada llamado quadtree. El artículo describe la arquitectura de este nuevo modelo, presentando su célula básica y su algoritmo de aprendizaje. El sistema HNFQ se evalúa en tres aplicaciones de referencia bien conocidas: la aproximación de la función sinc(x, y), el pronóstico de la serie caótica Mackey Glass y el problema de las dos espirales. En comparación con otros sistemas neuro-fuzzy, el HNFQ presenta resultados competidores, con dos ventajas principales que crea automáticamente su propia estructura y no se limita a pocas variables de entrada ",
            "error": []
        }
    }
}