{
    "original_text": "Efficient tracking of the cross-correlation coefficient In many (audio) processing algorithms, involving manipulation of discrete-time signals, the performance can vary strongly over the repertoire that is used. This may be the case when the signals from the various channels are allowed to be strongly positively or negatively correlated. We propose and analyze a general formula for tracking the (time-dependent) correlation between two signals. Some special cases of this formula lead to classical results known from the literature, others are new. This formula is recursive in nature, and uses only the instantaneous values of the two signals, in a low-cost and low-complexity manner; in particular, there is no need to take square roots or to carry out divisions. Furthermore, this formula can be modified with respect to the occurrence of the two signals so as to further decrease the complexity, and increase ease of implementation. The latter modification comes at the expense that not the actual correlation is tracked, but, rather, a somewhat deformed version of it. To overcome this problem, we propose, for a number of instances of the tracking formula, a simple warping operation on the deformed correlation. Now we obtain, at least for sinusoidal signals, the correct value of the correlation coefficient. Special attention is paid to the convergence behavior of the algorithm for stationary signals and the dynamic behavior if there is a transition to another stationary state; the latter is considered to be important to study the tracking abilities to nonstationary signals. We illustrate tracking algorithm by using it for stereo music fragments, obtained from a number of digital audio recordings",
    "original_translation": "Seguimiento eficiente del coeficiente de correlación cruzada En muchos algoritmos de procesamiento (audio), que implican la manipulación de señales de tiempo discreto, el rendimiento puede variar fuertemente sobre el repertorio que se utiliza. Este puede ser el caso cuando se permite que las señales de los diversos canales estén fuertemente correlacionadas positiva o negativamente. Proponemos y analizamos una fórmula general para el seguimiento de la correlación (dependiendo del tiempo) entre dos señales. Algunos casos especiales de esta fórmula conducen a resultados clásicos conocidos de la literatura, otros son nuevos. Esta fórmula es recursiva en la naturaleza, y utiliza sólo los valores instantáneos de las dos señales, de una manera de bajo costo y baja complejidad; en particular, no hay necesidad de tomar raíces cuadradas o llevar a cabo divisiones. Además, esta fórmula puede modificarse con respecto a la aparición de las dos señales a fin de reducir aún más la complejidad y facilitar su aplicación. Esta última modificación viene a expensas de que no se rastrea la correlación real, sino, más bien, una versión algo deformada de ella. Para superar este problema, proponemos, para una serie de instancias de la fórmula de seguimiento, una simple operación de deformación en la correlación deformada. Ahora obtenemos, al menos para las señales sinusoidales, el valor correcto del coeficiente de correlación. Se presta especial atención al comportamiento de convergencia del algoritmo para las señales estacionarias y el comportamiento dinámico si hay una transición a otro estado estacionario; este último se considera importante para estudiar las habilidades de rastreo de señales no estacionarias. Ilustramos el algoritmo de seguimiento mediante su uso para fragmentos de música estéreo, obtenidos de una serie de grabaciones de audio digitales",
    "error_count": 10,
    "keys": {
        "efficient tracking": {
            "translated_key": [],
            "translated_annotated_text": "Seguimiento eficiente del coeficiente de correlación cruzada En muchos algoritmos de procesamiento (audio), que implican la manipulación de señales de tiempo discreto, el rendimiento puede variar fuertemente sobre el repertorio que se utiliza. Este puede ser el caso cuando se permite que las señales de los diversos canales estén fuertemente correlacionadas positiva o negativamente. Proponemos y analizamos una fórmula general para el seguimiento de la correlación (dependiendo del tiempo) entre dos señales. Algunos casos especiales de esta fórmula conducen a resultados clásicos conocidos de la literatura, otros son nuevos. Esta fórmula es recursiva en la naturaleza, y utiliza sólo los valores instantáneos de las dos señales, de una manera de bajo costo y baja complejidad; en particular, no hay necesidad de tomar raíces cuadradas o llevar a cabo divisiones. Además, esta fórmula puede modificarse con respecto a la aparición de las dos señales a fin de reducir aún más la complejidad y facilitar su aplicación. Esta última modificación viene a expensas de que no se rastrea la correlación real, sino, más bien, una versión algo deformada de ella. Para superar este problema, proponemos, para una serie de instancias de la fórmula de seguimiento, una simple operación de deformación en la correlación deformada. Ahora obtenemos, al menos para las señales sinusoidales, el valor correcto del coeficiente de correlación. Se presta especial atención al comportamiento de convergencia del algoritmo para las señales estacionarias y el comportamiento dinámico si hay una transición a otro estado estacionario; este último se considera importante para estudiar las habilidades de rastreo de señales no estacionarias. Ilustramos el algoritmo de seguimiento mediante su uso para fragmentos de música estéreo, obtenidos de una serie de grabaciones de audio digitales ",
            "error": []
        },
        "cross-correlation coefficient": {
            "translated_key": "coeficiente de correlación cruzada",
            "translated_annotated_text": "Seguimiento eficiente del \"coeficiente de correlación cruzada\" En muchos algoritmos de procesamiento (audio), que implican la manipulación de señales de tiempo discreto, el rendimiento puede variar fuertemente sobre el repertorio que se utiliza. Este puede ser el caso cuando se permite que las señales de los diversos canales estén fuertemente correlacionadas positiva o negativamente. Proponemos y analizamos una fórmula general para el seguimiento de la correlación (dependiendo del tiempo) entre dos señales. Algunos casos especiales de esta fórmula conducen a resultados clásicos conocidos de la literatura, otros son nuevos. Esta fórmula es recursiva en la naturaleza, y utiliza sólo los valores instantáneos de las dos señales, de una manera de bajo costo y baja complejidad; en particular, no hay necesidad de tomar raíces cuadradas o llevar a cabo divisiones. Además, esta fórmula puede modificarse con respecto a la aparición de las dos señales a fin de reducir aún más la complejidad y facilitar su aplicación. Esta última modificación viene a expensas de que no se rastrea la correlación real, sino, más bien, una versión algo deformada de ella. Para superar este problema, proponemos, para una serie de instancias de la fórmula de seguimiento, una simple operación de deformación en la correlación deformada. Ahora obtenemos, al menos para las señales sinusoidales, el valor correcto del coeficiente de correlación. Se presta especial atención al comportamiento de convergencia del algoritmo para las señales estacionarias y el comportamiento dinámico si hay una transición a otro estado estacionario; este último se considera importante para estudiar las habilidades de rastreo de señales no estacionarias. Ilustramos el algoritmo de seguimiento mediante su uso para fragmentos de música estéreo, obtenidos de una serie de grabaciones de audio digitales ",
            "error": [
                ""
            ]
        },
        "audio processing algorithms": {
            "translated_key": [],
            "translated_annotated_text": "Seguimiento eficiente del coeficiente de correlación cruzada En muchos algoritmos de procesamiento (audio), que implican la manipulación de señales de tiempo discreto, el rendimiento puede variar fuertemente sobre el repertorio que se utiliza. Este puede ser el caso cuando se permite que las señales de los diversos canales estén fuertemente correlacionadas positiva o negativamente. Proponemos y analizamos una fórmula general para el seguimiento de la correlación (dependiendo del tiempo) entre dos señales. Algunos casos especiales de esta fórmula conducen a resultados clásicos conocidos de la literatura, otros son nuevos. Esta fórmula es recursiva en la naturaleza, y utiliza sólo los valores instantáneos de las dos señales, de una manera de bajo costo y baja complejidad; en particular, no hay necesidad de tomar raíces cuadradas o llevar a cabo divisiones. Además, esta fórmula puede modificarse con respecto a la aparición de las dos señales a fin de reducir aún más la complejidad y facilitar su aplicación. Esta última modificación viene a expensas de que no se rastrea la correlación real, sino, más bien, una versión algo deformada de ella. Para superar este problema, proponemos, para una serie de instancias de la fórmula de seguimiento, una simple operación de deformación en la correlación deformada. Ahora obtenemos, al menos para las señales sinusoidales, el valor correcto del coeficiente de correlación. Se presta especial atención al comportamiento de convergencia del algoritmo para las señales estacionarias y el comportamiento dinámico si hay una transición a otro estado estacionario; este último se considera importante para estudiar las habilidades de rastreo de señales no estacionarias. Ilustramos el algoritmo de seguimiento mediante su uso para fragmentos de música estéreo, obtenidos de una serie de grabaciones de audio digitales ",
            "error": []
        },
        "discrete-time signals": {
            "translated_key": "señales de tiempo discreto",
            "translated_annotated_text": "Seguimiento eficiente del coeficiente de correlación cruzada En muchos algoritmos de procesamiento (audio), que implican la manipulación de \"señales de tiempo discreto\", el rendimiento puede variar fuertemente sobre el repertorio que se utiliza. Este puede ser el caso cuando se permite que las señales de los diversos canales estén fuertemente correlacionadas positiva o negativamente. Proponemos y analizamos una fórmula general para el seguimiento de la correlación (dependiendo del tiempo) entre dos señales. Algunos casos especiales de esta fórmula conducen a resultados clásicos conocidos de la literatura, otros son nuevos. Esta fórmula es recursiva en la naturaleza, y utiliza sólo los valores instantáneos de las dos señales, de una manera de bajo costo y baja complejidad; en particular, no hay necesidad de tomar raíces cuadradas o llevar a cabo divisiones. Además, esta fórmula puede modificarse con respecto a la aparición de las dos señales a fin de reducir aún más la complejidad y facilitar su aplicación. Esta última modificación viene a expensas de que no se rastrea la correlación real, sino, más bien, una versión algo deformada de ella. Para superar este problema, proponemos, para una serie de instancias de la fórmula de seguimiento, una simple operación de deformación en la correlación deformada. Ahora obtenemos, al menos para las señales sinusoidales, el valor correcto del coeficiente de correlación. Se presta especial atención al comportamiento de convergencia del algoritmo para las señales estacionarias y el comportamiento dinámico si hay una transición a otro estado estacionario; este último se considera importante para estudiar las habilidades de rastreo de señales no estacionarias. Ilustramos el algoritmo de seguimiento mediante su uso para fragmentos de música estéreo, obtenidos de una serie de grabaciones de audio digitales ",
            "error": [
                ""
            ]
        },
        "time-dependent correlation": {
            "translated_key": [],
            "translated_annotated_text": "Seguimiento eficiente del coeficiente de correlación cruzada En muchos algoritmos de procesamiento (audio), que implican la manipulación de señales de tiempo discreto, el rendimiento puede variar fuertemente sobre el repertorio que se utiliza. Este puede ser el caso cuando se permite que las señales de los diversos canales estén fuertemente correlacionadas positiva o negativamente. Proponemos y analizamos una fórmula general para el seguimiento de la correlación (dependiendo del tiempo) entre dos señales. Algunos casos especiales de esta fórmula conducen a resultados clásicos conocidos de la literatura, otros son nuevos. Esta fórmula es recursiva en la naturaleza, y utiliza sólo los valores instantáneos de las dos señales, de una manera de bajo costo y baja complejidad; en particular, no hay necesidad de tomar raíces cuadradas o llevar a cabo divisiones. Además, esta fórmula puede modificarse con respecto a la aparición de las dos señales a fin de reducir aún más la complejidad y facilitar su aplicación. Esta última modificación viene a expensas de que no se rastrea la correlación real, sino, más bien, una versión algo deformada de ella. Para superar este problema, proponemos, para una serie de instancias de la fórmula de seguimiento, una simple operación de deformación en la correlación deformada. Ahora obtenemos, al menos para las señales sinusoidales, el valor correcto del coeficiente de correlación. Se presta especial atención al comportamiento de convergencia del algoritmo para las señales estacionarias y el comportamiento dinámico si hay una transición a otro estado estacionario; este último se considera importante para estudiar las habilidades de rastreo de señales no estacionarias. Ilustramos el algoritmo de seguimiento mediante su uso para fragmentos de música estéreo, obtenidos de una serie de grabaciones de audio digitales ",
            "error": []
        },
        "recursive formula": {
            "translated_key": [],
            "translated_annotated_text": "Seguimiento eficiente del coeficiente de correlación cruzada En muchos algoritmos de procesamiento (audio), que implican la manipulación de señales de tiempo discreto, el rendimiento puede variar fuertemente sobre el repertorio que se utiliza. Este puede ser el caso cuando se permite que las señales de los diversos canales estén fuertemente correlacionadas positiva o negativamente. Proponemos y analizamos una fórmula general para el seguimiento de la correlación (dependiendo del tiempo) entre dos señales. Algunos casos especiales de esta fórmula conducen a resultados clásicos conocidos de la literatura, otros son nuevos. Esta fórmula es recursiva en la naturaleza, y utiliza sólo los valores instantáneos de las dos señales, de una manera de bajo costo y baja complejidad; en particular, no hay necesidad de tomar raíces cuadradas o llevar a cabo divisiones. Además, esta fórmula puede modificarse con respecto a la aparición de las dos señales a fin de reducir aún más la complejidad y facilitar su aplicación. Esta última modificación viene a expensas de que no se rastrea la correlación real, sino, más bien, una versión algo deformada de ella. Para superar este problema, proponemos, para una serie de instancias de la fórmula de seguimiento, una simple operación de deformación en la correlación deformada. Ahora obtenemos, al menos para las señales sinusoidales, el valor correcto del coeficiente de correlación. Se presta especial atención al comportamiento de convergencia del algoritmo para las señales estacionarias y el comportamiento dinámico si hay una transición a otro estado estacionario; este último se considera importante para estudiar las habilidades de rastreo de señales no estacionarias. Ilustramos el algoritmo de seguimiento mediante su uso para fragmentos de música estéreo, obtenidos de una serie de grabaciones de audio digitales ",
            "error": []
        },
        "warping operation": {
            "translated_key": "operación de urdimbre",
            "translated_annotated_text": "Seguimiento eficiente del coeficiente de correlación cruzada En muchos algoritmos de procesamiento (audio), que implican la manipulación de señales de tiempo discreto, el rendimiento puede variar fuertemente sobre el repertorio que se utiliza. Este puede ser el caso cuando se permite que las señales de los diversos canales estén fuertemente correlacionadas positiva o negativamente. Proponemos y analizamos una fórmula general para el seguimiento de la correlación (dependiendo del tiempo) entre dos señales. Algunos casos especiales de esta fórmula conducen a resultados clásicos conocidos de la literatura, otros son nuevos. Esta fórmula es recursiva en la naturaleza, y utiliza sólo los valores instantáneos de las dos señales, de una manera de bajo costo y baja complejidad; en particular, no hay necesidad de tomar raíces cuadradas o llevar a cabo divisiones. Además, esta fórmula puede modificarse con respecto a la aparición de las dos señales a fin de reducir aún más la complejidad y facilitar su aplicación. Esta última modificación viene a expensas de que no se rastrea la correlación real, sino, más bien, una versión algo deformada de ella. Para superar este problema, proponemos, para una serie de instancias de la fórmula de seguimiento, una simple \"operación de urdimbre\" sobre la correlación deformada. Ahora obtenemos, al menos para las señales sinusoidales, el valor correcto del coeficiente de correlación. Se presta especial atención al comportamiento de convergencia del algoritmo para las señales estacionarias y el comportamiento dinámico si hay una transición a otro estado estacionario; este último se considera importante para estudiar las habilidades de rastreo de señales no estacionarias. Ilustramos el algoritmo de seguimiento mediante su uso para fragmentos de música estéreo, obtenidos de una serie de grabaciones de audio digitales ",
            "error": [
                ""
            ]
        },
        "deformed correlation": {
            "translated_key": "correlación deformada",
            "translated_annotated_text": "Seguimiento eficiente del coeficiente de correlación cruzada En muchos algoritmos de procesamiento (audio), que implican la manipulación de señales de tiempo discreto, el rendimiento puede variar fuertemente sobre el repertorio que se utiliza. Este puede ser el caso cuando se permite que las señales de los diversos canales estén fuertemente correlacionadas positiva o negativamente. Proponemos y analizamos una fórmula general para el seguimiento de la correlación (dependiendo del tiempo) entre dos señales. Algunos casos especiales de esta fórmula conducen a resultados clásicos conocidos de la literatura, otros son nuevos. Esta fórmula es recursiva en la naturaleza, y utiliza sólo los valores instantáneos de las dos señales, de una manera de bajo costo y baja complejidad; en particular, no hay necesidad de tomar raíces cuadradas o llevar a cabo divisiones. Además, esta fórmula puede modificarse con respecto a la aparición de las dos señales a fin de reducir aún más la complejidad y facilitar su aplicación. Esta última modificación viene a expensas de que no se rastrea la correlación real, sino, más bien, una versión algo deformada de ella. Para superar este problema, proponemos, para una serie de instancias de la fórmula de seguimiento, una simple operación de deformación en la \"correlación deformada\". Ahora obtenemos, al menos para las señales sinusoidales, el valor correcto del coeficiente de correlación. Se presta especial atención al comportamiento de convergencia del algoritmo para las señales estacionarias y el comportamiento dinámico si hay una transición a otro estado estacionario; este último se considera importante para estudiar las habilidades de rastreo de señales no estacionarias. Ilustramos el algoritmo de seguimiento mediante su uso para fragmentos de música estéreo, obtenidos de una serie de grabaciones de audio digitales ",
            "error": [
                ""
            ]
        },
        "sinusoidal signals": {
            "translated_key": "señales sinusoidales",
            "translated_annotated_text": "Seguimiento eficiente del coeficiente de correlación cruzada En muchos algoritmos de procesamiento (audio), que implican la manipulación de señales de tiempo discreto, el rendimiento puede variar fuertemente sobre el repertorio que se utiliza. Este puede ser el caso cuando se permite que las señales de los diversos canales estén fuertemente correlacionadas positiva o negativamente. Proponemos y analizamos una fórmula general para el seguimiento de la correlación (dependiendo del tiempo) entre dos señales. Algunos casos especiales de esta fórmula conducen a resultados clásicos conocidos de la literatura, otros son nuevos. Esta fórmula es recursiva en la naturaleza, y utiliza sólo los valores instantáneos de las dos señales, de una manera de bajo costo y baja complejidad; en particular, no hay necesidad de tomar raíces cuadradas o llevar a cabo divisiones. Además, esta fórmula puede modificarse con respecto a la aparición de las dos señales a fin de reducir aún más la complejidad y facilitar su aplicación. Esta última modificación viene a expensas de que no se rastrea la correlación real, sino, más bien, una versión algo deformada de ella. Para superar este problema, proponemos, para una serie de instancias de la fórmula de seguimiento, una simple operación de deformación en la correlación deformada. Ahora obtenemos, al menos para \"señales sinusoidales\", el valor correcto del coeficiente de correlación. Se presta especial atención al comportamiento de convergencia del algoritmo para las señales estacionarias y el comportamiento dinámico si hay una transición a otro estado estacionario; este último se considera importante para estudiar las habilidades de rastreo de señales no estacionarias. Ilustramos el algoritmo de seguimiento mediante su uso para fragmentos de música estéreo, obtenidos de una serie de grabaciones de audio digitales ",
            "error": [
                ""
            ]
        },
        "convergence behavior": {
            "translated_key": "comportamiento de convergencia",
            "translated_annotated_text": "Seguimiento eficiente del coeficiente de correlación cruzada En muchos algoritmos de procesamiento (audio), que implican la manipulación de señales de tiempo discreto, el rendimiento puede variar fuertemente sobre el repertorio que se utiliza. Este puede ser el caso cuando se permite que las señales de los diversos canales estén fuertemente correlacionadas positiva o negativamente. Proponemos y analizamos una fórmula general para el seguimiento de la correlación (dependiendo del tiempo) entre dos señales. Algunos casos especiales de esta fórmula conducen a resultados clásicos conocidos de la literatura, otros son nuevos. Esta fórmula es recursiva en la naturaleza, y utiliza sólo los valores instantáneos de las dos señales, de una manera de bajo costo y baja complejidad; en particular, no hay necesidad de tomar raíces cuadradas o llevar a cabo divisiones. Además, esta fórmula puede modificarse con respecto a la aparición de las dos señales a fin de reducir aún más la complejidad y facilitar su aplicación. Esta última modificación viene a expensas de que no se rastrea la correlación real, sino, más bien, una versión algo deformada de ella. Para superar este problema, proponemos, para una serie de instancias de la fórmula de seguimiento, una simple operación de deformación en la correlación deformada. Ahora obtenemos, al menos para las señales sinusoidales, el valor correcto del coeficiente de correlación. Se presta especial atención al \"comportamiento de convergencia\" del algoritmo para las señales estacionarias y el comportamiento dinámico si hay una transición a otro estado estacionario; este último se considera importante para estudiar las habilidades de rastreo de señales no estacionarias. Ilustramos el algoritmo de seguimiento mediante su uso para fragmentos de música estéreo, obtenidos de una serie de grabaciones de audio digitales ",
            "error": [
                ""
            ]
        },
        "stationary signals": {
            "translated_key": "señales estacionarias",
            "translated_annotated_text": "Seguimiento eficiente del coeficiente de correlación cruzada En muchos algoritmos de procesamiento (audio), que implican la manipulación de señales de tiempo discreto, el rendimiento puede variar fuertemente sobre el repertorio que se utiliza. Este puede ser el caso cuando se permite que las señales de los diversos canales estén fuertemente correlacionadas positiva o negativamente. Proponemos y analizamos una fórmula general para el seguimiento de la correlación (dependiendo del tiempo) entre dos señales. Algunos casos especiales de esta fórmula conducen a resultados clásicos conocidos de la literatura, otros son nuevos. Esta fórmula es recursiva en la naturaleza, y utiliza sólo los valores instantáneos de las dos señales, de una manera de bajo costo y baja complejidad; en particular, no hay necesidad de tomar raíces cuadradas o llevar a cabo divisiones. Además, esta fórmula puede modificarse con respecto a la aparición de las dos señales a fin de reducir aún más la complejidad y facilitar su aplicación. Esta última modificación viene a expensas de que no se rastrea la correlación real, sino, más bien, una versión algo deformada de ella. Para superar este problema, proponemos, para una serie de instancias de la fórmula de seguimiento, una simple operación de deformación en la correlación deformada. Ahora obtenemos, al menos para las señales sinusoidales, el valor correcto del coeficiente de correlación. Se presta especial atención al comportamiento de convergencia del algoritmo para las \"señales estacionarias\" y el comportamiento dinámico si hay una transición a otro estado estacionario; este último se considera importante para estudiar las habilidades de rastreo de señales no estacionarias. Ilustramos el algoritmo de seguimiento mediante su uso para fragmentos de música estéreo, obtenidos de una serie de grabaciones de audio digitales ",
            "error": [
                ""
            ]
        },
        "dynamic behavior": {
            "translated_key": "comportamiento dinámico",
            "translated_annotated_text": "Seguimiento eficiente del coeficiente de correlación cruzada En muchos algoritmos de procesamiento (audio), que implican la manipulación de señales de tiempo discreto, el rendimiento puede variar fuertemente sobre el repertorio que se utiliza. Este puede ser el caso cuando se permite que las señales de los diversos canales estén fuertemente correlacionadas positiva o negativamente. Proponemos y analizamos una fórmula general para el seguimiento de la correlación (dependiendo del tiempo) entre dos señales. Algunos casos especiales de esta fórmula conducen a resultados clásicos conocidos de la literatura, otros son nuevos. Esta fórmula es recursiva en la naturaleza, y utiliza sólo los valores instantáneos de las dos señales, de una manera de bajo costo y baja complejidad; en particular, no hay necesidad de tomar raíces cuadradas o llevar a cabo divisiones. Además, esta fórmula puede modificarse con respecto a la aparición de las dos señales a fin de reducir aún más la complejidad y facilitar su aplicación. Esta última modificación viene a expensas de que no se rastrea la correlación real, sino, más bien, una versión algo deformada de ella. Para superar este problema, proponemos, para una serie de instancias de la fórmula de seguimiento, una simple operación de deformación en la correlación deformada. Ahora obtenemos, al menos para las señales sinusoidales, el valor correcto del coeficiente de correlación. Se presta especial atención al comportamiento de convergencia del algoritmo para las señales estacionarias y el \"comportamiento dinámico\" si hay una transición a otro estado estacionario; este último se considera importante para estudiar las habilidades de rastreo de señales no estacionarias. Ilustramos el algoritmo de seguimiento mediante su uso para fragmentos de música estéreo, obtenidos de una serie de grabaciones de audio digitales ",
            "error": [
                ""
            ]
        },
        "stationary state": {
            "translated_key": "estado estacionario",
            "translated_annotated_text": "Seguimiento eficiente del coeficiente de correlación cruzada En muchos algoritmos de procesamiento (audio), que implican la manipulación de señales de tiempo discreto, el rendimiento puede variar fuertemente sobre el repertorio que se utiliza. Este puede ser el caso cuando se permite que las señales de los diversos canales estén fuertemente correlacionadas positiva o negativamente. Proponemos y analizamos una fórmula general para el seguimiento de la correlación (dependiendo del tiempo) entre dos señales. Algunos casos especiales de esta fórmula conducen a resultados clásicos conocidos de la literatura, otros son nuevos. Esta fórmula es recursiva en la naturaleza, y utiliza sólo los valores instantáneos de las dos señales, de una manera de bajo costo y baja complejidad; en particular, no hay necesidad de tomar raíces cuadradas o llevar a cabo divisiones. Además, esta fórmula puede modificarse con respecto a la aparición de las dos señales a fin de reducir aún más la complejidad y facilitar su aplicación. Esta última modificación viene a expensas de que no se rastrea la correlación real, sino, más bien, una versión algo deformada de ella. Para superar este problema, proponemos, para una serie de instancias de la fórmula de seguimiento, una simple operación de deformación en la correlación deformada. Ahora obtenemos, al menos para las señales sinusoidales, el valor correcto del coeficiente de correlación. Se presta especial atención al comportamiento de convergencia del algoritmo para las señales estacionarias y el comportamiento dinámico si hay una transición a otro \"estado estacionario\"; este último se considera importante para estudiar las habilidades de rastreo de señales no estacionarias. Ilustramos el algoritmo de seguimiento mediante su uso para fragmentos de música estéreo, obtenidos de una serie de grabaciones de audio digitales ",
            "error": [
                ""
            ]
        },
        "nonstationary signals": {
            "translated_key": "señales no estacionarias",
            "translated_annotated_text": "Seguimiento eficiente del coeficiente de correlación cruzada En muchos algoritmos de procesamiento (audio), que implican la manipulación de señales de tiempo discreto, el rendimiento puede variar fuertemente sobre el repertorio que se utiliza. Este puede ser el caso cuando se permite que las señales de los diversos canales estén fuertemente correlacionadas positiva o negativamente. Proponemos y analizamos una fórmula general para el seguimiento de la correlación (dependiendo del tiempo) entre dos señales. Algunos casos especiales de esta fórmula conducen a resultados clásicos conocidos de la literatura, otros son nuevos. Esta fórmula es recursiva en la naturaleza, y utiliza sólo los valores instantáneos de las dos señales, de una manera de bajo costo y baja complejidad; en particular, no hay necesidad de tomar raíces cuadradas o llevar a cabo divisiones. Además, esta fórmula puede modificarse con respecto a la aparición de las dos señales a fin de reducir aún más la complejidad y facilitar su aplicación. Esta última modificación viene a expensas de que no se rastrea la correlación real, sino, más bien, una versión algo deformada de ella. Para superar este problema, proponemos, para una serie de instancias de la fórmula de seguimiento, una simple operación de deformación en la correlación deformada. Ahora obtenemos, al menos para las señales sinusoidales, el valor correcto del coeficiente de correlación. Se presta especial atención al comportamiento de convergencia del algoritmo para las señales estacionarias y el comportamiento dinámico si hay una transición a otro estado estacionario; este último se considera importante para estudiar las habilidades de seguimiento de \"señales no estacionarias\". Ilustramos el algoritmo de seguimiento mediante su uso para fragmentos de música estéreo, obtenidos de una serie de grabaciones de audio digitales ",
            "error": [
                ""
            ]
        },
        "tracking algorithm": {
            "translated_key": "algoritmo de seguimiento",
            "translated_annotated_text": "Seguimiento eficiente del coeficiente de correlación cruzada En muchos algoritmos de procesamiento (audio), que implican la manipulación de señales de tiempo discreto, el rendimiento puede variar fuertemente sobre el repertorio que se utiliza. Este puede ser el caso cuando se permite que las señales de los diversos canales estén fuertemente correlacionadas positiva o negativamente. Proponemos y analizamos una fórmula general para el seguimiento de la correlación (dependiendo del tiempo) entre dos señales. Algunos casos especiales de esta fórmula conducen a resultados clásicos conocidos de la literatura, otros son nuevos. Esta fórmula es recursiva en la naturaleza, y utiliza sólo los valores instantáneos de las dos señales, de una manera de bajo costo y baja complejidad; en particular, no hay necesidad de tomar raíces cuadradas o llevar a cabo divisiones. Además, esta fórmula puede modificarse con respecto a la aparición de las dos señales a fin de reducir aún más la complejidad y facilitar su aplicación. Esta última modificación viene a expensas de que no se rastrea la correlación real, sino, más bien, una versión algo deformada de ella. Para superar este problema, proponemos, para una serie de instancias de la fórmula de seguimiento, una simple operación de deformación en la correlación deformada. Ahora obtenemos, al menos para las señales sinusoidales, el valor correcto del coeficiente de correlación. Se presta especial atención al comportamiento de convergencia del algoritmo para las señales estacionarias y el comportamiento dinámico si hay una transición a otro estado estacionario; este último se considera importante para estudiar las habilidades de rastreo de señales no estacionarias. Ilustramos \"algoritmo de seguimiento\" usándolo para fragmentos de música estéreo, obtenidos de varias grabaciones digitales de audio ",
            "error": [
                ""
            ]
        },
        "stereo music fragments": {
            "translated_key": "fragmentos de música estereo",
            "translated_annotated_text": "Seguimiento eficiente del coeficiente de correlación cruzada En muchos algoritmos de procesamiento (audio), que implican la manipulación de señales de tiempo discreto, el rendimiento puede variar fuertemente sobre el repertorio que se utiliza. Este puede ser el caso cuando se permite que las señales de los diversos canales estén fuertemente correlacionadas positiva o negativamente. Proponemos y analizamos una fórmula general para el seguimiento de la correlación (dependiendo del tiempo) entre dos señales. Algunos casos especiales de esta fórmula conducen a resultados clásicos conocidos de la literatura, otros son nuevos. Esta fórmula es recursiva en la naturaleza, y utiliza sólo los valores instantáneos de las dos señales, de una manera de bajo costo y baja complejidad; en particular, no hay necesidad de tomar raíces cuadradas o llevar a cabo divisiones. Además, esta fórmula puede modificarse con respecto a la aparición de las dos señales a fin de reducir aún más la complejidad y facilitar su aplicación. Esta última modificación viene a expensas de que no se rastrea la correlación real, sino, más bien, una versión algo deformada de ella. Para superar este problema, proponemos, para una serie de instancias de la fórmula de seguimiento, una simple operación de deformación en la correlación deformada. Ahora obtenemos, al menos para las señales sinusoidales, el valor correcto del coeficiente de correlación. Se presta especial atención al comportamiento de convergencia del algoritmo para las señales estacionarias y el comportamiento dinámico si hay una transición a otro estado estacionario; este último se considera importante para estudiar las habilidades de rastreo de señales no estacionarias. Ilustramos el algoritmo de seguimiento usándolo para \"fragmentos de música estereo\", obtenidos de una serie de grabaciones digitales de audio ",
            "error": [
                ""
            ]
        },
        "digital audio recording": {
            "translated_key": [],
            "translated_annotated_text": "Seguimiento eficiente del coeficiente de correlación cruzada En muchos algoritmos de procesamiento (audio), que implican la manipulación de señales de tiempo discreto, el rendimiento puede variar fuertemente sobre el repertorio que se utiliza. Este puede ser el caso cuando se permite que las señales de los diversos canales estén fuertemente correlacionadas positiva o negativamente. Proponemos y analizamos una fórmula general para el seguimiento de la correlación (dependiendo del tiempo) entre dos señales. Algunos casos especiales de esta fórmula conducen a resultados clásicos conocidos de la literatura, otros son nuevos. Esta fórmula es recursiva en la naturaleza, y utiliza sólo los valores instantáneos de las dos señales, de una manera de bajo costo y baja complejidad; en particular, no hay necesidad de tomar raíces cuadradas o llevar a cabo divisiones. Además, esta fórmula puede modificarse con respecto a la aparición de las dos señales a fin de reducir aún más la complejidad y facilitar su aplicación. Esta última modificación viene a expensas de que no se rastrea la correlación real, sino, más bien, una versión algo deformada de ella. Para superar este problema, proponemos, para una serie de instancias de la fórmula de seguimiento, una simple operación de deformación en la correlación deformada. Ahora obtenemos, al menos para las señales sinusoidales, el valor correcto del coeficiente de correlación. Se presta especial atención al comportamiento de convergencia del algoritmo para las señales estacionarias y el comportamiento dinámico si hay una transición a otro estado estacionario; este último se considera importante para estudiar las habilidades de rastreo de señales no estacionarias. Ilustramos el algoritmo de seguimiento mediante su uso para fragmentos de música estéreo, obtenidos de una serie de grabaciones de audio digitales ",
            "error": []
        },
        "audio signal processing": {
            "translated_key": [],
            "translated_annotated_text": "Seguimiento eficiente del coeficiente de correlación cruzada En muchos algoritmos de procesamiento (audio), que implican la manipulación de señales de tiempo discreto, el rendimiento puede variar fuertemente sobre el repertorio que se utiliza. Este puede ser el caso cuando se permite que las señales de los diversos canales estén fuertemente correlacionadas positiva o negativamente. Proponemos y analizamos una fórmula general para el seguimiento de la correlación (dependiendo del tiempo) entre dos señales. Algunos casos especiales de esta fórmula conducen a resultados clásicos conocidos de la literatura, otros son nuevos. Esta fórmula es recursiva en la naturaleza, y utiliza sólo los valores instantáneos de las dos señales, de una manera de bajo costo y baja complejidad; en particular, no hay necesidad de tomar raíces cuadradas o llevar a cabo divisiones. Además, esta fórmula puede modificarse con respecto a la aparición de las dos señales a fin de reducir aún más la complejidad y facilitar su aplicación. Esta última modificación viene a expensas de que no se rastrea la correlación real, sino, más bien, una versión algo deformada de ella. Para superar este problema, proponemos, para una serie de instancias de la fórmula de seguimiento, una simple operación de deformación en la correlación deformada. Ahora obtenemos, al menos para las señales sinusoidales, el valor correcto del coeficiente de correlación. Se presta especial atención al comportamiento de convergencia del algoritmo para las señales estacionarias y el comportamiento dinámico si hay una transición a otro estado estacionario; este último se considera importante para estudiar las habilidades de rastreo de señales no estacionarias. Ilustramos el algoritmo de seguimiento mediante su uso para fragmentos de música estéreo, obtenidos de una serie de grabaciones de audio digitales ",
            "error": []
        },
        "convergence of numerical methods": {
            "translated_key": [],
            "translated_annotated_text": "Seguimiento eficiente del coeficiente de correlación cruzada En muchos algoritmos de procesamiento (audio), que implican la manipulación de señales de tiempo discreto, el rendimiento puede variar fuertemente sobre el repertorio que se utiliza. Este puede ser el caso cuando se permite que las señales de los diversos canales estén fuertemente correlacionadas positiva o negativamente. Proponemos y analizamos una fórmula general para el seguimiento de la correlación (dependiendo del tiempo) entre dos señales. Algunos casos especiales de esta fórmula conducen a resultados clásicos conocidos de la literatura, otros son nuevos. Esta fórmula es recursiva en la naturaleza, y utiliza sólo los valores instantáneos de las dos señales, de una manera de bajo costo y baja complejidad; en particular, no hay necesidad de tomar raíces cuadradas o llevar a cabo divisiones. Además, esta fórmula puede modificarse con respecto a la aparición de las dos señales a fin de reducir aún más la complejidad y facilitar su aplicación. Esta última modificación viene a expensas de que no se rastrea la correlación real, sino, más bien, una versión algo deformada de ella. Para superar este problema, proponemos, para una serie de instancias de la fórmula de seguimiento, una simple operación de deformación en la correlación deformada. Ahora obtenemos, al menos para las señales sinusoidales, el valor correcto del coeficiente de correlación. Se presta especial atención al comportamiento de convergencia del algoritmo para las señales estacionarias y el comportamiento dinámico si hay una transición a otro estado estacionario; este último se considera importante para estudiar las habilidades de rastreo de señales no estacionarias. Ilustramos el algoritmo de seguimiento mediante su uso para fragmentos de música estéreo, obtenidos de una serie de grabaciones de audio digitales ",
            "error": []
        },
        "correlation methods": {
            "translated_key": [],
            "translated_annotated_text": "Seguimiento eficiente del coeficiente de correlación cruzada En muchos algoritmos de procesamiento (audio), que implican la manipulación de señales de tiempo discreto, el rendimiento puede variar fuertemente sobre el repertorio que se utiliza. Este puede ser el caso cuando se permite que las señales de los diversos canales estén fuertemente correlacionadas positiva o negativamente. Proponemos y analizamos una fórmula general para el seguimiento de la correlación (dependiendo del tiempo) entre dos señales. Algunos casos especiales de esta fórmula conducen a resultados clásicos conocidos de la literatura, otros son nuevos. Esta fórmula es recursiva en la naturaleza, y utiliza sólo los valores instantáneos de las dos señales, de una manera de bajo costo y baja complejidad; en particular, no hay necesidad de tomar raíces cuadradas o llevar a cabo divisiones. Además, esta fórmula puede modificarse con respecto a la aparición de las dos señales a fin de reducir aún más la complejidad y facilitar su aplicación. Esta última modificación viene a expensas de que no se rastrea la correlación real, sino, más bien, una versión algo deformada de ella. Para superar este problema, proponemos, para una serie de instancias de la fórmula de seguimiento, una simple operación de deformación en la correlación deformada. Ahora obtenemos, al menos para las señales sinusoidales, el valor correcto del coeficiente de correlación. Se presta especial atención al comportamiento de convergencia del algoritmo para las señales estacionarias y el comportamiento dinámico si hay una transición a otro estado estacionario; este último se considera importante para estudiar las habilidades de rastreo de señales no estacionarias. Ilustramos el algoritmo de seguimiento mediante su uso para fragmentos de música estéreo, obtenidos de una serie de grabaciones de audio digitales ",
            "error": []
        },
        "music": {
            "translated_key": [],
            "translated_annotated_text": "Seguimiento eficiente del coeficiente de correlación cruzada En muchos algoritmos de procesamiento (audio), que implican la manipulación de señales de tiempo discreto, el rendimiento puede variar fuertemente sobre el repertorio que se utiliza. Este puede ser el caso cuando se permite que las señales de los diversos canales estén fuertemente correlacionadas positiva o negativamente. Proponemos y analizamos una fórmula general para el seguimiento de la correlación (dependiendo del tiempo) entre dos señales. Algunos casos especiales de esta fórmula conducen a resultados clásicos conocidos de la literatura, otros son nuevos. Esta fórmula es recursiva en la naturaleza, y utiliza sólo los valores instantáneos de las dos señales, de una manera de bajo costo y baja complejidad; en particular, no hay necesidad de tomar raíces cuadradas o llevar a cabo divisiones. Además, esta fórmula puede modificarse con respecto a la aparición de las dos señales a fin de reducir aún más la complejidad y facilitar su aplicación. Esta última modificación viene a expensas de que no se rastrea la correlación real, sino, más bien, una versión algo deformada de ella. Para superar este problema, proponemos, para una serie de instancias de la fórmula de seguimiento, una simple operación de deformación en la correlación deformada. Ahora obtenemos, al menos para las señales sinusoidales, el valor correcto del coeficiente de correlación. Se presta especial atención al comportamiento de convergencia del algoritmo para las señales estacionarias y el comportamiento dinámico si hay una transición a otro estado estacionario; este último se considera importante para estudiar las habilidades de rastreo de señales no estacionarias. Ilustramos el algoritmo de seguimiento usándolo para fragmentos de música estéreo, obtenidos de varias grabaciones digitales de audio ",
            "error": []
        },
        "tracking": {
            "translated_key": [
                "Seguimiento",
                "rastrear",
                "tracking",
                "tracking",
                "tracking"
            ],
            "translated_annotated_text": "\"Seguimiento\" eficiente del coeficiente de correlación cruzada En muchos algoritmos de procesamiento (audio), que implican la manipulación de señales de tiempo discreto, el rendimiento puede variar fuertemente sobre el repertorio que se utiliza. Este puede ser el caso cuando se permite que las señales de los diversos canales estén fuertemente correlacionadas positiva o negativamente. Proponemos y analizamos una fórmula general para \"rastrear\" la correlación (dependiendo del tiempo) entre dos señales. Algunos casos especiales de esta fórmula conducen a resultados clásicos conocidos de la literatura, otros son nuevos. Esta fórmula es recursiva en la naturaleza, y utiliza sólo los valores instantáneos de las dos señales, de una manera de bajo costo y baja complejidad; en particular, no hay necesidad de tomar raíces cuadradas o llevar a cabo divisiones. Además, esta fórmula puede modificarse con respecto a la aparición de las dos señales a fin de reducir aún más la complejidad y facilitar su aplicación. Esta última modificación viene a expensas de que no se rastrea la correlación real, sino, más bien, una versión algo deformada de ella. Para superar este problema, proponemos, para una serie de instancias de la fórmula \"tracking\", una simple operación deformación en la correlación deformada. Ahora obtenemos, al menos para las señales sinusoidales, el valor correcto del coeficiente de correlación. Se presta especial atención al comportamiento de convergencia del algoritmo para señales estacionarias y el comportamiento dinámico si hay una transición a otro estado estacionario; este último se considera importante para estudiar las habilidades de \"tracking\" a señales no estacionarias. Ilustramos el algoritmo de \"tracking\" usándolo para fragmentos de música estéreo, obtenidos de varias grabaciones digitales de audio ",
            "error": [
                "Seguimiento",
                "rastrear",
                "tracking",
                "tracking",
                "tracking"
            ]
        }
    }
}