{
    "original_text": "Universal approximation by hierarchical fuzzy system with constraints on the fuzzy rule This paper presents a special hierarchical fuzzy system where the outputs of the previous layer are not used in the IF-parts, but used only in the THEN-parts of the fuzzy rules of the current layer. The proposed scheme can be shown to be a universal approximator to any continuous function on a compact set if complete fuzzy sets are used in the IF-parts of the fuzzy rules with singleton fuzzifier and center average defuzzifier. From the simulation of ball and beam control system, it is demonstrated that the proposed scheme approximates with good accuracy the model nonlinear controller with fewer fuzzy rules than the centralized fuzzy system and its control performance is comparable to that of the nonlinear controller",
    "original_translation": "Aproximación universal por sistema borroso jerárquico con restricciones sobre la regla borroso Este artículo presenta un sistema borroso jerárquico especial donde las salidas de la capa anterior no se utilizan en las partes IF, sino sólo en las partes THEN de las reglas borroso de la capa actual. El esquema propuesto puede mostrarse como un aproximador universal a cualquier función continua en un conjunto compacto si se utilizan conjuntos borrosos completos en las partes IF de las reglas borrosas con uneton fuzzifier y centro desfuzzifier. A partir de la simulación del sistema de control de bola y haz, se demuestra que el esquema propuesto se aproxima con buena precisión al controlador no lineal modelo con menos reglas borrosas que el sistema difuso centralizado y su rendimiento de control es comparable al del controlador no lineal",
    "error_count": 5,
    "keys": {
        "hierarchical fuzzy system": {
            "translated_key": "sistema jerarquizado borroso",
            "translated_annotated_text": "Aproximación universal por \"sistema jerarquizado borroso\" con restricciones sobre la regla borrosa Este artículo presenta un \"sistema jerarquizado borroso\" especial donde las salidas de la capa anterior no se utilizan en las partes IF, sino que se utilizan sólo en las partes THEN de las reglas difusas de la capa actual. El esquema propuesto puede mostrarse como un aproximador universal a cualquier función continua en un conjunto compacto si se utilizan conjuntos borrosos completos en las partes IF de las reglas borrosas con uneton fuzzifier y centro desfuzzifier. A partir de la simulación del sistema de control de bola y haz, se demuestra que el esquema propuesto se aproxima con buena precisión al controlador no lineal modelo con menos reglas borrosas que el sistema difuso centralizado y su rendimiento de control es comparable al del controlador no lineal ",
            "error": [
                ""
            ]
        },
        "fuzzy rules": {
            "translated_key": "reglas borrosas",
            "translated_annotated_text": "Aproximación universal por sistema borroso jerárquico con restricciones sobre la regla borroso Este artículo presenta un sistema borroso jerárquico especial donde las salidas de la capa anterior no se utilizan en las partes de IF, sino que se utilizan sólo en las partes de THEN de las \"reglas borrosas\" de la capa actual. El esquema propuesto puede mostrarse como un aproximador universal a cualquier función continua en un conjunto compacto si se utilizan conjuntos borrosos completos en las partes IF de las \"reglas borrosas\" con uneton fuzzifier y centro desfuzzifier. A partir de la simulación del sistema de control de bola y haz, se demuestra que el esquema propuesto se aproxima con buena precisión al controlador no lineal modelo con menos \"reglas borrosas\" que el sistema difuso centralizado y su rendimiento de control es comparable al del controlador no lineal ",
            "error": [
                ""
            ]
        },
        "universal approximator": {
            "translated_key": "aproximador universal",
            "translated_annotated_text": "Aproximación universal por sistema borroso jerárquico con restricciones sobre la regla borroso Este artículo presenta un sistema borroso jerárquico especial donde las salidas de la capa anterior no se utilizan en las partes IF, sino sólo en las partes THEN de las reglas borroso de la capa actual. El esquema propuesto puede mostrarse como un \"aproximador universal\" a cualquier función continua en un conjunto compacto si se utilizan conjuntos borrosos completos en las partes IF de las reglas borrosas con uneton fuzzifier y centro medio desfuzzifier. A partir de la simulación del sistema de control de bola y haz, se demuestra que el esquema propuesto se aproxima con buena precisión al controlador no lineal modelo con menos reglas borrosas que el sistema difuso centralizado y su rendimiento de control es comparable al del controlador no lineal ",
            "error": [
                ""
            ]
        },
        "continuous function": {
            "translated_key": "función continua",
            "translated_annotated_text": "Aproximación universal por sistema borroso jerárquico con restricciones sobre la regla borroso Este artículo presenta un sistema borroso jerárquico especial donde las salidas de la capa anterior no se utilizan en las partes IF, sino sólo en las partes THEN de las reglas borroso de la capa actual. El esquema propuesto puede mostrarse como un aproximador universal a cualquier \"función continua\" en un conjunto compacto si se utilizan conjuntos borrosos completos en las partes IF de las reglas borrosas con uneton fuzzifier y centro desfuzzifier. A partir de la simulación del sistema de control de bola y haz, se demuestra que el esquema propuesto se aproxima con buena precisión al controlador no lineal modelo con menos reglas borrosas que el sistema difuso centralizado y su rendimiento de control es comparable al del controlador no lineal ",
            "error": [
                ""
            ]
        },
        "ball and beam control system": {
            "translated_key": "sistema de control de bola y haz",
            "translated_annotated_text": "Aproximación universal por sistema borroso jerárquico con restricciones sobre la regla borroso Este artículo presenta un sistema borroso jerárquico especial donde las salidas de la capa anterior no se utilizan en las partes IF, sino sólo en las partes THEN de las reglas borroso de la capa actual. El esquema propuesto puede mostrarse como un aproximador universal a cualquier función continua en un conjunto compacto si se utilizan conjuntos borrosos completos en las partes IF de las reglas borrosas con uneton fuzzifier y centro desfuzzifier. A partir de la simulación del \"sistema de control de bola y haz\", se demuestra que el esquema propuesto se aproxima con buena precisión al controlador no lineal modelo con menos reglas borrosas que el sistema difuso centralizado y su rendimiento de control es comparable al del controlador no lineal ",
            "error": [
                ""
            ]
        },
        "hierarchical fuzzy logic": {
            "translated_key": [],
            "translated_annotated_text": "Aproximación universal por sistema borroso jerárquico con restricciones sobre la regla borroso Este artículo presenta un sistema borroso jerárquico especial donde las salidas de la capa anterior no se utilizan en las partes IF, sino sólo en las partes THEN de las reglas borroso de la capa actual. El esquema propuesto puede mostrarse como un aproximador universal a cualquier función continua en un conjunto compacto si se utilizan conjuntos borrosos completos en las partes IF de las reglas borrosas con uneton fuzzifier y centro desfuzzifier. A partir de la simulación del sistema de control de bola y haz, se demuestra que el esquema propuesto se aproxima con buena precisión al controlador no lineal modelo con menos reglas borrosas que el sistema difuso centralizado y su rendimiento de control es comparable al del controlador no lineal ",
            "error": []
        },
        "Stone-Weierstrass theorem": {
            "translated_key": [],
            "translated_annotated_text": "Aproximación universal por sistema borroso jerárquico con restricciones sobre la regla borroso Este artículo presenta un sistema borroso jerárquico especial donde las salidas de la capa anterior no se utilizan en las partes IF, sino sólo en las partes THEN de las reglas borroso de la capa actual. El esquema propuesto puede mostrarse como un aproximador universal a cualquier función continua en un conjunto compacto si se utilizan conjuntos borrosos completos en las partes IF de las reglas borrosas con uneton fuzzifier y centro desfuzzifier. A partir de la simulación del sistema de control de bola y haz, se demuestra que el esquema propuesto se aproxima con buena precisión al controlador no lineal modelo con menos reglas borrosas que el sistema difuso centralizado y su rendimiento de control es comparable al del controlador no lineal ",
            "error": []
        },
        "constraint handling": {
            "translated_key": [],
            "translated_annotated_text": "Aproximación universal por sistema borroso jerárquico con restricciones sobre la regla borroso Este artículo presenta un sistema borroso jerárquico especial donde las salidas de la capa anterior no se utilizan en las partes IF, sino sólo en las partes THEN de las reglas borroso de la capa actual. El esquema propuesto puede mostrarse como un aproximador universal a cualquier función continua en un conjunto compacto si se utilizan conjuntos borrosos completos en las partes IF de las reglas borrosas con uneton fuzzifier y centro desfuzzifier. A partir de la simulación del sistema de control de bola y haz, se demuestra que el esquema propuesto se aproxima con buena precisión al controlador no lineal modelo con menos reglas borrosas que el sistema difuso centralizado y su rendimiento de control es comparable al del controlador no lineal ",
            "error": []
        },
        "fuzzy logic": {
            "translated_key": [],
            "translated_annotated_text": "Aproximación universal por sistema borroso jerárquico con restricciones sobre la regla borroso Este artículo presenta un sistema borroso jerárquico especial donde las salidas de la capa anterior no se utilizan en las partes IF, sino sólo en las partes THEN de las reglas borroso de la capa actual. El esquema propuesto puede mostrarse como un aproximador universal a cualquier función continua en un conjunto compacto si se utilizan conjuntos borrosos completos en las partes IF de las reglas borrosas con uneton fuzzifier y centro desfuzzifier. A partir de la simulación del sistema de control de bola y haz, se demuestra que el esquema propuesto se aproxima con buena precisión al controlador no lineal modelo con menos reglas borrosas que el sistema difuso centralizado y su rendimiento de control es comparable al del controlador no lineal ",
            "error": []
        },
        "fuzzy systems": {
            "translated_key": [],
            "translated_annotated_text": "Aproximación universal por sistema borroso jerárquico con restricciones sobre la regla borroso Este artículo presenta un sistema borroso jerárquico especial donde las salidas de la capa anterior no se utilizan en las partes IF, sino sólo en las partes THEN de las reglas borroso de la capa actual. El esquema propuesto puede mostrarse como un aproximador universal a cualquier función continua en un conjunto compacto si se utilizan conjuntos borrosos completos en las partes IF de las reglas borrosas con uneton fuzzifier y centro desfuzzifier. A partir de la simulación del sistema de control de bola y haz, se demuestra que el esquema propuesto se aproxima con buena precisión al controlador no lineal modelo con menos reglas borrosas que el sistema difuso centralizado y su rendimiento de control es comparable al del controlador no lineal ",
            "error": []
        }
    }
}