{
    "original_text": "From FREE to FEE [online advertising market] As the online advertising market continues to struggle, many online content marketers are wrestling with the issue of how to add at least some level of paid subscription income to their revenue mix in order to reach or improve profitability. Since the business of selling content online is still in its infancy, and many consumers clearly still think of Web content as simply and rightfully free, few roadmaps are available to show the way to effective marketing strategies, but some guiding principles have emerged",
    "original_translation": "De FREE a FEE [mercado de publicidad en línea] A medida que el mercado de la publicidad en línea continúa luchando, muchos vendedores de contenidos en línea están luchando con la cuestión de cómo agregar al menos algún nivel de ingresos de suscripción pagada a su mezcla de ingresos para alcanzar o mejorar la rentabilidad. Dado que el negocio de la venta de contenido en línea todavía está en su infancia, y muchos consumidores claramente todavía piensan en el contenido web como simple y legítimamente libre, pocas hojas de ruta están disponibles para mostrar el camino a estrategias de marketing eficaces, pero algunos principios rectores han surgido",
    "error_count": 1,
    "keys": {
        "online advertising market": {
            "translated_key": "mercado de publicidad online",
            "translated_annotated_text": "De FREE a FEE [\"mercado de publicidad online\"] Mientras el \"mercado de publicidad online\" continúa luchando, muchos vendedores de contenidos online están luchando con la cuestión de cómo agregar al menos algún nivel de ingresos de suscripción pagada a su combinación de ingresos para alcanzar o mejorar la rentabilidad. Dado que el negocio de la venta de contenido en línea todavía está en su infancia, y muchos consumidores claramente todavía piensan en el contenido web como simple y legítimamente libre, pocas hojas de ruta están disponibles para mostrar el camino a estrategias de marketing eficaces, pero algunos principios rectores han surgido ",
            "error": [
                ""
            ]
        },
        "paid subscription income": {
            "translated_key": "ingreso de suscripción pagada",
            "translated_annotated_text": "A medida que el mercado de la publicidad en línea continúa luchando, muchos vendedores de contenidos en línea están luchando con la cuestión de cómo agregar al menos algún nivel de \"ingreso de suscripción pagada\" a su mezcla de ingresos para alcanzar o mejorar la rentabilidad. Dado que el negocio de la venta de contenido en línea todavía está en su infancia, y muchos consumidores claramente todavía piensan en el contenido web como simple y legítimamente libre, pocas hojas de ruta están disponibles para mostrar el camino a estrategias de marketing eficaces, pero algunos principios rectores han surgido ",
            "error": [
                ""
            ]
        },
        "selling content online": {
            "translated_key": "vender contenido en línea",
            "translated_annotated_text": "De FREE a FEE [mercado de publicidad en línea] A medida que el mercado de la publicidad en línea continúa luchando, muchos vendedores de contenidos en línea están luchando con la cuestión de cómo agregar al menos algún nivel de ingresos de suscripción pagada a su mezcla de ingresos para alcanzar o mejorar la rentabilidad. Puesto que el negocio de \"vender contenido en línea\" todavía está en su infancia, y muchos consumidores claramente todavía piensan en el contenido Web como simple y legítimamente libre, pocas hojas de ruta están disponibles para mostrar el camino a estrategias de marketing eficaces, pero algunos principios rectores han surgido ",
            "error": [
                ""
            ]
        },
        "marketing strategies": {
            "translated_key": "estrategias de marketing",
            "translated_annotated_text": "De FREE a FEE [mercado de publicidad en línea] A medida que el mercado de la publicidad en línea continúa luchando, muchos vendedores de contenidos en línea están luchando con la cuestión de cómo agregar al menos algún nivel de ingresos de suscripción pagada a su mezcla de ingresos para alcanzar o mejorar la rentabilidad. Dado que el negocio de la venta de contenidos en línea todavía está en su infancia, y muchos consumidores claramente todavía piensan en el contenido web como simple y legítimamente libre, pocas hojas de ruta están disponibles para mostrar el camino a las \"estrategias de marketing\" efectivas, pero algunos principios rectores han surgido ",
            "error": [
                ""
            ]
        },
        "advertising": {
            "translated_key": "publicidad",
            "translated_annotated_text": "De FREE a FEE [mercado de \"publicidad\" en línea] A medida que el mercado de \"publicidad\" en línea continúa luchando, muchos marketers de contenidos en línea están luchando con la cuestión de cómo agregar al menos algún nivel de ingresos de suscripción pagada a su combinación de ingresos para alcanzar o mejorar la rentabilidad. Dado que el negocio de la venta de contenido en línea todavía está en su infancia, y muchos consumidores claramente todavía piensan en el contenido web como simple y legítimamente libre, pocas hojas de ruta están disponibles para mostrar el camino a estrategias de marketing eficaces, pero algunos principios rectores han surgido ",
            "error": [
                ""
            ]
        },
        "Internet": {
            "translated_key": [],
            "translated_annotated_text": "De FREE a FEE [mercado de publicidad en línea] A medida que el mercado de la publicidad en línea continúa luchando, muchos vendedores de contenidos en línea están luchando con la cuestión de cómo agregar al menos algún nivel de ingresos de suscripción pagada a su mezcla de ingresos para alcanzar o mejorar la rentabilidad. Dado que el negocio de la venta de contenido en línea todavía está en su infancia, y muchos consumidores claramente todavía piensan en el contenido web como simple y legítimamente libre, pocas hojas de ruta están disponibles para mostrar el camino a estrategias de marketing eficaces, pero algunos principios rectores han surgido ",
            "error": []
        },
        "marketing": {
            "translated_key": "marketing",
            "translated_annotated_text": "De FREE a FEE [mercado de publicidad en línea] A medida que el mercado de la publicidad en línea continúa luchando, muchos vendedores de contenidos en línea están luchando con la cuestión de cómo agregar al menos algún nivel de ingresos de suscripción pagada a su mezcla de ingresos para alcanzar o mejorar la rentabilidad. Dado que el negocio de la venta de contenidos en línea todavía está en su infancia, y muchos consumidores claramente todavía piensan en el contenido web como simple y legítimamente libre, pocas hojas de ruta están disponibles para mostrar el camino a estrategias de \"marketing\" eficaces, pero algunos principios rectores han surgido ",
            "error": [
                ""
            ]
        }
    }
}