{
    "original_text": "SBC gets more serious on regulatory compliance With one eye on the past and the other on its future, SBC Communications last week created a unit it hopes will bring a cohesiveness and efficiency to its regulatory compliance efforts that previously had been lacking. The carrier also hopes the new regulatory compliance unit will help it accomplish its short-term goal of landing FCC approval. to provide long-distance service throughout its region, and its longer-term, goal of reducing the regulatory burdens under which it and currently operate",
    "original_translation": "SBC se pone más serio en el cumplimiento de la normativa Con un ojo en el pasado y el otro en su futuro, SBC Communications creó la semana pasada una unidad que espera que aporte una cohesión y eficiencia a sus esfuerzos de cumplimiento de la normativa que anteriormente habían faltado. La compañía también espera que la nueva unidad de cumplimiento de la normativa le ayudará a lograr su objetivo a corto plazo de aterrizaje aprobación FCC. prestar servicios de larga distancia en toda su región y su objetivo a más largo plazo de reducir las cargas reglamentarias bajo las cuales opera y actualmente",
    "error_count": 3,
    "keys": {
        "SBC Communications": {
            "translated_key": "SBC Communications",
            "translated_annotated_text": "SBC se pone más serio en el cumplimiento de la normativa Con un ojo en el pasado y el otro en su futuro, \"SBC Communications\" creó la semana pasada una unidad que espera que aporte una cohesión y eficiencia a sus esfuerzos de cumplimiento de la regulación que anteriormente habían faltado. La compañía también espera que la nueva unidad de cumplimiento de la normativa le ayudará a lograr su objetivo a corto plazo de aterrizaje aprobación FCC. prestar servicios de larga distancia en toda su región y su objetivo a más largo plazo de reducir las cargas reglamentarias bajo las cuales opera y actualmente ",
            "error": [
                ""
            ]
        },
        "regulatory compliance": {
            "translated_key": [
                "cumplimiento normativo",
                "cumplimiento normativo",
                "conformidad regulatoria"
            ],
            "translated_annotated_text": "SBC se pone más serio en el \"cumplimiento normativo\" Con un ojo en el pasado y el otro en su futuro, SBC Communications creó la semana pasada una unidad que espera que aporte una cohesión y eficiencia a sus esfuerzos de \"cumplimiento normativo\" que anteriormente habían faltado. La compañía también espera que la nueva unidad de \"conformidad regulatoria\" le ayude a lograr su objetivo a corto plazo de conseguir la aprobación de FCC. prestar servicios de larga distancia en toda su región y su objetivo a más largo plazo de reducir las cargas reglamentarias bajo las cuales opera y actualmente ",
            "error": [
                "cumplimiento normativo",
                "cumplimiento normativo",
                "conformidad regulatoria"
            ]
        },
        "telecom carrier": {
            "translated_key": [],
            "translated_annotated_text": "SBC se pone más serio en el cumplimiento de la normativa Con un ojo en el pasado y el otro en su futuro, SBC Communications creó la semana pasada una unidad que espera que aporte una cohesión y eficiencia a sus esfuerzos de cumplimiento de la normativa que anteriormente habían faltado. La compañía también espera que la nueva unidad de cumplimiento de la normativa le ayudará a lograr su objetivo a corto plazo de aterrizaje aprobación FCC. prestar servicios de larga distancia en toda su región y su objetivo a más largo plazo de reducir las cargas reglamentarias bajo las cuales opera y actualmente ",
            "error": []
        },
        "telecommunication": {
            "translated_key": [],
            "translated_annotated_text": "SBC se pone más serio en el cumplimiento de la normativa Con un ojo en el pasado y el otro en su futuro, SBC Communications creó la semana pasada una unidad que espera que aporte una cohesión y eficiencia a sus esfuerzos de cumplimiento de la normativa que anteriormente habían faltado. La compañía también espera que la nueva unidad de cumplimiento de la normativa le ayudará a lograr su objetivo a corto plazo de aterrizaje aprobación FCC. prestar servicios de larga distancia en toda su región y su objetivo a más largo plazo de reducir las cargas reglamentarias bajo las cuales opera y actualmente ",
            "error": []
        }
    }
}