{
    "original_text": "Development of railway VR safety simulation system Abnormal conditions occur in railway transportation due to trouble or accidents and it affects a number of passengers. It is very important, therefore, to quickly recover and return to normal train operation. For this purpose we developed a system, Computer VR Simulation System for the Safety of Railway Transportation. It is a new type simulation system to evaluate measures to be taken under abnormal conditions. Users of this simulation system cooperate with one another to correct the abnormal conditions that have occurred in virtual reality. This paper reports the newly developed simulation system",
    "original_translation": "Desarrollo del sistema de simulación de seguridad ferroviaria VR Las condiciones anormales ocurren en el transporte ferroviario debido a problemas o accidentes y afecta a un número de pasajeros. Por lo tanto, es muy importante recuperarse rápidamente y volver a la operación normal del tren. Para ello desarrollamos un sistema, Sistema de Simulación de VR por Computadora para la Seguridad del Transporte Ferroviario. Se trata de un nuevo sistema de simulación de tipo para evaluar las medidas que deben adoptarse en condiciones anormales. Los usuarios de este sistema de simulación cooperan entre sí para corregir las condiciones anormales que han ocurrido en la realidad virtual. En este documento se informa del nuevo sistema de simulación desarrollado",
    "error_count": 8,
    "keys": {
        "railway transportation": {
            "translated_key": [],
            "translated_annotated_text": "Desarrollo del sistema de simulación de seguridad ferroviaria VR Las condiciones anormales ocurren en el transporte ferroviario <br> por problemas o accidentes y afectan a un número de pasajeros. Por lo tanto, es muy importante recuperarse rápidamente y volver a la operación normal del tren. Para ello desarrollamos un sistema, Sistema de Simulación de VR por Computadora para la Seguridad del Transporte Ferroviario. Se trata de un nuevo sistema de simulación de tipo para evaluar las medidas que deben adoptarse en condiciones anormales. Los usuarios de este sistema de simulación cooperan entre sí para corregir las condiciones anormales que han ocurrido en la realidad virtual. En este documento se informa del nuevo sistema de simulación desarrollado ",
            "error": []
        },
        "accidents": {
            "translated_key": [],
            "translated_annotated_text": "Desarrollo del sistema de simulación de seguridad ferroviaria VR Las condiciones anormales ocurren en el transporte ferroviario debido a problemas o accidentes <br> y afectan a un número de pasajeros. Por lo tanto, es muy importante recuperarse rápidamente y volver a la operación normal del tren. Para ello desarrollamos un sistema, Sistema de Simulación de VR por Computadora para la Seguridad del Transporte Ferroviario. Se trata de un nuevo sistema de simulación de tipo para evaluar las medidas que deben adoptarse en condiciones anormales. Los usuarios de este sistema de simulación cooperan entre sí para corregir las condiciones anormales que han ocurrido en la realidad virtual. En este documento se informa del nuevo sistema de simulación desarrollado ",
            "error": []
        },
        "normal train operation": {
            "translated_key": "operación normal del tren",
            "translated_annotated_text": "Desarrollo del sistema de simulación de seguridad ferroviaria VR Las condiciones anormales ocurren en el transporte ferroviario debido a problemas o accidentes y afecta a un número de pasajeros. Es muy importante, por lo tanto, recuperar rápidamente y volver a la <br>operación normal del tren</br>.  Para ello desarrollamos un sistema, Sistema de Simulación de VR por Computadora para la Seguridad del Transporte Ferroviario. Se trata de un nuevo sistema de simulación de tipo para evaluar las medidas que deben adoptarse en condiciones anormales. Los usuarios de este sistema de simulación cooperan entre sí para corregir las condiciones anormales que han ocurrido en la realidad virtual. En este documento se informa del nuevo sistema de simulación desarrollado ",
            "error": [
                ""
            ]
        },
        "Computer VR Simulation System": {
            "translated_key": "Computer VR Simulation System",
            "translated_annotated_text": "Desarrollo del sistema de simulación de seguridad ferroviaria VR Las condiciones anormales ocurren en el transporte ferroviario debido a problemas o accidentes y afecta a un número de pasajeros. Por lo tanto, es muy importante recuperarse rápidamente y volver a la operación normal del tren. Para ello desarrollamos un sistema, <br>Computer VR Simulation System</br> para la Seguridad del Transporte Ferroviario. Se trata de un nuevo sistema de simulación de tipo para evaluar las medidas que deben adoptarse en condiciones anormales. Los usuarios de este sistema de simulación cooperan entre sí para corregir las condiciones anormales que han ocurrido en la realidad virtual. En este documento se informa del nuevo sistema de simulación desarrollado ",
            "error": [
                ""
            ]
        },
        "virtual reality simulation system": {
            "translated_key": [],
            "translated_annotated_text": "Desarrollo del sistema de simulación de seguridad ferroviaria VR Las condiciones anormales ocurren en el transporte ferroviario debido a problemas o accidentes y afecta a un número de pasajeros. Por lo tanto, es muy importante recuperarse rápidamente y volver a la operación normal del tren. Para ello desarrollamos un sistema, Sistema de Simulación de VR por Computadora para la Seguridad del Transporte Ferroviario. Se trata de un nuevo sistema de simulación de tipo para evaluar las medidas que deben adoptarse en condiciones anormales. Los usuarios de este sistema de simulación cooperan entre sí para corregir las condiciones anormales que han ocurrido en la realidad virtual. En este documento se informa del nuevo sistema de simulación desarrollado ",
            "error": []
        },
        "abnormal conditions correction": {
            "translated_key": [],
            "translated_annotated_text": "Desarrollo del sistema de simulación de seguridad ferroviaria VR Las condiciones anormales ocurren en el transporte ferroviario debido a problemas o accidentes y afecta a un número de pasajeros. Por lo tanto, es muy importante recuperarse rápidamente y volver a la operación normal del tren. Para ello desarrollamos un sistema, Sistema de Simulación de VR por Computadora para la Seguridad del Transporte Ferroviario. Se trata de un nuevo sistema de simulación de tipo para evaluar las medidas que deben adoptarse en condiciones anormales. Los usuarios de este sistema de simulación cooperan entre sí para corregir las condiciones anormales que han ocurrido en la realidad virtual. En este documento se informa del nuevo sistema de simulación desarrollado ",
            "error": []
        },
        "digital simulation": {
            "translated_key": [],
            "translated_annotated_text": "Desarrollo del sistema de simulación de seguridad ferroviaria VR Las condiciones anormales ocurren en el transporte ferroviario debido a problemas o accidentes y afecta a un número de pasajeros. Por lo tanto, es muy importante recuperarse rápidamente y volver a la operación normal del tren. Para ello desarrollamos un sistema, Sistema de Simulación de VR por Computadora para la Seguridad del Transporte Ferroviario. Se trata de un nuevo sistema de simulación de tipo para evaluar las medidas que deben adoptarse en condiciones anormales. Los usuarios de este sistema de simulación cooperan entre sí para corregir las condiciones anormales que han ocurrido en la realidad virtual. En este documento se informa del nuevo sistema de simulación desarrollado ",
            "error": []
        },
        "railways": {
            "translated_key": [],
            "translated_annotated_text": "Desarrollo del sistema de simulación de seguridad ferroviaria VR Las condiciones anormales ocurren en el transporte ferroviario debido a problemas o accidentes y afecta a un número de pasajeros. Por lo tanto, es muy importante recuperarse rápidamente y volver a la operación normal del tren. Para ello desarrollamos un sistema, Sistema de Simulación de VR por Computadora para la Seguridad del Transporte Ferroviario. Se trata de un nuevo sistema de simulación de tipo para evaluar las medidas que deben adoptarse en condiciones anormales. Los usuarios de este sistema de simulación cooperan entre sí para corregir las condiciones anormales que han ocurrido en la realidad virtual. En este documento se informa del nuevo sistema de simulación desarrollado ",
            "error": []
        },
        "traffic engineering computing": {
            "translated_key": [],
            "translated_annotated_text": "Desarrollo del sistema de simulación de seguridad ferroviaria VR Las condiciones anormales ocurren en el transporte ferroviario debido a problemas o accidentes y afecta a un número de pasajeros. Por lo tanto, es muy importante recuperarse rápidamente y volver a la operación normal del tren. Para ello desarrollamos un sistema, Sistema de Simulación de VR por Computadora para la Seguridad del Transporte Ferroviario. Se trata de un nuevo sistema de simulación de tipo para evaluar las medidas que deben adoptarse en condiciones anormales. Los usuarios de este sistema de simulación cooperan entre sí para corregir las condiciones anormales que han ocurrido en la realidad virtual. En este documento se informa del nuevo sistema de simulación desarrollado ",
            "error": []
        },
        "virtual reality": {
            "translated_key": "realidad virtual",
            "translated_annotated_text": "Desarrollo del sistema de simulación de seguridad ferroviaria VR Las condiciones anormales ocurren en el transporte ferroviario debido a problemas o accidentes y afecta a un número de pasajeros. Por lo tanto, es muy importante recuperarse rápidamente y volver a la operación normal del tren. Para ello desarrollamos un sistema, Sistema de Simulación de VR por Computadora para la Seguridad del Transporte Ferroviario. Se trata de un nuevo sistema de simulación de tipo para evaluar las medidas que deben adoptarse en condiciones anormales. Los usuarios de este sistema de simulación cooperan entre sí para corregir las condiciones anormales que han ocurrido en la <br>realidad virtual</br>.  En este documento se informa del nuevo sistema de simulación desarrollado ",
            "error": [
                ""
            ]
        }
    }
}