{
    "original_text": "Recent researches of human science on railway systems This paper presents research of human science on railway systems at RTRI. They are roughly divided into two categories: research to improve safety and those to improve comfort. On the former subject, for the safeguard against accidents caused by human errors, we have promoted studies of psychological aptitude test, various research to evaluate train drivers working conditions and environments, and new investigations to minimize the risk of passenger casualties at train accidents. On the latter subject, we have developed new methods to evaluate the riding comfort including that of tilt train, and started research on the improvement of railway facilities for the aged and the disabled from the viewpoint of universal design",
    "original_translation": "Investigaciones recientes de la ciencia humana sobre los sistemas ferroviarios Este artículo presenta la investigación de la ciencia humana sobre los sistemas ferroviarios en RTRI. Se dividen aproximadamente en dos categorías: la investigación para mejorar la seguridad y la mejora de la comodidad. Sobre el primer tema, para la protección contra los accidentes causados por errores humanos, hemos promovido estudios sobre la prueba de aptitud psicológica, diversas investigaciones para evaluar las condiciones y entornos de trabajo de los conductores de trenes, y nuevas investigaciones para minimizar el riesgo de bajas de pasajeros en accidentes de trenes. Sobre este último tema, hemos desarrollado nuevos métodos para evaluar la comodidad de la conducción, incluyendo la del tren basculante, e iniciado la investigación sobre la mejora de las instalaciones ferroviarias para los ancianos y los discapacitados desde el punto de vista del diseño universal",
    "error_count": 14,
    "keys": {
        "human science": {
            "translated_key": "ciencia humana",
            "translated_annotated_text": "Investigaciones recientes de \"ciencia humana\" sobre sistemas ferroviarios Este artículo presenta la investigación de \"ciencia humana\" sobre sistemas ferroviarios en RTRI. Se dividen aproximadamente en dos categorías: la investigación para mejorar la seguridad y la mejora de la comodidad. Sobre el primer tema, para la protección contra los accidentes causados por errores humanos, hemos promovido estudios sobre la prueba de aptitud psicológica, diversas investigaciones para evaluar las condiciones y entornos de trabajo de los conductores de trenes, y nuevas investigaciones para minimizar el riesgo de bajas de pasajeros en accidentes de trenes. Sobre este último tema, hemos desarrollado nuevos métodos para evaluar la comodidad de la conducción, incluyendo la del tren basculante, e iniciado la investigación sobre la mejora de las instalaciones ferroviarias para los ancianos y los discapacitados desde el punto de vista del diseño universal ",
            "error": [
                ""
            ]
        },
        "RTRI": {
            "translated_key": "RTRI",
            "translated_annotated_text": "Investigaciones recientes de la ciencia humana sobre los sistemas ferroviarios Este artículo presenta la investigación de la ciencia humana sobre los sistemas ferroviarios en \"RTRI\". Se dividen aproximadamente en dos categorías: la investigación para mejorar la seguridad y la mejora de la comodidad. Sobre el primer tema, para la protección contra los accidentes causados por errores humanos, hemos promovido estudios sobre la prueba de aptitud psicológica, diversas investigaciones para evaluar las condiciones y entornos de trabajo de los conductores de trenes, y nuevas investigaciones para minimizar el riesgo de bajas de pasajeros en accidentes de trenes. Sobre este último tema, hemos desarrollado nuevos métodos para evaluar la comodidad de la conducción, incluyendo la del tren basculante, e iniciado la investigación sobre la mejora de las instalaciones ferroviarias para los ancianos y los discapacitados desde el punto de vista del diseño universal ",
            "error": [
                ""
            ]
        },
        "safety improvement": {
            "translated_key": [],
            "translated_annotated_text": "Investigaciones recientes de la ciencia humana sobre los sistemas ferroviarios Este artículo presenta la investigación de la ciencia humana sobre los sistemas ferroviarios en RTRI. Se dividen aproximadamente en dos categorías: la investigación para mejorar la seguridad y la mejora de la comodidad. Sobre el primer tema, para la protección contra los accidentes causados por errores humanos, hemos promovido estudios sobre la prueba de aptitud psicológica, diversas investigaciones para evaluar las condiciones y entornos de trabajo de los conductores de trenes, y nuevas investigaciones para minimizar el riesgo de bajas de pasajeros en accidentes de trenes. Sobre este último tema, hemos desarrollado nuevos métodos para evaluar la comodidad de la conducción, incluyendo la del tren basculante, e iniciado la investigación sobre la mejora de las instalaciones ferroviarias para los ancianos y los discapacitados desde el punto de vista del diseño universal ",
            "error": []
        },
        "comfort improvement": {
            "translated_key": [],
            "translated_annotated_text": "Investigaciones recientes de la ciencia humana sobre los sistemas ferroviarios Este artículo presenta la investigación de la ciencia humana sobre los sistemas ferroviarios en RTRI. Se dividen aproximadamente en dos categorías: la investigación para mejorar la seguridad y la mejora de la comodidad. Sobre el primer tema, para la protección contra los accidentes causados por errores humanos, hemos promovido estudios sobre la prueba de aptitud psicológica, diversas investigaciones para evaluar las condiciones y entornos de trabajo de los conductores de trenes, y nuevas investigaciones para minimizar el riesgo de bajas de pasajeros en accidentes de trenes. Sobre este último tema, hemos desarrollado nuevos métodos para evaluar la comodidad de la conducción, incluyendo la del tren basculante, e iniciado la investigación sobre la mejora de las instalaciones ferroviarias para los ancianos y los discapacitados desde el punto de vista del diseño universal ",
            "error": []
        },
        "railway systems": {
            "translated_key": "sistemas ferroviarios",
            "translated_annotated_text": "Investigaciones recientes de la ciencia humana sobre \"sistemas ferroviarios\" Este artículo presenta la investigación de la ciencia humana sobre \"sistemas ferroviarios\" en RTRI. Se dividen aproximadamente en dos categorías: la investigación para mejorar la seguridad y la mejora de la comodidad. Sobre el primer tema, para la protección contra los accidentes causados por errores humanos, hemos promovido estudios sobre la prueba de aptitud psicológica, diversas investigaciones para evaluar las condiciones y entornos de trabajo de los conductores de trenes, y nuevas investigaciones para minimizar el riesgo de bajas de pasajeros en accidentes de trenes. Sobre este último tema, hemos desarrollado nuevos métodos para evaluar la comodidad de la conducción, incluyendo la del tren basculante, e iniciado la investigación sobre la mejora de las instalaciones ferroviarias para los ancianos y los discapacitados desde el punto de vista del diseño universal ",
            "error": [
                ""
            ]
        },
        "accidents": {
            "translated_key": "accidentes",
            "translated_annotated_text": "Investigaciones recientes de la ciencia humana sobre los sistemas ferroviarios Este artículo presenta la investigación de la ciencia humana sobre los sistemas ferroviarios en RTRI. Se dividen aproximadamente en dos categorías: la investigación para mejorar la seguridad y la mejora de la comodidad. Sobre el primer tema, para la protección contra los \"accidentes\" causados por errores humanos, hemos promovido estudios sobre la prueba de aptitud psicológica, diversas investigaciones para evaluar las condiciones y entornos de trabajo de los maquinistas, y nuevas investigaciones para minimizar el riesgo de bajas de pasajeros en los \"accidentes\" del tren. Sobre este último tema, hemos desarrollado nuevos métodos para evaluar la comodidad de la conducción, incluyendo la del tren basculante, e iniciado la investigación sobre la mejora de las instalaciones ferroviarias para los ancianos y los discapacitados desde el punto de vista del diseño universal ",
            "error": [
                ""
            ]
        },
        "human errors": {
            "translated_key": "errores humanos",
            "translated_annotated_text": "Investigaciones recientes de la ciencia humana sobre los sistemas ferroviarios Este artículo presenta la investigación de la ciencia humana sobre los sistemas ferroviarios en RTRI. Se dividen aproximadamente en dos categorías: la investigación para mejorar la seguridad y la mejora de la comodidad. Sobre el primer tema, para la protección contra los accidentes causados por \"errores humanos\", hemos promovido estudios sobre la prueba de aptitud psicológica, diversas investigaciones para evaluar las condiciones y entornos de trabajo de los conductores de trenes, y nuevas investigaciones para minimizar el riesgo de bajas de pasajeros en accidentes ferroviarios. Sobre este último tema, hemos desarrollado nuevos métodos para evaluar la comodidad de la conducción, incluyendo la del tren basculante, e iniciado la investigación sobre la mejora de las instalaciones ferroviarias para los ancianos y los discapacitados desde el punto de vista del diseño universal ",
            "error": [
                ""
            ]
        },
        "psychological aptitude test": {
            "translated_key": "prueba de aptitud psicológica",
            "translated_annotated_text": "Investigaciones recientes de la ciencia humana sobre los sistemas ferroviarios Este artículo presenta la investigación de la ciencia humana sobre los sistemas ferroviarios en RTRI. Se dividen aproximadamente en dos categorías: la investigación para mejorar la seguridad y la mejora de la comodidad. Sobre el primer tema, para la protección contra accidentes causados por errores humanos, hemos promovido estudios de \"prueba de aptitud psicológica\", diversas investigaciones para evaluar las condiciones y entornos de trabajo de los conductores de trenes, y nuevas investigaciones para minimizar el riesgo de bajas de pasajeros en accidentes de tren. Sobre este último tema, hemos desarrollado nuevos métodos para evaluar la comodidad de la conducción, incluyendo la del tren basculante, e iniciado la investigación sobre la mejora de las instalaciones ferroviarias para los ancianos y los discapacitados desde el punto de vista del diseño universal ",
            "error": [
                ""
            ]
        },
        "train drivers working conditions": {
            "translated_key": "condiciones de trabajo de los conductores de trenes",
            "translated_annotated_text": "Investigaciones recientes de la ciencia humana sobre los sistemas ferroviarios Este artículo presenta la investigación de la ciencia humana sobre los sistemas ferroviarios en RTRI. Se dividen aproximadamente en dos categorías: la investigación para mejorar la seguridad y la mejora de la comodidad. Sobre el primer tema, para la protección contra los accidentes causados por errores humanos, hemos promovido estudios sobre la prueba de aptitud psicológica, diversas investigaciones para evaluar las \"condiciones de trabajo de los conductores de trenes\" y entornos, y nuevas investigaciones para minimizar el riesgo de bajas de pasajeros en accidentes ferroviarios. Sobre este último tema, hemos desarrollado nuevos métodos para evaluar la comodidad de la conducción, incluyendo la del tren basculante, e iniciado la investigación sobre la mejora de las instalaciones ferroviarias para los ancianos y los discapacitados desde el punto de vista del diseño universal ",
            "error": [
                ""
            ]
        },
        "train drivers working environments": {
            "translated_key": [],
            "translated_annotated_text": "Investigaciones recientes de la ciencia humana sobre los sistemas ferroviarios Este artículo presenta la investigación de la ciencia humana sobre los sistemas ferroviarios en RTRI. Se dividen aproximadamente en dos categorías: la investigación para mejorar la seguridad y la mejora de la comodidad. Sobre el primer tema, para la protección contra los accidentes causados por errores humanos, hemos promovido estudios sobre la prueba de aptitud psicológica, diversas investigaciones para evaluar las condiciones y entornos de trabajo de los conductores de trenes, y nuevas investigaciones para minimizar el riesgo de bajas de pasajeros en accidentes de trenes. Sobre este último tema, hemos desarrollado nuevos métodos para evaluar la comodidad de la conducción, incluyendo la del tren basculante, e iniciado la investigación sobre la mejora de las instalaciones ferroviarias para los ancianos y los discapacitados desde el punto de vista del diseño universal ",
            "error": []
        },
        "passenger casualties risk minimisation": {
            "translated_key": [],
            "translated_annotated_text": "Investigaciones recientes de la ciencia humana sobre los sistemas ferroviarios Este artículo presenta la investigación de la ciencia humana sobre los sistemas ferroviarios en RTRI. Se dividen aproximadamente en dos categorías: la investigación para mejorar la seguridad y la mejora de la comodidad. Sobre el primer tema, para la protección contra los accidentes causados por errores humanos, hemos promovido estudios sobre la prueba de aptitud psicológica, diversas investigaciones para evaluar las condiciones y entornos de trabajo de los conductores de trenes, y nuevas investigaciones para minimizar el riesgo de bajas de pasajeros en accidentes de trenes. Sobre este último tema, hemos desarrollado nuevos métodos para evaluar la comodidad de la conducción, incluyendo la del tren basculante, e iniciado la investigación sobre la mejora de las instalaciones ferroviarias para los ancianos y los discapacitados desde el punto de vista del diseño universal ",
            "error": []
        },
        "train accidents": {
            "translated_key": "accidentes de tren",
            "translated_annotated_text": "Investigaciones recientes de la ciencia humana sobre los sistemas ferroviarios Este artículo presenta la investigación de la ciencia humana sobre los sistemas ferroviarios en RTRI. Se dividen aproximadamente en dos categorías: la investigación para mejorar la seguridad y la mejora de la comodidad. Sobre el primer tema, para la protección contra accidentes causados por errores humanos, hemos promovido estudios de prueba de aptitud psicológica, diversas investigaciones para evaluar las condiciones y entornos de trabajo de los conductores de trenes, y nuevas investigaciones para minimizar el riesgo de bajas de pasajeros en \"accidentes de tren\". Sobre este último tema, hemos desarrollado nuevos métodos para evaluar la comodidad de la conducción, incluyendo la del tren basculante, e iniciado la investigación sobre la mejora de las instalaciones ferroviarias para los ancianos y los discapacitados desde el punto de vista del diseño universal ",
            "error": [
                ""
            ]
        },
        "riding comfort": {
            "translated_key": "confort de conducción",
            "translated_annotated_text": "Investigaciones recientes de la ciencia humana sobre los sistemas ferroviarios Este artículo presenta la investigación de la ciencia humana sobre los sistemas ferroviarios en RTRI. Se dividen aproximadamente en dos categorías: la investigación para mejorar la seguridad y la mejora de la comodidad. Sobre el primer tema, para la protección contra los accidentes causados por errores humanos, hemos promovido estudios sobre la prueba de aptitud psicológica, diversas investigaciones para evaluar las condiciones y entornos de trabajo de los conductores de trenes, y nuevas investigaciones para minimizar el riesgo de bajas de pasajeros en accidentes de trenes. Sobre este último tema, hemos desarrollado nuevos métodos para evaluar el \"confort de conducción\", incluido el del tren basculante, y hemos iniciado investigaciones sobre la mejora de las instalaciones ferroviarias para los ancianos y los discapacitados desde el punto de vista del diseño universal ",
            "error": [
                ""
            ]
        },
        "tilt train": {
            "translated_key": "tren de tilt",
            "translated_annotated_text": "Investigaciones recientes de la ciencia humana sobre los sistemas ferroviarios Este artículo presenta la investigación de la ciencia humana sobre los sistemas ferroviarios en RTRI. Se dividen aproximadamente en dos categorías: la investigación para mejorar la seguridad y la mejora de la comodidad. Sobre el primer tema, para la protección contra los accidentes causados por errores humanos, hemos promovido estudios sobre la prueba de aptitud psicológica, diversas investigaciones para evaluar las condiciones y entornos de trabajo de los conductores de trenes, y nuevas investigaciones para minimizar el riesgo de bajas de pasajeros en accidentes de trenes. Sobre este último tema, hemos desarrollado nuevos métodos para evaluar la comodidad de la conducción, incluyendo la del \"tren de tilt\", y hemos iniciado la investigación sobre la mejora de las instalaciones ferroviarias para los ancianos y los discapacitados desde el punto de vista del diseño universal ",
            "error": [
                ""
            ]
        },
        "railway facilities": {
            "translated_key": "instalaciones ferroviarias",
            "translated_annotated_text": "Investigaciones recientes de la ciencia humana sobre los sistemas ferroviarios Este artículo presenta la investigación de la ciencia humana sobre los sistemas ferroviarios en RTRI. Se dividen aproximadamente en dos categorías: la investigación para mejorar la seguridad y la mejora de la comodidad. Sobre el primer tema, para la protección contra los accidentes causados por errores humanos, hemos promovido estudios sobre la prueba de aptitud psicológica, diversas investigaciones para evaluar las condiciones y entornos de trabajo de los conductores de trenes, y nuevas investigaciones para minimizar el riesgo de bajas de pasajeros en accidentes de trenes. Sobre este último tema, hemos desarrollado nuevos métodos para evaluar la comodidad de conducción, incluyendo la del tren basculante, y hemos iniciado investigaciones sobre la mejora de las \"instalaciones ferroviarias\" para los ancianos y discapacitados desde el punto de vista del diseño universal ",
            "error": [
                ""
            ]
        },
        "aged persons": {
            "translated_key": [],
            "translated_annotated_text": "Investigaciones recientes de la ciencia humana sobre los sistemas ferroviarios Este artículo presenta la investigación de la ciencia humana sobre los sistemas ferroviarios en RTRI. Se dividen aproximadamente en dos categorías: la investigación para mejorar la seguridad y la mejora de la comodidad. Sobre el primer tema, para la protección contra los accidentes causados por errores humanos, hemos promovido estudios sobre la prueba de aptitud psicológica, diversas investigaciones para evaluar las condiciones y entornos de trabajo de los conductores de trenes, y nuevas investigaciones para minimizar el riesgo de bajas de pasajeros en accidentes de trenes. Sobre este último tema, hemos desarrollado nuevos métodos para evaluar la comodidad de la conducción, incluyendo la del tren basculante, e iniciado la investigación sobre la mejora de las instalaciones ferroviarias para los ancianos y los discapacitados desde el punto de vista del diseño universal ",
            "error": []
        },
        "disabled persons": {
            "translated_key": [],
            "translated_annotated_text": "Investigaciones recientes de la ciencia humana sobre los sistemas ferroviarios Este artículo presenta la investigación de la ciencia humana sobre los sistemas ferroviarios en RTRI. Se dividen aproximadamente en dos categorías: la investigación para mejorar la seguridad y la mejora de la comodidad. Sobre el primer tema, para la protección contra los accidentes causados por errores humanos, hemos promovido estudios sobre la prueba de aptitud psicológica, diversas investigaciones para evaluar las condiciones y entornos de trabajo de los conductores de trenes, y nuevas investigaciones para minimizar el riesgo de bajas de pasajeros en accidentes de trenes. Sobre este último tema, hemos desarrollado nuevos métodos para evaluar la comodidad de la conducción, incluyendo la del tren basculante, e iniciado la investigación sobre la mejora de las instalaciones ferroviarias para los ancianos y los discapacitados desde el punto de vista del diseño universal ",
            "error": []
        },
        "sight impaired": {
            "translated_key": [],
            "translated_annotated_text": "Investigaciones recientes de la ciencia humana sobre los sistemas ferroviarios Este artículo presenta la investigación de la ciencia humana sobre los sistemas ferroviarios en RTRI. Se dividen aproximadamente en dos categorías: la investigación para mejorar la seguridad y la mejora de la comodidad. Sobre el primer tema, para la protección contra los accidentes causados por errores humanos, hemos promovido estudios sobre la prueba de aptitud psicológica, diversas investigaciones para evaluar las condiciones y entornos de trabajo de los conductores de trenes, y nuevas investigaciones para minimizar el riesgo de bajas de pasajeros en accidentes de trenes. Sobre este último tema, hemos desarrollado nuevos métodos para evaluar la comodidad de la conducción, incluyendo la del tren basculante, e iniciado la investigación sobre la mejora de las instalaciones ferroviarias para los ancianos y los discapacitados desde el punto de vista del diseño universal ",
            "error": []
        },
        "wakefulness level": {
            "translated_key": [],
            "translated_annotated_text": "Investigaciones recientes de la ciencia humana sobre los sistemas ferroviarios Este artículo presenta la investigación de la ciencia humana sobre los sistemas ferroviarios en RTRI. Se dividen aproximadamente en dos categorías: la investigación para mejorar la seguridad y la mejora de la comodidad. Sobre el primer tema, para la protección contra los accidentes causados por errores humanos, hemos promovido estudios sobre la prueba de aptitud psicológica, diversas investigaciones para evaluar las condiciones y entornos de trabajo de los conductores de trenes, y nuevas investigaciones para minimizar el riesgo de bajas de pasajeros en accidentes de trenes. Sobre este último tema, hemos desarrollado nuevos métodos para evaluar la comodidad de la conducción, incluyendo la del tren basculante, e iniciado la investigación sobre la mejora de las instalaciones ferroviarias para los ancianos y los discapacitados desde el punto de vista del diseño universal ",
            "error": []
        },
        "ergonomics": {
            "translated_key": [],
            "translated_annotated_text": "Investigaciones recientes de la ciencia humana sobre los sistemas ferroviarios Este artículo presenta la investigación de la ciencia humana sobre los sistemas ferroviarios en RTRI. Se dividen aproximadamente en dos categorías: la investigación para mejorar la seguridad y la mejora de la comodidad. Sobre el primer tema, para la protección contra los accidentes causados por errores humanos, hemos promovido estudios sobre la prueba de aptitud psicológica, diversas investigaciones para evaluar las condiciones y entornos de trabajo de los conductores de trenes, y nuevas investigaciones para minimizar el riesgo de bajas de pasajeros en accidentes de trenes. Sobre este último tema, hemos desarrollado nuevos métodos para evaluar la comodidad de la conducción, incluyendo la del tren basculante, e iniciado la investigación sobre la mejora de las instalaciones ferroviarias para los ancianos y los discapacitados desde el punto de vista del diseño universal ",
            "error": []
        },
        "human factors": {
            "translated_key": [],
            "translated_annotated_text": "Investigaciones recientes de la ciencia humana sobre los sistemas ferroviarios Este artículo presenta la investigación de la ciencia humana sobre los sistemas ferroviarios en RTRI. Se dividen aproximadamente en dos categorías: la investigación para mejorar la seguridad y la mejora de la comodidad. Sobre el primer tema, para la protección contra los accidentes causados por errores humanos, hemos promovido estudios sobre la prueba de aptitud psicológica, diversas investigaciones para evaluar las condiciones y entornos de trabajo de los conductores de trenes, y nuevas investigaciones para minimizar el riesgo de bajas de pasajeros en accidentes de trenes. Sobre este último tema, hemos desarrollado nuevos métodos para evaluar la comodidad de la conducción, incluyendo la del tren basculante, e iniciado la investigación sobre la mejora de las instalaciones ferroviarias para los ancianos y los discapacitados desde el punto de vista del diseño universal ",
            "error": []
        },
        "psychology": {
            "translated_key": [],
            "translated_annotated_text": "Investigaciones recientes de la ciencia humana sobre los sistemas ferroviarios Este artículo presenta la investigación de la ciencia humana sobre los sistemas ferroviarios en RTRI. Se dividen aproximadamente en dos categorías: la investigación para mejorar la seguridad y la mejora de la comodidad. Sobre el primer tema, para la protección contra los accidentes causados por errores humanos, hemos promovido estudios sobre la prueba de aptitud psicológica, diversas investigaciones para evaluar las condiciones y entornos de trabajo de los conductores de trenes, y nuevas investigaciones para minimizar el riesgo de bajas de pasajeros en accidentes de trenes. Sobre este último tema, hemos desarrollado nuevos métodos para evaluar la comodidad de la conducción, incluyendo la del tren basculante, e iniciado la investigación sobre la mejora de las instalaciones ferroviarias para los ancianos y los discapacitados desde el punto de vista del diseño universal ",
            "error": []
        },
        "railways": {
            "translated_key": [],
            "translated_annotated_text": "Investigaciones recientes de la ciencia humana sobre los sistemas ferroviarios Este artículo presenta la investigación de la ciencia humana sobre los sistemas ferroviarios en RTRI. Se dividen aproximadamente en dos categorías: la investigación para mejorar la seguridad y la mejora de la comodidad. Sobre el primer tema, para la protección contra los accidentes causados por errores humanos, hemos promovido estudios sobre la prueba de aptitud psicológica, diversas investigaciones para evaluar las condiciones y entornos de trabajo de los conductores de trenes, y nuevas investigaciones para minimizar el riesgo de bajas de pasajeros en accidentes de trenes. Sobre este último tema, hemos desarrollado nuevos métodos para evaluar la comodidad de la conducción, incluyendo la del tren basculante, e iniciado la investigación sobre la mejora de las instalaciones ferroviarias para los ancianos y los discapacitados desde el punto de vista del diseño universal ",
            "error": []
        },
        "risk management": {
            "translated_key": [],
            "translated_annotated_text": "Investigaciones recientes de la ciencia humana sobre los sistemas ferroviarios Este artículo presenta la investigación de la ciencia humana sobre los sistemas ferroviarios en RTRI. Se dividen aproximadamente en dos categorías: la investigación para mejorar la seguridad y la mejora de la comodidad. Sobre el primer tema, para la protección contra los accidentes causados por errores humanos, hemos promovido estudios sobre la prueba de aptitud psicológica, diversas investigaciones para evaluar las condiciones y entornos de trabajo de los conductores de trenes, y nuevas investigaciones para minimizar el riesgo de bajas de pasajeros en accidentes de trenes. Sobre este último tema, hemos desarrollado nuevos métodos para evaluar la comodidad de la conducción, incluyendo la del tren basculante, e iniciado la investigación sobre la mejora de las instalaciones ferroviarias para los ancianos y los discapacitados desde el punto de vista del diseño universal ",
            "error": []
        },
        "safety": {
            "translated_key": "seguridad",
            "translated_annotated_text": "Investigaciones recientes de la ciencia humana sobre los sistemas ferroviarios Este artículo presenta la investigación de la ciencia humana sobre los sistemas ferroviarios en RTRI. Se dividen aproximadamente en dos categorías: la investigación para mejorar la \"seguridad\" y la mejora de la comodidad. Sobre el primer tema, para la protección contra los accidentes causados por errores humanos, hemos promovido estudios sobre la prueba de aptitud psicológica, diversas investigaciones para evaluar las condiciones y entornos de trabajo de los conductores de trenes, y nuevas investigaciones para minimizar el riesgo de bajas de pasajeros en accidentes de trenes. Sobre este último tema, hemos desarrollado nuevos métodos para evaluar la comodidad de la conducción, incluyendo la del tren basculante, e iniciado la investigación sobre la mejora de las instalaciones ferroviarias para los ancianos y los discapacitados desde el punto de vista del diseño universal ",
            "error": [
                ""
            ]
        }
    }
}