{
    "original_text": "How closely can a personal computer clock track the UTC timescale via the Internet? Nowadays many software packages allow you to keep the clock of your personal computer synchronized to time servers spread over the internet. We present how a didactic laboratory can evaluate, in a statistical sense, the minimum synch error of this process (the other extreme, the maximum, is guaranteed by the code itself). The measurement set-up utilizes the global positioning system satellite constellation in common view between two similar timing stations: one acts as a time server for the other, so the final timing difference at the second station represents the total synch error through the internet. Data recorded over batches of 10000 samples show a typical RMS value of 35 ms. This measurement configuration allows students to obtain a much better understanding of the synch task and pushes them, at all times, to look for an experimental verification of data results, even when they come from the most sophisticated black boxes now readily available off the shelf",
    "original_translation": "¿Cómo de cerca puede un reloj de computadora personal rastrear la escala de tiempo UTC a través de Internet? Hoy en día, muchos paquetes de software le permiten mantener el reloj de su computadora personal sincronizado a servidores de tiempo repartidos a través de Internet. Presentamos cómo un laboratorio didáctico puede evaluar, en un sentido estadístico, el error sincrónico mínimo de este proceso (el otro extremo, el máximo, está garantizado por el propio código). La configuración de medición utiliza la constelación de satélite del sistema de posicionamiento global en una visión común entre dos estaciones de tiempo similares: una actúa como servidor de tiempo para la otra, por lo que la diferencia de tiempo final en la segunda estación representa el error de sincronización total a través de Internet. Los datos registrados sobre lotes de 10000 muestras muestran un valor RMS típico de 35 ms. Esta configuración de medición permite a los estudiantes obtener una mejor comprensión de la tarea de sincronización y los empuja, en todo momento, a buscar una verificación experimental de los resultados de los datos, incluso cuando provienen de las cajas negras más sofisticadas ahora fácilmente disponibles fuera del estante",
    "error_count": 4,
    "keys": {
        "personal computer clock": {
            "translated_key": "reloj de computadora personal",
            "translated_annotated_text": "¿Cómo de cerca puede un \"reloj de computadora personal\" rastrear la escala de tiempo UTC a través de Internet? Hoy en día, muchos paquetes de software le permiten mantener el reloj de su computadora personal sincronizado a servidores de tiempo repartidos a través de Internet. Presentamos cómo un laboratorio didáctico puede evaluar, en un sentido estadístico, el error sincrónico mínimo de este proceso (el otro extremo, el máximo, está garantizado por el propio código). La configuración de medición utiliza la constelación de satélite del sistema de posicionamiento global en una visión común entre dos estaciones de tiempo similares: una actúa como servidor de tiempo para la otra, por lo que la diferencia de tiempo final en la segunda estación representa el error de sincronización total a través de Internet. Los datos registrados sobre lotes de 10000 muestras muestran un valor RMS típico de 35 ms. Esta configuración de medición permite a los estudiantes obtener una mejor comprensión de la tarea de sincronización y los empuja, en todo momento, a buscar una verificación experimental de los resultados de los datos, incluso cuando provienen de las cajas negras más sofisticadas ahora fácilmente disponibles fuera del estante ",
            "error": [
                ""
            ]
        },
        "UTC timescale": {
            "translated_key": [],
            "translated_annotated_text": "¿Cómo de cerca puede un reloj de computadora personal rastrear la escala de tiempo de la UTC a través de Internet? Hoy en día, muchos paquetes de software le permiten mantener el reloj de su computadora personal sincronizado a servidores de tiempo repartidos a través de Internet. Presentamos cómo un laboratorio didáctico puede evaluar, en un sentido estadístico, el error sincrónico mínimo de este proceso (el otro extremo, el máximo, está garantizado por el propio código). La configuración de medición utiliza la constelación de satélite del sistema de posicionamiento global en una visión común entre dos estaciones de tiempo similares: una actúa como servidor de tiempo para la otra, por lo que la diferencia de tiempo final en la segunda estación representa el error de sincronización total a través de Internet. Los datos registrados sobre lotes de 10000 muestras muestran un valor RMS típico de 35 ms. Esta configuración de medición permite a los estudiantes obtener una mejor comprensión de la tarea de sincronización y los empuja, en todo momento, a buscar una verificación experimental de los resultados de los datos, incluso cuando provienen de las cajas negras más sofisticadas ahora fácilmente disponibles fuera del estante ",
            "error": []
        },
        "internet": {
            "translated_key": "internet",
            "translated_annotated_text": "¿Cómo de cerca puede un reloj de computadora personal rastrear la escala de tiempo UTC a través de Internet? Hoy en día, muchos paquetes de software le permiten mantener el reloj de su computadora personal sincronizado a servidores de tiempo repartidos por la \"internet\". Presentamos cómo un laboratorio didáctico puede evaluar, en un sentido estadístico, el error sincrónico mínimo de este proceso (el otro extremo, el máximo, está garantizado por el propio código). La configuración de medición utiliza la constelación de satélite del sistema de posicionamiento global en una visión común entre dos estaciones de tiempo similares: una actúa como servidor de tiempo para la otra, por lo que la diferencia de tiempo final en la segunda estación representa el error de sincronización total a través de la \"internet\". Los datos registrados sobre lotes de 10000 muestras muestran un valor RMS típico de 35 ms. Esta configuración de medición permite a los estudiantes obtener una mejor comprensión de la tarea de sincronización y los empuja, en todo momento, a buscar una verificación experimental de los resultados de los datos, incluso cuando provienen de las cajas negras más sofisticadas ahora fácilmente disponibles fuera del estante ",
            "error": [
                ""
            ]
        },
        "software packages": {
            "translated_key": "paquetes de software",
            "translated_annotated_text": "¿Cómo de cerca puede un reloj de computadora personal rastrear la escala de tiempo UTC a través de Internet? Hoy en día, muchos \"paquetes de software\" le permiten mantener el reloj de su computadora personal sincronizado a servidores de tiempo repartidos a través de Internet. Presentamos cómo un laboratorio didáctico puede evaluar, en un sentido estadístico, el error sincrónico mínimo de este proceso (el otro extremo, el máximo, está garantizado por el propio código). La configuración de medición utiliza la constelación de satélite del sistema de posicionamiento global en una visión común entre dos estaciones de tiempo similares: una actúa como servidor de tiempo para la otra, por lo que la diferencia de tiempo final en la segunda estación representa el error de sincronización total a través de Internet. Los datos registrados sobre lotes de 10000 muestras muestran un valor RMS típico de 35 ms. Esta configuración de medición permite a los estudiantes obtener una mejor comprensión de la tarea de sincronización y los empuja, en todo momento, a buscar una verificación experimental de los resultados de los datos, incluso cuando provienen de las cajas negras más sofisticadas ahora fácilmente disponibles fuera del estante ",
            "error": [
                ""
            ]
        },
        "time servers": {
            "translated_key": "servidores de tiempo",
            "translated_annotated_text": "¿Cómo de cerca puede un reloj de computadora personal rastrear la escala de tiempo UTC a través de Internet? Hoy en día, muchos paquetes de software le permiten mantener el reloj de su computadora personal sincronizado a \"servidores de tiempo\" repartidos a través de Internet. Presentamos cómo un laboratorio didáctico puede evaluar, en un sentido estadístico, el error sincrónico mínimo de este proceso (el otro extremo, el máximo, está garantizado por el propio código). La configuración de medición utiliza la constelación de satélite del sistema de posicionamiento global en una visión común entre dos estaciones de tiempo similares: una actúa como servidor de tiempo para la otra, por lo que la diferencia de tiempo final en la segunda estación representa el error de sincronización total a través de Internet. Los datos registrados sobre lotes de 10000 muestras muestran un valor RMS típico de 35 ms. Esta configuración de medición permite a los estudiantes obtener una mejor comprensión de la tarea de sincronización y los empuja, en todo momento, a buscar una verificación experimental de los resultados de los datos, incluso cuando provienen de las cajas negras más sofisticadas ahora fácilmente disponibles fuera del estante ",
            "error": [
                ""
            ]
        },
        "didactic laboratory": {
            "translated_key": "laboratorio didáctico",
            "translated_annotated_text": "¿Cómo de cerca puede un reloj de computadora personal rastrear la escala de tiempo UTC a través de Internet? Hoy en día, muchos paquetes de software le permiten mantener el reloj de su computadora personal sincronizado a servidores de tiempo repartidos a través de Internet. Presentamos cómo un \"laboratorio didáctico\" puede evaluar, en un sentido estadístico, el error sincrónico mínimo de este proceso (el otro extremo, el máximo, está garantizado por el propio código). La configuración de medición utiliza la constelación de satélite del sistema de posicionamiento global en una visión común entre dos estaciones de tiempo similares: una actúa como servidor de tiempo para la otra, por lo que la diferencia de tiempo final en la segunda estación representa el error de sincronización total a través de Internet. Los datos registrados sobre lotes de 10000 muestras muestran un valor RMS típico de 35 ms. Esta configuración de medición permite a los estudiantes obtener una mejor comprensión de la tarea de sincronización y los empuja, en todo momento, a buscar una verificación experimental de los resultados de los datos, incluso cuando provienen de las cajas negras más sofisticadas ahora fácilmente disponibles fuera del estante ",
            "error": [
                ""
            ]
        },
        "statistical sense": {
            "translated_key": "sentido estadístico",
            "translated_annotated_text": "¿Cómo de cerca puede un reloj de computadora personal rastrear la escala de tiempo UTC a través de Internet? Hoy en día, muchos paquetes de software le permiten mantener el reloj de su computadora personal sincronizado a servidores de tiempo repartidos a través de Internet. Presentamos cómo un laboratorio didáctico puede evaluar, en un \"sentido estadístico\", el error sincrónico mínimo de este proceso (el otro extremo, el máximo, está garantizado por el propio código). La configuración de medición utiliza la constelación de satélite del sistema de posicionamiento global en una visión común entre dos estaciones de tiempo similares: una actúa como servidor de tiempo para la otra, por lo que la diferencia de tiempo final en la segunda estación representa el error de sincronización total a través de Internet. Los datos registrados sobre lotes de 10000 muestras muestran un valor RMS típico de 35 ms. Esta configuración de medición permite a los estudiantes obtener una mejor comprensión de la tarea de sincronización y los empuja, en todo momento, a buscar una verificación experimental de los resultados de los datos, incluso cuando provienen de las cajas negras más sofisticadas ahora fácilmente disponibles fuera del estante ",
            "error": [
                ""
            ]
        },
        "global positioning system satellite constellation": {
            "translated_key": "constelación de satélite del sistema de posicionamiento global",
            "translated_annotated_text": "¿Cómo de cerca puede un reloj de computadora personal rastrear la escala de tiempo UTC a través de Internet? Hoy en día, muchos paquetes de software le permiten mantener el reloj de su computadora personal sincronizado a servidores de tiempo repartidos a través de Internet. Presentamos cómo un laboratorio didáctico puede evaluar, en un sentido estadístico, el error sincrónico mínimo de este proceso (el otro extremo, el máximo, está garantizado por el propio código). La configuración de medición utiliza la \"constelación de satélite del sistema de posicionamiento global\" en una visión común entre dos estaciones de tiempo similares: una actúa como servidor de tiempo para la otra, por lo que la diferencia de tiempo final en la segunda estación representa el error de sincronización total a través de Internet. Los datos registrados sobre lotes de 10000 muestras muestran un valor RMS típico de 35 ms. Esta configuración de medición permite a los estudiantes obtener una mejor comprensión de la tarea de sincronización y los empuja, en todo momento, a buscar una verificación experimental de los resultados de los datos, incluso cuando provienen de las cajas negras más sofisticadas ahora fácilmente disponibles fuera del estante ",
            "error": [
                ""
            ]
        },
        "final timing difference": {
            "translated_key": "diferencia de tiempo final",
            "translated_annotated_text": "¿Cómo de cerca puede un reloj de computadora personal rastrear la escala de tiempo UTC a través de Internet? Hoy en día, muchos paquetes de software le permiten mantener el reloj de su computadora personal sincronizado a servidores de tiempo repartidos a través de Internet. Presentamos cómo un laboratorio didáctico puede evaluar, en un sentido estadístico, el error sincrónico mínimo de este proceso (el otro extremo, el máximo, está garantizado por el propio código). La configuración de medición utiliza la constelación de satélite del sistema de posicionamiento global en una visión común entre dos estaciones de tiempo similares: una actúa como un servidor de tiempo para la otra, por lo que la \"diferencia de tiempo final\" en la segunda estación representa el error de sincronización total a través de Internet. Los datos registrados sobre lotes de 10000 muestras muestran un valor RMS típico de 35 ms. Esta configuración de medición permite a los estudiantes obtener una mejor comprensión de la tarea de sincronización y los empuja, en todo momento, a buscar una verificación experimental de los resultados de los datos, incluso cuando provienen de las cajas negras más sofisticadas ahora fácilmente disponibles fuera del estante ",
            "error": [
                ""
            ]
        },
        "synch error": {
            "translated_key": "error de sincronización",
            "translated_annotated_text": "¿Cómo de cerca puede un reloj de computadora personal rastrear la escala de tiempo UTC a través de Internet? Hoy en día, muchos paquetes de software le permiten mantener el reloj de su computadora personal sincronizado a servidores de tiempo repartidos a través de Internet. Presentamos cómo un laboratorio didáctico puede evaluar, en un sentido estadístico, el mínimo \"error de sincronización\" de este proceso (el otro extremo, el máximo, está garantizado por el propio código). La configuración de medición utiliza la constelación de satélite del sistema de posicionamiento global en una visión común entre dos estaciones de tiempo similares: una actúa como servidor de tiempo para la otra, por lo que la diferencia de tiempo final en la segunda estación representa el \"error de sincronización\" total a través de Internet. Los datos registrados sobre lotes de 10000 muestras muestran un valor RMS típico de 35 ms. Esta configuración de medición permite a los estudiantes obtener una mejor comprensión de la tarea de sincronización y los empuja, en todo momento, a buscar una verificación experimental de los resultados de los datos, incluso cuando provienen de las cajas negras más sofisticadas ahora fácilmente disponibles fuera del estante ",
            "error": [
                ""
            ]
        },
        "black boxes": {
            "translated_key": "cajas negras",
            "translated_annotated_text": "¿Cómo de cerca puede un reloj de computadora personal rastrear la escala de tiempo UTC a través de Internet? Hoy en día, muchos paquetes de software le permiten mantener el reloj de su computadora personal sincronizado a servidores de tiempo repartidos a través de Internet. Presentamos cómo un laboratorio didáctico puede evaluar, en un sentido estadístico, el error sincrónico mínimo de este proceso (el otro extremo, el máximo, está garantizado por el propio código). La configuración de medición utiliza la constelación de satélite del sistema de posicionamiento global en una visión común entre dos estaciones de tiempo similares: una actúa como servidor de tiempo para la otra, por lo que la diferencia de tiempo final en la segunda estación representa el error de sincronización total a través de Internet. Los datos registrados sobre lotes de 10000 muestras muestran un valor RMS típico de 35 ms. Esta configuración de medición permite a los estudiantes obtener una mejor comprensión de la tarea de sincronización y los empuja, en todo momento, a buscar una verificación experimental de los resultados de los datos, incluso cuando provienen de las \"cajas negras\" más sofisticadas ahora fácilmente disponibles fuera del estante ",
            "error": [
                ""
            ]
        },
        "clocks": {
            "translated_key": [],
            "translated_annotated_text": "¿Cómo de cerca puede un reloj de computadora personal rastrear la escala de tiempo UTC a través de Internet? Hoy en día, muchos paquetes de software le permiten mantener el reloj de su computadora personal sincronizado a servidores de tiempo repartidos a través de Internet. Presentamos cómo un laboratorio didáctico puede evaluar, en un sentido estadístico, el error sincrónico mínimo de este proceso (el otro extremo, el máximo, está garantizado por el propio código). La configuración de medición utiliza la constelación de satélite del sistema de posicionamiento global en una visión común entre dos estaciones de tiempo similares: una actúa como servidor de tiempo para la otra, por lo que la diferencia de tiempo final en la segunda estación representa el error de sincronización total a través de Internet. Los datos registrados sobre lotes de 10000 muestras muestran un valor RMS típico de 35 ms. Esta configuración de medición permite a los estudiantes obtener una mejor comprensión de la tarea de sincronización y los empuja, en todo momento, a buscar una verificación experimental de los resultados de los datos, incluso cuando provienen de las cajas negras más sofisticadas ahora fácilmente disponibles fuera del estante ",
            "error": []
        },
        "computer aided instruction": {
            "translated_key": [],
            "translated_annotated_text": "¿Cómo de cerca puede un reloj de computadora personal rastrear la escala de tiempo UTC a través de Internet? Hoy en día, muchos paquetes de software le permiten mantener el reloj de su computadora personal sincronizado a servidores de tiempo repartidos a través de Internet. Presentamos cómo un laboratorio didáctico puede evaluar, en un sentido estadístico, el error sincrónico mínimo de este proceso (el otro extremo, el máximo, está garantizado por el propio código). La configuración de medición utiliza la constelación de satélite del sistema de posicionamiento global en una visión común entre dos estaciones de tiempo similares: una actúa como servidor de tiempo para la otra, por lo que la diferencia de tiempo final en la segunda estación representa el error de sincronización total a través de Internet. Los datos registrados sobre lotes de 10000 muestras muestran un valor RMS típico de 35 ms. Esta configuración de medición permite a los estudiantes obtener una mejor comprensión de la tarea de sincronización y los empuja, en todo momento, a buscar una verificación experimental de los resultados de los datos, incluso cuando provienen de las cajas negras más sofisticadas ahora fácilmente disponibles fuera del estante ",
            "error": []
        },
        "Internet": {
            "translated_key": "Internet",
            "translated_annotated_text": "¿Cómo de cerca puede un reloj de computadora personal rastrear la escala de tiempo UTC a través de la \"Internet\"? Hoy en día, muchos paquetes de software le permiten mantener el reloj de su computadora personal sincronizado a servidores de tiempo repartidos a través de Internet. Presentamos cómo un laboratorio didáctico puede evaluar, en un sentido estadístico, el error sincrónico mínimo de este proceso (el otro extremo, el máximo, está garantizado por el propio código). La configuración de medición utiliza la constelación de satélite del sistema de posicionamiento global en una visión común entre dos estaciones de tiempo similares: una actúa como servidor de tiempo para la otra, por lo que la diferencia de tiempo final en la segunda estación representa el error de sincronización total a través de Internet. Los datos registrados sobre lotes de 10000 muestras muestran un valor RMS típico de 35 ms. Esta configuración de medición permite a los estudiantes obtener una mejor comprensión de la tarea de sincronización y los empuja, en todo momento, a buscar una verificación experimental de los resultados de los datos, incluso cuando provienen de las cajas negras más sofisticadas ahora fácilmente disponibles fuera del estante ",
            "error": [
                ""
            ]
        },
        "teaching": {
            "translated_key": [],
            "translated_annotated_text": "¿Cómo de cerca puede un reloj de computadora personal rastrear la escala de tiempo UTC a través de Internet? Hoy en día, muchos paquetes de software le permiten mantener el reloj de su computadora personal sincronizado a servidores de tiempo repartidos a través de Internet. Presentamos cómo un laboratorio didáctico puede evaluar, en un sentido estadístico, el error sincrónico mínimo de este proceso (el otro extremo, el máximo, está garantizado por el propio código). La configuración de medición utiliza la constelación de satélite del sistema de posicionamiento global en una visión común entre dos estaciones de tiempo similares: una actúa como servidor de tiempo para la otra, por lo que la diferencia de tiempo final en la segunda estación representa el error de sincronización total a través de Internet. Los datos registrados sobre lotes de 10000 muestras muestran un valor RMS típico de 35 ms. Esta configuración de medición permite a los estudiantes obtener una mejor comprensión de la tarea de sincronización y los empuja, en todo momento, a buscar una verificación experimental de los resultados de los datos, incluso cuando provienen de las cajas negras más sofisticadas ahora fácilmente disponibles fuera del estante ",
            "error": []
        }
    }
}