{
    "original_text": "Intelligent optimal sieving method for FACTS device control in multi-machine systems A multi-target oriented optimal control strategy for FACTS devices installed in multi-machine power systems is presented in this paper, which is named the intelligent optimal sieving control (IOSC) method. This new method divides the FACTS device output region into several parts and selects one typical value from each part, which is called output candidate. Then, an intelligent optimal sieve is constructed, which predicts the impacts of each output candidate on a power system and sieves out an optimal output from all of the candidates. The artificial neural network technologies and fuzzy methods are applied to build the intelligent sieve. Finally, the real control signal of FACTS devices is calculated according to the selected optimal output through inverse system method. Simulation has been done on a three-machine power system and the results show that the proposed IOSC controller can effectively attenuate system oscillations and enhance the power system transient stability",
    "original_translation": "Método de tamizado óptimo inteligente para el control de dispositivos FACTS en sistemas multimáquinas En este artículo se presenta una estrategia de control óptimo orientada a múltiples objetivos para dispositivos FACTS instalados en sistemas multimáquinas de alimentación, que se denomina el método inteligente de control de tamizado óptimo (IOSC). Este nuevo método divide la región de salida del dispositivo FACTS en varias partes y selecciona un valor típico de cada parte, que se llama candidato de salida. Luego, se construye un tamiz óptimo inteligente, que predice los impactos de cada candidato de salida en un sistema de energía y tamiza una salida óptima de todos los candidatos. Las tecnologías de red neuronal artificial y los métodos borrosos se aplican para construir el tamiz inteligente. Finalmente, la señal de control real de los dispositivos FACTS se calcula de acuerdo con la salida óptima seleccionada a través del método de sistema inverso. La simulación se ha hecho en un sistema de alimentación de tres máquinas y los resultados muestran que el controlador IOSC propuesto puede atenuar eficazmente las oscilaciones del sistema y mejorar la estabilidad transitoria del sistema de alimentación",
    "error_count": 11,
    "keys": {
        "FACTS": {
            "translated_key": "FACTS",
            "translated_annotated_text": "Método de tamizado óptimo inteligente para el control de dispositivos \"FACTS\" en sistemas multimáquinas En este artículo se presenta una estrategia de control óptimo orientada a múltiples objetivos para dispositivos \"FACTS\" instalados en sistemas multimáquinas de alimentación, que se denomina el método inteligente de control de tamizado óptimo (IOSC). Este nuevo método divide la región de salida del dispositivo \"FACTS\" en varias partes y selecciona un valor típico de cada parte, que se llama candidato de salida. Luego, se construye un tamiz óptimo inteligente, que predice los impactos de cada candidato de salida en un sistema de energía y tamiza una salida óptima de todos los candidatos. Las tecnologías de red neuronal artificial y los métodos borrosos se aplican para construir el tamiz inteligente. Finalmente, la señal de control real de los dispositivos \"FACTS\" se calcula de acuerdo con la salida óptima seleccionada a través del método de sistema inverso. La simulación se ha hecho en un sistema de alimentación de tres máquinas y los resultados muestran que el controlador IOSC propuesto puede atenuar eficazmente las oscilaciones del sistema y mejorar la estabilidad transitoria del sistema de alimentación ",
            "error": [
                ""
            ]
        },
        "intelligent control": {
            "translated_key": [],
            "translated_annotated_text": "Método de tamizado óptimo inteligente para el control de dispositivos FACTS en sistemas multimáquinas En este artículo se presenta una estrategia de control óptimo orientada a múltiples objetivos para dispositivos FACTS instalados en sistemas multimáquinas de alimentación, que se denomina el método inteligente de control de tamizado óptimo (IOSC). Este nuevo método divide la región de salida del dispositivo FACTS en varias partes y selecciona un valor típico de cada parte, que se llama candidato de salida. Luego, se construye un tamiz óptimo inteligente, que predice los impactos de cada candidato de salida en un sistema de energía y tamiza una salida óptima de todos los candidatos. Las tecnologías de red neuronal artificial y los métodos borrosos se aplican para construir el tamiz inteligente. Finalmente, la señal de control real de los dispositivos FACTS se calcula de acuerdo con la salida óptima seleccionada a través del método de sistema inverso. La simulación se ha hecho en un sistema de alimentación de tres máquinas y los resultados muestran que el controlador IOSC propuesto puede atenuar eficazmente las oscilaciones del sistema y mejorar la estabilidad transitoria del sistema de alimentación ",
            "error": []
        },
        "intelligent optimal sieving method": {
            "translated_key": [],
            "translated_annotated_text": "Método de tamizado óptimo inteligente para el control de dispositivos FACTS en sistemas multimáquinas En este artículo se presenta una estrategia de control óptimo orientada a múltiples objetivos para dispositivos FACTS instalados en sistemas multimáquinas de alimentación, que se denomina el método inteligente de control de tamizado óptimo (IOSC). Este nuevo método divide la región de salida del dispositivo FACTS en varias partes y selecciona un valor típico de cada parte, que se llama candidato de salida. Luego, se construye un tamiz óptimo inteligente, que predice los impactos de cada candidato de salida en un sistema de energía y tamiza una salida óptima de todos los candidatos. Las tecnologías de red neuronal artificial y los métodos borrosos se aplican para construir el tamiz inteligente. Finalmente, la señal de control real de los dispositivos FACTS se calcula de acuerdo con la salida óptima seleccionada a través del método de sistema inverso. La simulación se ha hecho en un sistema de alimentación de tres máquinas y los resultados muestran que el controlador IOSC propuesto puede atenuar eficazmente las oscilaciones del sistema y mejorar la estabilidad transitoria del sistema de alimentación ",
            "error": []
        },
        "FACTS device control": {
            "translated_key": "control de dispositivos FACTS",
            "translated_annotated_text": "Método de tamizado óptimo inteligente para \"control de dispositivos FACTS\" en sistemas multimáquinas En este artículo se presenta una estrategia de control óptimo orientada a múltiples objetivos para dispositivos FACTS instalados en sistemas multimáquinas de alimentación, que se denomina el método inteligente de control de tamizado óptimo (IOSC). Este nuevo método divide la región de salida del dispositivo FACTS en varias partes y selecciona un valor típico de cada parte, que se llama candidato de salida. Luego, se construye un tamiz óptimo inteligente, que predice los impactos de cada candidato de salida en un sistema de energía y tamiza una salida óptima de todos los candidatos. Las tecnologías de red neuronal artificial y los métodos borrosos se aplican para construir el tamiz inteligente. Finalmente, la señal de control real de los dispositivos FACTS se calcula de acuerdo con la salida óptima seleccionada a través del método de sistema inverso. La simulación se ha hecho en un sistema de alimentación de tres máquinas y los resultados muestran que el controlador IOSC propuesto puede atenuar eficazmente las oscilaciones del sistema y mejorar la estabilidad transitoria del sistema de alimentación ",
            "error": [
                ""
            ]
        },
        "multi-machine systems": {
            "translated_key": "sistemas multimáquinas",
            "translated_annotated_text": "Método de tamizado óptimo inteligente para el control de dispositivos FACTS en \"sistemas multimáquinas\" En este artículo se presenta una estrategia de control óptimo orientada a múltiples objetivos para dispositivos FACTS instalados en sistemas multimáquinas de alimentación, que se denomina el método inteligente de control de tamizado óptimo (IOSC). Este nuevo método divide la región de salida del dispositivo FACTS en varias partes y selecciona un valor típico de cada parte, que se llama candidato de salida. Luego, se construye un tamiz óptimo inteligente, que predice los impactos de cada candidato de salida en un sistema de energía y tamiza una salida óptima de todos los candidatos. Las tecnologías de red neuronal artificial y los métodos borrosos se aplican para construir el tamiz inteligente. Finalmente, la señal de control real de los dispositivos FACTS se calcula de acuerdo con la salida óptima seleccionada a través del método de sistema inverso. La simulación se ha hecho en un sistema de alimentación de tres máquinas y los resultados muestran que el controlador IOSC propuesto puede atenuar eficazmente las oscilaciones del sistema y mejorar la estabilidad transitoria del sistema de alimentación ",
            "error": [
                ""
            ]
        },
        "multi-target oriented optimal control strategy": {
            "translated_key": "estrategia de control óptimo orientada a múltiples objetivos",
            "translated_annotated_text": "Método de tamizado óptimo inteligente para el control de dispositivos FACTS en sistemas multimáquinas En este artículo se presenta una \"estrategia de control óptimo orientada a múltiples objetivos\" para dispositivos FACTS instalados en sistemas multimáquinas de alimentación, que se denomina el método inteligente de control de tamizado óptimo (IOSC). Este nuevo método divide la región de salida del dispositivo FACTS en varias partes y selecciona un valor típico de cada parte, que se llama candidato de salida. Luego, se construye un tamiz óptimo inteligente, que predice los impactos de cada candidato de salida en un sistema de energía y tamiza una salida óptima de todos los candidatos. Las tecnologías de red neuronal artificial y los métodos borrosos se aplican para construir el tamiz inteligente. Finalmente, la señal de control real de los dispositivos FACTS se calcula de acuerdo con la salida óptima seleccionada a través del método de sistema inverso. La simulación se ha hecho en un sistema de alimentación de tres máquinas y los resultados muestran que el controlador IOSC propuesto puede atenuar eficazmente las oscilaciones del sistema y mejorar la estabilidad transitoria del sistema de alimentación ",
            "error": [
                ""
            ]
        },
        "intelligent optimal sieve": {
            "translated_key": "cribador óptimo inteligente",
            "translated_annotated_text": "Método de tamizado óptimo inteligente para el control de dispositivos FACTS en sistemas multimáquinas En este artículo se presenta una estrategia de control óptimo orientada a múltiples objetivos para dispositivos FACTS instalados en sistemas multimáquinas de alimentación, que se denomina el método inteligente de control de tamizado óptimo (IOSC). Este nuevo método divide la región de salida del dispositivo FACTS en varias partes y selecciona un valor típico de cada parte, que se llama candidato de salida. A continuación, se construye un \"cribador óptimo inteligente\", que predice los impactos de cada candidato de salida en un sistema de energía y tamiza una salida óptima de todos los candidatos. Las tecnologías de red neuronal artificial y los métodos borrosos se aplican para construir el tamiz inteligente. Finalmente, la señal de control real de los dispositivos FACTS se calcula de acuerdo con la salida óptima seleccionada a través del método de sistema inverso. La simulación se ha hecho en un sistema de alimentación de tres máquinas y los resultados muestran que el controlador IOSC propuesto puede atenuar eficazmente las oscilaciones del sistema y mejorar la estabilidad transitoria del sistema de alimentación ",
            "error": [
                ""
            ]
        },
        "artificial neural network technologies": {
            "translated_key": "tecnologías de redes neuronales artificiales",
            "translated_annotated_text": "Método de tamizado óptimo inteligente para el control de dispositivos FACTS en sistemas multimáquinas En este artículo se presenta una estrategia de control óptimo orientada a múltiples objetivos para dispositivos FACTS instalados en sistemas multimáquinas de alimentación, que se denomina el método inteligente de control de tamizado óptimo (IOSC). Este nuevo método divide la región de salida del dispositivo FACTS en varias partes y selecciona un valor típico de cada parte, que se llama candidato de salida. Luego, se construye un tamiz óptimo inteligente, que predice los impactos de cada candidato de salida en un sistema de energía y tamiza una salida óptima de todos los candidatos. Las \"tecnologías de redes neuronales artificiales\" y los métodos borrosos se aplican para construir el tamiz inteligente. Finalmente, la señal de control real de los dispositivos FACTS se calcula de acuerdo con la salida óptima seleccionada a través del método de sistema inverso. La simulación se ha hecho en un sistema de alimentación de tres máquinas y los resultados muestran que el controlador IOSC propuesto puede atenuar eficazmente las oscilaciones del sistema y mejorar la estabilidad transitoria del sistema de alimentación ",
            "error": [
                ""
            ]
        },
        "fuzzy methods": {
            "translated_key": "métodos borrosos",
            "translated_annotated_text": "Método de tamizado óptimo inteligente para el control de dispositivos FACTS en sistemas multimáquinas En este artículo se presenta una estrategia de control óptimo orientada a múltiples objetivos para dispositivos FACTS instalados en sistemas multimáquinas de alimentación, que se denomina el método inteligente de control de tamizado óptimo (IOSC). Este nuevo método divide la región de salida del dispositivo FACTS en varias partes y selecciona un valor típico de cada parte, que se llama candidato de salida. Luego, se construye un tamiz óptimo inteligente, que predice los impactos de cada candidato de salida en un sistema de energía y tamiza una salida óptima de todos los candidatos. Las tecnologías de red neuronal artificial y los \"métodos borrosos\" se aplican para construir el tamiz inteligente. Finalmente, la señal de control real de los dispositivos FACTS se calcula de acuerdo con la salida óptima seleccionada a través del método de sistema inverso. La simulación se ha hecho en un sistema de alimentación de tres máquinas y los resultados muestran que el controlador IOSC propuesto puede atenuar eficazmente las oscilaciones del sistema y mejorar la estabilidad transitoria del sistema de alimentación ",
            "error": [
                ""
            ]
        },
        "control signal": {
            "translated_key": "señal de control",
            "translated_annotated_text": "Método de tamizado óptimo inteligente para el control de dispositivos FACTS en sistemas multimáquinas En este artículo se presenta una estrategia de control óptimo orientada a múltiples objetivos para dispositivos FACTS instalados en sistemas multimáquinas de alimentación, que se denomina el método inteligente de control de tamizado óptimo (IOSC). Este nuevo método divide la región de salida del dispositivo FACTS en varias partes y selecciona un valor típico de cada parte, que se llama candidato de salida. Luego, se construye un tamiz óptimo inteligente, que predice los impactos de cada candidato de salida en un sistema de energía y tamiza una salida óptima de todos los candidatos. Las tecnologías de red neuronal artificial y los métodos borrosos se aplican para construir el tamiz inteligente. Finalmente, la \"señal de control\" real de los dispositivos FACTS se calcula de acuerdo con la salida óptima seleccionada a través del método de sistema inverso. La simulación se ha hecho en un sistema de alimentación de tres máquinas y los resultados muestran que el controlador IOSC propuesto puede atenuar eficazmente las oscilaciones del sistema y mejorar la estabilidad transitoria del sistema de alimentación ",
            "error": [
                ""
            ]
        },
        "selected optimal output": {
            "translated_key": "salida óptima seleccionada",
            "translated_annotated_text": "Método de tamizado óptimo inteligente para el control de dispositivos FACTS en sistemas multimáquinas En este artículo se presenta una estrategia de control óptimo orientada a múltiples objetivos para dispositivos FACTS instalados en sistemas multimáquinas de alimentación, que se denomina el método inteligente de control de tamizado óptimo (IOSC). Este nuevo método divide la región de salida del dispositivo FACTS en varias partes y selecciona un valor típico de cada parte, que se llama candidato de salida. Luego, se construye un tamiz óptimo inteligente, que predice los impactos de cada candidato de salida en un sistema de energía y tamiza una salida óptima de todos los candidatos. Las tecnologías de red neuronal artificial y los métodos borrosos se aplican para construir el tamiz inteligente. Finalmente, la señal de control real de los dispositivos FACTS se calcula de acuerdo con la \"salida óptima seleccionada\" a través del método de sistema inverso. La simulación se ha hecho en un sistema de alimentación de tres máquinas y los resultados muestran que el controlador IOSC propuesto puede atenuar eficazmente las oscilaciones del sistema y mejorar la estabilidad transitoria del sistema de alimentación ",
            "error": [
                ""
            ]
        },
        "inverse system method": {
            "translated_key": "método del sistema inverso",
            "translated_annotated_text": "Método de tamizado óptimo inteligente para el control de dispositivos FACTS en sistemas multimáquinas En este artículo se presenta una estrategia de control óptimo orientada a múltiples objetivos para dispositivos FACTS instalados en sistemas multimáquinas de alimentación, que se denomina el método inteligente de control de tamizado óptimo (IOSC). Este nuevo método divide la región de salida del dispositivo FACTS en varias partes y selecciona un valor típico de cada parte, que se llama candidato de salida. Luego, se construye un tamiz óptimo inteligente, que predice los impactos de cada candidato de salida en un sistema de energía y tamiza una salida óptima de todos los candidatos. Las tecnologías de red neuronal artificial y los métodos borrosos se aplican para construir el tamiz inteligente. Finalmente, la señal de control real de los dispositivos FACTS se calcula de acuerdo con la salida óptima seleccionada a través del \"método del sistema inverso\". La simulación se ha hecho en un sistema de alimentación de tres máquinas y los resultados muestran que el controlador IOSC propuesto puede atenuar eficazmente las oscilaciones del sistema y mejorar la estabilidad transitoria del sistema de alimentación ",
            "error": [
                ""
            ]
        },
        "three-machine power system": {
            "translated_key": "sistema de alimentación de tres máquinas",
            "translated_annotated_text": "Método de tamizado óptimo inteligente para el control de dispositivos FACTS en sistemas multimáquinas En este artículo se presenta una estrategia de control óptimo orientada a múltiples objetivos para dispositivos FACTS instalados en sistemas multimáquinas de alimentación, que se denomina el método inteligente de control de tamizado óptimo (IOSC). Este nuevo método divide la región de salida del dispositivo FACTS en varias partes y selecciona un valor típico de cada parte, que se llama candidato de salida. Luego, se construye un tamiz óptimo inteligente, que predice los impactos de cada candidato de salida en un sistema de energía y tamiza una salida óptima de todos los candidatos. Las tecnologías de red neuronal artificial y los métodos borrosos se aplican para construir el tamiz inteligente. Finalmente, la señal de control real de los dispositivos FACTS se calcula de acuerdo con la salida óptima seleccionada a través del método de sistema inverso. La simulación se ha hecho en un \"sistema de alimentación de tres máquinas\" y los resultados muestran que el controlador IOSC propuesto puede atenuar eficazmente las oscilaciones del sistema y mejorar la estabilidad transitoria del sistema de alimentación ",
            "error": [
                ""
            ]
        },
        "system oscillations attenuation": {
            "translated_key": [],
            "translated_annotated_text": "Método de tamizado óptimo inteligente para el control de dispositivos FACTS en sistemas multimáquinas En este artículo se presenta una estrategia de control óptimo orientada a múltiples objetivos para dispositivos FACTS instalados en sistemas multimáquinas de alimentación, que se denomina el método inteligente de control de tamizado óptimo (IOSC). Este nuevo método divide la región de salida del dispositivo FACTS en varias partes y selecciona un valor típico de cada parte, que se llama candidato de salida. Luego, se construye un tamiz óptimo inteligente, que predice los impactos de cada candidato de salida en un sistema de energía y tamiza una salida óptima de todos los candidatos. Las tecnologías de red neuronal artificial y los métodos borrosos se aplican para construir el tamiz inteligente. Finalmente, la señal de control real de los dispositivos FACTS se calcula de acuerdo con la salida óptima seleccionada a través del método de sistema inverso. La simulación se ha hecho en un sistema de alimentación de tres máquinas y los resultados muestran que el controlador IOSC propuesto puede atenuar eficazmente las oscilaciones del sistema y mejorar la estabilidad transitoria del sistema de alimentación ",
            "error": []
        },
        "power system transient stability enhancement": {
            "translated_key": [],
            "translated_annotated_text": "Método de tamizado óptimo inteligente para el control de dispositivos FACTS en sistemas multimáquinas En este artículo se presenta una estrategia de control óptimo orientada a múltiples objetivos para dispositivos FACTS instalados en sistemas multimáquinas de alimentación, que se denomina el método inteligente de control de tamizado óptimo (IOSC). Este nuevo método divide la región de salida del dispositivo FACTS en varias partes y selecciona un valor típico de cada parte, que se llama candidato de salida. Luego, se construye un tamiz óptimo inteligente, que predice los impactos de cada candidato de salida en un sistema de energía y tamiza una salida óptima de todos los candidatos. Las tecnologías de red neuronal artificial y los métodos borrosos se aplican para construir el tamiz inteligente. Finalmente, la señal de control real de los dispositivos FACTS se calcula de acuerdo con la salida óptima seleccionada a través del método de sistema inverso. La simulación se ha hecho en un sistema de alimentación de tres máquinas y los resultados muestran que el controlador IOSC propuesto puede atenuar eficazmente las oscilaciones del sistema y mejorar la estabilidad transitoria del sistema de alimentación ",
            "error": []
        },
        "control system synthesis": {
            "translated_key": [],
            "translated_annotated_text": "Método de tamizado óptimo inteligente para el control de dispositivos FACTS en sistemas multimáquinas En este artículo se presenta una estrategia de control óptimo orientada a múltiples objetivos para dispositivos FACTS instalados en sistemas multimáquinas de alimentación, que se denomina el método inteligente de control de tamizado óptimo (IOSC). Este nuevo método divide la región de salida del dispositivo FACTS en varias partes y selecciona un valor típico de cada parte, que se llama candidato de salida. Luego, se construye un tamiz óptimo inteligente, que predice los impactos de cada candidato de salida en un sistema de energía y tamiza una salida óptima de todos los candidatos. Las tecnologías de red neuronal artificial y los métodos borrosos se aplican para construir el tamiz inteligente. Finalmente, la señal de control real de los dispositivos FACTS se calcula de acuerdo con la salida óptima seleccionada a través del método de sistema inverso. La simulación se ha hecho en un sistema de alimentación de tres máquinas y los resultados muestran que el controlador IOSC propuesto puede atenuar eficazmente las oscilaciones del sistema y mejorar la estabilidad transitoria del sistema de alimentación ",
            "error": []
        },
        "flexible AC transmission systems": {
            "translated_key": [],
            "translated_annotated_text": "Método de tamizado óptimo inteligente para el control de dispositivos FACTS en sistemas multimáquinas En este artículo se presenta una estrategia de control óptimo orientada a múltiples objetivos para dispositivos FACTS instalados en sistemas multimáquinas de alimentación, que se denomina el método inteligente de control de tamizado óptimo (IOSC). Este nuevo método divide la región de salida del dispositivo FACTS en varias partes y selecciona un valor típico de cada parte, que se llama candidato de salida. Luego, se construye un tamiz óptimo inteligente, que predice los impactos de cada candidato de salida en un sistema de energía y tamiza una salida óptima de todos los candidatos. Las tecnologías de red neuronal artificial y los métodos borrosos se aplican para construir el tamiz inteligente. Finalmente, la señal de control real de los dispositivos FACTS se calcula de acuerdo con la salida óptima seleccionada a través del método de sistema inverso. La simulación se ha hecho en un sistema de alimentación de tres máquinas y los resultados muestran que el controlador IOSC propuesto puede atenuar eficazmente las oscilaciones del sistema y mejorar la estabilidad transitoria del sistema de alimentación ",
            "error": []
        },
        "fuzzy set theory": {
            "translated_key": [],
            "translated_annotated_text": "Método de tamizado óptimo inteligente para el control de dispositivos FACTS en sistemas multimáquinas En este artículo se presenta una estrategia de control óptimo orientada a múltiples objetivos para dispositivos FACTS instalados en sistemas multimáquinas de alimentación, que se denomina el método inteligente de control de tamizado óptimo (IOSC). Este nuevo método divide la región de salida del dispositivo FACTS en varias partes y selecciona un valor típico de cada parte, que se llama candidato de salida. Luego, se construye un tamiz óptimo inteligente, que predice los impactos de cada candidato de salida en un sistema de energía y tamiza una salida óptima de todos los candidatos. Las tecnologías de red neuronal artificial y los métodos borrosos se aplican para construir el tamiz inteligente. Finalmente, la señal de control real de los dispositivos FACTS se calcula de acuerdo con la salida óptima seleccionada a través del método de sistema inverso. La simulación se ha hecho en un sistema de alimentación de tres máquinas y los resultados muestran que el controlador IOSC propuesto puede atenuar eficazmente las oscilaciones del sistema y mejorar la estabilidad transitoria del sistema de alimentación ",
            "error": []
        },
        "neural nets": {
            "translated_key": [],
            "translated_annotated_text": "Método de tamizado óptimo inteligente para el control de dispositivos FACTS en sistemas multimáquinas En este artículo se presenta una estrategia de control óptimo orientada a múltiples objetivos para dispositivos FACTS instalados en sistemas multimáquinas de alimentación, que se denomina el método inteligente de control de tamizado óptimo (IOSC). Este nuevo método divide la región de salida del dispositivo FACTS en varias partes y selecciona un valor típico de cada parte, que se llama candidato de salida. Luego, se construye un tamiz óptimo inteligente, que predice los impactos de cada candidato de salida en un sistema de energía y tamiza una salida óptima de todos los candidatos. Las tecnologías de red neuronal artificial y los métodos borrosos se aplican para construir el tamiz inteligente. Finalmente, la señal de control real de los dispositivos FACTS se calcula de acuerdo con la salida óptima seleccionada a través del método de sistema inverso. La simulación se ha hecho en un sistema de alimentación de tres máquinas y los resultados muestran que el controlador IOSC propuesto puede atenuar eficazmente las oscilaciones del sistema y mejorar la estabilidad transitoria del sistema de alimentación ",
            "error": []
        },
        "optimal control": {
            "translated_key": "control óptimo",
            "translated_annotated_text": "Método de tamizado óptimo inteligente para el control de dispositivos FACTS en sistemas multimáquinas En este artículo se presenta una estrategia de \"control óptimo\" orientado a múltiples objetivos para dispositivos FACTS instalados en sistemas multimáquinas de alimentación, que se denomina el método inteligente de control de tamizado óptimo (IOSC). Este nuevo método divide la región de salida del dispositivo FACTS en varias partes y selecciona un valor típico de cada parte, que se llama candidato de salida. Luego, se construye un tamiz óptimo inteligente, que predice los impactos de cada candidato de salida en un sistema de energía y tamiza una salida óptima de todos los candidatos. Las tecnologías de red neuronal artificial y los métodos borrosos se aplican para construir el tamiz inteligente. Finalmente, la señal de control real de los dispositivos FACTS se calcula de acuerdo con la salida óptima seleccionada a través del método de sistema inverso. La simulación se ha hecho en un sistema de alimentación de tres máquinas y los resultados muestran que el controlador IOSC propuesto puede atenuar eficazmente las oscilaciones del sistema y mejorar la estabilidad transitoria del sistema de alimentación ",
            "error": [
                ""
            ]
        },
        "power system control": {
            "translated_key": [],
            "translated_annotated_text": "Método de tamizado óptimo inteligente para el control de dispositivos FACTS en sistemas multimáquinas En este artículo se presenta una estrategia de control óptimo orientada a múltiples objetivos para dispositivos FACTS instalados en sistemas multimáquinas de alimentación, que se denomina el método inteligente de control de tamizado óptimo (IOSC). Este nuevo método divide la región de salida del dispositivo FACTS en varias partes y selecciona un valor típico de cada parte, que se llama candidato de salida. Luego, se construye un tamiz óptimo inteligente, que predice los impactos de cada candidato de salida en un sistema de energía y tamiza una salida óptima de todos los candidatos. Las tecnologías de red neuronal artificial y los métodos borrosos se aplican para construir el tamiz inteligente. Finalmente, la señal de control real de los dispositivos FACTS se calcula de acuerdo con la salida óptima seleccionada a través del método de sistema inverso. La simulación se ha hecho en un sistema de alimentación de tres máquinas y los resultados muestran que el controlador IOSC propuesto puede atenuar eficazmente las oscilaciones del sistema y mejorar la estabilidad transitoria del sistema de alimentación ",
            "error": []
        },
        "predictive control": {
            "translated_key": [],
            "translated_annotated_text": "Método de tamizado óptimo inteligente para el control de dispositivos FACTS en sistemas multimáquinas En este artículo se presenta una estrategia de control óptimo orientada a múltiples objetivos para dispositivos FACTS instalados en sistemas multimáquinas de alimentación, que se denomina el método inteligente de control de tamizado óptimo (IOSC). Este nuevo método divide la región de salida del dispositivo FACTS en varias partes y selecciona un valor típico de cada parte, que se llama candidato de salida. Luego, se construye un tamiz óptimo inteligente, que predice los impactos de cada candidato de salida en un sistema de energía y tamiza una salida óptima de todos los candidatos. Las tecnologías de red neuronal artificial y los métodos borrosos se aplican para construir el tamiz inteligente. Finalmente, la señal de control real de los dispositivos FACTS se calcula de acuerdo con la salida óptima seleccionada a través del método de sistema inverso. La simulación se ha hecho en un sistema de alimentación de tres máquinas y los resultados muestran que el controlador IOSC propuesto puede atenuar eficazmente las oscilaciones del sistema y mejorar la estabilidad transitoria del sistema de alimentación ",
            "error": []
        }
    }
}