{
    "original_text": "Analysis and operation of hybrid active filter for harmonic elimination This paper presents a hybrid active filter topology and its control to suppress the harmonic currents from entering the power source. The adopted hybrid active filter consists of one active filter and one passive filter connected in series. By controlling the equivalent output voltage of active filter, the harmonic currents generated by the nonlinear load are blocked and flowed into the passive filter. The power rating of the converter is reduced compared with the pure active filters to filter the harmonic currents. The harmonic current detecting approach and DC-link voltage regulation are proposed to obtain equivalent voltage of active filter. The effectiveness of the adopted topology and control scheme has been verified by the computer simulation and experimental results in a scaled-down laboratory prototype",
    "original_translation": "Análisis y funcionamiento del filtro activo híbrido para la eliminación armónica Este artículo presenta una topología de filtro activo híbrido y su control para suprimir la entrada de corrientes armónicas a la fuente de energía. El filtro activo híbrido adoptado consiste en un filtro activo y un filtro pasivo conectados en serie. Al controlar el voltaje de salida equivalente del filtro activo, las corrientes armónicas generadas por la carga no lineal se bloquean y fluyen al filtro pasivo. La potencia del convertidor se reduce en comparación con los filtros activos puros para filtrar las corrientes armónicas. El enfoque de detección de corriente armónica y la regulación de voltaje de enlace DC se proponen para obtener tensión equivalente del filtro activo. La eficacia del sistema de topología y control adoptado ha sido verificada por la simulación computarizada y los resultados experimentales en un prototipo de laboratorio reducido",
    "error_count": 8,
    "keys": {
        "hybrid active filter": {
            "translated_key": "filtro activo híbrido",
            "translated_annotated_text": "Análisis y funcionamiento del \"filtro activo híbrido\" para la eliminación armónica Este artículo presenta una topología del \"filtro activo híbrido\" y su control para suprimir la entrada de corrientes armónicas a la fuente de energía. El \"filtro activo híbrido\" adoptado consiste en un filtro activo y un filtro pasivo conectado en serie. Al controlar el voltaje de salida equivalente del filtro activo, las corrientes armónicas generadas por la carga no lineal se bloquean y fluyen al filtro pasivo. La potencia del convertidor se reduce en comparación con los filtros activos puros para filtrar las corrientes armónicas. El enfoque de detección de corriente armónica y la regulación de voltaje de enlace DC se proponen para obtener tensión equivalente del filtro activo. La eficacia del sistema de topología y control adoptado ha sido verificada por la simulación computarizada y los resultados experimentales en un prototipo de laboratorio reducido ",
            "error": [
                ""
            ]
        },
        "harmonic elimination": {
            "translated_key": "eliminación armónica",
            "translated_annotated_text": "Análisis y funcionamiento del filtro activo híbrido para la \"eliminación armónica\" Este artículo presenta una topología de filtro activo híbrido y su control para suprimir la entrada de corrientes armónicas a la fuente de energía. El filtro activo híbrido adoptado consiste en un filtro activo y un filtro pasivo conectados en serie. Al controlar el voltaje de salida equivalente del filtro activo, las corrientes armónicas generadas por la carga no lineal se bloquean y fluyen al filtro pasivo. La potencia del convertidor se reduce en comparación con los filtros activos puros para filtrar las corrientes armónicas. El enfoque de detección de corriente armónica y la regulación de voltaje de enlace DC se proponen para obtener tensión equivalente del filtro activo. La eficacia del sistema de topología y control adoptado ha sido verificada por la simulación computarizada y los resultados experimentales en un prototipo de laboratorio reducido ",
            "error": [
                ""
            ]
        },
        "harmonic currents suppression": {
            "translated_key": [],
            "translated_annotated_text": "Análisis y funcionamiento del filtro activo híbrido para la eliminación armónica Este artículo presenta una topología de filtro activo híbrido y su control para suprimir la entrada de corrientes armónicas a la fuente de energía. El filtro activo híbrido adoptado consiste en un filtro activo y un filtro pasivo conectados en serie. Al controlar el voltaje de salida equivalente del filtro activo, las corrientes armónicas generadas por la carga no lineal se bloquean y fluyen al filtro pasivo. La potencia del convertidor se reduce en comparación con los filtros activos puros para filtrar las corrientes armónicas. El enfoque de detección de corriente armónica y la regulación de voltaje de enlace DC se proponen para obtener tensión equivalente del filtro activo. La eficacia del sistema de topología y control adoptado ha sido verificada por la simulación computarizada y los resultados experimentales en un prototipo de laboratorio reducido ",
            "error": []
        },
        "active filter": {
            "translated_key": "filtro activo",
            "translated_annotated_text": "Análisis y funcionamiento del \"filtro activo\" híbrido para la eliminación armónica Este artículo presenta una topología híbrida de \"filtro activo\" y su control para suprimir la entrada de corrientes armónicas a la fuente de energía. El \"filtro activo\" híbrido adoptado consiste en un \"filtro activo\" y un filtro pasivo conectado en serie. Al controlar el voltaje de salida equivalente del \"filtro activo\", las corrientes armónicas generadas por la carga no lineal se bloquean y fluyen al filtro pasivo. La potencia del convertidor se reduce en comparación con los filtros activos puros para filtrar las corrientes armónicas. El enfoque de detección de corriente armónica y la regulación de tensión de enlace DC se proponen para obtener una tensión equivalente de \"filtro activo\". La eficacia del sistema de topología y control adoptado ha sido verificada por la simulación computarizada y los resultados experimentales en un prototipo de laboratorio reducido ",
            "error": [
                ""
            ]
        },
        "passive filter": {
            "translated_key": "filtro pasivo",
            "translated_annotated_text": "Análisis y funcionamiento del filtro activo híbrido para la eliminación armónica Este artículo presenta una topología de filtro activo híbrido y su control para suprimir la entrada de corrientes armónicas a la fuente de energía. El filtro activo híbrido adoptado consiste en un filtro activo y un \"filtro pasivo\" conectado en serie. Al controlar el voltaje de salida equivalente del filtro activo, las corrientes armónicas generadas por la carga no lineal se bloquean y fluyen hacia el \"filtro pasivo\". La potencia del convertidor se reduce en comparación con los filtros activos puros para filtrar las corrientes armónicas. El enfoque de detección de corriente armónica y la regulación de voltaje de enlace DC se proponen para obtener tensión equivalente del filtro activo. La eficacia del sistema de topología y control adoptado ha sido verificada por la simulación computarizada y los resultados experimentales en un prototipo de laboratorio reducido ",
            "error": [
                ""
            ]
        },
        "equivalent output voltage": {
            "translated_key": "tensión de salida equivalente",
            "translated_annotated_text": "Análisis y funcionamiento del filtro activo híbrido para la eliminación armónica Este artículo presenta una topología de filtro activo híbrido y su control para suprimir la entrada de corrientes armónicas a la fuente de energía. El filtro activo híbrido adoptado consiste en un filtro activo y un filtro pasivo conectados en serie. Al controlar la \"tensión de salida equivalente\" del filtro activo, las corrientes armónicas generadas por la carga no lineal se bloquean y fluyen al filtro pasivo. La potencia del convertidor se reduce en comparación con los filtros activos puros para filtrar las corrientes armónicas. El enfoque de detección de corriente armónica y la regulación de voltaje de enlace DC se proponen para obtener tensión equivalente del filtro activo. La eficacia del sistema de topología y control adoptado ha sido verificada por la simulación computarizada y los resultados experimentales en un prototipo de laboratorio reducido ",
            "error": [
                ""
            ]
        },
        "harmonic currents": {
            "translated_key": "corrientes armónicas",
            "translated_annotated_text": "Análisis y funcionamiento del filtro activo híbrido para la eliminación armónica Este artículo presenta una topología de filtro activo híbrido y su control para suprimir la entrada de las \"corrientes armónicas\" en la fuente de energía. El filtro activo híbrido adoptado consiste en un filtro activo y un filtro pasivo conectados en serie. Al controlar el voltaje de salida equivalente del filtro activo, las \"corrientes armónicas\" generadas por la carga no lineal se bloquean y fluyen al filtro pasivo. La potencia del convertidor se reduce en comparación con los filtros activos puros para filtrar las \"corrientes armónicas\". El enfoque de detección de corriente armónica y la regulación de voltaje de enlace DC se proponen para obtener tensión equivalente del filtro activo. La eficacia del sistema de topología y control adoptado ha sido verificada por la simulación computarizada y los resultados experimentales en un prototipo de laboratorio reducido ",
            "error": [
                ""
            ]
        },
        "nonlinear load": {
            "translated_key": "carga no lineal",
            "translated_annotated_text": "Análisis y funcionamiento del filtro activo híbrido para la eliminación armónica Este artículo presenta una topología de filtro activo híbrido y su control para suprimir la entrada de corrientes armónicas a la fuente de energía. El filtro activo híbrido adoptado consiste en un filtro activo y un filtro pasivo conectados en serie. Al controlar el voltaje de salida equivalente del filtro activo, las corrientes armónicas generadas por la \"carga no lineal\" se bloquean y fluyen al filtro pasivo. La potencia del convertidor se reduce en comparación con los filtros activos puros para filtrar las corrientes armónicas. El enfoque de detección de corriente armónica y la regulación de voltaje de enlace DC se proponen para obtener tensión equivalente del filtro activo. La eficacia del sistema de topología y control adoptado ha sido verificada por la simulación computarizada y los resultados experimentales en un prototipo de laboratorio reducido ",
            "error": [
                ""
            ]
        },
        "converter power rating reduction": {
            "translated_key": [],
            "translated_annotated_text": "Análisis y funcionamiento del filtro activo híbrido para la eliminación armónica Este artículo presenta una topología de filtro activo híbrido y su control para suprimir la entrada de corrientes armónicas a la fuente de energía. El filtro activo híbrido adoptado consiste en un filtro activo y un filtro pasivo conectados en serie. Al controlar el voltaje de salida equivalente del filtro activo, las corrientes armónicas generadas por la carga no lineal se bloquean y fluyen al filtro pasivo. La potencia del convertidor se reduce en comparación con los filtros activos puros para filtrar las corrientes armónicas. El enfoque de detección de corriente armónica y la regulación de voltaje de enlace DC se proponen para obtener tensión equivalente del filtro activo. La eficacia del sistema de topología y control adoptado ha sido verificada por la simulación computarizada y los resultados experimentales en un prototipo de laboratorio reducido ",
            "error": []
        },
        "DC-link voltage regulation": {
            "translated_key": "regulación de tensión de enlace DC",
            "translated_annotated_text": "Análisis y funcionamiento del filtro activo híbrido para la eliminación armónica Este artículo presenta una topología de filtro activo híbrido y su control para suprimir la entrada de corrientes armónicas a la fuente de energía. El filtro activo híbrido adoptado consiste en un filtro activo y un filtro pasivo conectados en serie. Al controlar el voltaje de salida equivalente del filtro activo, las corrientes armónicas generadas por la carga no lineal se bloquean y fluyen al filtro pasivo. La potencia del convertidor se reduce en comparación con los filtros activos puros para filtrar las corrientes armónicas. Se propone el enfoque de detección de corriente armónica y la \"regulación de tensión de enlace DC\" para obtener una tensión equivalente del filtro activo. La eficacia del sistema de topología y control adoptado ha sido verificada por la simulación computarizada y los resultados experimentales en un prototipo de laboratorio reducido ",
            "error": [
                ""
            ]
        },
        "active filter equivalent voltage": {
            "translated_key": [],
            "translated_annotated_text": "Análisis y funcionamiento del filtro activo híbrido para la eliminación armónica Este artículo presenta una topología de filtro activo híbrido y su control para suprimir la entrada de corrientes armónicas a la fuente de energía. El filtro activo híbrido adoptado consiste en un filtro activo y un filtro pasivo conectados en serie. Al controlar el voltaje de salida equivalente del filtro activo, las corrientes armónicas generadas por la carga no lineal se bloquean y fluyen al filtro pasivo. La potencia del convertidor se reduce en comparación con los filtros activos puros para filtrar las corrientes armónicas. El enfoque de detección de corriente armónica y la regulación de voltaje de enlace DC se proponen para obtener tensión equivalente del filtro activo. La eficacia del sistema de topología y control adoptado ha sido verificada por la simulación computarizada y los resultados experimentales en un prototipo de laboratorio reducido ",
            "error": []
        },
        "computer simulation": {
            "translated_key": "simulación por ordenador",
            "translated_annotated_text": "Análisis y funcionamiento del filtro activo híbrido para la eliminación armónica Este artículo presenta una topología de filtro activo híbrido y su control para suprimir la entrada de corrientes armónicas a la fuente de energía. El filtro activo híbrido adoptado consiste en un filtro activo y un filtro pasivo conectados en serie. Al controlar el voltaje de salida equivalente del filtro activo, las corrientes armónicas generadas por la carga no lineal se bloquean y fluyen al filtro pasivo. La potencia del convertidor se reduce en comparación con los filtros activos puros para filtrar las corrientes armónicas. El enfoque de detección de corriente armónica y la regulación de voltaje de enlace DC se proponen para obtener tensión equivalente del filtro activo. La eficacia del sistema de topología y control adoptado ha sido verificada por la \"simulación por ordenador\" y los resultados experimentales en un prototipo de laboratorio reducido ",
            "error": [
                ""
            ]
        },
        "scaled-down laboratory prototype": {
            "translated_key": "prototipo de laboratorio reducido",
            "translated_annotated_text": "Análisis y funcionamiento del filtro activo híbrido para la eliminación armónica Este artículo presenta una topología de filtro activo híbrido y su control para suprimir la entrada de corrientes armónicas a la fuente de energía. El filtro activo híbrido adoptado consiste en un filtro activo y un filtro pasivo conectados en serie. Al controlar el voltaje de salida equivalente del filtro activo, las corrientes armónicas generadas por la carga no lineal se bloquean y fluyen al filtro pasivo. La potencia del convertidor se reduce en comparación con los filtros activos puros para filtrar las corrientes armónicas. El enfoque de detección de corriente armónica y la regulación de voltaje de enlace DC se proponen para obtener tensión equivalente del filtro activo. La eficacia del sistema de topología y control adoptado ha sido verificada por la simulación computarizada y los resultados experimentales en un \"prototipo de laboratorio reducido\" ",
            "error": [
                ""
            ]
        },
        "voltage source inverter": {
            "translated_key": [],
            "translated_annotated_text": "Análisis y funcionamiento del filtro activo híbrido para la eliminación armónica Este artículo presenta una topología de filtro activo híbrido y su control para suprimir la entrada de corrientes armónicas a la fuente de energía. El filtro activo híbrido adoptado consiste en un filtro activo y un filtro pasivo conectados en serie. Al controlar el voltaje de salida equivalente del filtro activo, las corrientes armónicas generadas por la carga no lineal se bloquean y fluyen al filtro pasivo. La potencia del convertidor se reduce en comparación con los filtros activos puros para filtrar las corrientes armónicas. El enfoque de detección de corriente armónica y la regulación de voltaje de enlace DC se proponen para obtener tensión equivalente del filtro activo. La eficacia del sistema de topología y control adoptado ha sido verificada por la simulación computarizada y los resultados experimentales en un prototipo de laboratorio reducido ",
            "error": []
        },
        "active filters": {
            "translated_key": "filtros activos",
            "translated_annotated_text": "Análisis y funcionamiento del filtro activo híbrido para la eliminación armónica Este artículo presenta una topología de filtro activo híbrido y su control para suprimir la entrada de corrientes armónicas a la fuente de energía. El filtro activo híbrido adoptado consiste en un filtro activo y un filtro pasivo conectados en serie. Al controlar el voltaje de salida equivalente del filtro activo, las corrientes armónicas generadas por la carga no lineal se bloquean y fluyen al filtro pasivo. La potencia del convertidor se reduce en comparación con los \"filtros activos\" puros para filtrar las corrientes armónicas. El enfoque de detección de corriente armónica y la regulación de voltaje de enlace DC se proponen para obtener tensión equivalente del filtro activo. La eficacia del sistema de topología y control adoptado ha sido verificada por la simulación computarizada y los resultados experimentales en un prototipo de laboratorio reducido ",
            "error": [
                ""
            ]
        },
        "invertors": {
            "translated_key": [],
            "translated_annotated_text": "Análisis y funcionamiento del filtro activo híbrido para la eliminación armónica Este artículo presenta una topología de filtro activo híbrido y su control para suprimir la entrada de corrientes armónicas a la fuente de energía. El filtro activo híbrido adoptado consiste en un filtro activo y un filtro pasivo conectados en serie. Al controlar el voltaje de salida equivalente del filtro activo, las corrientes armónicas generadas por la carga no lineal se bloquean y fluyen al filtro pasivo. La potencia del convertidor se reduce en comparación con los filtros activos puros para filtrar las corrientes armónicas. El enfoque de detección de corriente armónica y la regulación de voltaje de enlace DC se proponen para obtener tensión equivalente del filtro activo. La eficacia del sistema de topología y control adoptado ha sido verificada por la simulación computarizada y los resultados experimentales en un prototipo de laboratorio reducido ",
            "error": []
        },
        "passive filters": {
            "translated_key": [],
            "translated_annotated_text": "Análisis y funcionamiento del filtro activo híbrido para la eliminación armónica Este artículo presenta una topología de filtro activo híbrido y su control para suprimir la entrada de corrientes armónicas a la fuente de energía. El filtro activo híbrido adoptado consiste en un filtro activo y un filtro pasivo conectados en serie. Al controlar el voltaje de salida equivalente del filtro activo, las corrientes armónicas generadas por la carga no lineal se bloquean y fluyen al filtro pasivo. La potencia del convertidor se reduce en comparación con los filtros activos puros para filtrar las corrientes armónicas. El enfoque de detección de corriente armónica y la regulación de voltaje de enlace DC se proponen para obtener tensión equivalente del filtro activo. La eficacia del sistema de topología y control adoptado ha sido verificada por la simulación computarizada y los resultados experimentales en un prototipo de laboratorio reducido ",
            "error": []
        },
        "power harmonic filters": {
            "translated_key": [],
            "translated_annotated_text": "Análisis y funcionamiento del filtro activo híbrido para la eliminación armónica Este artículo presenta una topología de filtro activo híbrido y su control para suprimir la entrada de corrientes armónicas a la fuente de energía. El filtro activo híbrido adoptado consiste en un filtro activo y un filtro pasivo conectados en serie. Al controlar el voltaje de salida equivalente del filtro activo, las corrientes armónicas generadas por la carga no lineal se bloquean y fluyen al filtro pasivo. La potencia del convertidor se reduce en comparación con los filtros activos puros para filtrar las corrientes armónicas. El enfoque de detección de corriente armónica y la regulación de voltaje de enlace DC se proponen para obtener tensión equivalente del filtro activo. La eficacia del sistema de topología y control adoptado ha sido verificada por la simulación computarizada y los resultados experimentales en un prototipo de laboratorio reducido ",
            "error": []
        },
        "voltage control": {
            "translated_key": [],
            "translated_annotated_text": "Análisis y funcionamiento del filtro activo híbrido para la eliminación armónica Este artículo presenta una topología de filtro activo híbrido y su control para suprimir la entrada de corrientes armónicas a la fuente de energía. El filtro activo híbrido adoptado consiste en un filtro activo y un filtro pasivo conectados en serie. Al controlar el voltaje de salida equivalente del filtro activo, las corrientes armónicas generadas por la carga no lineal se bloquean y fluyen al filtro pasivo. La potencia del convertidor se reduce en comparación con los filtros activos puros para filtrar las corrientes armónicas. El enfoque de detección de corriente armónica y la regulación de voltaje de enlace DC se proponen para obtener tensión equivalente del filtro activo. La eficacia del sistema de topología y control adoptado ha sido verificada por la simulación computarizada y los resultados experimentales en un prototipo de laboratorio reducido ",
            "error": []
        }
    }
}