{
    "original_text": "Text-independent speaker verification using utterance level scoring and covariance modeling This paper describes a computationally simple method to perform text independent speaker verification using second order statistics. The suggested method, called utterance level scoring (ULS), allows one to obtain a normalized score using a single pass through the frames of the tested utterance. The utterance sample covariance is first calculated and then compared to the speaker covariance using a distortion measure. Subsequently, a distortion measure between the utterance covariance and the sample covariance of data taken from different speakers is used to normalize the score. Experimental results from the 2000 NIST speaker recognition evaluation are presented for ULS, used with different distortion measures, and for a Gaussian mixture model (GMM) system. The results indicate that ULS as a viable alternative to GMM whenever the computational complexity and verification accuracy needs to be traded",
    "original_translation": "Verificación del altavoz independiente del texto utilizando la puntuación de nivel de pronunciación y el modelado de covarianza Este artículo describe un método computacionalmente simple para realizar la verificación del altavoz independiente del texto utilizando estadísticas de segundo orden. El método sugerido, llamado puntuación de nivel de pronunciación (ULS), permite obtener una puntuación normalizada usando un solo pase a través de los marcos de la pronunciación probada. La covarianza de la muestra de pronunciación se calcula primero y luego se compara con la covarianza del altavoz utilizando una medida de distorsión. Posteriormente, se utiliza una medida de distorsión entre la covarianza de la expresión y la covarianza de la muestra de los datos tomados de diferentes altavoces para normalizar la puntuación. Los resultados experimentales de la evaluación de reconocimiento de altavoces NIST 2000 se presentan para ULS, utilizado con diferentes medidas de distorsión, y para un modelo de mezcla Gaussian (GMM) sistema. Los resultados indican que ULS como alternativa viable al MMG siempre que sea necesario negociar la complejidad computacional y la exactitud de la verificación",
    "error_count": 6,
    "keys": {
        "text-independent speaker verification": {
            "translated_key": [],
            "translated_annotated_text": "Verificación del altavoz independiente del texto utilizando la puntuación de nivel de pronunciación y el modelado de covarianza Este artículo describe un método computacionalmente simple para realizar la verificación del altavoz independiente del texto utilizando estadísticas de segundo orden. El método sugerido, llamado puntuación de nivel de pronunciación (ULS), permite obtener una puntuación normalizada usando un solo pase a través de los marcos de la pronunciación probada. La covarianza de la muestra de pronunciación se calcula primero y luego se compara con la covarianza del altavoz utilizando una medida de distorsión. Posteriormente, se utiliza una medida de distorsión entre la covarianza de la expresión y la covarianza de la muestra de los datos tomados de diferentes altavoces para normalizar la puntuación. Los resultados experimentales de la evaluación de reconocimiento de altavoces NIST 2000 se presentan para ULS, utilizado con diferentes medidas de distorsión, y para un modelo de mezcla Gaussian (GMM) sistema. Los resultados indican que ULS como alternativa viable al MMG siempre que sea necesario negociar la complejidad computacional y la exactitud de la verificación ",
            "error": []
        },
        "utterance level scoring": {
            "translated_key": [
                "puntuación de nivel de rotulación",
                "puntuación del nivel de la boca"
            ],
            "translated_annotated_text": "Verificación del altavoz independiente del texto usando \"puntuación de nivel de rotulación\" y modelado de covarianza Este artículo describe un método computacionalmente simple para realizar la verificación del altavoz independiente del texto usando estadísticas de segundo orden. El método sugerido, llamado \"puntuación del nivel de la boca\" (ULS), permite obtener una puntuación normalizada usando una sola pasada a través de los marcos de la expresión probada. La covarianza de la muestra de pronunciación se calcula primero y luego se compara con la covarianza del altavoz utilizando una medida de distorsión. Posteriormente, se utiliza una medida de distorsión entre la covarianza de la expresión y la covarianza de la muestra de los datos tomados de diferentes altavoces para normalizar la puntuación. Los resultados experimentales de la evaluación de reconocimiento de altavoces NIST 2000 se presentan para ULS, utilizado con diferentes medidas de distorsión, y para un modelo de mezcla Gaussian (GMM) sistema. Los resultados indican que ULS como alternativa viable al MMG siempre que sea necesario negociar la complejidad computacional y la exactitud de la verificación ",
            "error": [
                "puntuación de nivel de rotulación",
                "puntuación del nivel de la boca"
            ]
        },
        "covariance modeling": {
            "translated_key": "modelo de covarianza",
            "translated_annotated_text": "Verificación del altavoz independiente del texto usando puntuación de nivel de pronunciación y \"modelo de covarianza\" Este artículo describe un método computacionalmente simple para realizar verificación del altavoz independiente del texto usando estadísticas de segundo orden. El método sugerido, llamado puntuación de nivel de pronunciación (ULS), permite obtener una puntuación normalizada usando un solo pase a través de los marcos de la pronunciación probada. La covarianza de la muestra de pronunciación se calcula primero y luego se compara con la covarianza del altavoz utilizando una medida de distorsión. Posteriormente, se utiliza una medida de distorsión entre la covarianza de la expresión y la covarianza de la muestra de los datos tomados de diferentes altavoces para normalizar la puntuación. Los resultados experimentales de la evaluación de reconocimiento de altavoces NIST 2000 se presentan para ULS, utilizado con diferentes medidas de distorsión, y para un modelo de mezcla Gaussian (GMM) sistema. Los resultados indican que ULS como alternativa viable al MMG siempre que sea necesario negociar la complejidad computacional y la exactitud de la verificación ",
            "error": [
                ""
            ]
        },
        "computationally simple method": {
            "translated_key": "método computacionalmente simple",
            "translated_annotated_text": "Verificación del altavoz independiente del texto utilizando la puntuación de nivel de pronunciación y el modelado de covarianza Este artículo describe un \"método computacionalmente simple\" para realizar la verificación del altavoz independiente del texto utilizando estadísticas de segundo orden. El método sugerido, llamado puntuación de nivel de pronunciación (ULS), permite obtener una puntuación normalizada usando un solo pase a través de los marcos de la pronunciación probada. La covarianza de la muestra de pronunciación se calcula primero y luego se compara con la covarianza del altavoz utilizando una medida de distorsión. Posteriormente, se utiliza una medida de distorsión entre la covarianza de la expresión y la covarianza de la muestra de los datos tomados de diferentes altavoces para normalizar la puntuación. Los resultados experimentales de la evaluación de reconocimiento de altavoces NIST 2000 se presentan para ULS, utilizado con diferentes medidas de distorsión, y para un modelo de mezcla Gaussian (GMM) sistema. Los resultados indican que ULS como alternativa viable al MMG siempre que sea necesario negociar la complejidad computacional y la exactitud de la verificación ",
            "error": [
                ""
            ]
        },
        "second order statistics": {
            "translated_key": "estadísticas de segundo orden",
            "translated_annotated_text": "Verificación del altavoz independiente del texto utilizando la puntuación de nivel de pronunciación y el modelado de covarianza Este artículo describe un método computacionalmente simple para realizar la verificación del altavoz independiente del texto usando \"estadísticas de segundo orden\". El método sugerido, llamado puntuación de nivel de pronunciación (ULS), permite obtener una puntuación normalizada usando un solo pase a través de los marcos de la pronunciación probada. La covarianza de la muestra de pronunciación se calcula primero y luego se compara con la covarianza del altavoz utilizando una medida de distorsión. Posteriormente, se utiliza una medida de distorsión entre la covarianza de la expresión y la covarianza de la muestra de los datos tomados de diferentes altavoces para normalizar la puntuación. Los resultados experimentales de la evaluación de reconocimiento de altavoces NIST 2000 se presentan para ULS, utilizado con diferentes medidas de distorsión, y para un modelo de mezcla Gaussian (GMM) sistema. Los resultados indican que ULS como alternativa viable al MMG siempre que sea necesario negociar la complejidad computacional y la exactitud de la verificación ",
            "error": [
                ""
            ]
        },
        "normalized score": {
            "translated_key": "score normalizado",
            "translated_annotated_text": "Verificación del altavoz independiente del texto utilizando la puntuación de nivel de pronunciación y el modelado de covarianza Este artículo describe un método computacionalmente simple para realizar la verificación del altavoz independiente del texto utilizando estadísticas de segundo orden. El método sugerido, llamado puntuación de nivel de pronunciación (ULS), permite obtener una \"score normalizado\" usando un solo pase a través de los marcos de la pronunciación probada. La covarianza de la muestra de pronunciación se calcula primero y luego se compara con la covarianza del altavoz utilizando una medida de distorsión. Posteriormente, se utiliza una medida de distorsión entre la covarianza de la expresión y la covarianza de la muestra de los datos tomados de diferentes altavoces para normalizar la puntuación. Los resultados experimentales de la evaluación de reconocimiento de altavoces NIST 2000 se presentan para ULS, utilizado con diferentes medidas de distorsión, y para un modelo de mezcla Gaussian (GMM) sistema. Los resultados indican que ULS como alternativa viable al MMG siempre que sea necesario negociar la complejidad computacional y la exactitud de la verificación ",
            "error": [
                ""
            ]
        },
        "sample covariance": {
            "translated_key": "covarianza de muestra",
            "translated_annotated_text": "Verificación del altavoz independiente del texto utilizando la puntuación de nivel de pronunciación y el modelado de covarianza Este artículo describe un método computacionalmente simple para realizar la verificación del altavoz independiente del texto utilizando estadísticas de segundo orden. El método sugerido, llamado puntuación de nivel de pronunciación (ULS), permite obtener una puntuación normalizada usando un solo pase a través de los marcos de la pronunciación probada. La expresión \"covarianza de muestra\" se calcula primero y luego se compara con la covarianza del altavoz utilizando una medida de distorsión. Posteriormente, se utiliza una medida de distorsión entre la covarianza de la expresión y la \"covarianza de muestra\" de los datos tomados de diferentes altavoces para normalizar la puntuación. Los resultados experimentales de la evaluación de reconocimiento de altavoces NIST 2000 se presentan para ULS, utilizado con diferentes medidas de distorsión, y para un modelo de mezcla Gaussian (GMM) sistema. Los resultados indican que ULS como alternativa viable al MMG siempre que sea necesario negociar la complejidad computacional y la exactitud de la verificación ",
            "error": [
                ""
            ]
        },
        "speaker covariance": {
            "translated_key": [],
            "translated_annotated_text": "Verificación del altavoz independiente del texto utilizando la puntuación de nivel de pronunciación y el modelado de covarianza Este artículo describe un método computacionalmente simple para realizar la verificación del altavoz independiente del texto utilizando estadísticas de segundo orden. El método sugerido, llamado puntuación de nivel de pronunciación (ULS), permite obtener una puntuación normalizada usando un solo pase a través de los marcos de la pronunciación probada. La covarianza de la muestra de pronunciación se calcula primero y luego se compara con la covarianza del altavoz usando una medida de distorsión. Posteriormente, se utiliza una medida de distorsión entre la covarianza de la expresión y la covarianza de la muestra de los datos tomados de diferentes altavoces para normalizar la puntuación. Los resultados experimentales de la evaluación de reconocimiento de altavoces NIST 2000 se presentan para ULS, utilizado con diferentes medidas de distorsión, y para un modelo de mezcla Gaussian (GMM) sistema. Los resultados indican que ULS como alternativa viable al MMG siempre que sea necesario negociar la complejidad computacional y la exactitud de la verificación ",
            "error": []
        },
        "distortion measure": {
            "translated_key": "medida de distorsión",
            "translated_annotated_text": "Verificación del altavoz independiente del texto utilizando la puntuación de nivel de pronunciación y el modelado de covarianza Este artículo describe un método computacionalmente simple para realizar la verificación del altavoz independiente del texto utilizando estadísticas de segundo orden. El método sugerido, llamado puntuación de nivel de pronunciación (ULS), permite obtener una puntuación normalizada usando un solo pase a través de los marcos de la pronunciación probada. La covarianza de la muestra de pronunciación se calcula primero y luego se compara con la covarianza del altavoz utilizando una \"medida de distorsión\". Posteriormente, se utiliza una \"medida de distorsión\" entre la covarianza de la expresión y la covarianza de la muestra de los datos tomados de diferentes altavoces para normalizar la puntuación. Los resultados experimentales de la evaluación de reconocimiento de altavoces NIST 2000 se presentan para ULS, utilizado con diferentes medidas de distorsión, y para un modelo de mezcla Gaussian (GMM) sistema. Los resultados indican que ULS como alternativa viable al MMG siempre que sea necesario negociar la complejidad computacional y la exactitud de la verificación ",
            "error": [
                ""
            ]
        },
        "NIST speaker recognition evaluation": {
            "translated_key": "evaluación del reconocimiento del altavoz NIST 2000",
            "translated_annotated_text": "Verificación del altavoz independiente del texto utilizando la puntuación de nivel de pronunciación y el modelado de covarianza Este artículo describe un método computacionalmente simple para realizar la verificación del altavoz independiente del texto utilizando estadísticas de segundo orden. El método sugerido, llamado puntuación de nivel de pronunciación (ULS), permite obtener una puntuación normalizada usando un solo pase a través de los marcos de la pronunciación probada. La covarianza de la muestra de pronunciación se calcula primero y luego se compara con la covarianza del altavoz utilizando una medida de distorsión. Posteriormente, se utiliza una medida de distorsión entre la covarianza de la expresión y la covarianza de la muestra de los datos tomados de diferentes altavoces para normalizar la puntuación. Los resultados experimentales de la \"evaluación del reconocimiento del altavoz NIST 2000\" se presentan para ULS, utilizado con diferentes medidas de distorsión, y para un modelo de mezcla Gaussian (GMM) sistema. Los resultados indican que ULS como alternativa viable al MMG siempre que sea necesario negociar la complejidad computacional y la exactitud de la verificación ",
            "error": [
                ""
            ]
        },
        "distortion measures": {
            "translated_key": "medidas de distorsión",
            "translated_annotated_text": "Verificación del altavoz independiente del texto utilizando la puntuación de nivel de pronunciación y el modelado de covarianza Este artículo describe un método computacionalmente simple para realizar la verificación del altavoz independiente del texto utilizando estadísticas de segundo orden. El método sugerido, llamado puntuación de nivel de pronunciación (ULS), permite obtener una puntuación normalizada usando un solo pase a través de los marcos de la pronunciación probada. La covarianza de la muestra de pronunciación se calcula primero y luego se compara con la covarianza del altavoz utilizando una medida de distorsión. Posteriormente, se utiliza una medida de distorsión entre la covarianza de la expresión y la covarianza de la muestra de los datos tomados de diferentes altavoces para normalizar la puntuación. Los resultados experimentales de la evaluación del reconocimiento de los altavoces NIST 2000 se presentan para ULS, utilizado con diferentes \"medidas de distorsión\", y para un modelo de mezcla gaussiana (GMM). Los resultados indican que ULS como alternativa viable al MMG siempre que sea necesario negociar la complejidad computacional y la exactitud de la verificación ",
            "error": [
                ""
            ]
        },
        "Gaussian mixture model": {
            "translated_key": "modelo de mezcla de Gaussian",
            "translated_annotated_text": "Verificación del altavoz independiente del texto utilizando la puntuación de nivel de pronunciación y el modelado de covarianza Este artículo describe un método computacionalmente simple para realizar la verificación del altavoz independiente del texto utilizando estadísticas de segundo orden. El método sugerido, llamado puntuación de nivel de pronunciación (ULS), permite obtener una puntuación normalizada usando un solo pase a través de los marcos de la pronunciación probada. La covarianza de la muestra de pronunciación se calcula primero y luego se compara con la covarianza del altavoz utilizando una medida de distorsión. Posteriormente, se utiliza una medida de distorsión entre la covarianza de la expresión y la covarianza de la muestra de los datos tomados de diferentes altavoces para normalizar la puntuación. Los resultados experimentales de la evaluación del reconocimiento de los altavoces NIST 2000 se presentan para ULS, utilizado con diferentes medidas de distorsión, y para un \"modelo de mezcla de Gaussian\" (GMM) sistema. Los resultados indican que ULS como alternativa viable al MMG siempre que sea necesario negociar la complejidad computacional y la exactitud de la verificación ",
            "error": [
                ""
            ]
        },
        "GMM": {
            "translated_key": "GMM",
            "translated_annotated_text": "Verificación del altavoz independiente del texto utilizando la puntuación de nivel de pronunciación y el modelado de covarianza Este artículo describe un método computacionalmente simple para realizar la verificación del altavoz independiente del texto utilizando estadísticas de segundo orden. El método sugerido, llamado puntuación de nivel de pronunciación (ULS), permite obtener una puntuación normalizada usando un solo pase a través de los marcos de la pronunciación probada. La covarianza de la muestra de pronunciación se calcula primero y luego se compara con la covarianza del altavoz utilizando una medida de distorsión. Posteriormente, se utiliza una medida de distorsión entre la covarianza de la expresión y la covarianza de la muestra de los datos tomados de diferentes altavoces para normalizar la puntuación. Los resultados experimentales de la evaluación de reconocimiento de altavoces NIST 2000 se presentan para ULS, utilizado con diferentes medidas de distorsión, y para un modelo de mezcla Gaussian (\"GMM\") sistema. Los resultados indican que ULS es una alternativa viable a \"GMM\" cuando la complejidad computacional y la exactitud de la verificación necesitan ser negociadas ",
            "error": [
                ""
            ]
        },
        "computational complexity": {
            "translated_key": "complejidad computacional",
            "translated_annotated_text": "Verificación del altavoz independiente del texto utilizando la puntuación de nivel de pronunciación y el modelado de covarianza Este artículo describe un método computacionalmente simple para realizar la verificación del altavoz independiente del texto utilizando estadísticas de segundo orden. El método sugerido, llamado puntuación de nivel de pronunciación (ULS), permite obtener una puntuación normalizada usando un solo pase a través de los marcos de la pronunciación probada. La covarianza de la muestra de pronunciación se calcula primero y luego se compara con la covarianza del altavoz utilizando una medida de distorsión. Posteriormente, se utiliza una medida de distorsión entre la covarianza de la expresión y la covarianza de la muestra de los datos tomados de diferentes altavoces para normalizar la puntuación. Los resultados experimentales de la evaluación de reconocimiento de altavoces NIST 2000 se presentan para ULS, utilizado con diferentes medidas de distorsión, y para un modelo de mezcla Gaussian (GMM) sistema. Los resultados indican que ULS como alternativa viable al MMG siempre que sea necesario negociar la \"complejidad computacional\" y la exactitud de la verificación ",
            "error": [
                ""
            ]
        },
        "verification accuracy": {
            "translated_key": "exactitud de verificación",
            "translated_annotated_text": "Verificación del altavoz independiente del texto utilizando la puntuación de nivel de pronunciación y el modelado de covarianza Este artículo describe un método computacionalmente simple para realizar la verificación del altavoz independiente del texto utilizando estadísticas de segundo orden. El método sugerido, llamado puntuación de nivel de pronunciación (ULS), permite obtener una puntuación normalizada usando un solo pase a través de los marcos de la pronunciación probada. La covarianza de la muestra de pronunciación se calcula primero y luego se compara con la covarianza del altavoz utilizando una medida de distorsión. Posteriormente, se utiliza una medida de distorsión entre la covarianza de la expresión y la covarianza de la muestra de los datos tomados de diferentes altavoces para normalizar la puntuación. Los resultados experimentales de la evaluación de reconocimiento de altavoces NIST 2000 se presentan para ULS, utilizado con diferentes medidas de distorsión, y para un modelo de mezcla Gaussian (GMM) sistema. Los resultados indican que ULS como alternativa viable a GMM siempre que sea necesario negociar la complejidad computacional y la \"exactitud de verificación\" ",
            "error": [
                ""
            ]
        },
        "covariance analysis": {
            "translated_key": [],
            "translated_annotated_text": "Verificación del altavoz independiente del texto utilizando la puntuación de nivel de pronunciación y el modelado de covarianza Este artículo describe un método computacionalmente simple para realizar la verificación del altavoz independiente del texto utilizando estadísticas de segundo orden. El método sugerido, llamado puntuación de nivel de pronunciación (ULS), permite obtener una puntuación normalizada usando un solo pase a través de los marcos de la pronunciación probada. La covarianza de la muestra de pronunciación se calcula primero y luego se compara con la covarianza del altavoz utilizando una medida de distorsión. Posteriormente, se utiliza una medida de distorsión entre la covarianza de la expresión y la covarianza de la muestra de los datos tomados de diferentes altavoces para normalizar la puntuación. Los resultados experimentales de la evaluación de reconocimiento de altavoces NIST 2000 se presentan para ULS, utilizado con diferentes medidas de distorsión, y para un modelo de mezcla Gaussian (GMM) sistema. Los resultados indican que ULS como alternativa viable al MMG siempre que sea necesario negociar la complejidad computacional y la exactitud de la verificación ",
            "error": []
        },
        "Gaussian distribution": {
            "translated_key": [],
            "translated_annotated_text": "Verificación del altavoz independiente del texto utilizando la puntuación de nivel de pronunciación y el modelado de covarianza Este artículo describe un método computacionalmente simple para realizar la verificación del altavoz independiente del texto utilizando estadísticas de segundo orden. El método sugerido, llamado puntuación de nivel de pronunciación (ULS), permite obtener una puntuación normalizada usando un solo pase a través de los marcos de la pronunciación probada. La covarianza de la muestra de pronunciación se calcula primero y luego se compara con la covarianza del altavoz utilizando una medida de distorsión. Posteriormente, se utiliza una medida de distorsión entre la covarianza de la expresión y la covarianza de la muestra de los datos tomados de diferentes altavoces para normalizar la puntuación. Los resultados experimentales de la evaluación de reconocimiento de altavoces NIST 2000 se presentan para ULS, utilizado con diferentes medidas de distorsión, y para un modelo de mezcla Gaussian (GMM) sistema. Los resultados indican que ULS como alternativa viable al MMG siempre que sea necesario negociar la complejidad computacional y la exactitud de la verificación ",
            "error": []
        },
        "speaker recognition": {
            "translated_key": "reconocimiento del altavoz",
            "translated_annotated_text": "Verificación del altavoz independiente del texto utilizando la puntuación de nivel de pronunciación y el modelado de covarianza Este artículo describe un método computacionalmente simple para realizar la verificación del altavoz independiente del texto utilizando estadísticas de segundo orden. El método sugerido, llamado puntuación de nivel de pronunciación (ULS), permite obtener una puntuación normalizada usando un solo pase a través de los marcos de la pronunciación probada. La covarianza de la muestra de pronunciación se calcula primero y luego se compara con la covarianza del altavoz utilizando una medida de distorsión. Posteriormente, se utiliza una medida de distorsión entre la covarianza de la expresión y la covarianza de la muestra de los datos tomados de diferentes altavoces para normalizar la puntuación. Los resultados experimentales de la evaluación del \"reconocimiento del altavoz\" NIST 2000 se presentan para ULS, utilizado con diferentes medidas de distorsión, y para un modelo de mezcla Gaussian (GMM) sistema. Los resultados indican que ULS como alternativa viable al MMG siempre que sea necesario negociar la complejidad computacional y la exactitud de la verificación ",
            "error": [
                ""
            ]
        },
        "statistical analysis": {
            "translated_key": [],
            "translated_annotated_text": "Verificación del altavoz independiente del texto utilizando la puntuación de nivel de pronunciación y el modelado de covarianza Este artículo describe un método computacionalmente simple para realizar la verificación del altavoz independiente del texto utilizando estadísticas de segundo orden. El método sugerido, llamado puntuación de nivel de pronunciación (ULS), permite obtener una puntuación normalizada usando un solo pase a través de los marcos de la pronunciación probada. La covarianza de la muestra de pronunciación se calcula primero y luego se compara con la covarianza del altavoz utilizando una medida de distorsión. Posteriormente, se utiliza una medida de distorsión entre la covarianza de la expresión y la covarianza de la muestra de los datos tomados de diferentes altavoces para normalizar la puntuación. Los resultados experimentales de la evaluación de reconocimiento de altavoces NIST 2000 se presentan para ULS, utilizado con diferentes medidas de distorsión, y para un modelo de mezcla Gaussian (GMM) sistema. Los resultados indican que ULS como alternativa viable al MMG siempre que sea necesario negociar la complejidad computacional y la exactitud de la verificación ",
            "error": []
        }
    }
}