{
    "original_text": "Geometric source separation: merging convolutive source separation with geometric beamforming Convolutive blind source separation and adaptive beamforming have a similar goal-extracting a source of interest (or multiple sources) while reducing undesired interferences. A benefit of source separation is that it overcomes the conventional cross-talk or leakage problem of adaptive beamforming. Beamforming on the other hand exploits geometric information which is often readily available but not utilized in blind algorithms. We propose to join these benefits by combining cross-power minimization of second-order source separation with geometric linear constraints used in adaptive beamforming. We find that the geometric constraints resolve some of the ambiguities inherent in the independence criterion such as frequency permutations and degrees of freedom provided by additional sensors. We demonstrate the new method in performance comparisons for actual room recordings of two and three simultaneous acoustic sources",
    "original_translation": "Separación geométrica de la fuente: fusión de la fuente convolutiva con la formación geométrica de haz La separación de la fuente ciega con la formación adaptativa de haz tiene un objetivo similar: extraer una fuente de interés (o múltiples fuentes) al tiempo que reduce las interferencias no deseadas. Un beneficio de la separación de fuentes es que supera el problema convencional de conversación cruzada o fuga de la formación adaptativa de haz. Beamforming, por otro lado, explota la información geométrica que a menudo está fácilmente disponible pero no se utiliza en algoritmos ciegos. Proponemos unir estos beneficios combinando la minimización de potencia cruzada de la separación de fuentes de segundo orden con restricciones geométricas lineales utilizadas en la formación adaptativa de haces. Encontramos que las limitaciones geométricas resuelven algunas de las ambigüedades inherentes al criterio de independencia, como las permutaciones de frecuencia y los grados de libertad proporcionados por sensores adicionales. Demostramos el nuevo método en comparaciones de rendimiento para grabaciones reales de dos y tres fuentes acústicas simultáneas",
    "error_count": 7,
    "keys": {
        "geometric source separation": {
            "translated_key": [],
            "translated_annotated_text": "Separación geométrica de la fuente: fusión de la fuente convolutiva con la formación geométrica de haz La separación de la fuente ciega con la formación adaptativa de haz tiene un objetivo similar: extraer una fuente de interés (o múltiples fuentes) al tiempo que reduce las interferencias no deseadas. Un beneficio de la separación de fuentes es que supera el problema convencional de conversación cruzada o fuga de la formación adaptativa de haz. Beamforming, por otro lado, explota la información geométrica que a menudo está fácilmente disponible pero no se utiliza en algoritmos ciegos. Proponemos unir estos beneficios combinando la minimización de potencia cruzada de la separación de fuentes de segundo orden con restricciones geométricas lineales utilizadas en la formación adaptativa de haces. Encontramos que las limitaciones geométricas resuelven algunas de las ambigüedades inherentes al criterio de independencia, como las permutaciones de frecuencia y los grados de libertad proporcionados por sensores adicionales. Demostramos el nuevo método en comparaciones de rendimiento para grabaciones reales de dos y tres fuentes acústicas simultáneas ",
            "error": []
        },
        "geometric beamforming": {
            "translated_key": "conformación de haz geométrico",
            "translated_annotated_text": "Separación geométrica de fuentes: la fusión de la separación de fuentes convolutiva con la \"conformación de haz geométrico\" La separación de fuentes ciegas convolutivas y la formación de haz adaptativa tienen un objetivo similar: extraer una fuente de interés (o múltiples fuentes) mientras se reducen las interferencias no deseadas. Un beneficio de la separación de fuentes es que supera el problema convencional de conversación cruzada o fuga de la formación adaptativa de haz. Beamforming, por otro lado, explota la información geométrica que a menudo está fácilmente disponible pero no se utiliza en algoritmos ciegos. Proponemos unir estos beneficios combinando la minimización de potencia cruzada de la separación de fuentes de segundo orden con restricciones geométricas lineales utilizadas en la formación adaptativa de haces. Encontramos que las limitaciones geométricas resuelven algunas de las ambigüedades inherentes al criterio de independencia, como las permutaciones de frecuencia y los grados de libertad proporcionados por sensores adicionales. Demostramos el nuevo método en comparaciones de rendimiento para grabaciones reales de dos y tres fuentes acústicas simultáneas ",
            "error": [
                ""
            ]
        },
        "convolutive blind source separation": {
            "translated_key": [],
            "translated_annotated_text": "Separación geométrica de la fuente: fusión de la fuente convolutiva con la formación geométrica de haz La separación de la fuente ciega con la formación adaptativa de haz tiene un objetivo similar: extraer una fuente de interés (o múltiples fuentes) al tiempo que reduce las interferencias no deseadas. Un beneficio de la separación de fuentes es que supera el problema convencional de conversación cruzada o fuga de la formación adaptativa de haz. Beamforming, por otro lado, explota la información geométrica que a menudo está fácilmente disponible pero no se utiliza en algoritmos ciegos. Proponemos unir estos beneficios combinando la minimización de potencia cruzada de la separación de fuentes de segundo orden con restricciones geométricas lineales utilizadas en la formación adaptativa de haces. Encontramos que las limitaciones geométricas resuelven algunas de las ambigüedades inherentes al criterio de independencia, como las permutaciones de frecuencia y los grados de libertad proporcionados por sensores adicionales. Demostramos el nuevo método en comparaciones de rendimiento para grabaciones reales de dos y tres fuentes acústicas simultáneas ",
            "error": []
        },
        "adaptive beamforming": {
            "translated_key": [
                "conformación de haz adaptativa",
                "formado de haz adaptativo",
                "formado de haz adaptativo"
            ],
            "translated_annotated_text": "Separación geométrica de fuentes: la fusión de la separación de fuentes convolutiva con la conformación geométrica de haz La separación de fuentes ciegas con la \"conformación de haz adaptativa\" tienen un objetivo similar que extrae una fuente de interés (o múltiples fuentes) mientras reduce las interferencias no deseadas. Un beneficio de la separación de fuentes es que supera el problema convencional de conversación cruzada o fuga de \"formado de haz adaptativo\". Beamforming, por otro lado, explota la información geométrica que a menudo está fácilmente disponible pero no se utiliza en algoritmos ciegos. Proponemos unir estos beneficios combinando la minimización de potencia cruzada de la separación de fuentes de segundo orden con restricciones geométricas lineales utilizadas en la \"formado de haz adaptativo\". Encontramos que las limitaciones geométricas resuelven algunas de las ambigüedades inherentes al criterio de independencia, como las permutaciones de frecuencia y los grados de libertad proporcionados por sensores adicionales. Demostramos el nuevo método en comparaciones de rendimiento para grabaciones reales de dos y tres fuentes acústicas simultáneas ",
            "error": [
                "conformación de haz adaptativa",
                "formado de haz adaptativo",
                "formado de haz adaptativo"
            ]
        },
        "cross-talk": {
            "translated_key": "conversación cruzada",
            "translated_annotated_text": "Separación geométrica de la fuente: fusión de la fuente convolutiva con la formación geométrica de haz La separación de la fuente ciega con la formación adaptativa de haz tiene un objetivo similar: extraer una fuente de interés (o múltiples fuentes) al tiempo que reduce las interferencias no deseadas. Un beneficio de la separación de fuentes es que supera el problema convencional de \"conversación cruzada\" o fuga de la formación adaptativa de haz. Beamforming, por otro lado, explota la información geométrica que a menudo está fácilmente disponible pero no se utiliza en algoritmos ciegos. Proponemos unir estos beneficios combinando la minimización de potencia cruzada de la separación de fuentes de segundo orden con restricciones geométricas lineales utilizadas en la formación adaptativa de haces. Encontramos que las limitaciones geométricas resuelven algunas de las ambigüedades inherentes al criterio de independencia, como las permutaciones de frecuencia y los grados de libertad proporcionados por sensores adicionales. Demostramos el nuevo método en comparaciones de rendimiento para grabaciones reales de dos y tres fuentes acústicas simultáneas ",
            "error": [
                ""
            ]
        },
        "leakage problem": {
            "translated_key": "filtración",
            "translated_annotated_text": "Separación geométrica de la fuente: fusión de la fuente convolutiva con la formación geométrica de haz La separación de la fuente ciega con la formación adaptativa de haz tiene un objetivo similar: extraer una fuente de interés (o múltiples fuentes) al tiempo que reduce las interferencias no deseadas. Un beneficio de la separación de fuentes es que supera el problema convencional de conversación cruzada o \"filtración\" de la formación adaptativa de rayos. Beamforming, por otro lado, explota la información geométrica que a menudo está fácilmente disponible pero no se utiliza en algoritmos ciegos. Proponemos unir estos beneficios combinando la minimización de potencia cruzada de la separación de fuentes de segundo orden con restricciones geométricas lineales utilizadas en la formación adaptativa de haces. Encontramos que las limitaciones geométricas resuelven algunas de las ambigüedades inherentes al criterio de independencia, como las permutaciones de frecuencia y los grados de libertad proporcionados por sensores adicionales. Demostramos el nuevo método en comparaciones de rendimiento para grabaciones reales de dos y tres fuentes acústicas simultáneas ",
            "error": [
                ""
            ]
        },
        "blind algorithms": {
            "translated_key": "algoritmos ciegos",
            "translated_annotated_text": "Separación geométrica de la fuente: fusión de la fuente convolutiva con la formación geométrica de haz La separación de la fuente ciega con la formación adaptativa de haz tiene un objetivo similar: extraer una fuente de interés (o múltiples fuentes) al tiempo que reduce las interferencias no deseadas. Un beneficio de la separación de fuentes es que supera el problema convencional de conversación cruzada o fuga de la formación adaptativa de haz. Beamforming, por otro lado, explota información geométrica que a menudo está fácilmente disponible pero no se utiliza en \"algoritmos ciegos\". Proponemos unir estos beneficios combinando la minimización de potencia cruzada de la separación de fuentes de segundo orden con restricciones geométricas lineales utilizadas en la formación adaptativa de haces. Encontramos que las limitaciones geométricas resuelven algunas de las ambigüedades inherentes al criterio de independencia, como las permutaciones de frecuencia y los grados de libertad proporcionados por sensores adicionales. Demostramos el nuevo método en comparaciones de rendimiento para grabaciones reales de dos y tres fuentes acústicas simultáneas ",
            "error": [
                ""
            ]
        },
        "cross-power minimization": {
            "translated_key": "minimización de potencia cruzada",
            "translated_annotated_text": "Separación geométrica de la fuente: fusión de la fuente convolutiva con la formación geométrica de haz La separación de la fuente ciega con la formación adaptativa de haz tiene un objetivo similar: extraer una fuente de interés (o múltiples fuentes) al tiempo que reduce las interferencias no deseadas. Un beneficio de la separación de fuentes es que supera el problema convencional de conversación cruzada o fuga de la formación adaptativa de haz. Beamforming, por otro lado, explota la información geométrica que a menudo está fácilmente disponible pero no se utiliza en algoritmos ciegos. Proponemos unir estos beneficios combinando la \"minimización de potencia cruzada\" de la separación de fuentes de segundo orden con restricciones lineales geométricas utilizadas en la formación adaptativa de haces. Encontramos que las limitaciones geométricas resuelven algunas de las ambigüedades inherentes al criterio de independencia, como las permutaciones de frecuencia y los grados de libertad proporcionados por sensores adicionales. Demostramos el nuevo método en comparaciones de rendimiento para grabaciones reales de dos y tres fuentes acústicas simultáneas ",
            "error": [
                ""
            ]
        },
        "second-order source separation": {
            "translated_key": "separación de fuentes de segundo orden",
            "translated_annotated_text": "Separación geométrica de la fuente: fusión de la fuente convolutiva con la formación geométrica de haz La separación de la fuente ciega con la formación adaptativa de haz tiene un objetivo similar: extraer una fuente de interés (o múltiples fuentes) al tiempo que reduce las interferencias no deseadas. Un beneficio de la separación de fuentes es que supera el problema convencional de conversación cruzada o fuga de la formación adaptativa de haz. Beamforming, por otro lado, explota la información geométrica que a menudo está fácilmente disponible pero no se utiliza en algoritmos ciegos. Proponemos unir estos beneficios combinando la minimización de potencia cruzada de la \"separación de fuentes de segundo orden\" con restricciones geométricas lineales utilizadas en la formación adaptativa de haces. Encontramos que las limitaciones geométricas resuelven algunas de las ambigüedades inherentes al criterio de independencia, como las permutaciones de frecuencia y los grados de libertad proporcionados por sensores adicionales. Demostramos el nuevo método en comparaciones de rendimiento para grabaciones reales de dos y tres fuentes acústicas simultáneas ",
            "error": [
                ""
            ]
        },
        "geometric linear constraints": {
            "translated_key": "limitaciones lineales geométricas",
            "translated_annotated_text": "Separación geométrica de la fuente: fusión de la fuente convolutiva con la formación geométrica de haz La separación de la fuente ciega con la formación adaptativa de haz tiene un objetivo similar: extraer una fuente de interés (o múltiples fuentes) al tiempo que reduce las interferencias no deseadas. Un beneficio de la separación de fuentes es que supera el problema convencional de conversación cruzada o fuga de la formación adaptativa de haz. Beamforming, por otro lado, explota la información geométrica que a menudo está fácilmente disponible pero no se utiliza en algoritmos ciegos. Proponemos unir estos beneficios combinando la minimización de potencia cruzada de la separación de fuentes de segundo orden con \"limitaciones lineales geométricas\" utilizadas en la formación adaptativa de haz. Encontramos que las limitaciones geométricas resuelven algunas de las ambigüedades inherentes al criterio de independencia, como las permutaciones de frecuencia y los grados de libertad proporcionados por sensores adicionales. Demostramos el nuevo método en comparaciones de rendimiento para grabaciones reales de dos y tres fuentes acústicas simultáneas ",
            "error": [
                ""
            ]
        },
        "frequency permutations": {
            "translated_key": "permutaciones de frecuencia",
            "translated_annotated_text": "Separación geométrica de la fuente: fusión de la fuente convolutiva con la formación geométrica de haz La separación de la fuente ciega con la formación adaptativa de haz tiene un objetivo similar: extraer una fuente de interés (o múltiples fuentes) al tiempo que reduce las interferencias no deseadas. Un beneficio de la separación de fuentes es que supera el problema convencional de conversación cruzada o fuga de la formación adaptativa de haz. Beamforming, por otro lado, explota la información geométrica que a menudo está fácilmente disponible pero no se utiliza en algoritmos ciegos. Proponemos unir estos beneficios combinando la minimización de potencia cruzada de la separación de fuentes de segundo orden con restricciones geométricas lineales utilizadas en la formación adaptativa de haces. Encontramos que las restricciones geométricas resuelven algunas de las ambigüedades inherentes al criterio de independencia, tales como \"permutaciones de frecuencia\" y grados de libertad proporcionados por sensores adicionales. Demostramos el nuevo método en comparaciones de rendimiento para grabaciones reales de dos y tres fuentes acústicas simultáneas ",
            "error": [
                ""
            ]
        },
        "degrees of freedom": {
            "translated_key": "grados de libertad",
            "translated_annotated_text": "Separación geométrica de la fuente: fusión de la fuente convolutiva con la formación geométrica de haz La separación de la fuente ciega con la formación adaptativa de haz tiene un objetivo similar: extraer una fuente de interés (o múltiples fuentes) al tiempo que reduce las interferencias no deseadas. Un beneficio de la separación de fuentes es que supera el problema convencional de conversación cruzada o fuga de la formación adaptativa de haz. Beamforming, por otro lado, explota la información geométrica que a menudo está fácilmente disponible pero no se utiliza en algoritmos ciegos. Proponemos unir estos beneficios combinando la minimización de potencia cruzada de la separación de fuentes de segundo orden con restricciones geométricas lineales utilizadas en la formación adaptativa de haces. Encontramos que las restricciones geométricas resuelven algunas de las ambigüedades inherentes al criterio de independencia, como las permutaciones de frecuencia y los \"grados de libertad\" proporcionados por sensores adicionales. Demostramos el nuevo método en comparaciones de rendimiento para grabaciones reales de dos y tres fuentes acústicas simultáneas ",
            "error": [
                ""
            ]
        },
        "sensors": {
            "translated_key": "sensores adicionales",
            "translated_annotated_text": "Separación geométrica de la fuente: fusión de la fuente convolutiva con la formación geométrica de haz La separación de la fuente ciega con la formación adaptativa de haz tiene un objetivo similar: extraer una fuente de interés (o múltiples fuentes) al tiempo que reduce las interferencias no deseadas. Un beneficio de la separación de fuentes es que supera el problema convencional de conversación cruzada o fuga de la formación adaptativa de haz. Beamforming, por otro lado, explota la información geométrica que a menudo está fácilmente disponible pero no se utiliza en algoritmos ciegos. Proponemos unir estos beneficios combinando la minimización de potencia cruzada de la separación de fuentes de segundo orden con restricciones geométricas lineales utilizadas en la formación adaptativa de haces. Encontramos que las limitaciones geométricas resuelven algunas de las ambigüedades inherentes al criterio de independencia, tales como las permutaciones de frecuencia y los grados de libertad proporcionados por \"sensores adicionales\". Demostramos el nuevo método en comparaciones de rendimiento para grabaciones reales de dos y tres fuentes acústicas simultáneas ",
            "error": [
                ""
            ]
        },
        "room recordings": {
            "translated_key": "grabaciones de sala",
            "translated_annotated_text": "Separación geométrica de la fuente: fusión de la fuente convolutiva con la formación geométrica de haz La separación de la fuente ciega con la formación adaptativa de haz tiene un objetivo similar: extraer una fuente de interés (o múltiples fuentes) al tiempo que reduce las interferencias no deseadas. Un beneficio de la separación de fuentes es que supera el problema convencional de conversación cruzada o fuga de la formación adaptativa de haz. Beamforming, por otro lado, explota la información geométrica que a menudo está fácilmente disponible pero no se utiliza en algoritmos ciegos. Proponemos unir estos beneficios combinando la minimización de potencia cruzada de la separación de fuentes de segundo orden con restricciones geométricas lineales utilizadas en la formación adaptativa de haces. Encontramos que las limitaciones geométricas resuelven algunas de las ambigüedades inherentes al criterio de independencia, como las permutaciones de frecuencia y los grados de libertad proporcionados por sensores adicionales. Demostramos el nuevo método en comparaciones de rendimiento para \"grabaciones de sala\" reales de dos y tres fuentes acústicas simultáneas ",
            "error": [
                ""
            ]
        },
        "acoustic sources": {
            "translated_key": "fuentes acústicas",
            "translated_annotated_text": "Separación geométrica de la fuente: fusión de la fuente convolutiva con la formación geométrica de haz La separación de la fuente ciega con la formación adaptativa de haz tiene un objetivo similar: extraer una fuente de interés (o múltiples fuentes) al tiempo que reduce las interferencias no deseadas. Un beneficio de la separación de fuentes es que supera el problema convencional de conversación cruzada o fuga de la formación adaptativa de haz. Beamforming, por otro lado, explota la información geométrica que a menudo está fácilmente disponible pero no se utiliza en algoritmos ciegos. Proponemos unir estos beneficios combinando la minimización de potencia cruzada de la separación de fuentes de segundo orden con restricciones geométricas lineales utilizadas en la formación adaptativa de haces. Encontramos que las limitaciones geométricas resuelven algunas de las ambigüedades inherentes al criterio de independencia, como las permutaciones de frecuencia y los grados de libertad proporcionados por sensores adicionales. Demostramos el nuevo método en las comparaciones de rendimiento para las grabaciones reales de dos y tres \"fuentes acústicas\" simultáneas ",
            "error": [
                ""
            ]
        },
        "acoustic signal processing": {
            "translated_key": [],
            "translated_annotated_text": "Separación geométrica de la fuente: fusión de la fuente convolutiva con la formación geométrica de haz La separación de la fuente ciega con la formación adaptativa de haz tiene un objetivo similar: extraer una fuente de interés (o múltiples fuentes) al tiempo que reduce las interferencias no deseadas. Un beneficio de la separación de fuentes es que supera el problema convencional de conversación cruzada o fuga de la formación adaptativa de haz. Beamforming, por otro lado, explota la información geométrica que a menudo está fácilmente disponible pero no se utiliza en algoritmos ciegos. Proponemos unir estos beneficios combinando la minimización de potencia cruzada de la separación de fuentes de segundo orden con restricciones geométricas lineales utilizadas en la formación adaptativa de haces. Encontramos que las limitaciones geométricas resuelven algunas de las ambigüedades inherentes al criterio de independencia, como las permutaciones de frecuencia y los grados de libertad proporcionados por sensores adicionales. Demostramos el nuevo método en comparaciones de rendimiento para grabaciones reales de dos y tres fuentes acústicas simultáneas ",
            "error": []
        },
        "array signal processing": {
            "translated_key": [],
            "translated_annotated_text": "Separación geométrica de la fuente: fusión de la fuente convolutiva con la formación geométrica de haz La separación de la fuente ciega con la formación adaptativa de haz tiene un objetivo similar: extraer una fuente de interés (o múltiples fuentes) al tiempo que reduce las interferencias no deseadas. Un beneficio de la separación de fuentes es que supera el problema convencional de conversación cruzada o fuga de la formación adaptativa de haz. Beamforming, por otro lado, explota la información geométrica que a menudo está fácilmente disponible pero no se utiliza en algoritmos ciegos. Proponemos unir estos beneficios combinando la minimización de potencia cruzada de la separación de fuentes de segundo orden con restricciones geométricas lineales utilizadas en la formación adaptativa de haces. Encontramos que las limitaciones geométricas resuelven algunas de las ambigüedades inherentes al criterio de independencia, como las permutaciones de frecuencia y los grados de libertad proporcionados por sensores adicionales. Demostramos el nuevo método en comparaciones de rendimiento para grabaciones reales de dos y tres fuentes acústicas simultáneas ",
            "error": []
        },
        "convolution": {
            "translated_key": [],
            "translated_annotated_text": "Separación geométrica de la fuente: fusión de la fuente convolutiva con la formación geométrica de haz La separación de la fuente ciega con la formación adaptativa de haz tiene un objetivo similar: extraer una fuente de interés (o múltiples fuentes) al tiempo que reduce las interferencias no deseadas. Un beneficio de la separación de fuentes es que supera el problema convencional de conversación cruzada o fuga de la formación adaptativa de haz. Beamforming, por otro lado, explota la información geométrica que a menudo está fácilmente disponible pero no se utiliza en algoritmos ciegos. Proponemos unir estos beneficios combinando la minimización de potencia cruzada de la separación de fuentes de segundo orden con restricciones geométricas lineales utilizadas en la formación adaptativa de haces. Encontramos que las limitaciones geométricas resuelven algunas de las ambigüedades inherentes al criterio de independencia, como las permutaciones de frecuencia y los grados de libertad proporcionados por sensores adicionales. Demostramos el nuevo método en comparaciones de rendimiento para grabaciones reales de dos y tres fuentes acústicas simultáneas ",
            "error": []
        },
        "minimisation": {
            "translated_key": [],
            "translated_annotated_text": "Separación geométrica de la fuente: fusión de la fuente convolutiva con la formación geométrica de haz La separación de la fuente ciega con la formación adaptativa de haz tiene un objetivo similar: extraer una fuente de interés (o múltiples fuentes) al tiempo que reduce las interferencias no deseadas. Un beneficio de la separación de fuentes es que supera el problema convencional de conversación cruzada o fuga de la formación adaptativa de haz. Beamforming, por otro lado, explota la información geométrica que a menudo está fácilmente disponible pero no se utiliza en algoritmos ciegos. Proponemos unir estos beneficios combinando la minimización de potencia cruzada de la separación de fuentes de segundo orden con restricciones geométricas lineales utilizadas en la formación adaptativa de haces. Encontramos que las limitaciones geométricas resuelven algunas de las ambigüedades inherentes al criterio de independencia, como las permutaciones de frecuencia y los grados de libertad proporcionados por sensores adicionales. Demostramos el nuevo método en comparaciones de rendimiento para grabaciones reales de dos y tres fuentes acústicas simultáneas ",
            "error": []
        }
    }
}