{
    "original_text": "Scalable secure group communication over IP multicast We introduce and analyze a scalable rekeying scheme for implementing secure group communications Internet protocol multicast. We show that our scheme incurs constant processing, message, and storage overhead for a rekey operation when a single member joins or leaves the group, and logarithmic overhead for bulk simultaneous changes to the group membership. These bounds hold even when group dynamics are not known a priori. Our rekeying algorithm requires a particular clustering of the members of the secure multicast group. We describe a protocol to achieve such clustering and show that it is feasible to efficiently cluster members over realistic Internet-like topologies. We evaluate the overhead of our own rekeying scheme and also of previously published schemes via simulation over an Internet topology map containing over 280 000 routers. Through analysis and detailed simulations, we show that this rekeying scheme performs better than previous schemes for a single change to group membership. Further, for bulk group changes, our algorithm outperforms all previously known schemes by several orders of magnitude in terms of actual bandwidth usage, processing costs, and storage requirements",
    "original_translation": "Comunicación de grupo segura escalable a través de IP multicast Presentamos y analizamos un esquema de reteclado escalable para implementar el protocolo multicast de Internet de comunicaciones de grupo seguras. Demostramos que nuestro esquema incurre en un procesamiento constante, mensaje y almacenamiento para una operación de rekey cuando un solo miembro se une o abandona el grupo, y logarítmico para cambios simultáneos masivos en la membresía del grupo. Estos límites se mantienen incluso cuando la dinámica de grupo no se conoce a priori. Nuestro algoritmo de reteclado requiere una agrupación particular de los miembros del grupo multicast seguro. Describimos un protocolo para lograr ese agrupamiento y demostramos que es factible agrupar eficientemente a los miembros sobre topologías realistas similares a Internet. Evaluamos los gastos generales de nuestro propio esquema de reteclado y también de esquemas publicados previamente a través de la simulación a través de un mapa de topología de Internet que contiene más de 280 000 routers. A través de análisis y simulaciones detalladas, mostramos que este esquema de reteclado funciona mejor que los esquemas anteriores para un solo cambio a la membresía de grupo. Además, para los cambios de grupos a granel, nuestro algoritmo supera a todos los esquemas previamente conocidos por varios órdenes de magnitud en términos de uso de ancho de banda real, costos de procesamiento y requisitos de almacenamiento",
    "error_count": 14,
    "keys": {
        "scalable secure group communication": {
            "translated_key": [],
            "translated_annotated_text": "Comunicación de grupo segura escalable a través de IP multicast Presentamos y analizamos un esquema de reteclado escalable para implementar el protocolo multicast de Internet de comunicaciones de grupo seguras. Demostramos que nuestro esquema incurre en un procesamiento constante, mensaje y almacenamiento para una operación de rekey cuando un solo miembro se une o abandona el grupo, y logarítmico para cambios simultáneos masivos en la membresía del grupo. Estos límites se mantienen incluso cuando la dinámica de grupo no se conoce a priori. Nuestro algoritmo de reteclado requiere una agrupación particular de los miembros del grupo multicast seguro. Describimos un protocolo para lograr ese agrupamiento y demostramos que es factible agrupar eficientemente a los miembros sobre topologías realistas similares a Internet. Evaluamos los gastos generales de nuestro propio esquema de reteclado y también de esquemas publicados previamente a través de la simulación a través de un mapa de topología de Internet que contiene más de 280 000 routers. A través de análisis y simulaciones detalladas, mostramos que este esquema de reteclado funciona mejor que los esquemas anteriores para un solo cambio a la membresía de grupo. Además, para los cambios de grupos a granel, nuestro algoritmo supera a todos los esquemas previamente conocidos por varios órdenes de magnitud en términos de uso de ancho de banda real, costos de procesamiento y requisitos de almacenamiento ",
            "error": []
        },
        "IP multicast": {
            "translated_key": "IP multicast",
            "translated_annotated_text": "Comunicación de grupo segura escalable a través de \"IP multicast\" Presentamos y analizamos un esquema de reteclado escalable para implementar el protocolo multicast de Internet de comunicaciones de grupo seguras. Demostramos que nuestro esquema incurre en un procesamiento constante, mensaje y almacenamiento para una operación de rekey cuando un solo miembro se une o abandona el grupo, y logarítmico para cambios simultáneos masivos en la membresía del grupo. Estos límites se mantienen incluso cuando la dinámica de grupo no se conoce a priori. Nuestro algoritmo de reteclado requiere una agrupación particular de los miembros del grupo multicast seguro. Describimos un protocolo para lograr ese agrupamiento y demostramos que es factible agrupar eficientemente a los miembros sobre topologías realistas similares a Internet. Evaluamos los gastos generales de nuestro propio esquema de reteclado y también de esquemas publicados previamente a través de la simulación a través de un mapa de topología de Internet que contiene más de 280 000 routers. A través de análisis y simulaciones detalladas, mostramos que este esquema de reteclado funciona mejor que los esquemas anteriores para un solo cambio a la membresía de grupo. Además, para los cambios de grupos a granel, nuestro algoritmo supera a todos los esquemas previamente conocidos por varios órdenes de magnitud en términos de uso de ancho de banda real, costos de procesamiento y requisitos de almacenamiento ",
            "error": [
                ""
            ]
        },
        "Internet protocol multicast": {
            "translated_key": "protocolo de Internet multicast",
            "translated_annotated_text": "Comunicación de grupo segura escalable a través de IP multicast Presentamos y analizamos un esquema de reteclado escalable para implementar comunicaciones de grupo seguras \"protocolo de Internet multicast\". Demostramos que nuestro esquema incurre en un procesamiento constante, mensaje y almacenamiento para una operación de rekey cuando un solo miembro se une o abandona el grupo, y logarítmico para cambios simultáneos masivos en la membresía del grupo. Estos límites se mantienen incluso cuando la dinámica de grupo no se conoce a priori. Nuestro algoritmo de reteclado requiere una agrupación particular de los miembros del grupo multicast seguro. Describimos un protocolo para lograr ese agrupamiento y demostramos que es factible agrupar eficientemente a los miembros sobre topologías realistas similares a Internet. Evaluamos los gastos generales de nuestro propio esquema de reteclado y también de esquemas publicados previamente a través de la simulación a través de un mapa de topología de Internet que contiene más de 280 000 routers. A través de análisis y simulaciones detalladas, mostramos que este esquema de reteclado funciona mejor que los esquemas anteriores para un solo cambio a la membresía de grupo. Además, para los cambios de grupos a granel, nuestro algoritmo supera a todos los esquemas previamente conocidos por varios órdenes de magnitud en términos de uso de ancho de banda real, costos de procesamiento y requisitos de almacenamiento ",
            "error": [
                ""
            ]
        },
        "storage overhead": {
            "translated_key": "almacenamiento por encima",
            "translated_annotated_text": "Comunicación de grupo segura escalable a través de IP multicast Presentamos y analizamos un esquema de reteclado escalable para implementar el protocolo multicast de Internet de comunicaciones de grupo seguras. Demostramos que nuestro esquema incurre en un procesamiento constante, mensaje y \"almacenamiento por encima\" para una operación de rekey cuando un solo miembro se une o abandona el grupo, y logarítmico por encima de los cambios simultáneos a granel en la membresía del grupo. Estos límites se mantienen incluso cuando la dinámica de grupo no se conoce a priori. Nuestro algoritmo de reteclado requiere una agrupación particular de los miembros del grupo multicast seguro. Describimos un protocolo para lograr ese agrupamiento y demostramos que es factible agrupar eficientemente a los miembros sobre topologías realistas similares a Internet. Evaluamos los gastos generales de nuestro propio esquema de reteclado y también de esquemas publicados previamente a través de la simulación a través de un mapa de topología de Internet que contiene más de 280 000 routers. A través de análisis y simulaciones detalladas, mostramos que este esquema de reteclado funciona mejor que los esquemas anteriores para un solo cambio a la membresía de grupo. Además, para los cambios de grupos a granel, nuestro algoritmo supera a todos los esquemas previamente conocidos por varios órdenes de magnitud en términos de uso de ancho de banda real, costos de procesamiento y requisitos de almacenamiento ",
            "error": [
                ""
            ]
        },
        "logarithmic overhead": {
            "translated_key": "logarítmico de arriba",
            "translated_annotated_text": "Comunicación de grupo segura escalable a través de IP multicast Presentamos y analizamos un esquema de reteclado escalable para implementar el protocolo multicast de Internet de comunicaciones de grupo seguras. Demostramos que nuestro esquema incurre en un procesamiento constante, mensaje y almacenamiento para una operación de reteclado cuando un solo miembro se une o abandona el grupo, y \"logarítmico de arriba\" para cambios simultáneos masivos en la membresía del grupo. Estos límites se mantienen incluso cuando la dinámica de grupo no se conoce a priori. Nuestro algoritmo de reteclado requiere una agrupación particular de los miembros del grupo multicast seguro. Describimos un protocolo para lograr ese agrupamiento y demostramos que es factible agrupar eficientemente a los miembros sobre topologías realistas similares a Internet. Evaluamos los gastos generales de nuestro propio esquema de reteclado y también de esquemas publicados previamente a través de la simulación a través de un mapa de topología de Internet que contiene más de 280 000 routers. A través de análisis y simulaciones detalladas, mostramos que este esquema de reteclado funciona mejor que los esquemas anteriores para un solo cambio a la membresía de grupo. Además, para los cambios de grupos a granel, nuestro algoritmo supera a todos los esquemas previamente conocidos por varios órdenes de magnitud en términos de uso de ancho de banda real, costos de procesamiento y requisitos de almacenamiento ",
            "error": [
                ""
            ]
        },
        "cryptography": {
            "translated_key": [],
            "translated_annotated_text": "Comunicación de grupo segura escalable a través de IP multicast Presentamos y analizamos un esquema de reteclado escalable para implementar el protocolo multicast de Internet de comunicaciones de grupo seguras. Demostramos que nuestro esquema incurre en un procesamiento constante, mensaje y almacenamiento para una operación de rekey cuando un solo miembro se une o abandona el grupo, y logarítmico para cambios simultáneos masivos en la membresía del grupo. Estos límites se mantienen incluso cuando la dinámica de grupo no se conoce a priori. Nuestro algoritmo de reteclado requiere una agrupación particular de los miembros del grupo multicast seguro. Describimos un protocolo para lograr ese agrupamiento y demostramos que es factible agrupar eficientemente a los miembros sobre topologías realistas similares a Internet. Evaluamos los gastos generales de nuestro propio esquema de reteclado y también de esquemas publicados previamente a través de la simulación a través de un mapa de topología de Internet que contiene más de 280 000 routers. A través de análisis y simulaciones detalladas, mostramos que este esquema de reteclado funciona mejor que los esquemas anteriores para un solo cambio a la membresía de grupo. Además, para los cambios de grupos a granel, nuestro algoritmo supera a todos los esquemas previamente conocidos por varios órdenes de magnitud en términos de uso de ancho de banda real, costos de procesamiento y requisitos de almacenamiento ",
            "error": []
        },
        "access control server": {
            "translated_key": [],
            "translated_annotated_text": "Comunicación de grupo segura escalable a través de IP multicast Presentamos y analizamos un esquema de reteclado escalable para implementar el protocolo multicast de Internet de comunicaciones de grupo seguras. Demostramos que nuestro esquema incurre en un procesamiento constante, mensaje y almacenamiento para una operación de rekey cuando un solo miembro se une o abandona el grupo, y logarítmico para cambios simultáneos masivos en la membresía del grupo. Estos límites se mantienen incluso cuando la dinámica de grupo no se conoce a priori. Nuestro algoritmo de reteclado requiere una agrupación particular de los miembros del grupo multicast seguro. Describimos un protocolo para lograr ese agrupamiento y demostramos que es factible agrupar eficientemente a los miembros sobre topologías realistas similares a Internet. Evaluamos los gastos generales de nuestro propio esquema de reteclado y también de esquemas publicados previamente a través de la simulación a través de un mapa de topología de Internet que contiene más de 280 000 routers. A través de análisis y simulaciones detalladas, mostramos que este esquema de reteclado funciona mejor que los esquemas anteriores para un solo cambio a la membresía de grupo. Además, para los cambios de grupos a granel, nuestro algoritmo supera a todos los esquemas previamente conocidos por varios órdenes de magnitud en términos de uso de ancho de banda real, costos de procesamiento y requisitos de almacenamiento ",
            "error": []
        },
        "authentication": {
            "translated_key": [],
            "translated_annotated_text": "Comunicación de grupo segura escalable a través de IP multicast Presentamos y analizamos un esquema de reteclado escalable para implementar el protocolo multicast de Internet de comunicaciones de grupo seguras. Demostramos que nuestro esquema incurre en un procesamiento constante, mensaje y almacenamiento para una operación de rekey cuando un solo miembro se une o abandona el grupo, y logarítmico para cambios simultáneos masivos en la membresía del grupo. Estos límites se mantienen incluso cuando la dinámica de grupo no se conoce a priori. Nuestro algoritmo de reteclado requiere una agrupación particular de los miembros del grupo multicast seguro. Describimos un protocolo para lograr ese agrupamiento y demostramos que es factible agrupar eficientemente a los miembros sobre topologías realistas similares a Internet. Evaluamos los gastos generales de nuestro propio esquema de reteclado y también de esquemas publicados previamente a través de la simulación a través de un mapa de topología de Internet que contiene más de 280 000 routers. A través de análisis y simulaciones detalladas, mostramos que este esquema de reteclado funciona mejor que los esquemas anteriores para un solo cambio a la membresía de grupo. Además, para los cambios de grupos a granel, nuestro algoritmo supera a todos los esquemas previamente conocidos por varios órdenes de magnitud en términos de uso de ancho de banda real, costos de procesamiento y requisitos de almacenamiento ",
            "error": []
        },
        "group membership": {
            "translated_key": [
                "miembro del grupo",
                "miembro de grupo"
            ],
            "translated_annotated_text": "Comunicación de grupo segura escalable a través de IP multicast Presentamos y analizamos un esquema de reteclado escalable para implementar el protocolo multicast de Internet de comunicaciones de grupo seguras. Demostramos que nuestro esquema incurre en el procesamiento constante, mensaje, y el almacenamiento por encima de una operación de rekey cuando un solo miembro se une o deja el grupo, y logarítmico por encima de los cambios simultáneos a granel a la \"miembro del grupo\". Estos límites se mantienen incluso cuando la dinámica de grupo no se conoce a priori. Nuestro algoritmo de reteclado requiere una agrupación particular de los miembros del grupo multicast seguro. Describimos un protocolo para lograr ese agrupamiento y demostramos que es factible agrupar eficientemente a los miembros sobre topologías realistas similares a Internet. Evaluamos los gastos generales de nuestro propio esquema de reteclado y también de esquemas publicados previamente a través de la simulación a través de un mapa de topología de Internet que contiene más de 280 000 routers. A través de análisis y simulaciones detalladas, mostramos que este esquema de reteclado funciona mejor que esquemas anteriores para un solo cambio a \"miembro de grupo\". Además, para los cambios de grupos a granel, nuestro algoritmo supera a todos los esquemas previamente conocidos por varios órdenes de magnitud en términos de uso de ancho de banda real, costos de procesamiento y requisitos de almacenamiento ",
            "error": [
                "miembro del grupo",
                "miembro de grupo"
            ]
        },
        "group dynamics": {
            "translated_key": "dinámicas de grupo",
            "translated_annotated_text": "Comunicación de grupo segura escalable a través de IP multicast Presentamos y analizamos un esquema de reteclado escalable para implementar el protocolo multicast de Internet de comunicaciones de grupo seguras. Demostramos que nuestro esquema incurre en un procesamiento constante, mensaje y almacenamiento para una operación de rekey cuando un solo miembro se une o abandona el grupo, y logarítmico para cambios simultáneos masivos en la membresía del grupo. Estos límites se mantienen incluso cuando las \"dinámicas de grupo\" no se conocen a priori. Nuestro algoritmo de reteclado requiere una agrupación particular de los miembros del grupo multicast seguro. Describimos un protocolo para lograr ese agrupamiento y demostramos que es factible agrupar eficientemente a los miembros sobre topologías realistas similares a Internet. Evaluamos los gastos generales de nuestro propio esquema de reteclado y también de esquemas publicados previamente a través de la simulación a través de un mapa de topología de Internet que contiene más de 280 000 routers. A través de análisis y simulaciones detalladas, mostramos que este esquema de reteclado funciona mejor que los esquemas anteriores para un solo cambio a la membresía de grupo. Además, para los cambios de grupos a granel, nuestro algoritmo supera a todos los esquemas previamente conocidos por varios órdenes de magnitud en términos de uso de ancho de banda real, costos de procesamiento y requisitos de almacenamiento ",
            "error": [
                ""
            ]
        },
        "rekeying algorithm": {
            "translated_key": "algoritmo de reteclado",
            "translated_annotated_text": "Comunicación de grupo segura escalable a través de IP multicast Presentamos y analizamos un esquema de reteclado escalable para implementar el protocolo multicast de Internet de comunicaciones de grupo seguras. Demostramos que nuestro esquema incurre en un procesamiento constante, mensaje y almacenamiento para una operación de rekey cuando un solo miembro se une o abandona el grupo, y logarítmico para cambios simultáneos masivos en la membresía del grupo. Estos límites se mantienen incluso cuando la dinámica de grupo no se conoce a priori. Nuestro \"algoritmo de reteclado\" requiere una agrupación particular de los miembros del grupo multicast seguro. Describimos un protocolo para lograr ese agrupamiento y demostramos que es factible agrupar eficientemente a los miembros sobre topologías realistas similares a Internet. Evaluamos los gastos generales de nuestro propio esquema de reteclado y también de esquemas publicados previamente a través de la simulación a través de un mapa de topología de Internet que contiene más de 280 000 routers. A través de análisis y simulaciones detalladas, mostramos que este esquema de reteclado funciona mejor que los esquemas anteriores para un solo cambio a la membresía de grupo. Además, para los cambios de grupos a granel, nuestro algoritmo supera a todos los esquemas previamente conocidos por varios órdenes de magnitud en términos de uso de ancho de banda real, costos de procesamiento y requisitos de almacenamiento ",
            "error": [
                ""
            ]
        },
        "secure multicast group": {
            "translated_key": "grupo multicast seguro",
            "translated_annotated_text": "Comunicación de grupo segura escalable a través de IP multicast Presentamos y analizamos un esquema de reteclado escalable para implementar el protocolo multicast de Internet de comunicaciones de grupo seguras. Demostramos que nuestro esquema incurre en un procesamiento constante, mensaje y almacenamiento para una operación de rekey cuando un solo miembro se une o abandona el grupo, y logarítmico para cambios simultáneos masivos en la membresía del grupo. Estos límites se mantienen incluso cuando la dinámica de grupo no se conoce a priori. Nuestro algoritmo de reteclado requiere una agrupación particular de los miembros del \"grupo multicast seguro\". Describimos un protocolo para lograr ese agrupamiento y demostramos que es factible agrupar eficientemente a los miembros sobre topologías realistas similares a Internet. Evaluamos los gastos generales de nuestro propio esquema de reteclado y también de esquemas publicados previamente a través de la simulación a través de un mapa de topología de Internet que contiene más de 280 000 routers. A través de análisis y simulaciones detalladas, mostramos que este esquema de reteclado funciona mejor que los esquemas anteriores para un solo cambio a la membresía de grupo. Además, para los cambios de grupos a granel, nuestro algoritmo supera a todos los esquemas previamente conocidos por varios órdenes de magnitud en términos de uso de ancho de banda real, costos de procesamiento y requisitos de almacenamiento ",
            "error": [
                ""
            ]
        },
        "Internet-like topologies": {
            "translated_key": "topologías realistas como Internet",
            "translated_annotated_text": "Comunicación de grupo segura escalable a través de IP multicast Presentamos y analizamos un esquema de reteclado escalable para implementar el protocolo multicast de Internet de comunicaciones de grupo seguras. Demostramos que nuestro esquema incurre en un procesamiento constante, mensaje y almacenamiento para una operación de rekey cuando un solo miembro se une o abandona el grupo, y logarítmico para cambios simultáneos masivos en la membresía del grupo. Estos límites se mantienen incluso cuando la dinámica de grupo no se conoce a priori. Nuestro algoritmo de reteclado requiere una agrupación particular de los miembros del grupo multicast seguro. Describimos un protocolo para lograr tal agrupación y demostramos que es factible agrupar eficientemente a los miembros sobre \"topologías realistas como Internet\". Evaluamos los gastos generales de nuestro propio esquema de reteclado y también de esquemas publicados previamente a través de la simulación a través de un mapa de topología de Internet que contiene más de 280 000 routers. A través de análisis y simulaciones detalladas, mostramos que este esquema de reteclado funciona mejor que los esquemas anteriores para un solo cambio a la membresía de grupo. Además, para los cambios de grupos a granel, nuestro algoritmo supera a todos los esquemas previamente conocidos por varios órdenes de magnitud en términos de uso de ancho de banda real, costos de procesamiento y requisitos de almacenamiento ",
            "error": [
                ""
            ]
        },
        "overhead": {
            "translated_key": [
                "superior",
                "superior",
                "frente"
            ],
            "translated_annotated_text": "Comunicación de grupo segura escalable a través de IP multicast Presentamos y analizamos un esquema de reteclado escalable para implementar el protocolo multicast de Internet de comunicaciones de grupo seguras. Demostramos que nuestro esquema incurre en un procesamiento constante, mensaje y almacenamiento \"superior\" para una operación de rekey cuando un solo miembro se une o abandona el grupo, y logarítmico \"superior\" para cambios simultáneos masivos en la membresía del grupo. Estos límites se mantienen incluso cuando la dinámica de grupo no se conoce a priori. Nuestro algoritmo de reteclado requiere una agrupación particular de los miembros del grupo multicast seguro. Describimos un protocolo para lograr ese agrupamiento y demostramos que es factible agrupar eficientemente a los miembros sobre topologías realistas similares a Internet. Evaluamos el \"frente\" de nuestro propio esquema de reteclado y también de esquemas publicados previamente a través de la simulación a través de un mapa de topología de Internet que contiene más de 280 000 routers. A través de análisis y simulaciones detalladas, mostramos que este esquema de reteclado funciona mejor que los esquemas anteriores para un solo cambio a la membresía de grupo. Además, para los cambios de grupos a granel, nuestro algoritmo supera a todos los esquemas previamente conocidos por varios órdenes de magnitud en términos de uso de ancho de banda real, costos de procesamiento y requisitos de almacenamiento ",
            "error": [
                "superior",
                "superior",
                "frente"
            ]
        },
        "simulation": {
            "translated_key": "simulación",
            "translated_annotated_text": "Comunicación de grupo segura escalable a través de IP multicast Presentamos y analizamos un esquema de reteclado escalable para implementar el protocolo multicast de Internet de comunicaciones de grupo seguras. Demostramos que nuestro esquema incurre en un procesamiento constante, mensaje y almacenamiento para una operación de rekey cuando un solo miembro se une o abandona el grupo, y logarítmico para cambios simultáneos masivos en la membresía del grupo. Estos límites se mantienen incluso cuando la dinámica de grupo no se conoce a priori. Nuestro algoritmo de reteclado requiere una agrupación particular de los miembros del grupo multicast seguro. Describimos un protocolo para lograr ese agrupamiento y demostramos que es factible agrupar eficientemente a los miembros sobre topologías realistas similares a Internet. Evaluamos los gastos generales de nuestro propio esquema de rekeying y también de esquemas publicados previamente a través de \"simulación\" sobre un mapa de topología de Internet que contiene más de 280 000 routers. A través de análisis y simulaciones detalladas, mostramos que este esquema de reteclado funciona mejor que los esquemas anteriores para un solo cambio a la membresía de grupo. Además, para los cambios de grupos a granel, nuestro algoritmo supera a todos los esquemas previamente conocidos por varios órdenes de magnitud en términos de uso de ancho de banda real, costos de procesamiento y requisitos de almacenamiento ",
            "error": [
                ""
            ]
        },
        "Internet topology map": {
            "translated_key": "mapa de topología de Internet",
            "translated_annotated_text": "Comunicación de grupo segura escalable a través de IP multicast Presentamos y analizamos un esquema de reteclado escalable para implementar el protocolo multicast de Internet de comunicaciones de grupo seguras. Demostramos que nuestro esquema incurre en un procesamiento constante, mensaje y almacenamiento para una operación de rekey cuando un solo miembro se une o abandona el grupo, y logarítmico para cambios simultáneos masivos en la membresía del grupo. Estos límites se mantienen incluso cuando la dinámica de grupo no se conoce a priori. Nuestro algoritmo de reteclado requiere una agrupación particular de los miembros del grupo multicast seguro. Describimos un protocolo para lograr ese agrupamiento y demostramos que es factible agrupar eficientemente a los miembros sobre topologías realistas similares a Internet. Evaluamos los gastos generales de nuestro propio esquema de reteclado y también de esquemas publicados previamente a través de la simulación en un \"mapa de topología de Internet\" que contiene más de 280 000 routers. A través de análisis y simulaciones detalladas, mostramos que este esquema de reteclado funciona mejor que los esquemas anteriores para un solo cambio a la membresía de grupo. Además, para los cambios de grupos a granel, nuestro algoritmo supera a todos los esquemas previamente conocidos por varios órdenes de magnitud en términos de uso de ancho de banda real, costos de procesamiento y requisitos de almacenamiento ",
            "error": [
                ""
            ]
        },
        "network routers": {
            "translated_key": [],
            "translated_annotated_text": "Comunicación de grupo segura escalable a través de IP multicast Presentamos y analizamos un esquema de reteclado escalable para implementar el protocolo multicast de Internet de comunicaciones de grupo seguras. Demostramos que nuestro esquema incurre en un procesamiento constante, mensaje y almacenamiento para una operación de rekey cuando un solo miembro se une o abandona el grupo, y logarítmico para cambios simultáneos masivos en la membresía del grupo. Estos límites se mantienen incluso cuando la dinámica de grupo no se conoce a priori. Nuestro algoritmo de reteclado requiere una agrupación particular de los miembros del grupo multicast seguro. Describimos un protocolo para lograr ese agrupamiento y demostramos que es factible agrupar eficientemente a los miembros sobre topologías realistas similares a Internet. Evaluamos los gastos generales de nuestro propio esquema de reteclado y también de esquemas publicados previamente a través de la simulación a través de un mapa de topología de Internet que contiene más de 280 000 routers. A través de análisis y simulaciones detalladas, mostramos que este esquema de reteclado funciona mejor que los esquemas anteriores para un solo cambio a la membresía de grupo. Además, para los cambios de grupos a granel, nuestro algoritmo supera a todos los esquemas previamente conocidos por varios órdenes de magnitud en términos de uso de ancho de banda real, costos de procesamiento y requisitos de almacenamiento ",
            "error": []
        },
        "bandwidth usage": {
            "translated_key": "uso real de ancho de banda",
            "translated_annotated_text": "Comunicación de grupo segura escalable a través de IP multicast Presentamos y analizamos un esquema de reteclado escalable para implementar el protocolo multicast de Internet de comunicaciones de grupo seguras. Demostramos que nuestro esquema incurre en un procesamiento constante, mensaje y almacenamiento para una operación de rekey cuando un solo miembro se une o abandona el grupo, y logarítmico para cambios simultáneos masivos en la membresía del grupo. Estos límites se mantienen incluso cuando la dinámica de grupo no se conoce a priori. Nuestro algoritmo de reteclado requiere una agrupación particular de los miembros del grupo multicast seguro. Describimos un protocolo para lograr ese agrupamiento y demostramos que es factible agrupar eficientemente a los miembros sobre topologías realistas similares a Internet. Evaluamos los gastos generales de nuestro propio esquema de reteclado y también de esquemas publicados previamente a través de la simulación a través de un mapa de topología de Internet que contiene más de 280 000 routers. A través de análisis y simulaciones detalladas, mostramos que este esquema de reteclado funciona mejor que los esquemas anteriores para un solo cambio a la membresía de grupo. Además, para los cambios de grupos a granel, nuestro algoritmo supera a todos los esquemas previamente conocidos por varios órdenes de magnitud en términos de \"uso real de ancho de banda\", costos de procesamiento y requisitos de almacenamiento ",
            "error": [
                ""
            ]
        },
        "processing costs": {
            "translated_key": "costos de procesamiento",
            "translated_annotated_text": "Comunicación de grupo segura escalable a través de IP multicast Presentamos y analizamos un esquema de reteclado escalable para implementar el protocolo multicast de Internet de comunicaciones de grupo seguras. Demostramos que nuestro esquema incurre en un procesamiento constante, mensaje y almacenamiento para una operación de rekey cuando un solo miembro se une o abandona el grupo, y logarítmico para cambios simultáneos masivos en la membresía del grupo. Estos límites se mantienen incluso cuando la dinámica de grupo no se conoce a priori. Nuestro algoritmo de reteclado requiere una agrupación particular de los miembros del grupo multicast seguro. Describimos un protocolo para lograr ese agrupamiento y demostramos que es factible agrupar eficientemente a los miembros sobre topologías realistas similares a Internet. Evaluamos los gastos generales de nuestro propio esquema de reteclado y también de esquemas publicados previamente a través de la simulación a través de un mapa de topología de Internet que contiene más de 280 000 routers. A través de análisis y simulaciones detalladas, mostramos que este esquema de reteclado funciona mejor que los esquemas anteriores para un solo cambio a la membresía de grupo. Además, para los cambios de grupos a granel, nuestro algoritmo supera a todos los esquemas previamente conocidos por varios órdenes de magnitud en términos de uso real de ancho de banda, \"costos de procesamiento\" y requisitos de almacenamiento ",
            "error": [
                ""
            ]
        },
        "storage requirements": {
            "translated_key": "requisitos de almacenamiento",
            "translated_annotated_text": "Comunicación de grupo segura escalable a través de IP multicast Presentamos y analizamos un esquema de reteclado escalable para implementar el protocolo multicast de Internet de comunicaciones de grupo seguras. Demostramos que nuestro esquema incurre en un procesamiento constante, mensaje y almacenamiento para una operación de rekey cuando un solo miembro se une o abandona el grupo, y logarítmico para cambios simultáneos masivos en la membresía del grupo. Estos límites se mantienen incluso cuando la dinámica de grupo no se conoce a priori. Nuestro algoritmo de reteclado requiere una agrupación particular de los miembros del grupo multicast seguro. Describimos un protocolo para lograr ese agrupamiento y demostramos que es factible agrupar eficientemente a los miembros sobre topologías realistas similares a Internet. Evaluamos los gastos generales de nuestro propio esquema de reteclado y también de esquemas publicados previamente a través de la simulación a través de un mapa de topología de Internet que contiene más de 280 000 routers. A través de análisis y simulaciones detalladas, mostramos que este esquema de reteclado funciona mejor que los esquemas anteriores para un solo cambio a la membresía de grupo. Además, para los cambios de grupos a granel, nuestro algoritmo supera a todos los esquemas previamente conocidos por varios órdenes de magnitud en términos de uso de ancho de banda real, costos de procesamiento y \"requisitos de almacenamiento\" ",
            "error": [
                ""
            ]
        },
        "Internet": {
            "translated_key": "Internet",
            "translated_annotated_text": "Comunicación de grupo segura escalable a través de IP multicast Presentamos y analizamos un esquema de reteclado escalable para implementar el protocolo multicast \"Internet\" de comunicaciones de grupo seguras. Demostramos que nuestro esquema incurre en un procesamiento constante, mensaje y almacenamiento para una operación de rekey cuando un solo miembro se une o abandona el grupo, y logarítmico para cambios simultáneos masivos en la membresía del grupo. Estos límites se mantienen incluso cuando la dinámica de grupo no se conoce a priori. Nuestro algoritmo de reteclado requiere una agrupación particular de los miembros del grupo multicast seguro. Describimos un protocolo para lograr tal agrupación y demostramos que es factible agrupar eficientemente a los miembros sobre topologías realistas de tipo \"Internet\". Evaluamos los gastos generales de nuestro propio esquema de reteclado y también de esquemas publicados previamente a través de la simulación a través de un mapa de topología \"Internet\" que contiene más de 280 000 routers. A través de análisis y simulaciones detalladas, mostramos que este esquema de reteclado funciona mejor que los esquemas anteriores para un solo cambio a la membresía de grupo. Además, para los cambios de grupos a granel, nuestro algoritmo supera a todos los esquemas previamente conocidos por varios órdenes de magnitud en términos de uso de ancho de banda real, costos de procesamiento y requisitos de almacenamiento ",
            "error": [
                ""
            ]
        },
        "message authentication": {
            "translated_key": [],
            "translated_annotated_text": "Comunicación de grupo segura escalable a través de IP multicast Presentamos y analizamos un esquema de reteclado escalable para implementar el protocolo multicast de Internet de comunicaciones de grupo seguras. Demostramos que nuestro esquema incurre en un procesamiento constante, mensaje y almacenamiento para una operación de rekey cuando un solo miembro se une o abandona el grupo, y logarítmico para cambios simultáneos masivos en la membresía del grupo. Estos límites se mantienen incluso cuando la dinámica de grupo no se conoce a priori. Nuestro algoritmo de reteclado requiere una agrupación particular de los miembros del grupo multicast seguro. Describimos un protocolo para lograr ese agrupamiento y demostramos que es factible agrupar eficientemente a los miembros sobre topologías realistas similares a Internet. Evaluamos los gastos generales de nuestro propio esquema de reteclado y también de esquemas publicados previamente a través de la simulación a través de un mapa de topología de Internet que contiene más de 280 000 routers. A través de análisis y simulaciones detalladas, mostramos que este esquema de reteclado funciona mejor que los esquemas anteriores para un solo cambio a la membresía de grupo. Además, para los cambios de grupos a granel, nuestro algoritmo supera a todos los esquemas previamente conocidos por varios órdenes de magnitud en términos de uso de ancho de banda real, costos de procesamiento y requisitos de almacenamiento ",
            "error": []
        },
        "multicast communication": {
            "translated_key": [],
            "translated_annotated_text": "Comunicación de grupo segura escalable a través de IP multicast Presentamos y analizamos un esquema de reteclado escalable para implementar el protocolo multicast de Internet de comunicaciones de grupo seguras. Demostramos que nuestro esquema incurre en un procesamiento constante, mensaje y almacenamiento para una operación de rekey cuando un solo miembro se une o abandona el grupo, y logarítmico para cambios simultáneos masivos en la membresía del grupo. Estos límites se mantienen incluso cuando la dinámica de grupo no se conoce a priori. Nuestro algoritmo de reteclado requiere una agrupación particular de los miembros del grupo multicast seguro. Describimos un protocolo para lograr ese agrupamiento y demostramos que es factible agrupar eficientemente a los miembros sobre topologías realistas similares a Internet. Evaluamos los gastos generales de nuestro propio esquema de reteclado y también de esquemas publicados previamente a través de la simulación a través de un mapa de topología de Internet que contiene más de 280 000 routers. A través de análisis y simulaciones detalladas, mostramos que este esquema de reteclado funciona mejor que los esquemas anteriores para un solo cambio a la membresía de grupo. Además, para los cambios de grupos a granel, nuestro algoritmo supera a todos los esquemas previamente conocidos por varios órdenes de magnitud en términos de uso de ancho de banda real, costos de procesamiento y requisitos de almacenamiento ",
            "error": []
        },
        "network topology": {
            "translated_key": [],
            "translated_annotated_text": "Comunicación de grupo segura escalable a través de IP multicast Presentamos y analizamos un esquema de reteclado escalable para implementar el protocolo multicast de Internet de comunicaciones de grupo seguras. Demostramos que nuestro esquema incurre en un procesamiento constante, mensaje y almacenamiento para una operación de rekey cuando un solo miembro se une o abandona el grupo, y logarítmico para cambios simultáneos masivos en la membresía del grupo. Estos límites se mantienen incluso cuando la dinámica de grupo no se conoce a priori. Nuestro algoritmo de reteclado requiere una agrupación particular de los miembros del grupo multicast seguro. Describimos un protocolo para lograr ese agrupamiento y demostramos que es factible agrupar eficientemente a los miembros sobre topologías realistas similares a Internet. Evaluamos los gastos generales de nuestro propio esquema de reteclado y también de esquemas publicados previamente a través de la simulación a través de un mapa de topología de Internet que contiene más de 280 000 routers. A través de análisis y simulaciones detalladas, mostramos que este esquema de reteclado funciona mejor que los esquemas anteriores para un solo cambio a la membresía de grupo. Además, para los cambios de grupos a granel, nuestro algoritmo supera a todos los esquemas previamente conocidos por varios órdenes de magnitud en términos de uso de ancho de banda real, costos de procesamiento y requisitos de almacenamiento ",
            "error": []
        },
        "telecommunication network routing": {
            "translated_key": [],
            "translated_annotated_text": "Comunicación de grupo segura escalable a través de IP multicast Presentamos y analizamos un esquema de reteclado escalable para implementar el protocolo multicast de Internet de comunicaciones de grupo seguras. Demostramos que nuestro esquema incurre en un procesamiento constante, mensaje y almacenamiento para una operación de rekey cuando un solo miembro se une o abandona el grupo, y logarítmico para cambios simultáneos masivos en la membresía del grupo. Estos límites se mantienen incluso cuando la dinámica de grupo no se conoce a priori. Nuestro algoritmo de reteclado requiere una agrupación particular de los miembros del grupo multicast seguro. Describimos un protocolo para lograr ese agrupamiento y demostramos que es factible agrupar eficientemente a los miembros sobre topologías realistas similares a Internet. Evaluamos los gastos generales de nuestro propio esquema de reteclado y también de esquemas publicados previamente a través de la simulación a través de un mapa de topología de Internet que contiene más de 280 000 routers. A través de análisis y simulaciones detalladas, mostramos que este esquema de reteclado funciona mejor que los esquemas anteriores para un solo cambio a la membresía de grupo. Además, para los cambios de grupos a granel, nuestro algoritmo supera a todos los esquemas previamente conocidos por varios órdenes de magnitud en términos de uso de ancho de banda real, costos de procesamiento y requisitos de almacenamiento ",
            "error": []
        },
        "telecommunication security": {
            "translated_key": [],
            "translated_annotated_text": "Comunicación de grupo segura escalable a través de IP multicast Presentamos y analizamos un esquema de reteclado escalable para implementar el protocolo multicast de Internet de comunicaciones de grupo seguras. Demostramos que nuestro esquema incurre en un procesamiento constante, mensaje y almacenamiento para una operación de rekey cuando un solo miembro se une o abandona el grupo, y logarítmico para cambios simultáneos masivos en la membresía del grupo. Estos límites se mantienen incluso cuando la dinámica de grupo no se conoce a priori. Nuestro algoritmo de reteclado requiere una agrupación particular de los miembros del grupo multicast seguro. Describimos un protocolo para lograr ese agrupamiento y demostramos que es factible agrupar eficientemente a los miembros sobre topologías realistas similares a Internet. Evaluamos los gastos generales de nuestro propio esquema de reteclado y también de esquemas publicados previamente a través de la simulación a través de un mapa de topología de Internet que contiene más de 280 000 routers. A través de análisis y simulaciones detalladas, mostramos que este esquema de reteclado funciona mejor que los esquemas anteriores para un solo cambio a la membresía de grupo. Además, para los cambios de grupos a granel, nuestro algoritmo supera a todos los esquemas previamente conocidos por varios órdenes de magnitud en términos de uso de ancho de banda real, costos de procesamiento y requisitos de almacenamiento ",
            "error": []
        },
        "transport protocols": {
            "translated_key": [],
            "translated_annotated_text": "Comunicación de grupo segura escalable a través de IP multicast Presentamos y analizamos un esquema de reteclado escalable para implementar el protocolo multicast de Internet de comunicaciones de grupo seguras. Demostramos que nuestro esquema incurre en un procesamiento constante, mensaje y almacenamiento para una operación de rekey cuando un solo miembro se une o abandona el grupo, y logarítmico para cambios simultáneos masivos en la membresía del grupo. Estos límites se mantienen incluso cuando la dinámica de grupo no se conoce a priori. Nuestro algoritmo de reteclado requiere una agrupación particular de los miembros del grupo multicast seguro. Describimos un protocolo para lograr ese agrupamiento y demostramos que es factible agrupar eficientemente a los miembros sobre topologías realistas similares a Internet. Evaluamos los gastos generales de nuestro propio esquema de reteclado y también de esquemas publicados previamente a través de la simulación a través de un mapa de topología de Internet que contiene más de 280 000 routers. A través de análisis y simulaciones detalladas, mostramos que este esquema de reteclado funciona mejor que los esquemas anteriores para un solo cambio a la membresía de grupo. Además, para los cambios de grupos a granel, nuestro algoritmo supera a todos los esquemas previamente conocidos por varios órdenes de magnitud en términos de uso de ancho de banda real, costos de procesamiento y requisitos de almacenamiento ",
            "error": []
        }
    }
}