{
    "original_text": "Distributed servers approach for large-scale secure multicast In order to offer backward and forward secrecy for multicast applications (i.e., a new member cannot decrypt the multicast data sent before its joining and a former member cannot decrypt the data sent after its leaving), the data encryption key has to be changed whenever a user joins or leaves the system. Such a change has to be made known to all the current users. The bandwidth used for such re-key messaging can be high when the user pool is large. We propose a distributed servers approach to minimize the overall system bandwidth (and complexity) by splitting the user pool into multiple groups each served by a (logical) server. After presenting an analytic model for the system based on a hierarchical key tree, we show that there is an optimal number of servers to achieve minimum system bandwidth. As the underlying user traffic fluctuates, we propose a simple dynamic scheme with low overhead where a physical server adaptively splits and merges its traffic into multiple groups each served by a logical server so as to minimize its total bandwidth. Our results show that a distributed servers approach is able to substantially reduce the total bandwidth required as compared with the traditional single-server approach, especially for those applications with a large user pool, short holding time, and relatively low bandwidth of a data stream, as in the Internet stock quote applications",
    "original_translation": "Enfoque de servidores distribuidos para multicast seguro a gran escala Con el fin de ofrecer un secreto hacia atrás y hacia adelante para aplicaciones multicast (es decir, un nuevo miembro no puede descifrar los datos multicast enviados antes de su unión y un miembro anterior no puede descifrar los datos enviados después de su salida), la clave de cifrado de datos tiene que cambiarse cada vez que un usuario se une o sale del sistema. Este cambio debe ser dado a conocer a todos los usuarios actuales. El ancho de banda utilizado para este tipo de mensajería puede ser alto cuando el grupo de usuarios es grande. Proponemos un enfoque de servidores distribuidos para minimizar el ancho de banda general del sistema (y la complejidad) dividiendo el grupo de usuarios en varios grupos cada uno servido por un servidor (lógico). Después de presentar un modelo analítico para el sistema basado en un árbol de claves jerárquicas, mostramos que hay un número óptimo de servidores para lograr un ancho de banda mínimo del sistema. A medida que el tráfico subyacente del usuario fluctúa, proponemos un esquema dinámico simple con baja sobrecarga donde un servidor físico se divide adaptativamente y fusiona su tráfico en múltiples grupos servidos cada uno por un servidor lógico para minimizar su ancho de banda total. Nuestros resultados muestran que un enfoque de servidores distribuidos es capaz de reducir sustancialmente el ancho de banda total requerido en comparación con el enfoque tradicional de un solo servidor, especialmente para aquellas aplicaciones con un gran grupo de usuarios, tiempo de retención corto y ancho de banda relativamente bajo de un flujo de datos, como en las aplicaciones de cotización de stock de Internet",
    "error_count": 13,
    "keys": {
        "distributed servers": {
            "translated_key": "distribuido de servidores",
            "translated_annotated_text": "Enfoque de servidores distribuidos para multicast seguro a gran escala Con el fin de ofrecer un secreto hacia atrás y hacia adelante para aplicaciones multicast (es decir, un nuevo miembro no puede descifrar los datos multicast enviados antes de su unión y un miembro anterior no puede descifrar los datos enviados después de su salida), la clave de cifrado de datos tiene que cambiarse cada vez que un usuario se une o sale del sistema. Este cambio debe ser dado a conocer a todos los usuarios actuales. El ancho de banda utilizado para este tipo de mensajería puede ser alto cuando el grupo de usuarios es grande. Proponemos un enfoque <br>distribuido de servidores</br> para minimizar el ancho de banda general del sistema (y la complejidad) dividiendo el grupo de usuarios en varios grupos cada uno servido por un servidor (lógico). Después de presentar un modelo analítico para el sistema basado en un árbol de claves jerárquicas, mostramos que hay un número óptimo de servidores para lograr un ancho de banda mínimo del sistema. A medida que el tráfico subyacente del usuario fluctúa, proponemos un esquema dinámico simple con baja sobrecarga donde un servidor físico se divide adaptativamente y fusiona su tráfico en múltiples grupos servidos cada uno por un servidor lógico para minimizar su ancho de banda total. Nuestros resultados muestran que un enfoque <br>distribuido de servidores</br> es capaz de reducir sustancialmente el ancho de banda total requerido en comparación con el enfoque tradicional de un solo servidor, especialmente para aquellas aplicaciones con un gran grupo de usuarios, tiempo de retención corto y ancho de banda relativamente bajo de un flujo de datos, como en las aplicaciones de cotización de stock de Internet ",
            "error": [
                ""
            ]
        },
        "large-scale secure multicast": {
            "translated_key": "large-scale secure multicast",
            "translated_annotated_text": "Enfoque de servidores distribuidos para <br>large-scale secure multicast</br> Para ofrecer un secreto hacia atrás y hacia adelante para aplicaciones multicast (es decir, un nuevo miembro no puede descifrar los datos multicast enviados antes de su unión y un miembro anterior no puede descifrar los datos enviados después de su salida), la clave de cifrado de datos tiene que ser cambiada cada vez que un usuario se une o sale del sistema. Este cambio debe ser dado a conocer a todos los usuarios actuales. El ancho de banda utilizado para este tipo de mensajería puede ser alto cuando el grupo de usuarios es grande. Proponemos un enfoque de servidores distribuidos para minimizar el ancho de banda general del sistema (y la complejidad) dividiendo el grupo de usuarios en varios grupos cada uno servido por un servidor (lógico). Después de presentar un modelo analítico para el sistema basado en un árbol de claves jerárquicas, mostramos que hay un número óptimo de servidores para lograr un ancho de banda mínimo del sistema. A medida que el tráfico subyacente del usuario fluctúa, proponemos un esquema dinámico simple con baja sobrecarga donde un servidor físico se divide adaptativamente y fusiona su tráfico en múltiples grupos servidos cada uno por un servidor lógico para minimizar su ancho de banda total. Nuestros resultados muestran que un enfoque de servidores distribuidos es capaz de reducir sustancialmente el ancho de banda total requerido en comparación con el enfoque tradicional de un solo servidor, especialmente para aquellas aplicaciones con un gran grupo de usuarios, tiempo de retención corto y ancho de banda relativamente bajo de un flujo de datos, como en las aplicaciones de cotización de stock de Internet ",
            "error": [
                ""
            ]
        },
        "backward secrecy": {
            "translated_key": [],
            "translated_annotated_text": "Enfoque de servidores distribuidos para multicast seguro a gran escala Con el fin de ofrecer un secreto hacia atrás y hacia adelante para aplicaciones multicast (es decir, un nuevo miembro no puede descifrar los datos multicast enviados antes de su unión y un miembro anterior no puede descifrar los datos enviados después de su salida), la clave de cifrado de datos tiene que cambiarse cada vez que un usuario se une o sale del sistema. Este cambio debe ser dado a conocer a todos los usuarios actuales. El ancho de banda utilizado para este tipo de mensajería puede ser alto cuando el grupo de usuarios es grande. Proponemos un enfoque de servidores distribuidos para minimizar el ancho de banda general del sistema (y la complejidad) dividiendo el grupo de usuarios en varios grupos cada uno servido por un servidor (lógico). Después de presentar un modelo analítico para el sistema basado en un árbol de claves jerárquicas, mostramos que hay un número óptimo de servidores para lograr un ancho de banda mínimo del sistema. A medida que el tráfico subyacente del usuario fluctúa, proponemos un esquema dinámico simple con baja sobrecarga donde un servidor físico se divide adaptativamente y fusiona su tráfico en múltiples grupos servidos cada uno por un servidor lógico para minimizar su ancho de banda total. Nuestros resultados muestran que un enfoque de servidores distribuidos es capaz de reducir sustancialmente el ancho de banda total requerido en comparación con el enfoque tradicional de un solo servidor, especialmente para aquellas aplicaciones con un gran grupo de usuarios, tiempo de retención corto y ancho de banda relativamente bajo de un flujo de datos, como en las aplicaciones de cotización de stock de Internet ",
            "error": []
        },
        "forward secrecy": {
            "translated_key": "forward",
            "translated_annotated_text": "Enfoque de servidores distribuidos para multicast seguro a gran escala Para ofrecer el secreto hacia atrás y <br>forward</br> para aplicaciones multicast (es decir, un nuevo miembro no puede descifrar los datos multicast enviados antes de su unión y un miembro anterior no puede descifrar los datos enviados después de su salida), la clave de cifrado de datos tiene que cambiarse cada vez que un usuario se une o sale del sistema. Este cambio debe ser dado a conocer a todos los usuarios actuales. El ancho de banda utilizado para este tipo de mensajería puede ser alto cuando el grupo de usuarios es grande. Proponemos un enfoque de servidores distribuidos para minimizar el ancho de banda general del sistema (y la complejidad) dividiendo el grupo de usuarios en varios grupos cada uno servido por un servidor (lógico). Después de presentar un modelo analítico para el sistema basado en un árbol de claves jerárquicas, mostramos que hay un número óptimo de servidores para lograr un ancho de banda mínimo del sistema. A medida que el tráfico subyacente del usuario fluctúa, proponemos un esquema dinámico simple con baja sobrecarga donde un servidor físico se divide adaptativamente y fusiona su tráfico en múltiples grupos servidos cada uno por un servidor lógico para minimizar su ancho de banda total. Nuestros resultados muestran que un enfoque de servidores distribuidos es capaz de reducir sustancialmente el ancho de banda total requerido en comparación con el enfoque tradicional de un solo servidor, especialmente para aquellas aplicaciones con un gran grupo de usuarios, tiempo de retención corto y ancho de banda relativamente bajo de un flujo de datos, como en las aplicaciones de cotización de stock de Internet ",
            "error": [
                ""
            ]
        },
        "multicast applications": {
            "translated_key": [],
            "translated_annotated_text": "Enfoque de servidores distribuidos para multicast seguro a gran escala Para ofrecer el secreto hacia atrás y hacia adelante para aplicaciones multicast <br> (es decir, un nuevo miembro no puede descifrar los datos multicast enviados antes de su unión y un miembro anterior no puede descifrar los datos enviados después de su salida), la clave de cifrado de datos tiene que ser cambiada cada vez que un usuario se une o sale del sistema. Este cambio debe ser dado a conocer a todos los usuarios actuales. El ancho de banda utilizado para este tipo de mensajería puede ser alto cuando el grupo de usuarios es grande. Proponemos un enfoque de servidores distribuidos para minimizar el ancho de banda general del sistema (y la complejidad) dividiendo el grupo de usuarios en varios grupos cada uno servido por un servidor (lógico). Después de presentar un modelo analítico para el sistema basado en un árbol de claves jerárquicas, mostramos que hay un número óptimo de servidores para lograr un ancho de banda mínimo del sistema. A medida que el tráfico subyacente del usuario fluctúa, proponemos un esquema dinámico simple con baja sobrecarga donde un servidor físico se divide adaptativamente y fusiona su tráfico en múltiples grupos servidos cada uno por un servidor lógico para minimizar su ancho de banda total. Nuestros resultados muestran que un enfoque de servidores distribuidos es capaz de reducir sustancialmente el ancho de banda total requerido en comparación con el enfoque tradicional de un solo servidor, especialmente para aquellas aplicaciones con un gran grupo de usuarios, tiempo de retención corto y ancho de banda relativamente bajo de un flujo de datos, como en las aplicaciones de cotización de stock de Internet ",
            "error": []
        },
        "data encryption key": {
            "translated_key": [],
            "translated_annotated_text": "Enfoque de servidores distribuidos para multicast seguro a gran escala Para ofrecer un secreto hacia atrás y hacia adelante para aplicaciones multicast (es decir, un nuevo miembro no puede descifrar los datos multicast enviados antes de su unión y un miembro anterior no puede descifrar los datos enviados después de su salida), la clave de cifrado de datos <br> tiene que cambiarse cada vez que un usuario se une o sale del sistema. Este cambio debe ser dado a conocer a todos los usuarios actuales. El ancho de banda utilizado para este tipo de mensajería puede ser alto cuando el grupo de usuarios es grande. Proponemos un enfoque de servidores distribuidos para minimizar el ancho de banda general del sistema (y la complejidad) dividiendo el grupo de usuarios en varios grupos cada uno servido por un servidor (lógico). Después de presentar un modelo analítico para el sistema basado en un árbol de claves jerárquicas, mostramos que hay un número óptimo de servidores para lograr un ancho de banda mínimo del sistema. A medida que el tráfico subyacente del usuario fluctúa, proponemos un esquema dinámico simple con baja sobrecarga donde un servidor físico se divide adaptativamente y fusiona su tráfico en múltiples grupos servidos cada uno por un servidor lógico para minimizar su ancho de banda total. Nuestros resultados muestran que un enfoque de servidores distribuidos es capaz de reducir sustancialmente el ancho de banda total requerido en comparación con el enfoque tradicional de un solo servidor, especialmente para aquellas aplicaciones con un gran grupo de usuarios, tiempo de retención corto y ancho de banda relativamente bajo de un flujo de datos, como en las aplicaciones de cotización de stock de Internet ",
            "error": []
        },
        "re-key messaging": {
            "translated_key": "re-key",
            "translated_annotated_text": "Enfoque de servidores distribuidos para multicast seguro a gran escala Con el fin de ofrecer un secreto hacia atrás y hacia adelante para aplicaciones multicast (es decir, un nuevo miembro no puede descifrar los datos multicast enviados antes de su unión y un miembro anterior no puede descifrar los datos enviados después de su salida), la clave de cifrado de datos tiene que cambiarse cada vez que un usuario se une o sale del sistema. Este cambio debe ser dado a conocer a todos los usuarios actuales. El ancho de banda utilizado para tales mensajes <br>re-key</br> puede ser alto cuando el grupo de usuarios es grande. Proponemos un enfoque de servidores distribuidos para minimizar el ancho de banda general del sistema (y la complejidad) dividiendo el grupo de usuarios en varios grupos cada uno servido por un servidor (lógico). Después de presentar un modelo analítico para el sistema basado en un árbol de claves jerárquicas, mostramos que hay un número óptimo de servidores para lograr un ancho de banda mínimo del sistema. A medida que el tráfico subyacente del usuario fluctúa, proponemos un esquema dinámico simple con baja sobrecarga donde un servidor físico se divide adaptativamente y fusiona su tráfico en múltiples grupos servidos cada uno por un servidor lógico para minimizar su ancho de banda total. Nuestros resultados muestran que un enfoque de servidores distribuidos es capaz de reducir sustancialmente el ancho de banda total requerido en comparación con el enfoque tradicional de un solo servidor, especialmente para aquellas aplicaciones con un gran grupo de usuarios, tiempo de retención corto y ancho de banda relativamente bajo de un flujo de datos, como en las aplicaciones de cotización de stock de Internet ",
            "error": [
                ""
            ]
        },
        "system bandwidth": {
            "translated_key": "</br> (y la complejidad) dividiendo el grupo de usuarios en varios grupos cada uno servido por un servidor (lógico). Después de presentar un modelo analítico para el sistema basado en un árbol de claves jerárquicas, mostramos que hay un número óptimo de servidores para alcanzar el ancho de banda mínimo del sistema <br> ",
            "translated_annotated_text": "Enfoque de servidores distribuidos para multicast seguro a gran escala Con el fin de ofrecer un secreto hacia atrás y hacia adelante para aplicaciones multicast (es decir, un nuevo miembro no puede descifrar los datos multicast enviados antes de su unión y un miembro anterior no puede descifrar los datos enviados después de su salida), la clave de cifrado de datos tiene que cambiarse cada vez que un usuario se une o sale del sistema. Este cambio debe ser dado a conocer a todos los usuarios actuales. El ancho de banda utilizado para este tipo de mensajería puede ser alto cuando el grupo de usuarios es grande. Proponemos un enfoque de servidores distribuidos para minimizar el ancho de banda global del sistema <br></br> (y la complejidad) dividiendo el grupo de usuarios en varios grupos cada uno servido por un servidor (lógico). Después de presentar un modelo analítico para el sistema basado en un árbol de claves jerárquicas, mostramos que hay un número óptimo de servidores para alcanzar el ancho de banda mínimo del sistema <br> </br>. A medida que el tráfico subyacente del usuario fluctúa, proponemos un esquema dinámico simple con baja sobrecarga donde un servidor físico se divide adaptativamente y fusiona su tráfico en múltiples grupos servidos cada uno por un servidor lógico para minimizar su ancho de banda total. Nuestros resultados muestran que un enfoque de servidores distribuidos es capaz de reducir sustancialmente el ancho de banda total requerido en comparación con el enfoque tradicional de un solo servidor, especialmente para aquellas aplicaciones con un gran grupo de usuarios, tiempo de retención corto y ancho de banda relativamente bajo de un flujo de datos, como en las aplicaciones de cotización de stock de Internet ",
            "error": [
                ""
            ]
        },
        "system complexity": {
            "translated_key": [],
            "translated_annotated_text": "Enfoque de servidores distribuidos para multicast seguro a gran escala Con el fin de ofrecer un secreto hacia atrás y hacia adelante para aplicaciones multicast (es decir, un nuevo miembro no puede descifrar los datos multicast enviados antes de su unión y un miembro anterior no puede descifrar los datos enviados después de su salida), la clave de cifrado de datos tiene que cambiarse cada vez que un usuario se une o sale del sistema. Este cambio debe ser dado a conocer a todos los usuarios actuales. El ancho de banda utilizado para este tipo de mensajería puede ser alto cuando el grupo de usuarios es grande. Proponemos un enfoque de servidores distribuidos para minimizar el ancho de banda general del sistema (y la complejidad) dividiendo el grupo de usuarios en varios grupos cada uno servido por un servidor (lógico). Después de presentar un modelo analítico para el sistema basado en un árbol de claves jerárquicas, mostramos que hay un número óptimo de servidores para lograr un ancho de banda mínimo del sistema. A medida que el tráfico subyacente del usuario fluctúa, proponemos un esquema dinámico simple con baja sobrecarga donde un servidor físico se divide adaptativamente y fusiona su tráfico en múltiples grupos servidos cada uno por un servidor lógico para minimizar su ancho de banda total. Nuestros resultados muestran que un enfoque de servidores distribuidos es capaz de reducir sustancialmente el ancho de banda total requerido en comparación con el enfoque tradicional de un solo servidor, especialmente para aquellas aplicaciones con un gran grupo de usuarios, tiempo de retención corto y ancho de banda relativamente bajo de un flujo de datos, como en las aplicaciones de cotización de stock de Internet ",
            "error": []
        },
        "hierarchical key tree": {
            "translated_key": "árbol de claves jerárquicas",
            "translated_annotated_text": "Enfoque de servidores distribuidos para multicast seguro a gran escala Con el fin de ofrecer un secreto hacia atrás y hacia adelante para aplicaciones multicast (es decir, un nuevo miembro no puede descifrar los datos multicast enviados antes de su unión y un miembro anterior no puede descifrar los datos enviados después de su salida), la clave de cifrado de datos tiene que cambiarse cada vez que un usuario se une o sale del sistema. Este cambio debe ser dado a conocer a todos los usuarios actuales. El ancho de banda utilizado para este tipo de mensajería puede ser alto cuando el grupo de usuarios es grande. Proponemos un enfoque de servidores distribuidos para minimizar el ancho de banda general del sistema (y la complejidad) dividiendo el grupo de usuarios en varios grupos cada uno servido por un servidor (lógico). Después de presentar un modelo analítico para el sistema basado en un <br>árbol de claves jerárquicas</br>, mostramos que hay un número óptimo de servidores para lograr un ancho de banda mínimo del sistema.  A medida que el tráfico subyacente del usuario fluctúa, proponemos un esquema dinámico simple con baja sobrecarga donde un servidor físico se divide adaptativamente y fusiona su tráfico en múltiples grupos servidos cada uno por un servidor lógico para minimizar su ancho de banda total. Nuestros resultados muestran que un enfoque de servidores distribuidos es capaz de reducir sustancialmente el ancho de banda total requerido en comparación con el enfoque tradicional de un solo servidor, especialmente para aquellas aplicaciones con un gran grupo de usuarios, tiempo de retención corto y ancho de banda relativamente bajo de un flujo de datos, como en las aplicaciones de cotización de stock de Internet ",
            "error": [
                ""
            ]
        },
        "user traffic": {
            "translated_key": "usuario",
            "translated_annotated_text": "Enfoque de servidores distribuidos para multicast seguro a gran escala Con el fin de ofrecer un secreto hacia atrás y hacia adelante para aplicaciones multicast (es decir, un nuevo miembro no puede descifrar los datos multicast enviados antes de su unión y un miembro anterior no puede descifrar los datos enviados después de su salida), la clave de cifrado de datos tiene que cambiarse cada vez que un usuario se une o sale del sistema. Este cambio debe ser dado a conocer a todos los usuarios actuales. El ancho de banda utilizado para este tipo de mensajería puede ser alto cuando el grupo de usuarios es grande. Proponemos un enfoque de servidores distribuidos para minimizar el ancho de banda general del sistema (y la complejidad) dividiendo el grupo de usuarios en varios grupos cada uno servido por un servidor (lógico). Después de presentar un modelo analítico para el sistema basado en un árbol de claves jerárquicas, mostramos que hay un número óptimo de servidores para lograr un ancho de banda mínimo del sistema. A medida que el tráfico subyacente de <br>usuario</br> fluctúa, proponemos un esquema dinámico simple con baja sobrecarga donde un servidor físico se divide adaptativamente y fusiona su tráfico en múltiples grupos cada uno servido por un servidor lógico para minimizar su ancho de banda total. Nuestros resultados muestran que un enfoque de servidores distribuidos es capaz de reducir sustancialmente el ancho de banda total requerido en comparación con el enfoque tradicional de un solo servidor, especialmente para aquellas aplicaciones con un gran grupo de usuarios, tiempo de retención corto y ancho de banda relativamente bajo de un flujo de datos, como en las aplicaciones de cotización de stock de Internet ",
            "error": [
                ""
            ]
        },
        "traffic merging": {
            "translated_key": [],
            "translated_annotated_text": "Enfoque de servidores distribuidos para multicast seguro a gran escala Con el fin de ofrecer un secreto hacia atrás y hacia adelante para aplicaciones multicast (es decir, un nuevo miembro no puede descifrar los datos multicast enviados antes de su unión y un miembro anterior no puede descifrar los datos enviados después de su salida), la clave de cifrado de datos tiene que cambiarse cada vez que un usuario se une o sale del sistema. Este cambio debe ser dado a conocer a todos los usuarios actuales. El ancho de banda utilizado para este tipo de mensajería puede ser alto cuando el grupo de usuarios es grande. Proponemos un enfoque de servidores distribuidos para minimizar el ancho de banda general del sistema (y la complejidad) dividiendo el grupo de usuarios en varios grupos cada uno servido por un servidor (lógico). Después de presentar un modelo analítico para el sistema basado en un árbol de claves jerárquicas, mostramos que hay un número óptimo de servidores para lograr un ancho de banda mínimo del sistema. A medida que el tráfico subyacente del usuario fluctúa, proponemos un esquema dinámico simple con baja sobrecarga donde un servidor físico se divide adaptativamente y fusiona su tráfico en múltiples grupos servidos cada uno por un servidor lógico para minimizar su ancho de banda total. Nuestros resultados muestran que un enfoque de servidores distribuidos es capaz de reducir sustancialmente el ancho de banda total requerido en comparación con el enfoque tradicional de un solo servidor, especialmente para aquellas aplicaciones con un gran grupo de usuarios, tiempo de retención corto y ancho de banda relativamente bajo de un flujo de datos, como en las aplicaciones de cotización de stock de Internet ",
            "error": []
        },
        "short holding time": {
            "translated_key": "tiempo de retención corto",
            "translated_annotated_text": "Enfoque de servidores distribuidos para multicast seguro a gran escala Con el fin de ofrecer un secreto hacia atrás y hacia adelante para aplicaciones multicast (es decir, un nuevo miembro no puede descifrar los datos multicast enviados antes de su unión y un miembro anterior no puede descifrar los datos enviados después de su salida), la clave de cifrado de datos tiene que cambiarse cada vez que un usuario se une o sale del sistema. Este cambio debe ser dado a conocer a todos los usuarios actuales. El ancho de banda utilizado para este tipo de mensajería puede ser alto cuando el grupo de usuarios es grande. Proponemos un enfoque de servidores distribuidos para minimizar el ancho de banda general del sistema (y la complejidad) dividiendo el grupo de usuarios en varios grupos cada uno servido por un servidor (lógico). Después de presentar un modelo analítico para el sistema basado en un árbol de claves jerárquicas, mostramos que hay un número óptimo de servidores para lograr un ancho de banda mínimo del sistema. A medida que el tráfico subyacente del usuario fluctúa, proponemos un esquema dinámico simple con baja sobrecarga donde un servidor físico se divide adaptativamente y fusiona su tráfico en múltiples grupos servidos cada uno por un servidor lógico para minimizar su ancho de banda total. Nuestros resultados muestran que un enfoque de servidores distribuidos es capaz de reducir sustancialmente el ancho de banda total requerido en comparación con el enfoque tradicional de un solo servidor, especialmente para aquellas aplicaciones con un gran grupo de usuarios, <br>tiempo de retención corto</br>, y un ancho de banda relativamente bajo de un flujo de datos, como en las aplicaciones de cotización de stock de Internet ",
            "error": [
                ""
            ]
        },
        "Internet stock quote applications": {
            "translated_key": " aplicaciones de cotización en stock de Internet",
            "translated_annotated_text": "Enfoque de servidores distribuidos para multicast seguro a gran escala Con el fin de ofrecer un secreto hacia atrás y hacia adelante para aplicaciones multicast (es decir, un nuevo miembro no puede descifrar los datos multicast enviados antes de su unión y un miembro anterior no puede descifrar los datos enviados después de su salida), la clave de cifrado de datos tiene que cambiarse cada vez que un usuario se une o sale del sistema. Este cambio debe ser dado a conocer a todos los usuarios actuales. El ancho de banda utilizado para este tipo de mensajería puede ser alto cuando el grupo de usuarios es grande. Proponemos un enfoque de servidores distribuidos para minimizar el ancho de banda general del sistema (y la complejidad) dividiendo el grupo de usuarios en varios grupos cada uno servido por un servidor (lógico). Después de presentar un modelo analítico para el sistema basado en un árbol de claves jerárquicas, mostramos que hay un número óptimo de servidores para lograr un ancho de banda mínimo del sistema. A medida que el tráfico subyacente del usuario fluctúa, proponemos un esquema dinámico simple con baja sobrecarga donde un servidor físico se divide adaptativamente y fusiona su tráfico en múltiples grupos servidos cada uno por un servidor lógico para minimizar su ancho de banda total. Nuestros resultados muestran que un enfoque de servidores distribuidos es capaz de reducir sustancialmente el ancho de banda total requerido en comparación con el enfoque tradicional de un solo servidor, especialmente para aquellas aplicaciones con un gran grupo de usuarios, tiempo de retención corto y ancho de banda relativamente bajo de un flujo de datos, como en el <br> aplicaciones de cotización en stock de Internet</br> ",
            "error": [
                ""
            ]
        },
        "dynamic split-and-merge scheme": {
            "translated_key": [],
            "translated_annotated_text": "Enfoque de servidores distribuidos para multicast seguro a gran escala Con el fin de ofrecer un secreto hacia atrás y hacia adelante para aplicaciones multicast (es decir, un nuevo miembro no puede descifrar los datos multicast enviados antes de su unión y un miembro anterior no puede descifrar los datos enviados después de su salida), la clave de cifrado de datos tiene que cambiarse cada vez que un usuario se une o sale del sistema. Este cambio debe ser dado a conocer a todos los usuarios actuales. El ancho de banda utilizado para este tipo de mensajería puede ser alto cuando el grupo de usuarios es grande. Proponemos un enfoque de servidores distribuidos para minimizar el ancho de banda general del sistema (y la complejidad) dividiendo el grupo de usuarios en varios grupos cada uno servido por un servidor (lógico). Después de presentar un modelo analítico para el sistema basado en un árbol de claves jerárquicas, mostramos que hay un número óptimo de servidores para lograr un ancho de banda mínimo del sistema. A medida que el tráfico subyacente del usuario fluctúa, proponemos un esquema dinámico simple con baja sobrecarga donde un servidor físico se divide adaptativamente y fusiona su tráfico en múltiples grupos servidos cada uno por un servidor lógico para minimizar su ancho de banda total. Nuestros resultados muestran que un enfoque de servidores distribuidos es capaz de reducir sustancialmente el ancho de banda total requerido en comparación con el enfoque tradicional de un solo servidor, especialmente para aquellas aplicaciones con un gran grupo de usuarios, tiempo de retención corto y ancho de banda relativamente bajo de un flujo de datos, como en las aplicaciones de cotización de stock de Internet ",
            "error": []
        },
        "key management": {
            "translated_key": [],
            "translated_annotated_text": "Enfoque de servidores distribuidos para multicast seguro a gran escala Con el fin de ofrecer un secreto hacia atrás y hacia adelante para aplicaciones multicast (es decir, un nuevo miembro no puede descifrar los datos multicast enviados antes de su unión y un miembro anterior no puede descifrar los datos enviados después de su salida), la clave de cifrado de datos tiene que cambiarse cada vez que un usuario se une o sale del sistema. Este cambio debe ser dado a conocer a todos los usuarios actuales. El ancho de banda utilizado para este tipo de mensajería puede ser alto cuando el grupo de usuarios es grande. Proponemos un enfoque de servidores distribuidos para minimizar el ancho de banda general del sistema (y la complejidad) dividiendo el grupo de usuarios en varios grupos cada uno servido por un servidor (lógico). Después de presentar un modelo analítico para el sistema basado en un árbol de claves jerárquicas, mostramos que hay un número óptimo de servidores para lograr un ancho de banda mínimo del sistema. A medida que el tráfico subyacente del usuario fluctúa, proponemos un esquema dinámico simple con baja sobrecarga donde un servidor físico se divide adaptativamente y fusiona su tráfico en múltiples grupos servidos cada uno por un servidor lógico para minimizar su ancho de banda total. Nuestros resultados muestran que un enfoque de servidores distribuidos es capaz de reducir sustancialmente el ancho de banda total requerido en comparación con el enfoque tradicional de un solo servidor, especialmente para aquellas aplicaciones con un gran grupo de usuarios, tiempo de retención corto y ancho de banda relativamente bajo de un flujo de datos, como en las aplicaciones de cotización de stock de Internet ",
            "error": []
        },
        "cryptography": {
            "translated_key": [],
            "translated_annotated_text": "Enfoque de servidores distribuidos para multicast seguro a gran escala Con el fin de ofrecer un secreto hacia atrás y hacia adelante para aplicaciones multicast (es decir, un nuevo miembro no puede descifrar los datos multicast enviados antes de su unión y un miembro anterior no puede descifrar los datos enviados después de su salida), la clave de cifrado de datos tiene que cambiarse cada vez que un usuario se une o sale del sistema. Este cambio debe ser dado a conocer a todos los usuarios actuales. El ancho de banda utilizado para este tipo de mensajería puede ser alto cuando el grupo de usuarios es grande. Proponemos un enfoque de servidores distribuidos para minimizar el ancho de banda general del sistema (y la complejidad) dividiendo el grupo de usuarios en varios grupos cada uno servido por un servidor (lógico). Después de presentar un modelo analítico para el sistema basado en un árbol de claves jerárquicas, mostramos que hay un número óptimo de servidores para lograr un ancho de banda mínimo del sistema. A medida que el tráfico subyacente del usuario fluctúa, proponemos un esquema dinámico simple con baja sobrecarga donde un servidor físico se divide adaptativamente y fusiona su tráfico en múltiples grupos servidos cada uno por un servidor lógico para minimizar su ancho de banda total. Nuestros resultados muestran que un enfoque de servidores distribuidos es capaz de reducir sustancialmente el ancho de banda total requerido en comparación con el enfoque tradicional de un solo servidor, especialmente para aquellas aplicaciones con un gran grupo de usuarios, tiempo de retención corto y ancho de banda relativamente bajo de un flujo de datos, como en las aplicaciones de cotización de stock de Internet ",
            "error": []
        },
        "distributed processing": {
            "translated_key": [],
            "translated_annotated_text": "Enfoque de servidores distribuidos para multicast seguro a gran escala Con el fin de ofrecer un secreto hacia atrás y hacia adelante para aplicaciones multicast (es decir, un nuevo miembro no puede descifrar los datos multicast enviados antes de su unión y un miembro anterior no puede descifrar los datos enviados después de su salida), la clave de cifrado de datos tiene que cambiarse cada vez que un usuario se une o sale del sistema. Este cambio debe ser dado a conocer a todos los usuarios actuales. El ancho de banda utilizado para este tipo de mensajería puede ser alto cuando el grupo de usuarios es grande. Proponemos un enfoque de servidores distribuidos para minimizar el ancho de banda general del sistema (y la complejidad) dividiendo el grupo de usuarios en varios grupos cada uno servido por un servidor (lógico). Después de presentar un modelo analítico para el sistema basado en un árbol de claves jerárquicas, mostramos que hay un número óptimo de servidores para lograr un ancho de banda mínimo del sistema. A medida que el tráfico subyacente del usuario fluctúa, proponemos un esquema dinámico simple con baja sobrecarga donde un servidor físico se divide adaptativamente y fusiona su tráfico en múltiples grupos servidos cada uno por un servidor lógico para minimizar su ancho de banda total. Nuestros resultados muestran que un enfoque de servidores distribuidos es capaz de reducir sustancialmente el ancho de banda total requerido en comparación con el enfoque tradicional de un solo servidor, especialmente para aquellas aplicaciones con un gran grupo de usuarios, tiempo de retención corto y ancho de banda relativamente bajo de un flujo de datos, como en las aplicaciones de cotización de stock de Internet ",
            "error": []
        },
        "Internet": {
            "translated_key": "Internet",
            "translated_annotated_text": "Enfoque de servidores distribuidos para multicast seguro a gran escala Con el fin de ofrecer un secreto hacia atrás y hacia adelante para aplicaciones multicast (es decir, un nuevo miembro no puede descifrar los datos multicast enviados antes de su unión y un miembro anterior no puede descifrar los datos enviados después de su salida), la clave de cifrado de datos tiene que cambiarse cada vez que un usuario se une o sale del sistema. Este cambio debe ser dado a conocer a todos los usuarios actuales. El ancho de banda utilizado para este tipo de mensajería puede ser alto cuando el grupo de usuarios es grande. Proponemos un enfoque de servidores distribuidos para minimizar el ancho de banda general del sistema (y la complejidad) dividiendo el grupo de usuarios en varios grupos cada uno servido por un servidor (lógico). Después de presentar un modelo analítico para el sistema basado en un árbol de claves jerárquicas, mostramos que hay un número óptimo de servidores para lograr un ancho de banda mínimo del sistema. A medida que el tráfico subyacente del usuario fluctúa, proponemos un esquema dinámico simple con baja sobrecarga donde un servidor físico se divide adaptativamente y fusiona su tráfico en múltiples grupos servidos cada uno por un servidor lógico para minimizar su ancho de banda total. Nuestros resultados muestran que un enfoque de servidores distribuidos es capaz de reducir sustancialmente el ancho de banda total requerido en comparación con el enfoque tradicional de un solo servidor, especialmente para aquellas aplicaciones con un gran grupo de usuarios, tiempo de retención corto y ancho de banda relativamente bajo de un flujo de datos, como en las aplicaciones de cotización de stock <br>Internet</br> ",
            "error": [
                ""
            ]
        },
        "large-scale systems": {
            "translated_key": [],
            "translated_annotated_text": "Enfoque de servidores distribuidos para multicast seguro a gran escala Con el fin de ofrecer un secreto hacia atrás y hacia adelante para aplicaciones multicast (es decir, un nuevo miembro no puede descifrar los datos multicast enviados antes de su unión y un miembro anterior no puede descifrar los datos enviados después de su salida), la clave de cifrado de datos tiene que cambiarse cada vez que un usuario se une o sale del sistema. Este cambio debe ser dado a conocer a todos los usuarios actuales. El ancho de banda utilizado para este tipo de mensajería puede ser alto cuando el grupo de usuarios es grande. Proponemos un enfoque de servidores distribuidos para minimizar el ancho de banda general del sistema (y la complejidad) dividiendo el grupo de usuarios en varios grupos cada uno servido por un servidor (lógico). Después de presentar un modelo analítico para el sistema basado en un árbol de claves jerárquicas, mostramos que hay un número óptimo de servidores para lograr un ancho de banda mínimo del sistema. A medida que el tráfico subyacente del usuario fluctúa, proponemos un esquema dinámico simple con baja sobrecarga donde un servidor físico se divide adaptativamente y fusiona su tráfico en múltiples grupos servidos cada uno por un servidor lógico para minimizar su ancho de banda total. Nuestros resultados muestran que un enfoque de servidores distribuidos es capaz de reducir sustancialmente el ancho de banda total requerido en comparación con el enfoque tradicional de un solo servidor, especialmente para aquellas aplicaciones con un gran grupo de usuarios, tiempo de retención corto y ancho de banda relativamente bajo de un flujo de datos, como en las aplicaciones de cotización de stock de Internet ",
            "error": []
        },
        "multicast communication": {
            "translated_key": [],
            "translated_annotated_text": "Enfoque de servidores distribuidos para multicast seguro a gran escala Con el fin de ofrecer un secreto hacia atrás y hacia adelante para aplicaciones multicast (es decir, un nuevo miembro no puede descifrar los datos multicast enviados antes de su unión y un miembro anterior no puede descifrar los datos enviados después de su salida), la clave de cifrado de datos tiene que cambiarse cada vez que un usuario se une o sale del sistema. Este cambio debe ser dado a conocer a todos los usuarios actuales. El ancho de banda utilizado para este tipo de mensajería puede ser alto cuando el grupo de usuarios es grande. Proponemos un enfoque de servidores distribuidos para minimizar el ancho de banda general del sistema (y la complejidad) dividiendo el grupo de usuarios en varios grupos cada uno servido por un servidor (lógico). Después de presentar un modelo analítico para el sistema basado en un árbol de claves jerárquicas, mostramos que hay un número óptimo de servidores para lograr un ancho de banda mínimo del sistema. A medida que el tráfico subyacente del usuario fluctúa, proponemos un esquema dinámico simple con baja sobrecarga donde un servidor físico se divide adaptativamente y fusiona su tráfico en múltiples grupos servidos cada uno por un servidor lógico para minimizar su ancho de banda total. Nuestros resultados muestran que un enfoque de servidores distribuidos es capaz de reducir sustancialmente el ancho de banda total requerido en comparación con el enfoque tradicional de un solo servidor, especialmente para aquellas aplicaciones con un gran grupo de usuarios, tiempo de retención corto y ancho de banda relativamente bajo de un flujo de datos, como en las aplicaciones de cotización de stock de Internet ",
            "error": []
        },
        "stock markets": {
            "translated_key": [],
            "translated_annotated_text": "Enfoque de servidores distribuidos para multicast seguro a gran escala Con el fin de ofrecer un secreto hacia atrás y hacia adelante para aplicaciones multicast (es decir, un nuevo miembro no puede descifrar los datos multicast enviados antes de su unión y un miembro anterior no puede descifrar los datos enviados después de su salida), la clave de cifrado de datos tiene que cambiarse cada vez que un usuario se une o sale del sistema. Este cambio debe ser dado a conocer a todos los usuarios actuales. El ancho de banda utilizado para este tipo de mensajería puede ser alto cuando el grupo de usuarios es grande. Proponemos un enfoque de servidores distribuidos para minimizar el ancho de banda general del sistema (y la complejidad) dividiendo el grupo de usuarios en varios grupos cada uno servido por un servidor (lógico). Después de presentar un modelo analítico para el sistema basado en un árbol de claves jerárquicas, mostramos que hay un número óptimo de servidores para lograr un ancho de banda mínimo del sistema. A medida que el tráfico subyacente del usuario fluctúa, proponemos un esquema dinámico simple con baja sobrecarga donde un servidor físico se divide adaptativamente y fusiona su tráfico en múltiples grupos servidos cada uno por un servidor lógico para minimizar su ancho de banda total. Nuestros resultados muestran que un enfoque de servidores distribuidos es capaz de reducir sustancialmente el ancho de banda total requerido en comparación con el enfoque tradicional de un solo servidor, especialmente para aquellas aplicaciones con un gran grupo de usuarios, tiempo de retención corto y ancho de banda relativamente bajo de un flujo de datos, como en las aplicaciones de cotización de stock de Internet ",
            "error": []
        },
        "telecommunication traffic": {
            "translated_key": [],
            "translated_annotated_text": "Enfoque de servidores distribuidos para multicast seguro a gran escala Con el fin de ofrecer un secreto hacia atrás y hacia adelante para aplicaciones multicast (es decir, un nuevo miembro no puede descifrar los datos multicast enviados antes de su unión y un miembro anterior no puede descifrar los datos enviados después de su salida), la clave de cifrado de datos tiene que cambiarse cada vez que un usuario se une o sale del sistema. Este cambio debe ser dado a conocer a todos los usuarios actuales. El ancho de banda utilizado para este tipo de mensajería puede ser alto cuando el grupo de usuarios es grande. Proponemos un enfoque de servidores distribuidos para minimizar el ancho de banda general del sistema (y la complejidad) dividiendo el grupo de usuarios en varios grupos cada uno servido por un servidor (lógico). Después de presentar un modelo analítico para el sistema basado en un árbol de claves jerárquicas, mostramos que hay un número óptimo de servidores para lograr un ancho de banda mínimo del sistema. A medida que el tráfico subyacente del usuario fluctúa, proponemos un esquema dinámico simple con baja sobrecarga donde un servidor físico se divide adaptativamente y fusiona su tráfico en múltiples grupos servidos cada uno por un servidor lógico para minimizar su ancho de banda total. Nuestros resultados muestran que un enfoque de servidores distribuidos es capaz de reducir sustancialmente el ancho de banda total requerido en comparación con el enfoque tradicional de un solo servidor, especialmente para aquellas aplicaciones con un gran grupo de usuarios, tiempo de retención corto y ancho de banda relativamente bajo de un flujo de datos, como en las aplicaciones de cotización de stock de Internet ",
            "error": []
        }
    }
}