{
    "original_text": "Speech enhancement using a mixture-maximum model We present a spectral domain, speech enhancement algorithm. The new algorithm is based on a mixture model for the short time spectrum of the clean speech signal, and on a maximum assumption in the production of the noisy speech spectrum. In the past this model was used in the context of noise robust speech recognition. In this paper we show that this model is also effective for improving the quality of speech signals corrupted by additive noise. The computational requirements of the algorithm can be significantly reduced, essentially without paying performance penalties, by incorporating a dual codebook scheme with tied variances. Experiments, using recorded speech signals and actual noise sources, show that in spite of its low computational requirements, the algorithm shows improved performance compared to alternative speech enhancement algorithms",
    "original_translation": "Mejora del habla usando un modelo máximo de mezcla Presentamos un dominio espectral, algoritmo de mejora del habla. El nuevo algoritmo se basa en un modelo de mezcla para el corto espectro de tiempo de la señal del habla limpia, y en una suposición máxima en la producción del espectro del habla ruidosa. En el pasado este modelo se utilizaba en el contexto del reconocimiento del sonido robusto del habla. En este artículo mostramos que este modelo también es eficaz para mejorar la calidad de las señales del habla corrompidas por el ruido aditivo. Los requisitos computacionales del algoritmo se pueden reducir significativamente, esencialmente sin pagar penalidades de rendimiento, mediante la incorporación de un esquema de código doble con varianzas ligadas. Los experimentos, utilizando señales de voz grabadas y fuentes de ruido reales, muestran que a pesar de sus bajos requisitos computacionales, el algoritmo muestra un mejor rendimiento en comparación con algoritmos alternativos de mejora del habla",
    "error_count": 9,
    "keys": {
        "mixture-maximum model": {
            "translated_key": "modelo máximo de mezcla",
            "translated_annotated_text": "Mejora del habla usando un \"modelo máximo de mezcla\" Presentamos un dominio espectral, algoritmo de mejora del habla. El nuevo algoritmo se basa en un modelo de mezcla para el corto espectro de tiempo de la señal del habla limpia, y en una suposición máxima en la producción del espectro del habla ruidosa. En el pasado este modelo se utilizaba en el contexto del reconocimiento del sonido robusto del habla. En este artículo mostramos que este modelo también es eficaz para mejorar la calidad de las señales del habla corrompidas por el ruido aditivo. Los requisitos computacionales del algoritmo se pueden reducir significativamente, esencialmente sin pagar penalidades de rendimiento, mediante la incorporación de un esquema de código doble con varianzas ligadas. Los experimentos, utilizando señales de voz grabadas y fuentes de ruido reales, muestran que a pesar de sus bajos requisitos computacionales, el algoritmo muestra un mejor rendimiento en comparación con algoritmos alternativos de mejora del habla ",
            "error": [
                ""
            ]
        },
        "spectral domain": {
            "translated_key": "dominio espectral",
            "translated_annotated_text": "Mejora del habla usando un modelo máximo de mezcla Presentamos un \"dominio espectral\", algoritmo de mejora del habla. El nuevo algoritmo se basa en un modelo de mezcla para el corto espectro de tiempo de la señal del habla limpia, y en una suposición máxima en la producción del espectro del habla ruidosa. En el pasado este modelo se utilizaba en el contexto del reconocimiento del sonido robusto del habla. En este artículo mostramos que este modelo también es eficaz para mejorar la calidad de las señales del habla corrompidas por el ruido aditivo. Los requisitos computacionales del algoritmo se pueden reducir significativamente, esencialmente sin pagar penalidades de rendimiento, mediante la incorporación de un esquema de código doble con varianzas ligadas. Los experimentos, utilizando señales de voz grabadas y fuentes de ruido reales, muestran que a pesar de sus bajos requisitos computacionales, el algoritmo muestra un mejor rendimiento en comparación con algoritmos alternativos de mejora del habla ",
            "error": [
                ""
            ]
        },
        "speech enhancement algorithm": {
            "translated_key": "algoritmo de mejora de voz",
            "translated_annotated_text": "Mejora del habla usando un modelo máximo de mezcla Presentamos un dominio espectral, \"algoritmo de mejora de voz\". El nuevo algoritmo se basa en un modelo de mezcla para el corto espectro de tiempo de la señal del habla limpia, y en una suposición máxima en la producción del espectro del habla ruidosa. En el pasado este modelo se utilizaba en el contexto del reconocimiento del sonido robusto del habla. En este artículo mostramos que este modelo también es eficaz para mejorar la calidad de las señales del habla corrompidas por el ruido aditivo. Los requisitos computacionales del algoritmo se pueden reducir significativamente, esencialmente sin pagar penalidades de rendimiento, mediante la incorporación de un esquema de código doble con varianzas ligadas. Los experimentos, utilizando señales de voz grabadas y fuentes de ruido reales, muestran que a pesar de sus bajos requisitos computacionales, el algoritmo muestra un mejor rendimiento en comparación con algoritmos alternativos de mejora del habla ",
            "error": [
                ""
            ]
        },
        "mixture model": {
            "translated_key": "modelo de mezcla",
            "translated_annotated_text": "Mejora del habla usando un modelo máximo de mezcla Presentamos un dominio espectral, algoritmo de mejora del habla. El nuevo algoritmo se basa en un \"modelo de mezcla\" para el corto espectro de tiempo de la señal del habla limpia, y en una suposición máxima en la producción del espectro del habla ruidosa. En el pasado este modelo se utilizaba en el contexto del reconocimiento del sonido robusto del habla. En este artículo mostramos que este modelo también es eficaz para mejorar la calidad de las señales del habla corrompidas por el ruido aditivo. Los requisitos computacionales del algoritmo se pueden reducir significativamente, esencialmente sin pagar penalidades de rendimiento, mediante la incorporación de un esquema de código doble con varianzas ligadas. Los experimentos, utilizando señales de voz grabadas y fuentes de ruido reales, muestran que a pesar de sus bajos requisitos computacionales, el algoritmo muestra un mejor rendimiento en comparación con algoritmos alternativos de mejora del habla ",
            "error": [
                ""
            ]
        },
        "short time spectrum": {
            "translated_key": "espectro de tiempo corto",
            "translated_annotated_text": "Mejora del habla usando un modelo máximo de mezcla Presentamos un dominio espectral, algoritmo de mejora del habla. El nuevo algoritmo se basa en un modelo de mezcla para el \"espectro de tiempo corto\" de la señal del habla limpia, y en una suposición máxima en la producción del espectro del habla ruidosa. En el pasado este modelo se utilizaba en el contexto del reconocimiento del sonido robusto del habla. En este artículo mostramos que este modelo también es eficaz para mejorar la calidad de las señales del habla corrompidas por el ruido aditivo. Los requisitos computacionales del algoritmo se pueden reducir significativamente, esencialmente sin pagar penalidades de rendimiento, mediante la incorporación de un esquema de código doble con varianzas ligadas. Los experimentos, utilizando señales de voz grabadas y fuentes de ruido reales, muestran que a pesar de sus bajos requisitos computacionales, el algoritmo muestra un mejor rendimiento en comparación con algoritmos alternativos de mejora del habla ",
            "error": [
                ""
            ]
        },
        "clean speech signal": {
            "translated_key": "señal del habla limpia",
            "translated_annotated_text": "Mejora del habla usando un modelo máximo de mezcla Presentamos un dominio espectral, algoritmo de mejora del habla. El nuevo algoritmo se basa en un modelo de mezcla para el corto espectro de tiempo de la \"señal del habla limpia\", y en una suposición máxima en la producción del espectro del habla ruidosa. En el pasado este modelo se utilizaba en el contexto del reconocimiento del sonido robusto del habla. En este artículo mostramos que este modelo también es eficaz para mejorar la calidad de las señales del habla corrompidas por el ruido aditivo. Los requisitos computacionales del algoritmo se pueden reducir significativamente, esencialmente sin pagar penalidades de rendimiento, mediante la incorporación de un esquema de código doble con varianzas ligadas. Los experimentos, utilizando señales de voz grabadas y fuentes de ruido reales, muestran que a pesar de sus bajos requisitos computacionales, el algoritmo muestra un mejor rendimiento en comparación con algoritmos alternativos de mejora del habla ",
            "error": [
                ""
            ]
        },
        "noisy speech spectrum": {
            "translated_key": "espectro del habla ruidoso",
            "translated_annotated_text": "Mejora del habla usando un modelo máximo de mezcla Presentamos un dominio espectral, algoritmo de mejora del habla. El nuevo algoritmo se basa en un modelo de mezcla para el corto espectro de tiempo de la señal del habla limpia, y en una suposición máxima en la producción del \"espectro del habla ruidoso\". En el pasado este modelo se utilizaba en el contexto del reconocimiento del sonido robusto del habla. En este artículo mostramos que este modelo también es eficaz para mejorar la calidad de las señales del habla corrompidas por el ruido aditivo. Los requisitos computacionales del algoritmo se pueden reducir significativamente, esencialmente sin pagar penalidades de rendimiento, mediante la incorporación de un esquema de código doble con varianzas ligadas. Los experimentos, utilizando señales de voz grabadas y fuentes de ruido reales, muestran que a pesar de sus bajos requisitos computacionales, el algoritmo muestra un mejor rendimiento en comparación con algoritmos alternativos de mejora del habla ",
            "error": [
                ""
            ]
        },
        "noise robust speech recognition": {
            "translated_key": "reconocimiento del sonido robusto del habla",
            "translated_annotated_text": "Mejora del habla usando un modelo máximo de mezcla Presentamos un dominio espectral, algoritmo de mejora del habla. El nuevo algoritmo se basa en un modelo de mezcla para el corto espectro de tiempo de la señal del habla limpia, y en una suposición máxima en la producción del espectro del habla ruidosa. En el pasado, este modelo se utilizó en el contexto del \"reconocimiento del sonido robusto del habla\". En este artículo mostramos que este modelo también es eficaz para mejorar la calidad de las señales del habla corrompidas por el ruido aditivo. Los requisitos computacionales del algoritmo se pueden reducir significativamente, esencialmente sin pagar penalidades de rendimiento, mediante la incorporación de un esquema de código doble con varianzas ligadas. Los experimentos, utilizando señales de voz grabadas y fuentes de ruido reales, muestran que a pesar de sus bajos requisitos computacionales, el algoritmo muestra un mejor rendimiento en comparación con algoritmos alternativos de mejora del habla ",
            "error": [
                ""
            ]
        },
        "speech signal quality": {
            "translated_key": [],
            "translated_annotated_text": "Mejora del habla usando un modelo máximo de mezcla Presentamos un dominio espectral, algoritmo de mejora del habla. El nuevo algoritmo se basa en un modelo de mezcla para el corto espectro de tiempo de la señal del habla limpia, y en una suposición máxima en la producción del espectro del habla ruidosa. En el pasado este modelo se utilizaba en el contexto del reconocimiento del sonido robusto del habla. En este artículo mostramos que este modelo también es eficaz para mejorar la calidad de las señales del habla corrompidas por el ruido aditivo. Los requisitos computacionales del algoritmo se pueden reducir significativamente, esencialmente sin pagar penalidades de rendimiento, mediante la incorporación de un esquema de código doble con varianzas ligadas. Los experimentos, utilizando señales de voz grabadas y fuentes de ruido reales, muestran que a pesar de sus bajos requisitos computacionales, el algoritmo muestra un mejor rendimiento en comparación con algoritmos alternativos de mejora del habla ",
            "error": []
        },
        "additive noise": {
            "translated_key": "ruido aditivo",
            "translated_annotated_text": "Mejora del habla usando un modelo máximo de mezcla Presentamos un dominio espectral, algoritmo de mejora del habla. El nuevo algoritmo se basa en un modelo de mezcla para el corto espectro de tiempo de la señal del habla limpia, y en una suposición máxima en la producción del espectro del habla ruidosa. En el pasado este modelo se utilizaba en el contexto del reconocimiento del sonido robusto del habla. En este artículo mostramos que este modelo también es eficaz para mejorar la calidad de las señales del habla corrompidas por el \"ruido aditivo\". Los requisitos computacionales del algoritmo se pueden reducir significativamente, esencialmente sin pagar penalidades de rendimiento, mediante la incorporación de un esquema de código doble con varianzas ligadas. Los experimentos, utilizando señales de voz grabadas y fuentes de ruido reales, muestran que a pesar de sus bajos requisitos computacionales, el algoritmo muestra un mejor rendimiento en comparación con algoritmos alternativos de mejora del habla ",
            "error": [
                ""
            ]
        },
        "performance penalties": {
            "translated_key": "penas de rendimiento",
            "translated_annotated_text": "Mejora del habla usando un modelo máximo de mezcla Presentamos un dominio espectral, algoritmo de mejora del habla. El nuevo algoritmo se basa en un modelo de mezcla para el corto espectro de tiempo de la señal del habla limpia, y en una suposición máxima en la producción del espectro del habla ruidosa. En el pasado este modelo se utilizaba en el contexto del reconocimiento del sonido robusto del habla. En este artículo mostramos que este modelo también es eficaz para mejorar la calidad de las señales del habla corrompidas por el ruido aditivo. Los requisitos computacionales del algoritmo se pueden reducir significativamente, esencialmente sin pagar \"penas de rendimiento\", mediante la incorporación de un esquema de código doble con varianzas ligadas. Los experimentos, utilizando señales de voz grabadas y fuentes de ruido reales, muestran que a pesar de sus bajos requisitos computacionales, el algoritmo muestra un mejor rendimiento en comparación con algoritmos alternativos de mejora del habla ",
            "error": [
                ""
            ]
        },
        "dual codebook": {
            "translated_key": "dual codebook",
            "translated_annotated_text": "Mejora del habla usando un modelo máximo de mezcla Presentamos un dominio espectral, algoritmo de mejora del habla. El nuevo algoritmo se basa en un modelo de mezcla para el corto espectro de tiempo de la señal del habla limpia, y en una suposición máxima en la producción del espectro del habla ruidosa. En el pasado este modelo se utilizaba en el contexto del reconocimiento del sonido robusto del habla. En este artículo mostramos que este modelo también es eficaz para mejorar la calidad de las señales del habla corrompidas por el ruido aditivo. Los requisitos computacionales del algoritmo se pueden reducir significativamente, esencialmente sin pagar penalidades de rendimiento, incorporando un esquema de \"dual codebook\" con varianzas ligadas. Los experimentos, utilizando señales de voz grabadas y fuentes de ruido reales, muestran que a pesar de sus bajos requisitos computacionales, el algoritmo muestra un mejor rendimiento en comparación con algoritmos alternativos de mejora del habla ",
            "error": [
                ""
            ]
        },
        "tied variances": {
            "translated_key": "varianzas atadas",
            "translated_annotated_text": "Mejora del habla usando un modelo máximo de mezcla Presentamos un dominio espectral, algoritmo de mejora del habla. El nuevo algoritmo se basa en un modelo de mezcla para el corto espectro de tiempo de la señal del habla limpia, y en una suposición máxima en la producción del espectro del habla ruidosa. En el pasado este modelo se utilizaba en el contexto del reconocimiento del sonido robusto del habla. En este artículo mostramos que este modelo también es eficaz para mejorar la calidad de las señales del habla corrompidas por el ruido aditivo. Los requisitos computacionales del algoritmo se pueden reducir significativamente, esencialmente sin pagar penalidades de rendimiento, mediante la incorporación de un esquema de código doble con \"varianzas atadas\". Los experimentos, utilizando señales de voz grabadas y fuentes de ruido reales, muestran que a pesar de sus bajos requisitos computacionales, el algoritmo muestra un mejor rendimiento en comparación con algoritmos alternativos de mejora del habla ",
            "error": [
                ""
            ]
        },
        "recorded speech signals": {
            "translated_key": "señales grabadas del habla",
            "translated_annotated_text": "Mejora del habla usando un modelo máximo de mezcla Presentamos un dominio espectral, algoritmo de mejora del habla. El nuevo algoritmo se basa en un modelo de mezcla para el corto espectro de tiempo de la señal del habla limpia, y en una suposición máxima en la producción del espectro del habla ruidosa. En el pasado este modelo se utilizaba en el contexto del reconocimiento del sonido robusto del habla. En este artículo mostramos que este modelo también es eficaz para mejorar la calidad de las señales del habla corrompidas por el ruido aditivo. Los requisitos computacionales del algoritmo se pueden reducir significativamente, esencialmente sin pagar penalidades de rendimiento, mediante la incorporación de un esquema de código doble con varianzas ligadas. Los experimentos, utilizando \"señales grabadas del habla\" y fuentes de ruido reales, muestran que a pesar de sus bajos requisitos computacionales, el algoritmo muestra un rendimiento mejorado en comparación con algoritmos alternativos de mejora del habla ",
            "error": [
                ""
            ]
        },
        "noise sources": {
            "translated_key": "fuentes de ruido",
            "translated_annotated_text": "Mejora del habla usando un modelo máximo de mezcla Presentamos un dominio espectral, algoritmo de mejora del habla. El nuevo algoritmo se basa en un modelo de mezcla para el corto espectro de tiempo de la señal del habla limpia, y en una suposición máxima en la producción del espectro del habla ruidosa. En el pasado este modelo se utilizaba en el contexto del reconocimiento del sonido robusto del habla. En este artículo mostramos que este modelo también es eficaz para mejorar la calidad de las señales del habla corrompidas por el ruido aditivo. Los requisitos computacionales del algoritmo se pueden reducir significativamente, esencialmente sin pagar penalidades de rendimiento, mediante la incorporación de un esquema de código doble con varianzas ligadas. Experimentos, utilizando señales de voz grabadas y \"fuentes de ruido\" reales, muestran que a pesar de sus bajos requisitos computacionales, el algoritmo muestra un rendimiento mejorado en comparación con algoritmos alternativos de mejora del habla ",
            "error": [
                ""
            ]
        },
        "low computational requirements": {
            "translated_key": "bajos requisitos computacionales",
            "translated_annotated_text": "Mejora del habla usando un modelo máximo de mezcla Presentamos un dominio espectral, algoritmo de mejora del habla. El nuevo algoritmo se basa en un modelo de mezcla para el corto espectro de tiempo de la señal del habla limpia, y en una suposición máxima en la producción del espectro del habla ruidosa. En el pasado este modelo se utilizaba en el contexto del reconocimiento del sonido robusto del habla. En este artículo mostramos que este modelo también es eficaz para mejorar la calidad de las señales del habla corrompidas por el ruido aditivo. Los requisitos computacionales del algoritmo se pueden reducir significativamente, esencialmente sin pagar penalidades de rendimiento, mediante la incorporación de un esquema de código doble con varianzas ligadas. Los experimentos, utilizando señales de voz grabadas y fuentes de ruido reales, muestran que a pesar de sus \"bajos requisitos computacionales\", el algoritmo muestra un mejor rendimiento en comparación con algoritmos alternativos de mejora del habla ",
            "error": [
                ""
            ]
        },
        "Gaussian mixture model": {
            "translated_key": [],
            "translated_annotated_text": "Mejora del habla usando un modelo máximo de mezcla Presentamos un dominio espectral, algoritmo de mejora del habla. El nuevo algoritmo se basa en un modelo de mezcla para el corto espectro de tiempo de la señal del habla limpia, y en una suposición máxima en la producción del espectro del habla ruidosa. En el pasado este modelo se utilizaba en el contexto del reconocimiento del sonido robusto del habla. En este artículo mostramos que este modelo también es eficaz para mejorar la calidad de las señales del habla corrompidas por el ruido aditivo. Los requisitos computacionales del algoritmo se pueden reducir significativamente, esencialmente sin pagar penalidades de rendimiento, mediante la incorporación de un esquema de código doble con varianzas ligadas. Los experimentos, utilizando señales de voz grabadas y fuentes de ruido reales, muestran que a pesar de sus bajos requisitos computacionales, el algoritmo muestra un mejor rendimiento en comparación con algoritmos alternativos de mejora del habla ",
            "error": []
        },
        "MIXMAX model": {
            "translated_key": [],
            "translated_annotated_text": "Mejora del habla usando un modelo máximo de mezcla Presentamos un dominio espectral, algoritmo de mejora del habla. El nuevo algoritmo se basa en un modelo de mezcla para el corto espectro de tiempo de la señal del habla limpia, y en una suposición máxima en la producción del espectro del habla ruidosa. En el pasado este modelo se utilizaba en el contexto del reconocimiento del sonido robusto del habla. En este artículo mostramos que este modelo también es eficaz para mejorar la calidad de las señales del habla corrompidas por el ruido aditivo. Los requisitos computacionales del algoritmo se pueden reducir significativamente, esencialmente sin pagar penalidades de rendimiento, mediante la incorporación de un esquema de código doble con varianzas ligadas. Los experimentos, utilizando señales de voz grabadas y fuentes de ruido reales, muestran que a pesar de sus bajos requisitos computacionales, el algoritmo muestra un mejor rendimiento en comparación con algoritmos alternativos de mejora del habla ",
            "error": []
        },
        "speech intelligibility": {
            "translated_key": [],
            "translated_annotated_text": "Mejora del habla usando un modelo máximo de mezcla Presentamos un dominio espectral, algoritmo de mejora del habla. El nuevo algoritmo se basa en un modelo de mezcla para el corto espectro de tiempo de la señal del habla limpia, y en una suposición máxima en la producción del espectro del habla ruidosa. En el pasado este modelo se utilizaba en el contexto del reconocimiento del sonido robusto del habla. En este artículo mostramos que este modelo también es eficaz para mejorar la calidad de las señales del habla corrompidas por el ruido aditivo. Los requisitos computacionales del algoritmo se pueden reducir significativamente, esencialmente sin pagar penalidades de rendimiento, mediante la incorporación de un esquema de código doble con varianzas ligadas. Los experimentos, utilizando señales de voz grabadas y fuentes de ruido reales, muestran que a pesar de sus bajos requisitos computacionales, el algoritmo muestra un mejor rendimiento en comparación con algoritmos alternativos de mejora del habla ",
            "error": []
        },
        "computational complexity": {
            "translated_key": [],
            "translated_annotated_text": "Mejora del habla usando un modelo máximo de mezcla Presentamos un dominio espectral, algoritmo de mejora del habla. El nuevo algoritmo se basa en un modelo de mezcla para el corto espectro de tiempo de la señal del habla limpia, y en una suposición máxima en la producción del espectro del habla ruidosa. En el pasado este modelo se utilizaba en el contexto del reconocimiento del sonido robusto del habla. En este artículo mostramos que este modelo también es eficaz para mejorar la calidad de las señales del habla corrompidas por el ruido aditivo. Los requisitos computacionales del algoritmo se pueden reducir significativamente, esencialmente sin pagar penalidades de rendimiento, mediante la incorporación de un esquema de código doble con varianzas ligadas. Los experimentos, utilizando señales de voz grabadas y fuentes de ruido reales, muestran que a pesar de sus bajos requisitos computacionales, el algoritmo muestra un mejor rendimiento en comparación con algoritmos alternativos de mejora del habla ",
            "error": []
        },
        "Gaussian processes": {
            "translated_key": [],
            "translated_annotated_text": "Mejora del habla usando un modelo máximo de mezcla Presentamos un dominio espectral, algoritmo de mejora del habla. El nuevo algoritmo se basa en un modelo de mezcla para el corto espectro de tiempo de la señal del habla limpia, y en una suposición máxima en la producción del espectro del habla ruidosa. En el pasado este modelo se utilizaba en el contexto del reconocimiento del sonido robusto del habla. En este artículo mostramos que este modelo también es eficaz para mejorar la calidad de las señales del habla corrompidas por el ruido aditivo. Los requisitos computacionales del algoritmo se pueden reducir significativamente, esencialmente sin pagar penalidades de rendimiento, mediante la incorporación de un esquema de código doble con varianzas ligadas. Los experimentos, utilizando señales de voz grabadas y fuentes de ruido reales, muestran que a pesar de sus bajos requisitos computacionales, el algoritmo muestra un mejor rendimiento en comparación con algoritmos alternativos de mejora del habla ",
            "error": []
        },
        "noise": {
            "translated_key": "ruido",
            "translated_annotated_text": "Mejora del habla usando un modelo máximo de mezcla Presentamos un dominio espectral, algoritmo de mejora del habla. El nuevo algoritmo se basa en un modelo de mezcla para el corto espectro de tiempo de la señal del habla limpia, y en una suposición máxima en la producción del espectro del habla ruidosa. En el pasado, este modelo se utilizó en el contexto de un sólido reconocimiento del habla \"ruido\". En este artículo mostramos que este modelo también es eficaz para mejorar la calidad de las señales del habla corrompidas por el aditivo \"ruido\". Los requisitos computacionales del algoritmo se pueden reducir significativamente, esencialmente sin pagar penalidades de rendimiento, mediante la incorporación de un esquema de código doble con varianzas ligadas. Los experimentos, utilizando señales de voz grabadas y fuentes de \"ruido\" reales, muestran que a pesar de sus bajos requisitos computacionales, el algoritmo muestra un mejor rendimiento en comparación con algoritmos alternativos de mejora del habla ",
            "error": [
                ""
            ]
        },
        "spectral analysis": {
            "translated_key": [],
            "translated_annotated_text": "Mejora del habla usando un modelo máximo de mezcla Presentamos un dominio espectral, algoritmo de mejora del habla. El nuevo algoritmo se basa en un modelo de mezcla para el corto espectro de tiempo de la señal del habla limpia, y en una suposición máxima en la producción del espectro del habla ruidosa. En el pasado este modelo se utilizaba en el contexto del reconocimiento del sonido robusto del habla. En este artículo mostramos que este modelo también es eficaz para mejorar la calidad de las señales del habla corrompidas por el ruido aditivo. Los requisitos computacionales del algoritmo se pueden reducir significativamente, esencialmente sin pagar penalidades de rendimiento, mediante la incorporación de un esquema de código doble con varianzas ligadas. Los experimentos, utilizando señales de voz grabadas y fuentes de ruido reales, muestran que a pesar de sus bajos requisitos computacionales, el algoritmo muestra un mejor rendimiento en comparación con algoritmos alternativos de mejora del habla ",
            "error": []
        },
        "speech coding": {
            "translated_key": [],
            "translated_annotated_text": "Mejora del habla usando un modelo máximo de mezcla Presentamos un dominio espectral, algoritmo de mejora del habla. El nuevo algoritmo se basa en un modelo de mezcla para el corto espectro de tiempo de la señal del habla limpia, y en una suposición máxima en la producción del espectro del habla ruidosa. En el pasado este modelo se utilizaba en el contexto del reconocimiento del sonido robusto del habla. En este artículo mostramos que este modelo también es eficaz para mejorar la calidad de las señales del habla corrompidas por el ruido aditivo. Los requisitos computacionales del algoritmo se pueden reducir significativamente, esencialmente sin pagar penalidades de rendimiento, mediante la incorporación de un esquema de código doble con varianzas ligadas. Los experimentos, utilizando señales de voz grabadas y fuentes de ruido reales, muestran que a pesar de sus bajos requisitos computacionales, el algoritmo muestra un mejor rendimiento en comparación con algoritmos alternativos de mejora del habla ",
            "error": []
        },
        "speech enhancement": {
            "translated_key": "mejoramiento de voz",
            "translated_annotated_text": "Mejora del habla usando un modelo máximo de mezcla Presentamos un dominio espectral, algoritmo de mejora de voz. El nuevo algoritmo se basa en un modelo de mezcla para el corto espectro de tiempo de la señal del habla limpia, y en una suposición máxima en la producción del espectro del habla ruidosa. En el pasado este modelo se utilizaba en el contexto del reconocimiento del sonido robusto del habla. En este artículo mostramos que este modelo también es eficaz para mejorar la calidad de las señales del habla corrompidas por el ruido aditivo. Los requisitos computacionales del algoritmo se pueden reducir significativamente, esencialmente sin pagar penalidades de rendimiento, mediante la incorporación de un esquema de código doble con varianzas ligadas. Los experimentos, utilizando señales de voz grabadas y fuentes de ruido reales, muestran que a pesar de sus bajos requisitos computacionales, el algoritmo muestra un rendimiento mejorado en comparación con algoritmos alternativos de \"mejoramiento de voz\" ",
            "error": [
                ""
            ]
        },
        "speech recognition": {
            "translated_key": "reconocimiento de voz",
            "translated_annotated_text": "Mejora del habla usando un modelo máximo de mezcla Presentamos un dominio espectral, algoritmo de mejora del habla. El nuevo algoritmo se basa en un modelo de mezcla para el corto espectro de tiempo de la señal del habla limpia, y en una suposición máxima en la producción del espectro del habla ruidosa. En el pasado este modelo se utilizó en el contexto de ruido robusto \"reconocimiento de voz\". En este artículo mostramos que este modelo también es eficaz para mejorar la calidad de las señales del habla corrompidas por el ruido aditivo. Los requisitos computacionales del algoritmo se pueden reducir significativamente, esencialmente sin pagar penalidades de rendimiento, mediante la incorporación de un esquema de código doble con varianzas ligadas. Los experimentos, utilizando señales de voz grabadas y fuentes de ruido reales, muestran que a pesar de sus bajos requisitos computacionales, el algoritmo muestra un mejor rendimiento en comparación con algoritmos alternativos de mejora del habla ",
            "error": [
                ""
            ]
        }
    }
}