{
    "original_text": "Scribe: a large-scale and decentralized application-level multicast infrastructure This paper presents Scribe, a scalable application-level multicast infrastructure. Scribe supports large numbers of groups, with a potentially large number of members per group. Scribe is built on top of Pastry, a generic peer-to-peer object location and routing substrate overlayed on the Internet, and leverages Pastrys reliability, self-organization, and locality properties. Pastry is used to create and manage groups and to build efficient multicast trees for the dissemination of messages to each group. Scribe provides best-effort reliability guarantees, and we outline how an application can extend Scribe to provide stronger reliability. Simulation results, based on a realistic network topology model, show that Scribe scales across a wide range of groups and group sizes. Also, it balances the load on the nodes while achieving acceptable delay and link stress when compared with Internet protocol multicast",
    "original_translation": "Scribe: una infraestructura multicast a gran escala y descentralizada a nivel de aplicaciones Este artículo presenta Scribe, una infraestructura multicast a nivel de aplicaciones escalable. Scribe apoya un gran número de grupos, con un número potencialmente grande de miembros por grupo. Scribe está construido en la parte superior de Pastelería, una ubicación de objetos genéricos entre pares y sustrato de enrutamiento superpuesto en Internet, y aprovecha la fiabilidad de Pastrys, auto-organización, y propiedades de la localidad. La repostería se utiliza para crear y gestionar grupos y construir árboles multicast eficientes para la difusión de mensajes a cada grupo. Scribe ofrece las mejores garantías de fiabilidad, y delineamos cómo una aplicación puede extender Scribe para proporcionar una mayor fiabilidad. Los resultados de la simulación, basados en un modelo realista de topología de red, muestran que Scribe escala en una amplia gama de grupos y tamaños de grupos. Además, equilibra la carga en los nodos al tiempo que consigue un retraso aceptable y el estrés de enlace cuando se compara con el protocolo de Internet multicast",
    "error_count": 14,
    "keys": {
        "Scribe": {
            "translated_key": "Scribe",
            "translated_annotated_text": "<br>Scribe</br>: una infraestructura multicast a gran escala y descentralizada a nivel de aplicación Este artículo presenta <br>Scribe</br>, una infraestructura multicast a nivel de aplicación escalable. <br>Scribe</br> soporta un gran número de grupos, con un número potencialmente grande de miembros por grupo. <br>Scribe</br> está construido en la parte superior de Pastelería, una ubicación de objetos genéricos entre pares y sustrato de enrutamiento superpuesto en Internet, y aprovecha la fiabilidad de Pastelería, auto-organización, y propiedades de la localidad. La repostería se utiliza para crear y gestionar grupos y construir árboles multicast eficientes para la difusión de mensajes a cada grupo. <br>Scribe</br> ofrece las mejores garantías de fiabilidad y explicamos cómo una aplicación puede extender <br>Scribe</br> para proporcionar una mayor fiabilidad. Los resultados de la simulación, basados en un modelo realista de topología de red, muestran que <br>Scribe</br> escalas en una amplia gama de grupos y tamaños de grupos. Además, equilibra la carga en los nodos al tiempo que consigue un retraso aceptable y el estrés de enlace cuando se compara con el protocolo de Internet multicast ",
            "error": [
                ""
            ]
        },
        "decentralized application-level multicast infrastructure": {
            "translated_key": "descentralizada a nivel de aplicación",
            "translated_annotated_text": "Escriba: una infraestructura multicast a gran escala y <br>descentralizada a nivel de aplicación</br> Este artículo presenta Scribe, una infraestructura multicast escalable a nivel de aplicación. Scribe apoya un gran número de grupos, con un número potencialmente grande de miembros por grupo. Scribe está construido en la parte superior de Pastelería, una ubicación de objetos genéricos entre pares y sustrato de enrutamiento superpuesto en Internet, y aprovecha la fiabilidad de Pastrys, auto-organización, y propiedades de la localidad. La repostería se utiliza para crear y gestionar grupos y construir árboles multicast eficientes para la difusión de mensajes a cada grupo. Scribe ofrece las mejores garantías de fiabilidad, y delineamos cómo una aplicación puede extender Scribe para proporcionar una mayor fiabilidad. Los resultados de la simulación, basados en un modelo realista de topología de red, muestran que Scribe escala en una amplia gama de grupos y tamaños de grupos. Además, equilibra la carga en los nodos al tiempo que consigue un retraso aceptable y el estrés de enlace cuando se compara con el protocolo de Internet multicast ",
            "error": [
                ""
            ]
        },
        "scalable application-level multicast infrastructure": {
            "translated_key": "infraestructura multicast a nivel de aplicaciones escalable",
            "translated_annotated_text": "Scribe: una infraestructura multicast a gran escala y descentralizada a nivel de aplicaciones Este documento presenta Scribe, una <br>infraestructura multicast a nivel de aplicaciones escalable</br>.  Scribe apoya un gran número de grupos, con un número potencialmente grande de miembros por grupo. Scribe está construido en la parte superior de Pastelería, una ubicación de objetos genéricos entre pares y sustrato de enrutamiento superpuesto en Internet, y aprovecha la fiabilidad de Pastrys, auto-organización, y propiedades de la localidad. La repostería se utiliza para crear y gestionar grupos y construir árboles multicast eficientes para la difusión de mensajes a cada grupo. Scribe ofrece las mejores garantías de fiabilidad, y delineamos cómo una aplicación puede extender Scribe para proporcionar una mayor fiabilidad. Los resultados de la simulación, basados en un modelo realista de topología de red, muestran que Scribe escala en una amplia gama de grupos y tamaños de grupos. Además, equilibra la carga en los nodos al tiempo que consigue un retraso aceptable y el estrés de enlace cuando se compara con el protocolo de Internet multicast ",
            "error": [
                ""
            ]
        },
        "Pastry": {
            "translated_key": "Pastry",
            "translated_annotated_text": "Scribe: una infraestructura multicast a gran escala y descentralizada a nivel de aplicaciones Este artículo presenta Scribe, una infraestructura multicast a nivel de aplicaciones escalable. Scribe apoya un gran número de grupos, con un número potencialmente grande de miembros por grupo. Scribe está construido en la parte superior de <br>Pastry</br>, una ubicación genérica de objetos entre pares y sustrato de enrutamiento superpuesto en Internet, y aprovecha la fiabilidad de Pastelería, la autoorganización y las propiedades de la localidad. <br>Pastry</br> se utiliza para crear y gestionar grupos y construir árboles multicast eficientes para la difusión de mensajes a cada grupo. Scribe ofrece las mejores garantías de fiabilidad, y delineamos cómo una aplicación puede extender Scribe para proporcionar una mayor fiabilidad. Los resultados de la simulación, basados en un modelo realista de topología de red, muestran que Scribe escala en una amplia gama de grupos y tamaños de grupos. Además, equilibra la carga en los nodos al tiempo que consigue un retraso aceptable y el estrés de enlace cuando se compara con el protocolo de Internet multicast ",
            "error": [
                ""
            ]
        },
        "generic peer-to-peer object location": {
            "translated_key": "genéricos entre pares",
            "translated_annotated_text": "Scribe: una infraestructura multicast a gran escala y descentralizada a nivel de aplicaciones Este artículo presenta Scribe, una infraestructura multicast a nivel de aplicaciones escalable. Scribe apoya un gran número de grupos, con un número potencialmente grande de miembros por grupo. Scribe está construido en la parte superior de Pastelería, una ubicación de objetos <br>genéricos entre pares</br> y sustrato de enrutamiento superpuesto en Internet, y aprovecha la fiabilidad de Pastelería, la autoorganización y las propiedades de la localidad. La repostería se utiliza para crear y gestionar grupos y construir árboles multicast eficientes para la difusión de mensajes a cada grupo. Scribe ofrece las mejores garantías de fiabilidad, y delineamos cómo una aplicación puede extender Scribe para proporcionar una mayor fiabilidad. Los resultados de la simulación, basados en un modelo realista de topología de red, muestran que Scribe escala en una amplia gama de grupos y tamaños de grupos. Además, equilibra la carga en los nodos al tiempo que consigue un retraso aceptable y el estrés de enlace cuando se compara con el protocolo de Internet multicast ",
            "error": [
                ""
            ]
        },
        "generic routing substrate": {
            "translated_key": [],
            "translated_annotated_text": "Scribe: una infraestructura multicast a gran escala y descentralizada a nivel de aplicaciones Este artículo presenta Scribe, una infraestructura multicast a nivel de aplicaciones escalable. Scribe apoya un gran número de grupos, con un número potencialmente grande de miembros por grupo. Scribe está construido en la parte superior de Pastelería, una ubicación de objetos genéricos entre pares y sustrato de enrutamiento superpuesto en Internet, y aprovecha la fiabilidad de Pastrys, auto-organización, y propiedades de la localidad. La repostería se utiliza para crear y gestionar grupos y construir árboles multicast eficientes para la difusión de mensajes a cada grupo. Scribe ofrece las mejores garantías de fiabilidad, y delineamos cómo una aplicación puede extender Scribe para proporcionar una mayor fiabilidad. Los resultados de la simulación, basados en un modelo realista de topología de red, muestran que Scribe escala en una amplia gama de grupos y tamaños de grupos. Además, equilibra la carga en los nodos al tiempo que consigue un retraso aceptable y el estrés de enlace cuando se compara con el protocolo de Internet multicast ",
            "error": []
        },
        "Internet": {
            "translated_key": "Internet",
            "translated_annotated_text": "Scribe: una infraestructura multicast a gran escala y descentralizada a nivel de aplicaciones Este artículo presenta Scribe, una infraestructura multicast a nivel de aplicaciones escalable. Scribe apoya un gran número de grupos, con un número potencialmente grande de miembros por grupo. Scribe está construido en la parte superior de Pastelería, una ubicación genérica de objetos entre pares y sustrato de enrutamiento superpuesto en la <br>Internet</br>, y aprovecha la fiabilidad de Pastelería, la autoorganización y las propiedades de la localidad. La repostería se utiliza para crear y gestionar grupos y construir árboles multicast eficientes para la difusión de mensajes a cada grupo. Scribe ofrece las mejores garantías de fiabilidad, y delineamos cómo una aplicación puede extender Scribe para proporcionar una mayor fiabilidad. Los resultados de la simulación, basados en un modelo realista de topología de red, muestran que Scribe escala en una amplia gama de grupos y tamaños de grupos. Además, equilibra la carga en los nodos al tiempo que consigue un retraso aceptable y el estrés de enlace cuando se compara con el protocolo multicast <br>Internet</br> ",
            "error": [
                ""
            ]
        },
        "self-organization": {
            "translated_key": "self-organization",
            "translated_annotated_text": "Scribe: una infraestructura multicast a gran escala y descentralizada a nivel de aplicaciones Este artículo presenta Scribe, una infraestructura multicast a nivel de aplicaciones escalable. Scribe apoya un gran número de grupos, con un número potencialmente grande de miembros por grupo. Scribe está construido en la parte superior de Pastelería, una ubicación genérica de objetos entre pares y sustrato de enrutamiento superpuesto en Internet, y aprovecha la fiabilidad de Pastrys, <br>self-organization</br>, y propiedades de la localidad. La repostería se utiliza para crear y gestionar grupos y construir árboles multicast eficientes para la difusión de mensajes a cada grupo. Scribe ofrece las mejores garantías de fiabilidad, y delineamos cómo una aplicación puede extender Scribe para proporcionar una mayor fiabilidad. Los resultados de la simulación, basados en un modelo realista de topología de red, muestran que Scribe escala en una amplia gama de grupos y tamaños de grupos. Además, equilibra la carga en los nodos al tiempo que consigue un retraso aceptable y el estrés de enlace cuando se compara con el protocolo de Internet multicast ",
            "error": [
                ""
            ]
        },
        "discrete event simulator": {
            "translated_key": [],
            "translated_annotated_text": "Scribe: una infraestructura multicast a gran escala y descentralizada a nivel de aplicaciones Este artículo presenta Scribe, una infraestructura multicast a nivel de aplicaciones escalable. Scribe apoya un gran número de grupos, con un número potencialmente grande de miembros por grupo. Scribe está construido en la parte superior de Pastelería, una ubicación de objetos genéricos entre pares y sustrato de enrutamiento superpuesto en Internet, y aprovecha la fiabilidad de Pastrys, auto-organización, y propiedades de la localidad. La repostería se utiliza para crear y gestionar grupos y construir árboles multicast eficientes para la difusión de mensajes a cada grupo. Scribe ofrece las mejores garantías de fiabilidad, y delineamos cómo una aplicación puede extender Scribe para proporcionar una mayor fiabilidad. Los resultados de la simulación, basados en un modelo realista de topología de red, muestran que Scribe escala en una amplia gama de grupos y tamaños de grupos. Además, equilibra la carga en los nodos al tiempo que consigue un retraso aceptable y el estrés de enlace cuando se compara con el protocolo de Internet multicast ",
            "error": []
        },
        "locality properties": {
            "translated_key": " ",
            "translated_annotated_text": "Scribe: una infraestructura multicast a gran escala y descentralizada a nivel de aplicaciones Este artículo presenta Scribe, una infraestructura multicast a nivel de aplicaciones escalable. Scribe apoya un gran número de grupos, con un número potencialmente grande de miembros por grupo. Scribe está construido en la parte superior de Pastry, una ubicación de objetos genéricos entre pares y sustrato de enrutamiento superpuesto en Internet, y aprovecha la fiabilidad de Pastrys, auto-organización y propiedades de localización <br> </br>. La repostería se utiliza para crear y gestionar grupos y construir árboles multicast eficientes para la difusión de mensajes a cada grupo. Scribe ofrece las mejores garantías de fiabilidad, y delineamos cómo una aplicación puede extender Scribe para proporcionar una mayor fiabilidad. Los resultados de la simulación, basados en un modelo realista de topología de red, muestran que Scribe escala en una amplia gama de grupos y tamaños de grupos. Además, equilibra la carga en los nodos al tiempo que consigue un retraso aceptable y el estrés de enlace cuando se compara con el protocolo de Internet multicast ",
            "error": [
                ""
            ]
        },
        "best-effort reliability guarantees": {
            "translated_key": "best-effort",
            "translated_annotated_text": "Scribe: una infraestructura multicast a gran escala y descentralizada a nivel de aplicaciones Este artículo presenta Scribe, una infraestructura multicast a nivel de aplicaciones escalable. Scribe apoya un gran número de grupos, con un número potencialmente grande de miembros por grupo. Scribe está construido en la parte superior de Pastelería, una ubicación de objetos genéricos entre pares y sustrato de enrutamiento superpuesto en Internet, y aprovecha la fiabilidad de Pastrys, auto-organización, y propiedades de la localidad. La repostería se utiliza para crear y gestionar grupos y construir árboles multicast eficientes para la difusión de mensajes a cada grupo. Scribe proporciona garantías de fiabilidad de <br>best-effort</br>, y delineamos cómo una aplicación puede extender Scribe para proporcionar una fiabilidad más fuerte. Los resultados de la simulación, basados en un modelo realista de topología de red, muestran que Scribe escala en una amplia gama de grupos y tamaños de grupos. Además, equilibra la carga en los nodos al tiempo que consigue un retraso aceptable y el estrés de enlace cuando se compara con el protocolo de Internet multicast ",
            "error": [
                ""
            ]
        },
        "simulation results": {
            "translated_key": [],
            "translated_annotated_text": "Scribe: una infraestructura multicast a gran escala y descentralizada a nivel de aplicaciones Este artículo presenta Scribe, una infraestructura multicast a nivel de aplicaciones escalable. Scribe apoya un gran número de grupos, con un número potencialmente grande de miembros por grupo. Scribe está construido en la parte superior de Pastelería, una ubicación de objetos genéricos entre pares y sustrato de enrutamiento superpuesto en Internet, y aprovecha la fiabilidad de Pastrys, auto-organización, y propiedades de la localidad. La repostería se utiliza para crear y gestionar grupos y construir árboles multicast eficientes para la difusión de mensajes a cada grupo. Scribe ofrece las mejores garantías de fiabilidad, y delineamos cómo una aplicación puede extender Scribe para proporcionar una mayor fiabilidad. Los resultados de la simulación, basados en un modelo realista de topología de red, muestran que Scribe escala en una amplia gama de grupos y tamaños de grupos. Además, equilibra la carga en los nodos al tiempo que consigue un retraso aceptable y el estrés de enlace cuando se compara con el protocolo de Internet multicast ",
            "error": []
        },
        "network topology model": {
            "translated_key": [],
            "translated_annotated_text": "Scribe: una infraestructura multicast a gran escala y descentralizada a nivel de aplicaciones Este artículo presenta Scribe, una infraestructura multicast a nivel de aplicaciones escalable. Scribe apoya un gran número de grupos, con un número potencialmente grande de miembros por grupo. Scribe está construido en la parte superior de Pastelería, una ubicación de objetos genéricos entre pares y sustrato de enrutamiento superpuesto en Internet, y aprovecha la fiabilidad de Pastrys, auto-organización, y propiedades de la localidad. La repostería se utiliza para crear y gestionar grupos y construir árboles multicast eficientes para la difusión de mensajes a cada grupo. Scribe ofrece las mejores garantías de fiabilidad, y delineamos cómo una aplicación puede extender Scribe para proporcionar una mayor fiabilidad. Los resultados de la simulación, basados en un modelo realista de topología de la red <br>, muestran que las escalas de Scribe abarcan una amplia gama de grupos y tamaños de grupos. Además, equilibra la carga en los nodos al tiempo que consigue un retraso aceptable y el estrés de enlace cuando se compara con el protocolo de Internet multicast ",
            "error": []
        },
        "group size": {
            "translated_key": [],
            "translated_annotated_text": "Scribe: una infraestructura multicast a gran escala y descentralizada a nivel de aplicaciones Este artículo presenta Scribe, una infraestructura multicast a nivel de aplicaciones escalable. Scribe apoya un gran número de grupos, con un número potencialmente grande de miembros por grupo. Scribe está construido en la parte superior de Pastelería, una ubicación de objetos genéricos entre pares y sustrato de enrutamiento superpuesto en Internet, y aprovecha la fiabilidad de Pastrys, auto-organización, y propiedades de la localidad. La repostería se utiliza para crear y gestionar grupos y construir árboles multicast eficientes para la difusión de mensajes a cada grupo. Scribe ofrece las mejores garantías de fiabilidad, y delineamos cómo una aplicación puede extender Scribe para proporcionar una mayor fiabilidad. Los resultados de la simulación, basados en un modelo realista de topología de red, muestran que Scribe escala en una amplia gama de grupos y tamaños de grupos. Además, equilibra la carga en los nodos al tiempo que consigue un retraso aceptable y el estrés de enlace cuando se compara con el protocolo de Internet multicast ",
            "error": []
        },
        "network nodes": {
            "translated_key": [],
            "translated_annotated_text": "Scribe: una infraestructura multicast a gran escala y descentralizada a nivel de aplicaciones Este artículo presenta Scribe, una infraestructura multicast a nivel de aplicaciones escalable. Scribe apoya un gran número de grupos, con un número potencialmente grande de miembros por grupo. Scribe está construido en la parte superior de Pastelería, una ubicación de objetos genéricos entre pares y sustrato de enrutamiento superpuesto en Internet, y aprovecha la fiabilidad de Pastrys, auto-organización, y propiedades de la localidad. La repostería se utiliza para crear y gestionar grupos y construir árboles multicast eficientes para la difusión de mensajes a cada grupo. Scribe ofrece las mejores garantías de fiabilidad, y delineamos cómo una aplicación puede extender Scribe para proporcionar una mayor fiabilidad. Los resultados de la simulación, basados en un modelo realista de topología de red, muestran que Scribe escala en una amplia gama de grupos y tamaños de grupos. Además, equilibra la carga en los nodos al tiempo que consigue un retraso aceptable y el estrés de enlace cuando se compara con el protocolo de Internet multicast ",
            "error": []
        },
        "delay": {
            "translated_key": "delay",
            "translated_annotated_text": "Scribe: una infraestructura multicast a gran escala y descentralizada a nivel de aplicaciones Este artículo presenta Scribe, una infraestructura multicast a nivel de aplicaciones escalable. Scribe apoya un gran número de grupos, con un número potencialmente grande de miembros por grupo. Scribe está construido en la parte superior de Pastelería, una ubicación de objetos genéricos entre pares y sustrato de enrutamiento superpuesto en Internet, y aprovecha la fiabilidad de Pastrys, auto-organización, y propiedades de la localidad. La repostería se utiliza para crear y gestionar grupos y construir árboles multicast eficientes para la difusión de mensajes a cada grupo. Scribe ofrece las mejores garantías de fiabilidad, y delineamos cómo una aplicación puede extender Scribe para proporcionar una mayor fiabilidad. Los resultados de la simulación, basados en un modelo realista de topología de red, muestran que Scribe escala en una amplia gama de grupos y tamaños de grupos. Además, equilibra la carga en los nodos al tiempo que logra <br>delay</br> aceptable y link stress cuando se compara con el protocolo de Internet multicast ",
            "error": [
                ""
            ]
        },
        "link stress": {
            "translated_key": "link stress",
            "translated_annotated_text": "Scribe: una infraestructura multicast a gran escala y descentralizada a nivel de aplicaciones Este artículo presenta Scribe, una infraestructura multicast a nivel de aplicaciones escalable. Scribe apoya un gran número de grupos, con un número potencialmente grande de miembros por grupo. Scribe está construido en la parte superior de Pastelería, una ubicación de objetos genéricos entre pares y sustrato de enrutamiento superpuesto en Internet, y aprovecha la fiabilidad de Pastrys, auto-organización, y propiedades de la localidad. La repostería se utiliza para crear y gestionar grupos y construir árboles multicast eficientes para la difusión de mensajes a cada grupo. Scribe ofrece las mejores garantías de fiabilidad, y delineamos cómo una aplicación puede extender Scribe para proporcionar una mayor fiabilidad. Los resultados de la simulación, basados en un modelo realista de topología de red, muestran que Scribe escala en una amplia gama de grupos y tamaños de grupos. Además, equilibra la carga en los nodos al tiempo que logra un retraso aceptable y <br>link stress</br> en comparación con el protocolo de Internet multicast ",
            "error": [
                ""
            ]
        },
        "Internet protocol multicast": {
            "translated_key": "Internet protocol multicast",
            "translated_annotated_text": "Scribe: una infraestructura multicast a gran escala y descentralizada a nivel de aplicaciones Este artículo presenta Scribe, una infraestructura multicast a nivel de aplicaciones escalable. Scribe apoya un gran número de grupos, con un número potencialmente grande de miembros por grupo. Scribe está construido en la parte superior de Pastelería, una ubicación de objetos genéricos entre pares y sustrato de enrutamiento superpuesto en Internet, y aprovecha la fiabilidad de Pastrys, auto-organización, y propiedades de la localidad. La repostería se utiliza para crear y gestionar grupos y construir árboles multicast eficientes para la difusión de mensajes a cada grupo. Scribe ofrece las mejores garantías de fiabilidad, y delineamos cómo una aplicación puede extender Scribe para proporcionar una mayor fiabilidad. Los resultados de la simulación, basados en un modelo realista de topología de red, muestran que Scribe escala en una amplia gama de grupos y tamaños de grupos. Además, equilibra la carga en los nodos al tiempo que consigue un retraso aceptable y el estrés de enlace en comparación con <br>Internet protocol multicast</br> ",
            "error": [
                ""
            ]
        },
        "computer network reliability": {
            "translated_key": [],
            "translated_annotated_text": "Scribe: una infraestructura multicast a gran escala y descentralizada a nivel de aplicaciones Este artículo presenta Scribe, una infraestructura multicast a nivel de aplicaciones escalable. Scribe apoya un gran número de grupos, con un número potencialmente grande de miembros por grupo. Scribe está construido en la parte superior de Pastelería, una ubicación de objetos genéricos entre pares y sustrato de enrutamiento superpuesto en Internet, y aprovecha la fiabilidad de Pastrys, auto-organización, y propiedades de la localidad. La repostería se utiliza para crear y gestionar grupos y construir árboles multicast eficientes para la difusión de mensajes a cada grupo. Scribe ofrece las mejores garantías de fiabilidad, y delineamos cómo una aplicación puede extender Scribe para proporcionar una mayor fiabilidad. Los resultados de la simulación, basados en un modelo realista de topología de red, muestran que Scribe escala en una amplia gama de grupos y tamaños de grupos. Además, equilibra la carga en los nodos al tiempo que consigue un retraso aceptable y el estrés de enlace cuando se compara con el protocolo de Internet multicast ",
            "error": []
        },
        "discrete event simulation": {
            "translated_key": [],
            "translated_annotated_text": "Scribe: una infraestructura multicast a gran escala y descentralizada a nivel de aplicaciones Este artículo presenta Scribe, una infraestructura multicast a nivel de aplicaciones escalable. Scribe apoya un gran número de grupos, con un número potencialmente grande de miembros por grupo. Scribe está construido en la parte superior de Pastelería, una ubicación de objetos genéricos entre pares y sustrato de enrutamiento superpuesto en Internet, y aprovecha la fiabilidad de Pastrys, auto-organización, y propiedades de la localidad. La repostería se utiliza para crear y gestionar grupos y construir árboles multicast eficientes para la difusión de mensajes a cada grupo. Scribe ofrece las mejores garantías de fiabilidad, y delineamos cómo una aplicación puede extender Scribe para proporcionar una mayor fiabilidad. Los resultados de la simulación, basados en un modelo realista de topología de red, muestran que Scribe escala en una amplia gama de grupos y tamaños de grupos. Además, equilibra la carga en los nodos al tiempo que consigue un retraso aceptable y el estrés de enlace cuando se compara con el protocolo de Internet multicast ",
            "error": []
        },
        "large-scale systems": {
            "translated_key": [],
            "translated_annotated_text": "Scribe: una infraestructura multicast a gran escala y descentralizada a nivel de aplicaciones Este artículo presenta Scribe, una infraestructura multicast a nivel de aplicaciones escalable. Scribe apoya un gran número de grupos, con un número potencialmente grande de miembros por grupo. Scribe está construido en la parte superior de Pastelería, una ubicación de objetos genéricos entre pares y sustrato de enrutamiento superpuesto en Internet, y aprovecha la fiabilidad de Pastrys, auto-organización, y propiedades de la localidad. La repostería se utiliza para crear y gestionar grupos y construir árboles multicast eficientes para la difusión de mensajes a cada grupo. Scribe ofrece las mejores garantías de fiabilidad, y delineamos cómo una aplicación puede extender Scribe para proporcionar una mayor fiabilidad. Los resultados de la simulación, basados en un modelo realista de topología de red, muestran que Scribe escala en una amplia gama de grupos y tamaños de grupos. Además, equilibra la carga en los nodos al tiempo que consigue un retraso aceptable y el estrés de enlace cuando se compara con el protocolo de Internet multicast ",
            "error": []
        },
        "multicast communication": {
            "translated_key": [],
            "translated_annotated_text": "Scribe: una infraestructura multicast a gran escala y descentralizada a nivel de aplicaciones Este artículo presenta Scribe, una infraestructura multicast a nivel de aplicaciones escalable. Scribe apoya un gran número de grupos, con un número potencialmente grande de miembros por grupo. Scribe está construido en la parte superior de Pastelería, una ubicación de objetos genéricos entre pares y sustrato de enrutamiento superpuesto en Internet, y aprovecha la fiabilidad de Pastrys, auto-organización, y propiedades de la localidad. La repostería se utiliza para crear y gestionar grupos y construir árboles multicast eficientes para la difusión de mensajes a cada grupo. Scribe ofrece las mejores garantías de fiabilidad, y delineamos cómo una aplicación puede extender Scribe para proporcionar una mayor fiabilidad. Los resultados de la simulación, basados en un modelo realista de topología de red, muestran que Scribe escala en una amplia gama de grupos y tamaños de grupos. Además, equilibra la carga en los nodos al tiempo que consigue un retraso aceptable y el estrés de enlace cuando se compara con el protocolo de Internet multicast ",
            "error": []
        },
        "performance evaluation": {
            "translated_key": [],
            "translated_annotated_text": "Scribe: una infraestructura multicast a gran escala y descentralizada a nivel de aplicaciones Este artículo presenta Scribe, una infraestructura multicast a nivel de aplicaciones escalable. Scribe apoya un gran número de grupos, con un número potencialmente grande de miembros por grupo. Scribe está construido en la parte superior de Pastelería, una ubicación de objetos genéricos entre pares y sustrato de enrutamiento superpuesto en Internet, y aprovecha la fiabilidad de Pastrys, auto-organización, y propiedades de la localidad. La repostería se utiliza para crear y gestionar grupos y construir árboles multicast eficientes para la difusión de mensajes a cada grupo. Scribe ofrece las mejores garantías de fiabilidad, y delineamos cómo una aplicación puede extender Scribe para proporcionar una mayor fiabilidad. Los resultados de la simulación, basados en un modelo realista de topología de red, muestran que Scribe escala en una amplia gama de grupos y tamaños de grupos. Además, equilibra la carga en los nodos al tiempo que consigue un retraso aceptable y el estrés de enlace cuando se compara con el protocolo de Internet multicast ",
            "error": []
        },
        "self-adjusting systems": {
            "translated_key": [],
            "translated_annotated_text": "Scribe: una infraestructura multicast a gran escala y descentralizada a nivel de aplicaciones Este artículo presenta Scribe, una infraestructura multicast a nivel de aplicaciones escalable. Scribe apoya un gran número de grupos, con un número potencialmente grande de miembros por grupo. Scribe está construido en la parte superior de Pastelería, una ubicación de objetos genéricos entre pares y sustrato de enrutamiento superpuesto en Internet, y aprovecha la fiabilidad de Pastrys, auto-organización, y propiedades de la localidad. La repostería se utiliza para crear y gestionar grupos y construir árboles multicast eficientes para la difusión de mensajes a cada grupo. Scribe ofrece las mejores garantías de fiabilidad, y delineamos cómo una aplicación puede extender Scribe para proporcionar una mayor fiabilidad. Los resultados de la simulación, basados en un modelo realista de topología de red, muestran que Scribe escala en una amplia gama de grupos y tamaños de grupos. Además, equilibra la carga en los nodos al tiempo que consigue un retraso aceptable y el estrés de enlace cuando se compara con el protocolo de Internet multicast ",
            "error": []
        },
        "telecommunication network routing": {
            "translated_key": [],
            "translated_annotated_text": "Scribe: una infraestructura multicast a gran escala y descentralizada a nivel de aplicaciones Este artículo presenta Scribe, una infraestructura multicast a nivel de aplicaciones escalable. Scribe apoya un gran número de grupos, con un número potencialmente grande de miembros por grupo. Scribe está construido en la parte superior de Pastelería, una ubicación de objetos genéricos entre pares y sustrato de enrutamiento superpuesto en Internet, y aprovecha la fiabilidad de Pastrys, auto-organización, y propiedades de la localidad. La repostería se utiliza para crear y gestionar grupos y construir árboles multicast eficientes para la difusión de mensajes a cada grupo. Scribe ofrece las mejores garantías de fiabilidad, y delineamos cómo una aplicación puede extender Scribe para proporcionar una mayor fiabilidad. Los resultados de la simulación, basados en un modelo realista de topología de red, muestran que Scribe escala en una amplia gama de grupos y tamaños de grupos. Además, equilibra la carga en los nodos al tiempo que consigue un retraso aceptable y el estrés de enlace cuando se compara con el protocolo de Internet multicast ",
            "error": []
        },
        "transport protocols": {
            "translated_key": [],
            "translated_annotated_text": "Scribe: una infraestructura multicast a gran escala y descentralizada a nivel de aplicaciones Este artículo presenta Scribe, una infraestructura multicast a nivel de aplicaciones escalable. Scribe apoya un gran número de grupos, con un número potencialmente grande de miembros por grupo. Scribe está construido en la parte superior de Pastelería, una ubicación de objetos genéricos entre pares y sustrato de enrutamiento superpuesto en Internet, y aprovecha la fiabilidad de Pastrys, auto-organización, y propiedades de la localidad. La repostería se utiliza para crear y gestionar grupos y construir árboles multicast eficientes para la difusión de mensajes a cada grupo. Scribe ofrece las mejores garantías de fiabilidad, y delineamos cómo una aplicación puede extender Scribe para proporcionar una mayor fiabilidad. Los resultados de la simulación, basados en un modelo realista de topología de red, muestran que Scribe escala en una amplia gama de grupos y tamaños de grupos. Además, equilibra la carga en los nodos al tiempo que consigue un retraso aceptable y el estrés de enlace cuando se compara con el protocolo de Internet multicast ",
            "error": []
        }
    }
}