{
    "original_text": "Multiecho segmented EPI with z-shimmed background gradient compensation (MESBAC) pulse sequence for fMRI A MultiEcho Segmented EPI with z-shimmed BAckground gradient Compensation (MESBAC) pulse sequence is proposed and validated for functional MRI (fMRI) study in regions suffering from severe susceptibility artifacts. This sequence provides an effective tradeoff between spatial and temporal resolution and reduces image distortion and signal dropout. The blood oxygenation level-dependent (BOLD)-weighted fMRI signal can be reliably obtained in the region of the orbitofrontal cortex (OFC). To overcome physiological motion artifacts during prolonged multisegment EPI acquisition, two sets of navigator echoes were acquired in both the readout and phase-encoding directions. Ghost artifacts generally produced by single-shot EPI acquisition were eliminated by separately placing the even and odd echoes in different k-space trajectories. Unlike most z-shim methods that focus on increasing temporal resolution for event-related functional brain mapping, the MESBAC sequence simultaneously addresses problems of image distortion and signal dropout while maintaining sufficient temporal resolution. The MESBAC sequence will be particularly useful for pharmacological and affective fMRI studies in brain regions such as the OFC, nucleus accumbens, amygdala, para-hippocampus, etc",
    "original_translation": "Multiecho segmentado EPI con compensación de gradiente de fondo z-shimmed (MESBAC) secuencia de pulso para fMRI A MultiEcho Segmentado EPI con Z-shimmed BAckground Compensation secuencia de pulso (MESBAC) se propone y validado para el estudio funcional de RM (fMRI) en regiones que sufren de artefactos de susceptibilidad severa. Esta secuencia proporciona una compensación efectiva entre la resolución espacial y temporal y reduce la distorsión de la imagen y el abandono de la señal. El nivel de oxigenación de la sangre dependiente de la señal fMRI ponderada (BOLD) se puede obtener de manera fiable en la región de la corteza orbital frontal (OFC). Para superar los artefactos de movimiento fisiológico durante la adquisición prolongada de EPI multisegmento, se adquirieron dos conjuntos de ecos de navegante en las direcciones de lectura y codificación de fase. Los artefactos fantasmas producidos generalmente por la adquisición de EPI de un solo disparo fueron eliminados colocando por separado los ecos pares y extraños en diferentes trayectorias de k-espacio. A diferencia de la mayoría de los métodos de z-shim que se centran en aumentar la resolución temporal para el mapeo funcional del cerebro relacionado con eventos, la secuencia MESBAC aborda simultáneamente los problemas de distorsión de la imagen y abandono de la señal, manteniendo al mismo tiempo una resolución temporal suficiente. La secuencia MESBAC será particularmente útil para estudios farmacológicos y afectivos de la IFM en regiones cerebrales como la OFC, los acumbenes del núcleo, la amígdala, el para-hippocampo, etc.",
    "error_count": 13,
    "keys": {
        "fMRI": {
            "translated_key": "fMRI",
            "translated_annotated_text": "Multiecho segmentado EPI con compensación de gradiente de fondo z-shimmed (MESBAC) secuencia de pulso para <br>fMRI</br> Un EPI multiecho segmentado con compensación de gradiente de BAckground z-shimmed (MESBAC) secuencia de pulso se propone y validado para el estudio funcional de RM (<br>fMRI</br>) en regiones que sufren artefactos de susceptibilidad severa. Esta secuencia proporciona una compensación efectiva entre la resolución espacial y temporal y reduce la distorsión de la imagen y el abandono de la señal. La señal <br>fMRI</br> de nivel de oxigenación de la sangre dependiente (BOLD) puede obtenerse de manera fiable en la región de la corteza orbital frontal (OFC). Para superar los artefactos de movimiento fisiológico durante la adquisición prolongada de EPI multisegmento, se adquirieron dos conjuntos de ecos de navegante en las direcciones de lectura y codificación de fase. Los artefactos fantasmas producidos generalmente por la adquisición de EPI de un solo disparo fueron eliminados colocando por separado los ecos pares y extraños en diferentes trayectorias de k-espacio. A diferencia de la mayoría de los métodos de z-shim que se centran en aumentar la resolución temporal para el mapeo funcional del cerebro relacionado con eventos, la secuencia MESBAC aborda simultáneamente los problemas de distorsión de la imagen y abandono de la señal, manteniendo al mismo tiempo una resolución temporal suficiente. La secuencia MESBAC será particularmente útil para estudios farmacológicos y afectivos <br>fMRI</br> en regiones cerebrales como la OFC, acumbens del núcleo, amígdala, para-hippocampo, etc. ",
            "error": [
                ""
            ]
        },
        "multiecho segmented EPI": {
            "translated_key": [],
            "translated_annotated_text": "Multiecho segmentado EPI con compensación de gradiente de fondo z-shimmed (MESBAC) secuencia de pulso para fMRI A MultiEcho Segmentado EPI con Z-shimmed BAckground Compensation secuencia de pulso (MESBAC) se propone y validado para el estudio funcional de RM (fMRI) en regiones que sufren de artefactos de susceptibilidad severa. Esta secuencia proporciona una compensación efectiva entre la resolución espacial y temporal y reduce la distorsión de la imagen y el abandono de la señal. El nivel de oxigenación de la sangre dependiente de la señal fMRI ponderada (BOLD) se puede obtener de manera fiable en la región de la corteza orbital frontal (OFC). Para superar los artefactos de movimiento fisiológico durante la adquisición prolongada de EPI multisegmento, se adquirieron dos conjuntos de ecos de navegante en las direcciones de lectura y codificación de fase. Los artefactos fantasmas producidos generalmente por la adquisición de EPI de un solo disparo fueron eliminados colocando por separado los ecos pares y extraños en diferentes trayectorias de k-espacio. A diferencia de la mayoría de los métodos de z-shim que se centran en aumentar la resolución temporal para el mapeo funcional del cerebro relacionado con eventos, la secuencia MESBAC aborda simultáneamente los problemas de distorsión de la imagen y abandono de la señal, manteniendo al mismo tiempo una resolución temporal suficiente. La secuencia MESBAC será particularmente útil para estudios farmacológicos y afectivos de la IFM en regiones cerebrales como la OFC, los acumbenes del núcleo, la amígdala, el para-hippocampo, etc. ",
            "error": []
        },
        "z-shimmed background gradient compensation": {
            "translated_key": "z-shimmed gradiente de fondo compensación",
            "translated_annotated_text": "Multiecho segmentado EPI con <br>z-shimmed gradiente de fondo compensación</br> (MESBAC) secuencia de pulso para fMRI Un EPI multiecho segmentado con z-shimmed BAckground compensación de gradiente (MESBAC) secuencia de pulso se propone y validado para el estudio funcional de RM (fMRI) en regiones que sufren de artefactos de susceptibilidad severa. Esta secuencia proporciona una compensación efectiva entre la resolución espacial y temporal y reduce la distorsión de la imagen y el abandono de la señal. El nivel de oxigenación de la sangre dependiente de la señal fMRI ponderada (BOLD) se puede obtener de manera fiable en la región de la corteza orbital frontal (OFC). Para superar los artefactos de movimiento fisiológico durante la adquisición prolongada de EPI multisegmento, se adquirieron dos conjuntos de ecos de navegante en las direcciones de lectura y codificación de fase. Los artefactos fantasmas producidos generalmente por la adquisición de EPI de un solo disparo fueron eliminados colocando por separado los ecos pares y extraños en diferentes trayectorias de k-espacio. A diferencia de la mayoría de los métodos de z-shim que se centran en aumentar la resolución temporal para el mapeo funcional del cerebro relacionado con eventos, la secuencia MESBAC aborda simultáneamente los problemas de distorsión de la imagen y abandono de la señal, manteniendo al mismo tiempo una resolución temporal suficiente. La secuencia MESBAC será particularmente útil para estudios farmacológicos y afectivos de la IFM en regiones cerebrales como la OFC, los acumbenes del núcleo, la amígdala, el para-hippocampo, etc. ",
            "error": [
                ""
            ]
        },
        "gradient compensation pulse sequence": {
            "translated_key": [],
            "translated_annotated_text": "Multiecho segmentado EPI con compensación de gradiente de fondo z-shimmed (MESBAC) secuencia de pulso para fMRI A MultiEcho Segmentado EPI con Z-shimmed BAckground Compensation secuencia de pulso (MESBAC) se propone y validado para el estudio funcional de RM (fMRI) en regiones que sufren de artefactos de susceptibilidad severa. Esta secuencia proporciona una compensación efectiva entre la resolución espacial y temporal y reduce la distorsión de la imagen y el abandono de la señal. El nivel de oxigenación de la sangre dependiente de la señal fMRI ponderada (BOLD) se puede obtener de manera fiable en la región de la corteza orbital frontal (OFC). Para superar los artefactos de movimiento fisiológico durante la adquisición prolongada de EPI multisegmento, se adquirieron dos conjuntos de ecos de navegante en las direcciones de lectura y codificación de fase. Los artefactos fantasmas producidos generalmente por la adquisición de EPI de un solo disparo fueron eliminados colocando por separado los ecos pares y extraños en diferentes trayectorias de k-espacio. A diferencia de la mayoría de los métodos de z-shim que se centran en aumentar la resolución temporal para el mapeo funcional del cerebro relacionado con eventos, la secuencia MESBAC aborda simultáneamente los problemas de distorsión de la imagen y abandono de la señal, manteniendo al mismo tiempo una resolución temporal suficiente. La secuencia MESBAC será particularmente útil para estudios farmacológicos y afectivos de la IFM en regiones cerebrales como la OFC, los acumbenes del núcleo, la amígdala, el para-hippocampo, etc. ",
            "error": []
        },
        "severe susceptibility artifacts": {
            "translated_key": " grave",
            "translated_annotated_text": "Multiecho segmentado EPI con compensación de gradiente de fondo z-shimmed (MESBAC) secuencia de pulso para fMRI Un EPI multiecho segmentado con secuencia de pulso Z-shimmed BAckground Compensation (MESBAC) se propone y validado para el estudio funcional de RM (fMRI) en regiones que sufren artefactos de susceptibilidad <br> grave</br>. Esta secuencia proporciona una compensación efectiva entre la resolución espacial y temporal y reduce la distorsión de la imagen y el abandono de la señal. El nivel de oxigenación de la sangre dependiente de la señal fMRI ponderada (BOLD) se puede obtener de manera fiable en la región de la corteza orbital frontal (OFC). Para superar los artefactos de movimiento fisiológico durante la adquisición prolongada de EPI multisegmento, se adquirieron dos conjuntos de ecos de navegante en las direcciones de lectura y codificación de fase. Los artefactos fantasmas producidos generalmente por la adquisición de EPI de un solo disparo fueron eliminados colocando por separado los ecos pares y extraños en diferentes trayectorias de k-espacio. A diferencia de la mayoría de los métodos de z-shim que se centran en aumentar la resolución temporal para el mapeo funcional del cerebro relacionado con eventos, la secuencia MESBAC aborda simultáneamente los problemas de distorsión de la imagen y abandono de la señal, manteniendo al mismo tiempo una resolución temporal suficiente. La secuencia MESBAC será particularmente útil para estudios farmacológicos y afectivos de la IFM en regiones cerebrales como la OFC, los acumbenes del núcleo, la amígdala, el para-hippocampo, etc. ",
            "error": [
                ""
            ]
        },
        "BOLD-weighted signal": {
            "translated_key": [],
            "translated_annotated_text": "Multiecho segmentado EPI con compensación de gradiente de fondo z-shimmed (MESBAC) secuencia de pulso para fMRI A MultiEcho Segmentado EPI con Z-shimmed BAckground Compensation secuencia de pulso (MESBAC) se propone y validado para el estudio funcional de RM (fMRI) en regiones que sufren de artefactos de susceptibilidad severa. Esta secuencia proporciona una compensación efectiva entre la resolución espacial y temporal y reduce la distorsión de la imagen y el abandono de la señal. El nivel de oxigenación de la sangre dependiente de la señal fMRI ponderada (BOLD) se puede obtener de manera fiable en la región de la corteza orbital frontal (OFC). Para superar los artefactos de movimiento fisiológico durante la adquisición prolongada de EPI multisegmento, se adquirieron dos conjuntos de ecos de navegante en las direcciones de lectura y codificación de fase. Los artefactos fantasmas producidos generalmente por la adquisición de EPI de un solo disparo fueron eliminados colocando por separado los ecos pares y extraños en diferentes trayectorias de k-espacio. A diferencia de la mayoría de los métodos de z-shim que se centran en aumentar la resolución temporal para el mapeo funcional del cerebro relacionado con eventos, la secuencia MESBAC aborda simultáneamente los problemas de distorsión de la imagen y abandono de la señal, manteniendo al mismo tiempo una resolución temporal suficiente. La secuencia MESBAC será particularmente útil para estudios farmacológicos y afectivos de la IFM en regiones cerebrales como la OFC, los acumbenes del núcleo, la amígdala, el para-hippocampo, etc. ",
            "error": []
        },
        "orbitofrontal cortex": {
            "translated_key": "orbitofrontal",
            "translated_annotated_text": "Multiecho segmentado EPI con compensación de gradiente de fondo z-shimmed (MESBAC) secuencia de pulso para fMRI A MultiEcho Segmentado EPI con Z-shimmed BAckground Compensation secuencia de pulso (MESBAC) se propone y validado para el estudio funcional de RM (fMRI) en regiones que sufren de artefactos de susceptibilidad severa. Esta secuencia proporciona una compensación efectiva entre la resolución espacial y temporal y reduce la distorsión de la imagen y el abandono de la señal. La señal fMRI de nivel de oxigenación de la sangre dependiente (BOLD) puede obtenerse de manera fiable en la región de la corteza <br>orbitofrontal</br> (OFC). Para superar los artefactos de movimiento fisiológico durante la adquisición prolongada de EPI multisegmento, se adquirieron dos conjuntos de ecos de navegante en las direcciones de lectura y codificación de fase. Los artefactos fantasmas producidos generalmente por la adquisición de EPI de un solo disparo fueron eliminados colocando por separado los ecos pares y extraños en diferentes trayectorias de k-espacio. A diferencia de la mayoría de los métodos de z-shim que se centran en aumentar la resolución temporal para el mapeo funcional del cerebro relacionado con eventos, la secuencia MESBAC aborda simultáneamente los problemas de distorsión de la imagen y abandono de la señal, manteniendo al mismo tiempo una resolución temporal suficiente. La secuencia MESBAC será particularmente útil para estudios farmacológicos y afectivos de la IFM en regiones cerebrales como la OFC, los acumbenes del núcleo, la amígdala, el para-hippocampo, etc. ",
            "error": [
                ""
            ]
        },
        "navigator echoes": {
            "translated_key": "ecos de navegante",
            "translated_annotated_text": "Multiecho segmentado EPI con compensación de gradiente de fondo z-shimmed (MESBAC) secuencia de pulso para fMRI A MultiEcho Segmentado EPI con Z-shimmed BAckground Compensation secuencia de pulso (MESBAC) se propone y validado para el estudio funcional de RM (fMRI) en regiones que sufren de artefactos de susceptibilidad severa. Esta secuencia proporciona una compensación efectiva entre la resolución espacial y temporal y reduce la distorsión de la imagen y el abandono de la señal. El nivel de oxigenación de la sangre dependiente de la señal fMRI ponderada (BOLD) se puede obtener de manera fiable en la región de la corteza orbital frontal (OFC). Para superar los artefactos de movimiento fisiológico durante la adquisición prolongada de EPI multisegmento, se adquirieron dos conjuntos de <br>ecos de navegante</br> en las direcciones de lectura y codificación de fase.  Los artefactos fantasmas producidos generalmente por la adquisición de EPI de un solo disparo fueron eliminados colocando por separado los ecos pares y extraños en diferentes trayectorias de k-espacio. A diferencia de la mayoría de los métodos de z-shim que se centran en aumentar la resolución temporal para el mapeo funcional del cerebro relacionado con eventos, la secuencia MESBAC aborda simultáneamente los problemas de distorsión de la imagen y abandono de la señal, manteniendo al mismo tiempo una resolución temporal suficiente. La secuencia MESBAC será particularmente útil para estudios farmacológicos y afectivos de la IFM en regiones cerebrales como la OFC, los acumbenes del núcleo, la amígdala, el para-hippocampo, etc. ",
            "error": [
                ""
            ]
        },
        "ghost artifacts": {
            "translated_key": [],
            "translated_annotated_text": "Multiecho segmentado EPI con compensación de gradiente de fondo z-shimmed (MESBAC) secuencia de pulso para fMRI A MultiEcho Segmentado EPI con Z-shimmed BAckground Compensation secuencia de pulso (MESBAC) se propone y validado para el estudio funcional de RM (fMRI) en regiones que sufren de artefactos de susceptibilidad severa. Esta secuencia proporciona una compensación efectiva entre la resolución espacial y temporal y reduce la distorsión de la imagen y el abandono de la señal. El nivel de oxigenación de la sangre dependiente de la señal fMRI ponderada (BOLD) se puede obtener de manera fiable en la región de la corteza orbital frontal (OFC). Para superar los artefactos de movimiento fisiológico durante la adquisición prolongada de EPI multisegmento, se adquirieron dos conjuntos de ecos de navegante en las direcciones de lectura y codificación de fase. Los artefactos fantasmas producidos generalmente por la adquisición de EPI de un solo disparo fueron eliminados colocando por separado los ecos pares y extraños en diferentes trayectorias de k-espacio. A diferencia de la mayoría de los métodos de z-shim que se centran en aumentar la resolución temporal para el mapeo funcional del cerebro relacionado con eventos, la secuencia MESBAC aborda simultáneamente los problemas de distorsión de la imagen y abandono de la señal, manteniendo al mismo tiempo una resolución temporal suficiente. La secuencia MESBAC será particularmente útil para estudios farmacológicos y afectivos de la IFM en regiones cerebrales como la OFC, los acumbenes del núcleo, la amígdala, el para-hippocampo, etc. ",
            "error": []
        },
        "event-related functional brain mapping": {
            "translated_key": "event",
            "translated_annotated_text": "Multiecho segmentado EPI con compensación de gradiente de fondo z-shimmed (MESBAC) secuencia de pulso para fMRI A MultiEcho Segmentado EPI con Z-shimmed BAckground Compensation secuencia de pulso (MESBAC) se propone y validado para el estudio funcional de RM (fMRI) en regiones que sufren de artefactos de susceptibilidad severa. Esta secuencia proporciona una compensación efectiva entre la resolución espacial y temporal y reduce la distorsión de la imagen y el abandono de la señal. El nivel de oxigenación de la sangre dependiente de la señal fMRI ponderada (BOLD) se puede obtener de manera fiable en la región de la corteza orbital frontal (OFC). Para superar los artefactos de movimiento fisiológico durante la adquisición prolongada de EPI multisegmento, se adquirieron dos conjuntos de ecos de navegante en las direcciones de lectura y codificación de fase. Los artefactos fantasmas producidos generalmente por la adquisición de EPI de un solo disparo fueron eliminados colocando por separado los ecos pares y extraños en diferentes trayectorias de k-espacio. A diferencia de la mayoría de los métodos de z-shim que se centran en aumentar la resolución temporal para el mapeo funcional del cerebro relacionado con <br>event</br>, la secuencia MESBAC aborda simultáneamente los problemas de distorsión de la imagen y abandono de la señal mientras mantiene una resolución temporal suficiente. La secuencia MESBAC será particularmente útil para estudios farmacológicos y afectivos de la IFM en regiones cerebrales como la OFC, los acumbenes del núcleo, la amígdala, el para-hippocampo, etc. ",
            "error": [
                ""
            ]
        },
        "signal dropout": {
            "translated_key": ". El nivel de oxigenación de la sangre dependiente de la señal fMRI ponderada (BOLD) se puede obtener de manera fiable en la región de la corteza orbital frontal (OFC). Para superar los artefactos de movimiento fisiológico durante la adquisición prolongada de EPI multisegmento, se adquirieron dos conjuntos de ecos de navegante en las direcciones de lectura y codificación de fase. Los artefactos fantasmas producidos generalmente por la adquisición de EPI de un solo disparo fueron eliminados colocando por separado los ecos pares y extraños en diferentes trayectorias de k-espacio. A diferencia de la mayoría de los métodos de z-shim que se centran en aumentar la resolución temporal para el mapeo funcional del cerebro relacionado con eventos, la secuencia MESBAC aborda simultáneamente problemas de distorsión de la imagen y <br>abandono de la señal",
            "translated_annotated_text": "Multiecho segmentado EPI con compensación de gradiente de fondo z-shimmed (MESBAC) secuencia de pulso para fMRI A MultiEcho Segmentado EPI con Z-shimmed BAckground Compensation secuencia de pulso (MESBAC) se propone y validado para el estudio funcional de RM (fMRI) en regiones que sufren de artefactos de susceptibilidad severa. Esta secuencia proporciona un equilibrio efectivo entre la resolución espacial y temporal y reduce la distorsión de la imagen y el abandono de la señal <br>. El nivel de oxigenación de la sangre dependiente de la señal fMRI ponderada (BOLD) se puede obtener de manera fiable en la región de la corteza orbital frontal (OFC). Para superar los artefactos de movimiento fisiológico durante la adquisición prolongada de EPI multisegmento, se adquirieron dos conjuntos de ecos de navegante en las direcciones de lectura y codificación de fase. Los artefactos fantasmas producidos generalmente por la adquisición de EPI de un solo disparo fueron eliminados colocando por separado los ecos pares y extraños en diferentes trayectorias de k-espacio. A diferencia de la mayoría de los métodos de z-shim que se centran en aumentar la resolución temporal para el mapeo funcional del cerebro relacionado con eventos, la secuencia MESBAC aborda simultáneamente problemas de distorsión de la imagen y <br>abandono de la señal</br> mientras mantiene suficiente resolución temporal. La secuencia MESBAC será particularmente útil para estudios farmacológicos y afectivos de la IFM en regiones cerebrales como la OFC, los acumbenes del núcleo, la amígdala, el para-hippocampo, etc. ",
            "error": [
                ""
            ]
        },
        "spatial resolution": {
            "translated_key": [],
            "translated_annotated_text": "Multiecho segmentado EPI con compensación de gradiente de fondo z-shimmed (MESBAC) secuencia de pulso para fMRI A MultiEcho Segmentado EPI con Z-shimmed BAckground Compensation secuencia de pulso (MESBAC) se propone y validado para el estudio funcional de RM (fMRI) en regiones que sufren de artefactos de susceptibilidad severa. Esta secuencia proporciona una compensación efectiva entre la resolución espacial y temporal y reduce la distorsión de la imagen y el abandono de la señal. El nivel de oxigenación de la sangre dependiente de la señal fMRI ponderada (BOLD) se puede obtener de manera fiable en la región de la corteza orbital frontal (OFC). Para superar los artefactos de movimiento fisiológico durante la adquisición prolongada de EPI multisegmento, se adquirieron dos conjuntos de ecos de navegante en las direcciones de lectura y codificación de fase. Los artefactos fantasmas producidos generalmente por la adquisición de EPI de un solo disparo fueron eliminados colocando por separado los ecos pares y extraños en diferentes trayectorias de k-espacio. A diferencia de la mayoría de los métodos de z-shim que se centran en aumentar la resolución temporal para el mapeo funcional del cerebro relacionado con eventos, la secuencia MESBAC aborda simultáneamente los problemas de distorsión de la imagen y abandono de la señal, manteniendo al mismo tiempo una resolución temporal suficiente. La secuencia MESBAC será particularmente útil para estudios farmacológicos y afectivos de la IFM en regiones cerebrales como la OFC, los acumbenes del núcleo, la amígdala, el para-hippocampo, etc. ",
            "error": []
        },
        "temporal resolution": {
            "translated_key": [
                "temporal",
                "resolución temporal",
                "resolución temporal"
            ],
            "translated_annotated_text": "Multiecho segmentado EPI con compensación de gradiente de fondo z-shimmed (MESBAC) secuencia de pulso para fMRI A MultiEcho Segmentado EPI con Z-shimmed BAckground Compensation secuencia de pulso (MESBAC) se propone y validado para el estudio funcional de RM (fMRI) en regiones que sufren de artefactos de susceptibilidad severa. Esta secuencia proporciona una compensación efectiva entre resolución espacial y <br>temporal</br> y reduce la distorsión de la imagen y el abandono de la señal. El nivel de oxigenación de la sangre dependiente de la señal fMRI ponderada (BOLD) se puede obtener de manera fiable en la región de la corteza orbital frontal (OFC). Para superar los artefactos de movimiento fisiológico durante la adquisición prolongada de EPI multisegmento, se adquirieron dos conjuntos de ecos de navegante en las direcciones de lectura y codificación de fase. Los artefactos fantasmas producidos generalmente por la adquisición de EPI de un solo disparo fueron eliminados colocando por separado los ecos pares y extraños en diferentes trayectorias de k-espacio. A diferencia de la mayoría de los métodos de z-shim que se centran en aumentar la <br>resolución temporal</br> para el mapeo funcional del cerebro relacionado con eventos, la secuencia MESBAC aborda simultáneamente problemas de distorsión de la imagen y abandono de la señal mientras mantiene suficiente <br>resolución temporal</br>.  La secuencia MESBAC será particularmente útil para estudios farmacológicos y afectivos de la IFM en regiones cerebrales como la OFC, los acumbenes del núcleo, la amígdala, el para-hippocampo, etc. ",
            "error": [
                "temporal",
                "resolución temporal",
                "resolución temporal"
            ]
        },
        "image distortion": {
            "translated_key": [
                "distorsión de la imagen",
                "imagen"
            ],
            "translated_annotated_text": "Multiecho segmentado EPI con compensación de gradiente de fondo z-shimmed (MESBAC) secuencia de pulso para fMRI A MultiEcho Segmentado EPI con Z-shimmed BAckground Compensation secuencia de pulso (MESBAC) se propone y validado para el estudio funcional de RM (fMRI) en regiones que sufren de artefactos de susceptibilidad severa. Esta secuencia proporciona una compensación efectiva entre la resolución espacial y temporal y reduce la <br>distorsión de la imagen</br> y el abandono de la señal. El nivel de oxigenación de la sangre dependiente de la señal fMRI ponderada (BOLD) se puede obtener de manera fiable en la región de la corteza orbital frontal (OFC). Para superar los artefactos de movimiento fisiológico durante la adquisición prolongada de EPI multisegmento, se adquirieron dos conjuntos de ecos de navegante en las direcciones de lectura y codificación de fase. Los artefactos fantasmas producidos generalmente por la adquisición de EPI de un solo disparo fueron eliminados colocando por separado los ecos pares y extraños en diferentes trayectorias de k-espacio. A diferencia de la mayoría de los métodos de z-shim que se centran en aumentar la resolución temporal para el mapeo funcional del cerebro relacionado con eventos, la secuencia MESBAC aborda simultáneamente los problemas de distorsión de <br>imagen</br> y abandono de señal mientras mantiene suficiente resolución temporal. La secuencia MESBAC será particularmente útil para estudios farmacológicos y afectivos de la IFM en regiones cerebrales como la OFC, los acumbenes del núcleo, la amígdala, el para-hippocampo, etc. ",
            "error": [
                "distorsión de la imagen",
                "imagen"
            ]
        },
        "biomedical MRI": {
            "translated_key": [],
            "translated_annotated_text": "Multiecho segmentado EPI con compensación de gradiente de fondo z-shimmed (MESBAC) secuencia de pulso para fMRI A MultiEcho Segmentado EPI con Z-shimmed BAckground Compensation secuencia de pulso (MESBAC) se propone y validado para el estudio funcional de RM (fMRI) en regiones que sufren de artefactos de susceptibilidad severa. Esta secuencia proporciona una compensación efectiva entre la resolución espacial y temporal y reduce la distorsión de la imagen y el abandono de la señal. El nivel de oxigenación de la sangre dependiente de la señal fMRI ponderada (BOLD) se puede obtener de manera fiable en la región de la corteza orbital frontal (OFC). Para superar los artefactos de movimiento fisiológico durante la adquisición prolongada de EPI multisegmento, se adquirieron dos conjuntos de ecos de navegante en las direcciones de lectura y codificación de fase. Los artefactos fantasmas producidos generalmente por la adquisición de EPI de un solo disparo fueron eliminados colocando por separado los ecos pares y extraños en diferentes trayectorias de k-espacio. A diferencia de la mayoría de los métodos de z-shim que se centran en aumentar la resolución temporal para el mapeo funcional del cerebro relacionado con eventos, la secuencia MESBAC aborda simultáneamente los problemas de distorsión de la imagen y abandono de la señal, manteniendo al mismo tiempo una resolución temporal suficiente. La secuencia MESBAC será particularmente útil para estudios farmacológicos y afectivos de la IFM en regiones cerebrales como la OFC, los acumbenes del núcleo, la amígdala, el para-hippocampo, etc. ",
            "error": []
        },
        "brain": {
            "translated_key": [
                "brain",
                "cerebro"
            ],
            "translated_annotated_text": "Multiecho segmentado EPI con compensación de gradiente de fondo z-shimmed (MESBAC) secuencia de pulso para fMRI A MultiEcho Segmentado EPI con Z-shimmed BAckground Compensation secuencia de pulso (MESBAC) se propone y validado para el estudio funcional de RM (fMRI) en regiones que sufren de artefactos de susceptibilidad severa. Esta secuencia proporciona una compensación efectiva entre la resolución espacial y temporal y reduce la distorsión de la imagen y el abandono de la señal. El nivel de oxigenación de la sangre dependiente de la señal fMRI ponderada (BOLD) se puede obtener de manera fiable en la región de la corteza orbital frontal (OFC). Para superar los artefactos de movimiento fisiológico durante la adquisición prolongada de EPI multisegmento, se adquirieron dos conjuntos de ecos de navegante en las direcciones de lectura y codificación de fase. Los artefactos fantasmas producidos generalmente por la adquisición de EPI de un solo disparo fueron eliminados colocando por separado los ecos pares y extraños en diferentes trayectorias de k-espacio. A diferencia de la mayoría de los métodos de z-shim que se centran en aumentar la resolución temporal para el mapeo funcional <br>brain</br> relacionado con eventos, la secuencia MESBAC aborda simultáneamente problemas de distorsión de imagen y abandono de señal mientras mantiene suficiente resolución temporal. La secuencia MESBAC será particularmente útil para los estudios farmacológicos y afectivos de la IRMf en regiones <br>cerebro</br> tales como la OFC, acumbens del núcleo, amígdala, para-hippocampo, etc. ",
            "error": [
                "brain",
                "cerebro"
            ]
        },
        "image resolution": {
            "translated_key": [],
            "translated_annotated_text": "Multiecho segmentado EPI con compensación de gradiente de fondo z-shimmed (MESBAC) secuencia de pulso para fMRI A MultiEcho Segmentado EPI con Z-shimmed BAckground Compensation secuencia de pulso (MESBAC) se propone y validado para el estudio funcional de RM (fMRI) en regiones que sufren de artefactos de susceptibilidad severa. Esta secuencia proporciona una compensación efectiva entre la resolución espacial y temporal y reduce la distorsión de la imagen y el abandono de la señal. El nivel de oxigenación de la sangre dependiente de la señal fMRI ponderada (BOLD) se puede obtener de manera fiable en la región de la corteza orbital frontal (OFC). Para superar los artefactos de movimiento fisiológico durante la adquisición prolongada de EPI multisegmento, se adquirieron dos conjuntos de ecos de navegante en las direcciones de lectura y codificación de fase. Los artefactos fantasmas producidos generalmente por la adquisición de EPI de un solo disparo fueron eliminados colocando por separado los ecos pares y extraños en diferentes trayectorias de k-espacio. A diferencia de la mayoría de los métodos de z-shim que se centran en aumentar la resolución temporal para el mapeo funcional del cerebro relacionado con eventos, la secuencia MESBAC aborda simultáneamente los problemas de distorsión de la imagen y abandono de la señal, manteniendo al mismo tiempo una resolución temporal suficiente. La secuencia MESBAC será particularmente útil para estudios farmacológicos y afectivos de la IFM en regiones cerebrales como la OFC, los acumbenes del núcleo, la amígdala, el para-hippocampo, etc. ",
            "error": []
        },
        "image segmentation": {
            "translated_key": [],
            "translated_annotated_text": "Multiecho segmentado EPI con compensación de gradiente de fondo z-shimmed (MESBAC) secuencia de pulso para fMRI A MultiEcho Segmentado EPI con Z-shimmed BAckground Compensation secuencia de pulso (MESBAC) se propone y validado para el estudio funcional de RM (fMRI) en regiones que sufren de artefactos de susceptibilidad severa. Esta secuencia proporciona una compensación efectiva entre la resolución espacial y temporal y reduce la distorsión de la imagen y el abandono de la señal. El nivel de oxigenación de la sangre dependiente de la señal fMRI ponderada (BOLD) se puede obtener de manera fiable en la región de la corteza orbital frontal (OFC). Para superar los artefactos de movimiento fisiológico durante la adquisición prolongada de EPI multisegmento, se adquirieron dos conjuntos de ecos de navegante en las direcciones de lectura y codificación de fase. Los artefactos fantasmas producidos generalmente por la adquisición de EPI de un solo disparo fueron eliminados colocando por separado los ecos pares y extraños en diferentes trayectorias de k-espacio. A diferencia de la mayoría de los métodos de z-shim que se centran en aumentar la resolución temporal para el mapeo funcional del cerebro relacionado con eventos, la secuencia MESBAC aborda simultáneamente los problemas de distorsión de la imagen y abandono de la señal, manteniendo al mismo tiempo una resolución temporal suficiente. La secuencia MESBAC será particularmente útil para estudios farmacológicos y afectivos de la IFM en regiones cerebrales como la OFC, los acumbenes del núcleo, la amígdala, el para-hippocampo, etc. ",
            "error": []
        },
        "medical image processing": {
            "translated_key": [],
            "translated_annotated_text": "Multiecho segmentado EPI con compensación de gradiente de fondo z-shimmed (MESBAC) secuencia de pulso para fMRI A MultiEcho Segmentado EPI con Z-shimmed BAckground Compensation secuencia de pulso (MESBAC) se propone y validado para el estudio funcional de RM (fMRI) en regiones que sufren de artefactos de susceptibilidad severa. Esta secuencia proporciona una compensación efectiva entre la resolución espacial y temporal y reduce la distorsión de la imagen y el abandono de la señal. El nivel de oxigenación de la sangre dependiente de la señal fMRI ponderada (BOLD) se puede obtener de manera fiable en la región de la corteza orbital frontal (OFC). Para superar los artefactos de movimiento fisiológico durante la adquisición prolongada de EPI multisegmento, se adquirieron dos conjuntos de ecos de navegante en las direcciones de lectura y codificación de fase. Los artefactos fantasmas producidos generalmente por la adquisición de EPI de un solo disparo fueron eliminados colocando por separado los ecos pares y extraños en diferentes trayectorias de k-espacio. A diferencia de la mayoría de los métodos de z-shim que se centran en aumentar la resolución temporal para el mapeo funcional del cerebro relacionado con eventos, la secuencia MESBAC aborda simultáneamente los problemas de distorsión de la imagen y abandono de la señal, manteniendo al mismo tiempo una resolución temporal suficiente. La secuencia MESBAC será particularmente útil para estudios farmacológicos y afectivos de la IFM en regiones cerebrales como la OFC, los acumbenes del núcleo, la amígdala, el para-hippocampo, etc. ",
            "error": []
        },
        "motion compensation": {
            "translated_key": [],
            "translated_annotated_text": "Multiecho segmentado EPI con compensación de gradiente de fondo z-shimmed (MESBAC) secuencia de pulso para fMRI A MultiEcho Segmentado EPI con Z-shimmed BAckground Compensation secuencia de pulso (MESBAC) se propone y validado para el estudio funcional de RM (fMRI) en regiones que sufren de artefactos de susceptibilidad severa. Esta secuencia proporciona una compensación efectiva entre la resolución espacial y temporal y reduce la distorsión de la imagen y el abandono de la señal. El nivel de oxigenación de la sangre dependiente de la señal fMRI ponderada (BOLD) se puede obtener de manera fiable en la región de la corteza orbital frontal (OFC). Para superar los artefactos de movimiento fisiológico durante la adquisición prolongada de EPI multisegmento, se adquirieron dos conjuntos de ecos de navegante en las direcciones de lectura y codificación de fase. Los artefactos fantasmas producidos generalmente por la adquisición de EPI de un solo disparo fueron eliminados colocando por separado los ecos pares y extraños en diferentes trayectorias de k-espacio. A diferencia de la mayoría de los métodos de z-shim que se centran en aumentar la resolución temporal para el mapeo funcional del cerebro relacionado con eventos, la secuencia MESBAC aborda simultáneamente los problemas de distorsión de la imagen y abandono de la señal, manteniendo al mismo tiempo una resolución temporal suficiente. La secuencia MESBAC será particularmente útil para estudios farmacológicos y afectivos de la IFM en regiones cerebrales como la OFC, los acumbenes del núcleo, la amígdala, el para-hippocampo, etc. ",
            "error": []
        }
    }
}