{
    "original_text": "Experimental design methodology and data analysis technique applied to optimise an organic synthesis The study was aimed at maximising the yield of a Michaelis-Becker dibromoalkane monophosphorylation reaction. In order to save time and money, we first applied a full factorial experimental design to search for the optimum conditions while performing a small number of experiments. We then used the principal component analysis (PCA) technique to evidence two uncontrolled factors. Lastly, a special experimental design that took into account all the influential factors allowed us to determine the maximum-yield experimental conditions. This study also evidenced the complementary nature of experimental design methodology and data analysis techniques",
    "original_translation": "Metodología de diseño experimental y técnica de análisis de datos aplicada para optimizar una síntesis orgánica El estudio tuvo como objetivo maximizar el rendimiento de una reacción de monofosforilación de Michaelis-Becker dibromoalcano. Con el fin de ahorrar tiempo y dinero, primero aplicamos un diseño experimental factorial completo para buscar las condiciones óptimas mientras realizamos un pequeño número de experimentos. Luego se utilizó la técnica de análisis de componentes principales (PCA) para evidenciar dos factores incontrolados. Por último, un diseño experimental especial que tuvo en cuenta todos los factores influyentes nos permitió determinar las condiciones experimentales de máximo rendimiento. Este estudio también puso de manifiesto el carácter complementario de la metodología de diseño experimental y las técnicas de análisis de datos",
    "error_count": 4,
    "keys": {
        "Michaelis-Becker dibromoalkane monophosphorylation reaction": {
            "translated_key": "Reacción de monofosforilación de Michaelis-Becker dibromoalcano",
            "translated_annotated_text": "Metodología de diseño experimental y técnica de análisis de datos aplicada para optimizar una síntesis orgánica El estudio tuvo como objetivo maximizar el rendimiento de una \"Reacción de monofosforilación de Michaelis-Becker dibromoalcano\". Con el fin de ahorrar tiempo y dinero, primero aplicamos un diseño experimental factorial completo para buscar las condiciones óptimas mientras realizamos un pequeño número de experimentos. Luego se utilizó la técnica de análisis de componentes principales (PCA) para evidenciar dos factores incontrolados. Por último, un diseño experimental especial que tuvo en cuenta todos los factores influyentes nos permitió determinar las condiciones experimentales de máximo rendimiento. Este estudio también puso de manifiesto el carácter complementario de la metodología de diseño experimental y las técnicas de análisis de datos ",
            "error": [
                ""
            ]
        },
        "full factorial experimental design": {
            "translated_key": "diseño experimental factorial completo",
            "translated_annotated_text": "Metodología de diseño experimental y técnica de análisis de datos aplicada para optimizar una síntesis orgánica El estudio tuvo como objetivo maximizar el rendimiento de una reacción de monofosforilación de Michaelis-Becker dibromoalcano. Con el fin de ahorrar tiempo y dinero, primero aplicamos un \"diseño experimental factorial completo\" para buscar las condiciones óptimas mientras realizamos un pequeño número de experimentos. Luego se utilizó la técnica de análisis de componentes principales (PCA) para evidenciar dos factores incontrolados. Por último, un diseño experimental especial que tuvo en cuenta todos los factores influyentes nos permitió determinar las condiciones experimentales de máximo rendimiento. Este estudio también puso de manifiesto el carácter complementario de la metodología de diseño experimental y las técnicas de análisis de datos ",
            "error": [
                ""
            ]
        },
        "optimum conditions": {
            "translated_key": "condiciones óptimas",
            "translated_annotated_text": "Metodología de diseño experimental y técnica de análisis de datos aplicada para optimizar una síntesis orgánica El estudio tuvo como objetivo maximizar el rendimiento de una reacción de monofosforilación de Michaelis-Becker dibromoalcano. Con el fin de ahorrar tiempo y dinero, primero aplicamos un diseño experimental factorial completo para buscar las \"condiciones óptimas\" mientras realizamos un pequeño número de experimentos. Luego se utilizó la técnica de análisis de componentes principales (PCA) para evidenciar dos factores incontrolados. Por último, un diseño experimental especial que tuvo en cuenta todos los factores influyentes nos permitió determinar las condiciones experimentales de máximo rendimiento. Este estudio también puso de manifiesto el carácter complementario de la metodología de diseño experimental y las técnicas de análisis de datos ",
            "error": [
                ""
            ]
        },
        "data analysis technique": {
            "translated_key": "técnica de análisis de datos",
            "translated_annotated_text": "Metodología de diseño experimental y \"técnica de análisis de datos\" aplicada para optimizar una síntesis orgánica El estudio tuvo como objetivo maximizar el rendimiento de una reacción de monofosforilación de Michaelis-Becker dibromoalcano. Con el fin de ahorrar tiempo y dinero, primero aplicamos un diseño experimental factorial completo para buscar las condiciones óptimas mientras realizamos un pequeño número de experimentos. Luego se utilizó la técnica de análisis de componentes principales (PCA) para evidenciar dos factores incontrolados. Por último, un diseño experimental especial que tuvo en cuenta todos los factores influyentes nos permitió determinar las condiciones experimentales de máximo rendimiento. Este estudio también puso de manifiesto el carácter complementario de la metodología de diseño experimental y las técnicas de análisis de datos ",
            "error": [
                ""
            ]
        },
        "organic synthesis": {
            "translated_key": "síntesis orgánica",
            "translated_annotated_text": "Metodología de diseño experimental y técnica de análisis de datos aplicada para optimizar una \"síntesis orgánica\" El estudio tuvo como objetivo maximizar el rendimiento de una reacción de monofosforilación de Michaelis-Becker dibromoalcano. Con el fin de ahorrar tiempo y dinero, primero aplicamos un diseño experimental factorial completo para buscar las condiciones óptimas mientras realizamos un pequeño número de experimentos. Luego se utilizó la técnica de análisis de componentes principales (PCA) para evidenciar dos factores incontrolados. Por último, un diseño experimental especial que tuvo en cuenta todos los factores influyentes nos permitió determinar las condiciones experimentales de máximo rendimiento. Este estudio también puso de manifiesto el carácter complementario de la metodología de diseño experimental y las técnicas de análisis de datos ",
            "error": [
                ""
            ]
        },
        "principal component analysis": {
            "translated_key": "análisis de componentes principales",
            "translated_annotated_text": "Metodología de diseño experimental y técnica de análisis de datos aplicada para optimizar una síntesis orgánica El estudio tuvo como objetivo maximizar el rendimiento de una reacción de monofosforilación de Michaelis-Becker dibromoalcano. Con el fin de ahorrar tiempo y dinero, primero aplicamos un diseño experimental factorial completo para buscar las condiciones óptimas mientras realizamos un pequeño número de experimentos. Luego se utilizó la técnica de \"análisis de componentes principales\" (PCA) para evidenciar dos factores incontrolados. Por último, un diseño experimental especial que tuvo en cuenta todos los factores influyentes nos permitió determinar las condiciones experimentales de máximo rendimiento. Este estudio también puso de manifiesto el carácter complementario de la metodología de diseño experimental y las técnicas de análisis de datos ",
            "error": [
                ""
            ]
        },
        "uncontrolled factors": {
            "translated_key": "factores no controlados",
            "translated_annotated_text": "Metodología de diseño experimental y técnica de análisis de datos aplicada para optimizar una síntesis orgánica El estudio tuvo como objetivo maximizar el rendimiento de una reacción de monofosforilación de Michaelis-Becker dibromoalcano. Con el fin de ahorrar tiempo y dinero, primero aplicamos un diseño experimental factorial completo para buscar las condiciones óptimas mientras realizamos un pequeño número de experimentos. Luego se utilizó la técnica de análisis de componentes principales (PCA) para evidenciar dos \"factores no controlados\". Por último, un diseño experimental especial que tuvo en cuenta todos los factores influyentes nos permitió determinar las condiciones experimentales de máximo rendimiento. Este estudio también puso de manifiesto el carácter complementario de la metodología de diseño experimental y las técnicas de análisis de datos ",
            "error": [
                ""
            ]
        },
        "maximum-yield experimental conditions": {
            "translated_key": "condiciones experimentales de máximo rendimiento",
            "translated_annotated_text": "Metodología de diseño experimental y técnica de análisis de datos aplicada para optimizar una síntesis orgánica El estudio tuvo como objetivo maximizar el rendimiento de una reacción de monofosforilación de Michaelis-Becker dibromoalcano. Con el fin de ahorrar tiempo y dinero, primero aplicamos un diseño experimental factorial completo para buscar las condiciones óptimas mientras realizamos un pequeño número de experimentos. Luego se utilizó la técnica de análisis de componentes principales (PCA) para evidenciar dos factores incontrolados. Por último, un diseño experimental especial que tuvo en cuenta todos los factores influyentes nos permitió determinar las \"condiciones experimentales de máximo rendimiento\". Este estudio también puso de manifiesto el carácter complementario de la metodología de diseño experimental y las técnicas de análisis de datos ",
            "error": [
                ""
            ]
        },
        "chemical reactions": {
            "translated_key": [],
            "translated_annotated_text": "Metodología de diseño experimental y técnica de análisis de datos aplicada para optimizar una síntesis orgánica El estudio tuvo como objetivo maximizar el rendimiento de una reacción de monofosforilación de Michaelis-Becker dibromoalcano. Con el fin de ahorrar tiempo y dinero, primero aplicamos un diseño experimental factorial completo para buscar las condiciones óptimas mientras realizamos un pequeño número de experimentos. Luego se utilizó la técnica de análisis de componentes principales (PCA) para evidenciar dos factores incontrolados. Por último, un diseño experimental especial que tuvo en cuenta todos los factores influyentes nos permitió determinar las condiciones experimentales de máximo rendimiento. Este estudio también puso de manifiesto el carácter complementario de la metodología de diseño experimental y las técnicas de análisis de datos ",
            "error": []
        },
        "chemistry computing": {
            "translated_key": [],
            "translated_annotated_text": "Metodología de diseño experimental y técnica de análisis de datos aplicada para optimizar una síntesis orgánica El estudio tuvo como objetivo maximizar el rendimiento de una reacción de monofosforilación de Michaelis-Becker dibromoalcano. Con el fin de ahorrar tiempo y dinero, primero aplicamos un diseño experimental factorial completo para buscar las condiciones óptimas mientras realizamos un pequeño número de experimentos. Luego se utilizó la técnica de análisis de componentes principales (PCA) para evidenciar dos factores incontrolados. Por último, un diseño experimental especial que tuvo en cuenta todos los factores influyentes nos permitió determinar las condiciones experimentales de máximo rendimiento. Este estudio también puso de manifiesto el carácter complementario de la metodología de diseño experimental y las técnicas de análisis de datos ",
            "error": []
        },
        "data analysis": {
            "translated_key": "análisis de datos",
            "translated_annotated_text": "Metodología de diseño experimental y técnica de \"análisis de datos\" aplicada para optimizar una síntesis orgánica El estudio tuvo como objetivo maximizar el rendimiento de una reacción de monofosforilación de Michaelis-Becker dibromoalcano. Con el fin de ahorrar tiempo y dinero, primero aplicamos un diseño experimental factorial completo para buscar las condiciones óptimas mientras realizamos un pequeño número de experimentos. Luego se utilizó la técnica de análisis de componentes principales (PCA) para evidenciar dos factores incontrolados. Por último, un diseño experimental especial que tuvo en cuenta todos los factores influyentes nos permitió determinar las condiciones experimentales de máximo rendimiento. Este estudio también puso de manifiesto el carácter complementario de la metodología de diseño experimental y las técnicas de \"análisis de datos\" ",
            "error": [
                ""
            ]
        },
        "design of experiments": {
            "translated_key": [],
            "translated_annotated_text": "Metodología de diseño experimental y técnica de análisis de datos aplicada para optimizar una síntesis orgánica El estudio tuvo como objetivo maximizar el rendimiento de una reacción de monofosforilación de Michaelis-Becker dibromoalcano. Con el fin de ahorrar tiempo y dinero, primero aplicamos un diseño experimental factorial completo para buscar las condiciones óptimas mientras realizamos un pequeño número de experimentos. Luego se utilizó la técnica de análisis de componentes principales (PCA) para evidenciar dos factores incontrolados. Por último, un diseño experimental especial que tuvo en cuenta todos los factores influyentes nos permitió determinar las condiciones experimentales de máximo rendimiento. Este estudio también puso de manifiesto el carácter complementario de la metodología de diseño experimental y las técnicas de análisis de datos ",
            "error": []
        },
        "organic compounds": {
            "translated_key": [],
            "translated_annotated_text": "Metodología de diseño experimental y técnica de análisis de datos aplicada para optimizar una síntesis orgánica El estudio tuvo como objetivo maximizar el rendimiento de una reacción de monofosforilación de Michaelis-Becker dibromoalcano. Con el fin de ahorrar tiempo y dinero, primero aplicamos un diseño experimental factorial completo para buscar las condiciones óptimas mientras realizamos un pequeño número de experimentos. Luego se utilizó la técnica de análisis de componentes principales (PCA) para evidenciar dos factores incontrolados. Por último, un diseño experimental especial que tuvo en cuenta todos los factores influyentes nos permitió determinar las condiciones experimentales de máximo rendimiento. Este estudio también puso de manifiesto el carácter complementario de la metodología de diseño experimental y las técnicas de análisis de datos ",
            "error": []
        }
    }
}