{
    "original_text": "Study of ambiguities inherent to the spectral analysis of Voigt profiles-a modified Simplex approach In pulsed spectrometries, temporal transients are often analyzed directly in the temporal domain, assuming they consist only of purely exponentially decaying sinusoids. When experimental spectra actually consist of Gaussian or Voigt profiles (Gauss-Lorentz profiles), we show that the direct methods may erroneously interpret such lines as the sum of two or more Lorentzian profiles. Using a Nelder and Mead Simplex method, modified by introducing new means to avoid degeneracies and quenchings in secondary minima, we demonstrate that a large number of different solutions can be obtained with equivalent accuracy over the limited acquisition time interval, with final peak parameters devoid of physical or chemical meaning",
    "original_translation": "Estudio de ambigüedades inherentes al análisis espectral de perfiles de Voigt-un enfoque Simplex modificado En las espectrometrías pulsadas, los transitorios temporales a menudo se analizan directamente en el dominio temporal, asumiendo que consisten sólo en sinusoides puramente exponencialmente en descomposición. Cuando los espectros experimentales consisten en perfiles gaussianos o Voigt (perfiles Gauss-Lorentz), demostramos que los métodos directos pueden interpretar erróneamente líneas como la suma de dos o más perfiles lorentcios. Utilizando un método Nelder y Mead Simplex, modificado mediante la introducción de nuevos medios para evitar degeneraciones y enfriamientos en mínimos secundarios, demostramos que un gran número de soluciones diferentes se pueden obtener con una precisión equivalente durante el intervalo de tiempo de adquisición limitado, con parámetros de pico final desprovistos de significado físico o químico",
    "error_count": 5,
    "keys": {
        "pulsed spectrometries": {
            "translated_key": [],
            "translated_annotated_text": "Estudio de ambigüedades inherentes al análisis espectral de perfiles de Voigt-un enfoque Simplex modificado En las espectrometrías pulsadas, los transitorios temporales a menudo se analizan directamente en el dominio temporal, asumiendo que consisten sólo en sinusoides puramente exponencialmente en descomposición. Cuando los espectros experimentales consisten en perfiles gaussianos o Voigt (perfiles Gauss-Lorentz), demostramos que los métodos directos pueden interpretar erróneamente líneas como la suma de dos o más perfiles lorentcios. Utilizando un método Nelder y Mead Simplex, modificado mediante la introducción de nuevos medios para evitar degeneraciones y enfriamientos en mínimos secundarios, demostramos que un gran número de soluciones diferentes se pueden obtener con una precisión equivalente durante el intervalo de tiempo de adquisición limitado, con parámetros de pico final desprovistos de significado físico o químico ",
            "error": []
        },
        "temporal transients": {
            "translated_key": "transitorios temporales",
            "translated_annotated_text": "Estudio de ambigüedades inherentes al análisis espectral de perfiles de Voigt-un enfoque Simplex modificado En las espectrometrías pulsadas, los \"transitorios temporales\" a menudo se analizan directamente en el dominio temporal, asumiendo que consisten sólo en sinusoides puramente exponencialmente en descomposición. Cuando los espectros experimentales consisten en perfiles gaussianos o Voigt (perfiles Gauss-Lorentz), demostramos que los métodos directos pueden interpretar erróneamente líneas como la suma de dos o más perfiles lorentcios. Utilizando un método Nelder y Mead Simplex, modificado mediante la introducción de nuevos medios para evitar degeneraciones y enfriamientos en mínimos secundarios, demostramos que un gran número de soluciones diferentes se pueden obtener con una precisión equivalente durante el intervalo de tiempo de adquisición limitado, con parámetros de pico final desprovistos de significado físico o químico ",
            "error": [
                ""
            ]
        },
        "spectral analysis": {
            "translated_key": "análisis espectral",
            "translated_annotated_text": "Estudio de ambigüedades inherentes al \"análisis espectral\" de perfiles de Voigt-un enfoque Simplex modificado En las espectrometrías pulsadas, los transitorios temporales se analizan a menudo directamente en el dominio temporal, asumiendo que consisten sólo en sinusoides puramente exponencialmente en descomposición. Cuando los espectros experimentales consisten en perfiles gaussianos o Voigt (perfiles Gauss-Lorentz), demostramos que los métodos directos pueden interpretar erróneamente líneas como la suma de dos o más perfiles lorentcios. Utilizando un método Nelder y Mead Simplex, modificado mediante la introducción de nuevos medios para evitar degeneraciones y enfriamientos en mínimos secundarios, demostramos que un gran número de soluciones diferentes se pueden obtener con una precisión equivalente durante el intervalo de tiempo de adquisición limitado, con parámetros de pico final desprovistos de significado físico o químico ",
            "error": [
                ""
            ]
        },
        "Voigt profiles": {
            "translated_key": [
                "perfiles voigt",
                "Voigt"
            ],
            "translated_annotated_text": "Estudio de ambigüedades inherentes al análisis espectral de los \"perfiles voigt\"-un enfoque Simplex modificado En las espectrometrías pulsadas, los transitorios temporales a menudo se analizan directamente en el dominio temporal, asumiendo que consisten sólo en sinusoides puramente exponencialmente en descomposición. Cuando los espectros experimentales consisten realmente en perfiles gaussianos o \"Voigt\" (perfiles Gauss-Lorentz), demostramos que los métodos directos pueden interpretar erróneamente líneas como la suma de dos o más perfiles lorentcios. Utilizando un método Nelder y Mead Simplex, modificado mediante la introducción de nuevos medios para evitar degeneraciones y enfriamientos en mínimos secundarios, demostramos que un gran número de soluciones diferentes se pueden obtener con una precisión equivalente durante el intervalo de tiempo de adquisición limitado, con parámetros de pico final desprovistos de significado físico o químico ",
            "error": [
                "perfiles voigt",
                "Voigt"
            ]
        },
        "Gaussian profiles": {
            "translated_key": [],
            "translated_annotated_text": "Estudio de ambigüedades inherentes al análisis espectral de perfiles de Voigt-un enfoque Simplex modificado En las espectrometrías pulsadas, los transitorios temporales a menudo se analizan directamente en el dominio temporal, asumiendo que consisten sólo en sinusoides puramente exponencialmente en descomposición. Cuando los espectros experimentales consisten en perfiles gaussianos o Voigt (perfiles Gauss-Lorentz), demostramos que los métodos directos pueden interpretar erróneamente líneas como la suma de dos o más perfiles lorentcios. Utilizando un método Nelder y Mead Simplex, modificado mediante la introducción de nuevos medios para evitar degeneraciones y enfriamientos en mínimos secundarios, demostramos que un gran número de soluciones diferentes se pueden obtener con una precisión equivalente durante el intervalo de tiempo de adquisición limitado, con parámetros de pico final desprovistos de significado físico o químico ",
            "error": []
        },
        "Gauss-Lorentz profiles": {
            "translated_key": "perfiles Gauss-Lorentz",
            "translated_annotated_text": "Estudio de ambigüedades inherentes al análisis espectral de perfiles de Voigt-un enfoque Simplex modificado En las espectrometrías pulsadas, los transitorios temporales a menudo se analizan directamente en el dominio temporal, asumiendo que consisten sólo en sinusoides puramente exponencialmente en descomposición. Cuando los espectros experimentales consisten realmente en perfiles gaussianos o Voigt (\"perfiles Gauss-Lorentz\"), mostramos que los métodos directos pueden interpretar erróneamente líneas como la suma de dos o más perfiles lorentcios. Utilizando un método Nelder y Mead Simplex, modificado mediante la introducción de nuevos medios para evitar degeneraciones y enfriamientos en mínimos secundarios, demostramos que un gran número de soluciones diferentes se pueden obtener con una precisión equivalente durante el intervalo de tiempo de adquisición limitado, con parámetros de pico final desprovistos de significado físico o químico ",
            "error": [
                ""
            ]
        },
        "Nelder and Mead Simplex method": {
            "translated_key": "método Nelder y Mead Simplex",
            "translated_annotated_text": "Estudio de ambigüedades inherentes al análisis espectral de perfiles de Voigt-un enfoque Simplex modificado En las espectrometrías pulsadas, los transitorios temporales a menudo se analizan directamente en el dominio temporal, asumiendo que consisten sólo en sinusoides puramente exponencialmente en descomposición. Cuando los espectros experimentales consisten en perfiles gaussianos o Voigt (perfiles Gauss-Lorentz), demostramos que los métodos directos pueden interpretar erróneamente líneas como la suma de dos o más perfiles lorentcios. Utilizando un \"método Nelder y Mead Simplex\", modificado mediante la introducción de nuevos medios para evitar degeneraciones y amortiguaciones en mínimos secundarios, demostramos que un gran número de soluciones diferentes se pueden obtener con una precisión equivalente en el intervalo de tiempo de adquisición limitado, con parámetros de pico final desprovistos de significado físico o químico ",
            "error": [
                ""
            ]
        },
        "accuracy": {
            "translated_key": "exactitud",
            "translated_annotated_text": "Estudio de ambigüedades inherentes al análisis espectral de perfiles de Voigt-un enfoque Simplex modificado En las espectrometrías pulsadas, los transitorios temporales a menudo se analizan directamente en el dominio temporal, asumiendo que consisten sólo en sinusoides puramente exponencialmente en descomposición. Cuando los espectros experimentales consisten en perfiles gaussianos o Voigt (perfiles Gauss-Lorentz), demostramos que los métodos directos pueden interpretar erróneamente líneas como la suma de dos o más perfiles lorentcios. Utilizando un método Nelder y Mead Simplex, modificado mediante la introducción de nuevos medios para evitar degeneraciones y enfriamientos en mínimos secundarios, demostramos que un gran número de soluciones diferentes se pueden obtener con \"exactitud\" equivalente durante el intervalo de tiempo de adquisición limitado, con parámetros de pico final desprovistos de significado físico o químico ",
            "error": [
                ""
            ]
        },
        "limited acquisition time interval": {
            "translated_key": "intervalo de tiempo de adquisición limitado",
            "translated_annotated_text": "Estudio de ambigüedades inherentes al análisis espectral de perfiles de Voigt-un enfoque Simplex modificado En las espectrometrías pulsadas, los transitorios temporales a menudo se analizan directamente en el dominio temporal, asumiendo que consisten sólo en sinusoides puramente exponencialmente en descomposición. Cuando los espectros experimentales consisten en perfiles gaussianos o Voigt (perfiles Gauss-Lorentz), demostramos que los métodos directos pueden interpretar erróneamente líneas como la suma de dos o más perfiles lorentcios. Utilizando un método Nelder y Mead Simplex, modificado mediante la introducción de nuevos medios para evitar degeneraciones y enfriamientos en mínimos secundarios, demostramos que un gran número de soluciones diferentes se pueden obtener con una precisión equivalente en el \"intervalo de tiempo de adquisición limitado\", con parámetros de pico final desprovistos de significado físico o químico ",
            "error": [
                ""
            ]
        },
        "final peak parameters": {
            "translated_key": "parámetros de pico final",
            "translated_annotated_text": "Estudio de ambigüedades inherentes al análisis espectral de perfiles de Voigt-un enfoque Simplex modificado En las espectrometrías pulsadas, los transitorios temporales a menudo se analizan directamente en el dominio temporal, asumiendo que consisten sólo en sinusoides puramente exponencialmente en descomposición. Cuando los espectros experimentales consisten en perfiles gaussianos o Voigt (perfiles Gauss-Lorentz), demostramos que los métodos directos pueden interpretar erróneamente líneas como la suma de dos o más perfiles lorentcios. Utilizando un método Nelder y Mead Simplex, modificado mediante la introducción de nuevos medios para evitar degeneraciones y enfriamientos en mínimos secundarios, demostramos que un gran número de soluciones diferentes se pueden obtener con una precisión equivalente en el intervalo de tiempo de adquisición limitado, con \"parámetros de pico final\" desprovistos de significado físico o químico ",
            "error": [
                ""
            ]
        },
        "spectral line breadth": {
            "translated_key": [],
            "translated_annotated_text": "Estudio de ambigüedades inherentes al análisis espectral de perfiles de Voigt-un enfoque Simplex modificado En las espectrometrías pulsadas, los transitorios temporales a menudo se analizan directamente en el dominio temporal, asumiendo que consisten sólo en sinusoides puramente exponencialmente en descomposición. Cuando los espectros experimentales consisten en perfiles gaussianos o Voigt (perfiles Gauss-Lorentz), demostramos que los métodos directos pueden interpretar erróneamente líneas como la suma de dos o más perfiles lorentcios. Utilizando un método Nelder y Mead Simplex, modificado mediante la introducción de nuevos medios para evitar degeneraciones y enfriamientos en mínimos secundarios, demostramos que un gran número de soluciones diferentes se pueden obtener con una precisión equivalente durante el intervalo de tiempo de adquisición limitado, con parámetros de pico final desprovistos de significado físico o químico ",
            "error": []
        },
        "spectroscopy computing": {
            "translated_key": [],
            "translated_annotated_text": "Estudio de ambigüedades inherentes al análisis espectral de perfiles de Voigt-un enfoque Simplex modificado En las espectrometrías pulsadas, los transitorios temporales a menudo se analizan directamente en el dominio temporal, asumiendo que consisten sólo en sinusoides puramente exponencialmente en descomposición. Cuando los espectros experimentales consisten en perfiles gaussianos o Voigt (perfiles Gauss-Lorentz), demostramos que los métodos directos pueden interpretar erróneamente líneas como la suma de dos o más perfiles lorentcios. Utilizando un método Nelder y Mead Simplex, modificado mediante la introducción de nuevos medios para evitar degeneraciones y enfriamientos en mínimos secundarios, demostramos que un gran número de soluciones diferentes se pueden obtener con una precisión equivalente durante el intervalo de tiempo de adquisición limitado, con parámetros de pico final desprovistos de significado físico o químico ",
            "error": []
        }
    }
}