{
    "original_text": "Methods for outlier detection in prediction If a prediction sample is different from the calibration samples, it can be considered as an outlier in prediction. In this work, two techniques, the use of uncertainty estimation and the convex hull method are studied to detect such prediction outliers. Classical techniques (Mahalanobis distance and X-residuals), potential functions and robust techniques are used for comparison. It is concluded that the combination of the convex hull method and uncertainty estimation offers a practical way for detecting outliers in prediction. By adding the potential function method, inliers can also be detected",
    "original_translation": "Métodos para la detección atípica en la predicción Si una muestra de predicción es diferente de las muestras de calibración, puede considerarse como un atípico en la predicción. En este trabajo, se estudian dos técnicas, el uso de la estimación de incertidumbre y el método del casco convexo para detectar atípicos tales predicciones. Técnicas clásicas (distancia de Mahalanobis y X-residuals), funciones potenciales y técnicas robustas se utilizan para la comparación. Se concluye que la combinación del método del casco convexo y la estimación de la incertidumbre ofrece una forma práctica de detectar valores atípicos en la predicción. Al añadir el método de función potencial, los inliers también pueden ser detectados",
    "error_count": 2,
    "keys": {
        "outlier detection": {
            "translated_key": "detección más atípica",
            "translated_annotated_text": "Métodos para la \"detección más atípica\" en la predicción Si una muestra de predicción es diferente de las muestras de calibración, puede ser considerada como un atípico en la predicción. En este trabajo, se estudian dos técnicas, el uso de la estimación de incertidumbre y el método del casco convexo para detectar atípicos tales predicciones. Técnicas clásicas (distancia de Mahalanobis y X-residuals), funciones potenciales y técnicas robustas se utilizan para la comparación. Se concluye que la combinación del método del casco convexo y la estimación de la incertidumbre ofrece una forma práctica de detectar valores atípicos en la predicción. Al añadir el método de función potencial, los inliers también pueden ser detectados ",
            "error": [
                ""
            ]
        },
        "prediction sample": {
            "translated_key": "muestra de predicción",
            "translated_annotated_text": "Métodos para la detección atípica en la predicción Si una \"muestra de predicción\" es diferente de las muestras de calibración, puede considerarse como un atípico en la predicción. En este trabajo, se estudian dos técnicas, el uso de la estimación de incertidumbre y el método del casco convexo para detectar atípicos tales predicciones. Técnicas clásicas (distancia de Mahalanobis y X-residuals), funciones potenciales y técnicas robustas se utilizan para la comparación. Se concluye que la combinación del método del casco convexo y la estimación de la incertidumbre ofrece una forma práctica de detectar valores atípicos en la predicción. Al añadir el método de función potencial, los inliers también pueden ser detectados ",
            "error": [
                ""
            ]
        },
        "calibration samples": {
            "translated_key": "muestras de calibración",
            "translated_annotated_text": "Métodos para la detección atípica en la predicción Si una muestra de predicción es diferente de las \"muestras de calibración\", se puede considerar como un atípico en la predicción. En este trabajo, se estudian dos técnicas, el uso de la estimación de incertidumbre y el método del casco convexo para detectar atípicos tales predicciones. Técnicas clásicas (distancia de Mahalanobis y X-residuals), funciones potenciales y técnicas robustas se utilizan para la comparación. Se concluye que la combinación del método del casco convexo y la estimación de la incertidumbre ofrece una forma práctica de detectar valores atípicos en la predicción. Al añadir el método de función potencial, los inliers también pueden ser detectados ",
            "error": [
                ""
            ]
        },
        "uncertainty estimation": {
            "translated_key": "estimación de incertidumbre",
            "translated_annotated_text": "Métodos para la detección atípica en la predicción Si una muestra de predicción es diferente de las muestras de calibración, puede considerarse como un atípico en la predicción. En este trabajo, se estudian dos técnicas, el uso de la \"estimación de incertidumbre\" y el método del casco convexo para detectar atípicos tales predicciones. Técnicas clásicas (distancia de Mahalanobis y X-residuals), funciones potenciales y técnicas robustas se utilizan para la comparación. Se concluye que la combinación del método del casco convexo y la \"estimación de incertidumbre\" ofrece una forma práctica de detectar valores atípicos en la predicción. Al añadir el método de función potencial, los inliers también pueden ser detectados ",
            "error": [
                ""
            ]
        },
        "convex hull method": {
            "translated_key": "método del casco convexo",
            "translated_annotated_text": "Métodos para la detección atípica en la predicción Si una muestra de predicción es diferente de las muestras de calibración, puede considerarse como un atípico en la predicción. En este trabajo, se estudian dos técnicas, el uso de la estimación de incertidumbre y el \"método del casco convexo\" para detectar tales valores atípicos de predicción. Técnicas clásicas (distancia de Mahalanobis y X-residuals), funciones potenciales y técnicas robustas se utilizan para la comparación. Se concluye que la combinación del \"método del casco convexo\" y la estimación de la incertidumbre ofrece una forma práctica de detectar valores atípicos en la predicción. Al añadir el método de función potencial, los inliers también pueden ser detectados ",
            "error": [
                ""
            ]
        },
        "Mahalanobis distance": {
            "translated_key": "Distancia Mahalanobis",
            "translated_annotated_text": "Métodos para la detección atípica en la predicción Si una muestra de predicción es diferente de las muestras de calibración, puede considerarse como un atípico en la predicción. En este trabajo, se estudian dos técnicas, el uso de la estimación de incertidumbre y el método del casco convexo para detectar atípicos tales predicciones. Técnicas clásicas (\"Distancia Mahalanobis\" y X-residuals), funciones potenciales y técnicas robustas se utilizan para la comparación. Se concluye que la combinación del método del casco convexo y la estimación de la incertidumbre ofrece una forma práctica de detectar valores atípicos en la predicción. Al añadir el método de función potencial, los inliers también pueden ser detectados ",
            "error": [
                ""
            ]
        },
        "X-residuals": {
            "translated_key": "X-residuals",
            "translated_annotated_text": "Métodos para la detección atípica en la predicción Si una muestra de predicción es diferente de las muestras de calibración, puede considerarse como un atípico en la predicción. En este trabajo, se estudian dos técnicas, el uso de la estimación de incertidumbre y el método del casco convexo para detectar atípicos tales predicciones. Técnicas clásicas (distancia de Mahalanobis y \"X-residuals\"), funciones potenciales y técnicas robustas se utilizan para la comparación. Se concluye que la combinación del método del casco convexo y la estimación de la incertidumbre ofrece una forma práctica de detectar valores atípicos en la predicción. Al añadir el método de función potencial, los inliers también pueden ser detectados ",
            "error": [
                ""
            ]
        },
        "potential functions": {
            "translated_key": "funciones potenciales",
            "translated_annotated_text": "Métodos para la detección atípica en la predicción Si una muestra de predicción es diferente de las muestras de calibración, puede considerarse como un atípico en la predicción. En este trabajo, se estudian dos técnicas, el uso de la estimación de incertidumbre y el método del casco convexo para detectar atípicos tales predicciones. Técnicas clásicas (distancia de Mahalanobis y X-residuals), \"funciones potenciales\" y técnicas robustas se utilizan para la comparación. Se concluye que la combinación del método del casco convexo y la estimación de la incertidumbre ofrece una forma práctica de detectar valores atípicos en la predicción. Al añadir el método de función potencial, los inliers también pueden ser detectados ",
            "error": [
                ""
            ]
        },
        "robust techniques": {
            "translated_key": "técnicas robustas",
            "translated_annotated_text": "Métodos para la detección atípica en la predicción Si una muestra de predicción es diferente de las muestras de calibración, puede considerarse como un atípico en la predicción. En este trabajo, se estudian dos técnicas, el uso de la estimación de incertidumbre y el método del casco convexo para detectar atípicos tales predicciones. Técnicas clásicas (distancia de Mahalanobis y X-residuals), funciones potenciales y \"técnicas robustas\" se utilizan para la comparación. Se concluye que la combinación del método del casco convexo y la estimación de la incertidumbre ofrece una forma práctica de detectar valores atípicos en la predicción. Al añadir el método de función potencial, los inliers también pueden ser detectados ",
            "error": [
                ""
            ]
        },
        "inliers": {
            "translated_key": "inliers",
            "translated_annotated_text": "Métodos para la detección atípica en la predicción Si una muestra de predicción es diferente de las muestras de calibración, puede considerarse como un atípico en la predicción. En este trabajo, se estudian dos técnicas, el uso de la estimación de incertidumbre y el método del casco convexo para detectar atípicos tales predicciones. Técnicas clásicas (distancia de Mahalanobis y X-residuals), funciones potenciales y técnicas robustas se utilizan para la comparación. Se concluye que la combinación del método del casco convexo y la estimación de la incertidumbre ofrece una forma práctica de detectar valores atípicos en la predicción. Al añadir el método de función potencial, \"inliers\" también se puede detectar ",
            "error": [
                ""
            ]
        },
        "calibration": {
            "translated_key": "calibración",
            "translated_annotated_text": "Métodos para la detección atípica en la predicción Si una muestra de predicción es diferente de las muestras de \"calibración\", se puede considerar como un atípico en la predicción. En este trabajo, se estudian dos técnicas, el uso de la estimación de incertidumbre y el método del casco convexo para detectar atípicos tales predicciones. Técnicas clásicas (distancia de Mahalanobis y X-residuals), funciones potenciales y técnicas robustas se utilizan para la comparación. Se concluye que la combinación del método del casco convexo y la estimación de la incertidumbre ofrece una forma práctica de detectar valores atípicos en la predicción. Al añadir el método de función potencial, los inliers también pueden ser detectados ",
            "error": [
                ""
            ]
        },
        "chemistry computing": {
            "translated_key": [],
            "translated_annotated_text": "Métodos para la detección atípica en la predicción Si una muestra de predicción es diferente de las muestras de calibración, puede considerarse como un atípico en la predicción. En este trabajo, se estudian dos técnicas, el uso de la estimación de incertidumbre y el método del casco convexo para detectar atípicos tales predicciones. Técnicas clásicas (distancia de Mahalanobis y X-residuals), funciones potenciales y técnicas robustas se utilizan para la comparación. Se concluye que la combinación del método del casco convexo y la estimación de la incertidumbre ofrece una forma práctica de detectar valores atípicos en la predicción. Al añadir el método de función potencial, los inliers también pueden ser detectados ",
            "error": []
        },
        "uncertainty handling": {
            "translated_key": [],
            "translated_annotated_text": "Métodos para la detección atípica en la predicción Si una muestra de predicción es diferente de las muestras de calibración, puede considerarse como un atípico en la predicción. En este trabajo, se estudian dos técnicas, el uso de la estimación de incertidumbre y el método del casco convexo para detectar atípicos tales predicciones. Técnicas clásicas (distancia de Mahalanobis y X-residuals), funciones potenciales y técnicas robustas se utilizan para la comparación. Se concluye que la combinación del método del casco convexo y la estimación de la incertidumbre ofrece una forma práctica de detectar valores atípicos en la predicción. Al añadir el método de función potencial, los inliers también pueden ser detectados ",
            "error": []
        }
    }
}