{
    "original_text": "The use of subtypes and stereotypes in the UML model Based on users experiences of Version 1.3 of the Unified Modeling Language (UML) of the Object Management Group (OMG), a Request For Information in 1999 elicited several responses which were asked to identify problems but not to offer any solutions. One of these responses is examined for problems relating to the UML metamodel and here some solutions to the problems identified there are proposed. Specifically, we evaluate the metamodel relating to stereotypes versus subtypes; the various kinds of Classifier (particularly Types, Interfaces and Classes); the introduction of a new subtype for the whole part relationship; as well as identifying areas in the metamodel where the UML seems to have been used inappropriately in the very definition of the UMLs metamodel",
    "original_translation": "El uso de subtipos y estereotipos en el modelo UML Sobre la base de las experiencias de los usuarios de la versión 1.3 del Lenguaje de Modelado Unificado (UML) del Grupo de Gestión de Objetos (OMG), una Solicitud de Información en 1999 obtuvo varias respuestas que fueron solicitadas para identificar problemas pero no ofrecer ninguna solución. Una de estas respuestas se examina para los problemas relacionados con el metamodelo UML y aquí se proponen algunas soluciones a los problemas identificados allí. Específicamente, se evalúa el metamodelo relacionado con estereotipos versus subtipos; los diversos tipos de Clasificador (particularmente Tipos, Interfaces y Clases); la introducción de un nuevo subtipo para toda la relación de parte; así como la identificación de áreas en el metamodelo donde el UML parece haber sido utilizado inadecuadamente en la definición misma del metamodelo de UMLs.",
    "error_count": 4,
    "keys": {
        "subtypes": {
            "translated_key": "subtipos",
            "translated_annotated_text": "El uso de \"subtipos\" y estereotipos en el modelo UML A partir de las experiencias de los usuarios de la versión 1.3 del Lenguaje de Modelado Unificado (UML) del Grupo de Gestión de Objetos (OMG), una Solicitud de Información en 1999 obtuvo varias respuestas que fueron solicitadas para identificar problemas pero no ofrecer ninguna solución. Una de estas respuestas se examina para los problemas relacionados con el metamodelo UML y aquí se proponen algunas soluciones a los problemas identificados allí. Específicamente, se evalúa el metamodelo relacionado con los estereotipos versus los \"subtipos\"; los diversos tipos de Clasificador (particularmente Tipos, Interfaces y Clases); la introducción de un nuevo subtipo para toda la relación de la parte; así como la identificación de áreas en el metamodelo donde la UML parece haber sido utilizada inadecuadamente en la definición misma del metamodelo de las UMLs. ",
            "error": [
                ""
            ]
        },
        "stereotypes": {
            "translated_key": "estereotipos",
            "translated_annotated_text": "El uso de subtipos y \"estereotipos\" en el modelo UML A partir de las experiencias de los usuarios de la versión 1.3 del Lenguaje de Modelado Unificado (UML) del Grupo de Gestión de Objetos (OMG), una Solicitud de Información en 1999 obtuvo varias respuestas que fueron solicitadas para identificar problemas pero no para ofrecer ninguna solución. Una de estas respuestas se examina para los problemas relacionados con el metamodelo UML y aquí se proponen algunas soluciones a los problemas identificados allí. Específicamente, evaluamos el metamodelo relacionado con los \"estereotipos\" versus los subtipos; los diversos tipos de Clasificador (particularmente Tipos, Interfaces y Clases); la introducción de un nuevo subtipo para toda la relación de la parte; así como la identificación de áreas en el metamodelo donde la UML parece haber sido usada inadecuadamente en la definición misma del metamodelo de las UMLs. ",
            "error": [
                ""
            ]
        },
        "UML model": {
            "translated_key": "modelo UML",
            "translated_annotated_text": "El uso de subtipos y estereotipos en el \"modelo UML\" A partir de las experiencias de los usuarios de la versión 1.3 del Lenguaje de Modelado Unificado (UML) del Grupo de Gestión de Objetos (OMG), una Solicitud de Información en 1999 obtuvo varias respuestas que fueron solicitadas para identificar problemas pero no ofrecer ninguna solución. Una de estas respuestas se examina para los problemas relacionados con el metamodelo UML y aquí se proponen algunas soluciones a los problemas identificados allí. Específicamente, se evalúa el metamodelo relacionado con estereotipos versus subtipos; los diversos tipos de Clasificador (particularmente Tipos, Interfaces y Clases); la introducción de un nuevo subtipo para toda la relación de parte; así como la identificación de áreas en el metamodelo donde el UML parece haber sido utilizado inadecuadamente en la definición misma del metamodelo de UMLs. ",
            "error": [
                ""
            ]
        },
        "Unified Modeling Language": {
            "translated_key": "Lenguaje de Modelado Unificado",
            "translated_annotated_text": "El uso de subtipos y estereotipos en el modelo UML A partir de las experiencias de los usuarios de la versión 1.3 del \"Lenguaje de Modelado Unificado\" (UML) del Grupo de Gestión de Objetos (OMG), una Solicitud de Información en 1999 obtuvo varias respuestas que fueron solicitadas para identificar problemas pero no ofrecer ninguna solución. Una de estas respuestas se examina para los problemas relacionados con el metamodelo UML y aquí se proponen algunas soluciones a los problemas identificados allí. Específicamente, se evalúa el metamodelo relacionado con estereotipos versus subtipos; los diversos tipos de Clasificador (particularmente Tipos, Interfaces y Clases); la introducción de un nuevo subtipo para toda la relación de parte; así como la identificación de áreas en el metamodelo donde el UML parece haber sido utilizado inadecuadamente en la definición misma del metamodelo de UMLs. ",
            "error": [
                ""
            ]
        },
        "Object Management Group": {
            "translated_key": "Grupo de Gestión de Objetos",
            "translated_annotated_text": "El uso de subtipos y estereotipos en el modelo UML A partir de las experiencias de los usuarios de la versión 1.3 del Lenguaje de Modelado Unificado (UML) del \"Grupo de Gestión de Objetos\" (OMG), una Solicitud de Información en 1999 obtuvo varias respuestas que fueron solicitadas para identificar problemas pero no ofrecer ninguna solución. Una de estas respuestas se examina para los problemas relacionados con el metamodelo UML y aquí se proponen algunas soluciones a los problemas identificados allí. Específicamente, se evalúa el metamodelo relacionado con estereotipos versus subtipos; los diversos tipos de Clasificador (particularmente Tipos, Interfaces y Clases); la introducción de un nuevo subtipo para toda la relación de parte; así como la identificación de áreas en el metamodelo donde el UML parece haber sido utilizado inadecuadamente en la definición misma del metamodelo de UMLs. ",
            "error": [
                ""
            ]
        },
        "Request For Information": {
            "translated_key": "Solicitud de Información",
            "translated_annotated_text": "El uso de subtipos y estereotipos en el modelo UML A partir de las experiencias de los usuarios de la versión 1.3 del Lenguaje de Modelado Unificado (UML) del Grupo de Gestión de Objetos (OMG), una \"Solicitud de Información\" en 1999 obtuvo varias respuestas que fueron solicitadas para identificar problemas pero no ofrecer ninguna solución. Una de estas respuestas se examina para los problemas relacionados con el metamodelo UML y aquí se proponen algunas soluciones a los problemas identificados allí. Específicamente, se evalúa el metamodelo relacionado con estereotipos versus subtipos; los diversos tipos de Clasificador (particularmente Tipos, Interfaces y Clases); la introducción de un nuevo subtipo para toda la relación de parte; así como la identificación de áreas en el metamodelo donde el UML parece haber sido utilizado inadecuadamente en la definición misma del metamodelo de UMLs. ",
            "error": [
                ""
            ]
        },
        "Classifier": {
            "translated_key": "Clasificador",
            "translated_annotated_text": "El uso de subtipos y estereotipos en el modelo UML Sobre la base de las experiencias de los usuarios de la versión 1.3 del Lenguaje de Modelado Unificado (UML) del Grupo de Gestión de Objetos (OMG), una Solicitud de Información en 1999 obtuvo varias respuestas que fueron solicitadas para identificar problemas pero no ofrecer ninguna solución. Una de estas respuestas se examina para los problemas relacionados con el metamodelo UML y aquí se proponen algunas soluciones a los problemas identificados allí. Específicamente, se evalúa el metamodelo relacionado con estereotipos versus subtipos; los diversos tipos de \"Clasificador\" (particularmente Tipos, Interfaces y Clases); la introducción de un nuevo subtipo para toda la relación de parte; así como la identificación de áreas en el metamodelo donde el UML parece haber sido utilizado inadecuadamente en la definición misma del metamodelo de UMLs. ",
            "error": [
                ""
            ]
        },
        "whole part relationship": {
            "translated_key": "relación total de la parte",
            "translated_annotated_text": "El uso de subtipos y estereotipos en el modelo UML Sobre la base de las experiencias de los usuarios de la versión 1.3 del Lenguaje de Modelado Unificado (UML) del Grupo de Gestión de Objetos (OMG), una Solicitud de Información en 1999 obtuvo varias respuestas que fueron solicitadas para identificar problemas pero no ofrecer ninguna solución. Una de estas respuestas se examina para los problemas relacionados con el metamodelo UML y aquí se proponen algunas soluciones a los problemas identificados allí. Específicamente, se evalúa el metamodelo relacionado con los estereotipos versus los subtipos; los diversos tipos de Clasificador (particularmente Tipos, Interfaces y Clases); la introducción de un nuevo subtipo para la \"relación total de la parte\"; así como la identificación de áreas en el metamodelo donde la UML parece haber sido utilizada de manera inapropiada en la definición misma del metamodelo de las UMLs. ",
            "error": [
                ""
            ]
        },
        "formal specification": {
            "translated_key": [],
            "translated_annotated_text": "El uso de subtipos y estereotipos en el modelo UML Sobre la base de las experiencias de los usuarios de la versión 1.3 del Lenguaje de Modelado Unificado (UML) del Grupo de Gestión de Objetos (OMG), una Solicitud de Información en 1999 obtuvo varias respuestas que fueron solicitadas para identificar problemas pero no ofrecer ninguna solución. Una de estas respuestas se examina para los problemas relacionados con el metamodelo UML y aquí se proponen algunas soluciones a los problemas identificados allí. Específicamente, se evalúa el metamodelo relacionado con estereotipos versus subtipos; los diversos tipos de Clasificador (particularmente Tipos, Interfaces y Clases); la introducción de un nuevo subtipo para toda la relación de parte; así como la identificación de áreas en el metamodelo donde el UML parece haber sido utilizado inadecuadamente en la definición misma del metamodelo de UMLs. ",
            "error": []
        },
        "object-oriented databases": {
            "translated_key": [],
            "translated_annotated_text": "El uso de subtipos y estereotipos en el modelo UML Sobre la base de las experiencias de los usuarios de la versión 1.3 del Lenguaje de Modelado Unificado (UML) del Grupo de Gestión de Objetos (OMG), una Solicitud de Información en 1999 obtuvo varias respuestas que fueron solicitadas para identificar problemas pero no ofrecer ninguna solución. Una de estas respuestas se examina para los problemas relacionados con el metamodelo UML y aquí se proponen algunas soluciones a los problemas identificados allí. Específicamente, se evalúa el metamodelo relacionado con estereotipos versus subtipos; los diversos tipos de Clasificador (particularmente Tipos, Interfaces y Clases); la introducción de un nuevo subtipo para toda la relación de parte; así como la identificación de áreas en el metamodelo donde el UML parece haber sido utilizado inadecuadamente en la definición misma del metamodelo de UMLs. ",
            "error": []
        },
        "object-oriented programming": {
            "translated_key": [],
            "translated_annotated_text": "El uso de subtipos y estereotipos en el modelo UML Sobre la base de las experiencias de los usuarios de la versión 1.3 del Lenguaje de Modelado Unificado (UML) del Grupo de Gestión de Objetos (OMG), una Solicitud de Información en 1999 obtuvo varias respuestas que fueron solicitadas para identificar problemas pero no ofrecer ninguna solución. Una de estas respuestas se examina para los problemas relacionados con el metamodelo UML y aquí se proponen algunas soluciones a los problemas identificados allí. Específicamente, se evalúa el metamodelo relacionado con estereotipos versus subtipos; los diversos tipos de Clasificador (particularmente Tipos, Interfaces y Clases); la introducción de un nuevo subtipo para toda la relación de parte; así como la identificación de áreas en el metamodelo donde el UML parece haber sido utilizado inadecuadamente en la definición misma del metamodelo de UMLs. ",
            "error": []
        },
        "specification languages": {
            "translated_key": [],
            "translated_annotated_text": "El uso de subtipos y estereotipos en el modelo UML Sobre la base de las experiencias de los usuarios de la versión 1.3 del Lenguaje de Modelado Unificado (UML) del Grupo de Gestión de Objetos (OMG), una Solicitud de Información en 1999 obtuvo varias respuestas que fueron solicitadas para identificar problemas pero no ofrecer ninguna solución. Una de estas respuestas se examina para los problemas relacionados con el metamodelo UML y aquí se proponen algunas soluciones a los problemas identificados allí. Específicamente, se evalúa el metamodelo relacionado con estereotipos versus subtipos; los diversos tipos de Clasificador (particularmente Tipos, Interfaces y Clases); la introducción de un nuevo subtipo para toda la relación de parte; así como la identificación de áreas en el metamodelo donde el UML parece haber sido utilizado inadecuadamente en la definición misma del metamodelo de UMLs. ",
            "error": []
        }
    }
}