{
    "original_text": "Molecular descriptor selection combining genetic algorithms and fuzzy logic: application to database mining procedures A new algorithm, devoted to molecular descriptor selection in the context of data mining problems, has been developed. This algorithm is based on the concepts of genetic algorithms (GA) for descriptor hyperspace exploration and combined with a stepwise approach to get local convergence. Its selection power was evaluated by a fitness function derived from a fuzzy clustering method. Different training and test sets were randomly generated at each GA generation. The fitness score was derived by combining the scores of the training and test sets. The ability of the proposed algorithm to select relevant subsets of descriptors was tested on two data sets. The first one, an academic example, corresponded to the artificial problem of Bullseye, the second was a real data set including 114 olfactory compounds divided into three odor categories. In both cases, the proposed method allowed to improve the separation between the different data set classes",
    "original_translation": "Selección de descriptores moleculares que combinan algoritmos genéticos y lógica difusa: aplicación a procedimientos de extracción de bases de datos Se ha desarrollado un nuevo algoritmo, dedicado a la selección de descriptores moleculares en el contexto de problemas de extracción de datos. Este algoritmo se basa en los conceptos de algoritmos genéticos (GA) para la exploración hiperespacial descriptor y se combina con un enfoque gradual para obtener convergencia local. Su poder de selección fue evaluado por una función de fitness derivada de un método de agrupamiento borroso. Se generaron al azar diferentes conjuntos de entrenamiento y pruebas en cada generación de GA. La puntuación de aptitud se obtuvo combinando las puntuaciones de los conjuntos de entrenamiento y pruebas. La capacidad del algoritmo propuesto para seleccionar subconjuntos pertinentes de descriptores se probó en dos conjuntos de datos. El primero, un ejemplo académico, correspondía al problema artificial de Bullseye, el segundo era un conjunto de datos reales que incluía 114 compuestos olfativos divididos en tres categorías de olores. En ambos casos, el método propuesto permitió mejorar la separación entre las diferentes clases de conjuntos de datos",
    "error_count": 5,
    "keys": {
        "molecular descriptor selection": {
            "translated_key": "selección de descriptores moleculares",
            "translated_annotated_text": "Selección de descriptores moleculares que combinan algoritmos genéticos y lógica difusa: aplicación a procedimientos de extracción de bases de datos Se ha desarrollado un nuevo algoritmo, dedicado a la \"selección de descriptores moleculares\" en el contexto de problemas de extracción de datos. Este algoritmo se basa en los conceptos de algoritmos genéticos (GA) para la exploración hiperespacial descriptor y se combina con un enfoque gradual para obtener convergencia local. Su poder de selección fue evaluado por una función de fitness derivada de un método de agrupamiento borroso. Se generaron al azar diferentes conjuntos de entrenamiento y pruebas en cada generación de GA. La puntuación de aptitud se obtuvo combinando las puntuaciones de los conjuntos de entrenamiento y pruebas. La capacidad del algoritmo propuesto para seleccionar subconjuntos pertinentes de descriptores se probó en dos conjuntos de datos. El primero, un ejemplo académico, correspondía al problema artificial de Bullseye, el segundo era un conjunto de datos reales que incluía 114 compuestos olfativos divididos en tres categorías de olores. En ambos casos, el método propuesto permitió mejorar la separación entre las diferentes clases de conjuntos de datos ",
            "error": [
                ""
            ]
        },
        "database mining": {
            "translated_key": "minería de bases de datos",
            "translated_annotated_text": "Selección de descriptores moleculares que combinan algoritmos genéticos y lógica difusa: aplicación a procedimientos de \"minería de bases de datos\" Se ha desarrollado un nuevo algoritmo, dedicado a la selección de descriptores moleculares en el contexto de problemas de minería de datos. Este algoritmo se basa en los conceptos de algoritmos genéticos (GA) para la exploración hiperespacial descriptor y se combina con un enfoque gradual para obtener convergencia local. Su poder de selección fue evaluado por una función de fitness derivada de un método de agrupamiento borroso. Se generaron al azar diferentes conjuntos de entrenamiento y pruebas en cada generación de GA. La puntuación de aptitud se obtuvo combinando las puntuaciones de los conjuntos de entrenamiento y pruebas. La capacidad del algoritmo propuesto para seleccionar subconjuntos pertinentes de descriptores se probó en dos conjuntos de datos. El primero, un ejemplo académico, correspondía al problema artificial de Bullseye, el segundo era un conjunto de datos reales que incluía 114 compuestos olfativos divididos en tres categorías de olores. En ambos casos, el método propuesto permitió mejorar la separación entre las diferentes clases de conjuntos de datos ",
            "error": [
                ""
            ]
        },
        "data mining": {
            "translated_key": "minería de datos",
            "translated_annotated_text": "Selección de descriptores moleculares que combinan algoritmos genéticos y lógica difusa: aplicación a procedimientos de extracción de bases de datos Se ha desarrollado un nuevo algoritmo, dedicado a la selección de descriptores moleculares en el contexto de problemas de \"minería de datos\". Este algoritmo se basa en los conceptos de algoritmos genéticos (GA) para la exploración hiperespacial descriptor y se combina con un enfoque gradual para obtener convergencia local. Su poder de selección fue evaluado por una función de fitness derivada de un método de agrupamiento borroso. Se generaron al azar diferentes conjuntos de entrenamiento y pruebas en cada generación de GA. La puntuación de aptitud se obtuvo combinando las puntuaciones de los conjuntos de entrenamiento y pruebas. La capacidad del algoritmo propuesto para seleccionar subconjuntos pertinentes de descriptores se probó en dos conjuntos de datos. El primero, un ejemplo académico, correspondía al problema artificial de Bullseye, el segundo era un conjunto de datos reales que incluía 114 compuestos olfativos divididos en tres categorías de olores. En ambos casos, el método propuesto permitió mejorar la separación entre las diferentes clases de conjuntos de datos ",
            "error": [
                ""
            ]
        },
        "genetic algorithms": {
            "translated_key": "algoritmos genéticos",
            "translated_annotated_text": "Selección de descriptores moleculares que combinan \"algoritmos genéticos\" y lógica difusa: aplicación a procedimientos de extracción de bases de datos Se ha desarrollado un nuevo algoritmo, dedicado a la selección de descriptores moleculares en el contexto de problemas de extracción de datos. Este algoritmo se basa en los conceptos de \"algoritmos genéticos\" (GA) para la exploración hiperespacial descriptor y se combina con un enfoque gradual para obtener convergencia local. Su poder de selección fue evaluado por una función de fitness derivada de un método de agrupamiento borroso. Se generaron al azar diferentes conjuntos de entrenamiento y pruebas en cada generación de GA. La puntuación de aptitud se obtuvo combinando las puntuaciones de los conjuntos de entrenamiento y pruebas. La capacidad del algoritmo propuesto para seleccionar subconjuntos pertinentes de descriptores se probó en dos conjuntos de datos. El primero, un ejemplo académico, correspondía al problema artificial de Bullseye, el segundo era un conjunto de datos reales que incluía 114 compuestos olfativos divididos en tres categorías de olores. En ambos casos, el método propuesto permitió mejorar la separación entre las diferentes clases de conjuntos de datos ",
            "error": [
                ""
            ]
        },
        "fuzzy clustering method": {
            "translated_key": "método de agrupación difusa",
            "translated_annotated_text": "Selección de descriptores moleculares que combinan algoritmos genéticos y lógica difusa: aplicación a procedimientos de extracción de bases de datos Se ha desarrollado un nuevo algoritmo, dedicado a la selección de descriptores moleculares en el contexto de problemas de extracción de datos. Este algoritmo se basa en los conceptos de algoritmos genéticos (GA) para la exploración hiperespacial descriptor y se combina con un enfoque gradual para obtener convergencia local. Su poder de selección fue evaluado por una función de aptitud derivada de un \"método de agrupación difusa\". Se generaron al azar diferentes conjuntos de entrenamiento y pruebas en cada generación de GA. La puntuación de aptitud se obtuvo combinando las puntuaciones de los conjuntos de entrenamiento y pruebas. La capacidad del algoritmo propuesto para seleccionar subconjuntos pertinentes de descriptores se probó en dos conjuntos de datos. El primero, un ejemplo académico, correspondía al problema artificial de Bullseye, el segundo era un conjunto de datos reales que incluía 114 compuestos olfativos divididos en tres categorías de olores. En ambos casos, el método propuesto permitió mejorar la separación entre las diferentes clases de conjuntos de datos ",
            "error": [
                ""
            ]
        },
        "fuzzy logic": {
            "translated_key": "logia difusa",
            "translated_annotated_text": "Selección de descriptores moleculares que combinan algoritmos genéticos y \"logia difusa\": aplicación a procedimientos de extracción de bases de datos Se ha desarrollado un nuevo algoritmo, dedicado a la selección de descriptores moleculares en el contexto de problemas de extracción de datos. Este algoritmo se basa en los conceptos de algoritmos genéticos (GA) para la exploración hiperespacial descriptor y se combina con un enfoque gradual para obtener convergencia local. Su poder de selección fue evaluado por una función de fitness derivada de un método de agrupamiento borroso. Se generaron al azar diferentes conjuntos de entrenamiento y pruebas en cada generación de GA. La puntuación de aptitud se obtuvo combinando las puntuaciones de los conjuntos de entrenamiento y pruebas. La capacidad del algoritmo propuesto para seleccionar subconjuntos pertinentes de descriptores se probó en dos conjuntos de datos. El primero, un ejemplo académico, correspondía al problema artificial de Bullseye, el segundo era un conjunto de datos reales que incluía 114 compuestos olfativos divididos en tres categorías de olores. En ambos casos, el método propuesto permitió mejorar la separación entre las diferentes clases de conjuntos de datos ",
            "error": [
                ""
            ]
        },
        "descriptor hyperspace exploration": {
            "translated_key": "exploración hiperespacial del descriptor",
            "translated_annotated_text": "Selección de descriptores moleculares que combinan algoritmos genéticos y lógica difusa: aplicación a procedimientos de extracción de bases de datos Se ha desarrollado un nuevo algoritmo, dedicado a la selección de descriptores moleculares en el contexto de problemas de extracción de datos. Este algoritmo se basa en los conceptos de algoritmos genéticos (GA) para la \"exploración hiperespacial del descriptor\" y se combina con un enfoque gradual para conseguir la convergencia local. Su poder de selección fue evaluado por una función de fitness derivada de un método de agrupamiento borroso. Se generaron al azar diferentes conjuntos de entrenamiento y pruebas en cada generación de GA. La puntuación de aptitud se obtuvo combinando las puntuaciones de los conjuntos de entrenamiento y pruebas. La capacidad del algoritmo propuesto para seleccionar subconjuntos pertinentes de descriptores se probó en dos conjuntos de datos. El primero, un ejemplo académico, correspondía al problema artificial de Bullseye, el segundo era un conjunto de datos reales que incluía 114 compuestos olfativos divididos en tres categorías de olores. En ambos casos, el método propuesto permitió mejorar la separación entre las diferentes clases de conjuntos de datos ",
            "error": [
                ""
            ]
        },
        "local convergence": {
            "translated_key": "convergencia local",
            "translated_annotated_text": "Selección de descriptores moleculares que combinan algoritmos genéticos y lógica difusa: aplicación a procedimientos de extracción de bases de datos Se ha desarrollado un nuevo algoritmo, dedicado a la selección de descriptores moleculares en el contexto de problemas de extracción de datos. Este algoritmo se basa en los conceptos de algoritmos genéticos (GA) para la exploración hiperespacial descriptor y se combina con un enfoque gradual para obtener \"convergencia local\". Su poder de selección fue evaluado por una función de fitness derivada de un método de agrupamiento borroso. Se generaron al azar diferentes conjuntos de entrenamiento y pruebas en cada generación de GA. La puntuación de aptitud se obtuvo combinando las puntuaciones de los conjuntos de entrenamiento y pruebas. La capacidad del algoritmo propuesto para seleccionar subconjuntos pertinentes de descriptores se probó en dos conjuntos de datos. El primero, un ejemplo académico, correspondía al problema artificial de Bullseye, el segundo era un conjunto de datos reales que incluía 114 compuestos olfativos divididos en tres categorías de olores. En ambos casos, el método propuesto permitió mejorar la separación entre las diferentes clases de conjuntos de datos ",
            "error": [
                ""
            ]
        },
        "stepwise approach": {
            "translated_key": "enfoque gradual",
            "translated_annotated_text": "Selección de descriptores moleculares que combinan algoritmos genéticos y lógica difusa: aplicación a procedimientos de extracción de bases de datos Se ha desarrollado un nuevo algoritmo, dedicado a la selección de descriptores moleculares en el contexto de problemas de extracción de datos. Este algoritmo se basa en los conceptos de algoritmos genéticos (GA) para la exploración hiperespacial descriptor y se combina con un \"enfoque gradual\" para obtener convergencia local. Su poder de selección fue evaluado por una función de fitness derivada de un método de agrupamiento borroso. Se generaron al azar diferentes conjuntos de entrenamiento y pruebas en cada generación de GA. La puntuación de aptitud se obtuvo combinando las puntuaciones de los conjuntos de entrenamiento y pruebas. La capacidad del algoritmo propuesto para seleccionar subconjuntos pertinentes de descriptores se probó en dos conjuntos de datos. El primero, un ejemplo académico, correspondía al problema artificial de Bullseye, el segundo era un conjunto de datos reales que incluía 114 compuestos olfativos divididos en tres categorías de olores. En ambos casos, el método propuesto permitió mejorar la separación entre las diferentes clases de conjuntos de datos ",
            "error": [
                ""
            ]
        },
        "fitness function": {
            "translated_key": "función de adecuación",
            "translated_annotated_text": "Selección de descriptores moleculares que combinan algoritmos genéticos y lógica difusa: aplicación a procedimientos de extracción de bases de datos Se ha desarrollado un nuevo algoritmo, dedicado a la selección de descriptores moleculares en el contexto de problemas de extracción de datos. Este algoritmo se basa en los conceptos de algoritmos genéticos (GA) para la exploración hiperespacial descriptor y se combina con un enfoque gradual para obtener convergencia local. Su poder de selección fue evaluado por una \"función de adecuación\" derivada de un método de agrupamiento borroso. Se generaron al azar diferentes conjuntos de entrenamiento y pruebas en cada generación de GA. La puntuación de aptitud se obtuvo combinando las puntuaciones de los conjuntos de entrenamiento y pruebas. La capacidad del algoritmo propuesto para seleccionar subconjuntos pertinentes de descriptores se probó en dos conjuntos de datos. El primero, un ejemplo académico, correspondía al problema artificial de Bullseye, el segundo era un conjunto de datos reales que incluía 114 compuestos olfativos divididos en tres categorías de olores. En ambos casos, el método propuesto permitió mejorar la separación entre las diferentes clases de conjuntos de datos ",
            "error": [
                ""
            ]
        },
        "test sets": {
            "translated_key": "sets de pruebas",
            "translated_annotated_text": "Selección de descriptores moleculares que combinan algoritmos genéticos y lógica difusa: aplicación a procedimientos de extracción de bases de datos Se ha desarrollado un nuevo algoritmo, dedicado a la selección de descriptores moleculares en el contexto de problemas de extracción de datos. Este algoritmo se basa en los conceptos de algoritmos genéticos (GA) para la exploración hiperespacial descriptor y se combina con un enfoque gradual para obtener convergencia local. Su poder de selección fue evaluado por una función de fitness derivada de un método de agrupamiento borroso. Diferentes entrenamientos y \"sets de pruebas\" fueron generados aleatoriamente en cada generación de GA. La puntuación de aptitud se obtuvo combinando las puntuaciones de los entrenamientos y los \"sets de pruebas\". La capacidad del algoritmo propuesto para seleccionar subconjuntos pertinentes de descriptores se probó en dos conjuntos de datos. El primero, un ejemplo académico, correspondía al problema artificial de Bullseye, el segundo era un conjunto de datos reales que incluía 114 compuestos olfativos divididos en tres categorías de olores. En ambos casos, el método propuesto permitió mejorar la separación entre las diferentes clases de conjuntos de datos ",
            "error": [
                ""
            ]
        },
        "training sets": {
            "translated_key": [],
            "translated_annotated_text": "Selección de descriptores moleculares que combinan algoritmos genéticos y lógica difusa: aplicación a procedimientos de extracción de bases de datos Se ha desarrollado un nuevo algoritmo, dedicado a la selección de descriptores moleculares en el contexto de problemas de extracción de datos. Este algoritmo se basa en los conceptos de algoritmos genéticos (GA) para la exploración hiperespacial descriptor y se combina con un enfoque gradual para obtener convergencia local. Su poder de selección fue evaluado por una función de fitness derivada de un método de agrupamiento borroso. Se generaron al azar diferentes conjuntos de entrenamiento y pruebas en cada generación de GA. La puntuación de aptitud se obtuvo combinando las puntuaciones de los conjuntos de entrenamiento y pruebas. La capacidad del algoritmo propuesto para seleccionar subconjuntos pertinentes de descriptores se probó en dos conjuntos de datos. El primero, un ejemplo académico, correspondía al problema artificial de Bullseye, el segundo era un conjunto de datos reales que incluía 114 compuestos olfativos divididos en tres categorías de olores. En ambos casos, el método propuesto permitió mejorar la separación entre las diferentes clases de conjuntos de datos ",
            "error": []
        },
        "fitness score": {
            "translated_key": "puntuación de adecuación",
            "translated_annotated_text": "Selección de descriptores moleculares que combinan algoritmos genéticos y lógica difusa: aplicación a procedimientos de extracción de bases de datos Se ha desarrollado un nuevo algoritmo, dedicado a la selección de descriptores moleculares en el contexto de problemas de extracción de datos. Este algoritmo se basa en los conceptos de algoritmos genéticos (GA) para la exploración hiperespacial descriptor y se combina con un enfoque gradual para obtener convergencia local. Su poder de selección fue evaluado por una función de fitness derivada de un método de agrupamiento borroso. Se generaron al azar diferentes conjuntos de entrenamiento y pruebas en cada generación de GA. La \"puntuación de adecuación\" se obtuvo combinando las puntuaciones de los conjuntos de entrenamiento y pruebas. La capacidad del algoritmo propuesto para seleccionar subconjuntos pertinentes de descriptores se probó en dos conjuntos de datos. El primero, un ejemplo académico, correspondía al problema artificial de Bullseye, el segundo era un conjunto de datos reales que incluía 114 compuestos olfativos divididos en tres categorías de olores. En ambos casos, el método propuesto permitió mejorar la separación entre las diferentes clases de conjuntos de datos ",
            "error": [
                ""
            ]
        },
        "Bullseye": {
            "translated_key": "Bullseye",
            "translated_annotated_text": "Selección de descriptores moleculares que combinan algoritmos genéticos y lógica difusa: aplicación a procedimientos de extracción de bases de datos Se ha desarrollado un nuevo algoritmo, dedicado a la selección de descriptores moleculares en el contexto de problemas de extracción de datos. Este algoritmo se basa en los conceptos de algoritmos genéticos (GA) para la exploración hiperespacial descriptor y se combina con un enfoque gradual para obtener convergencia local. Su poder de selección fue evaluado por una función de fitness derivada de un método de agrupamiento borroso. Se generaron al azar diferentes conjuntos de entrenamiento y pruebas en cada generación de GA. La puntuación de aptitud se obtuvo combinando las puntuaciones de los conjuntos de entrenamiento y pruebas. La capacidad del algoritmo propuesto para seleccionar subconjuntos pertinentes de descriptores se probó en dos conjuntos de datos. El primero, un ejemplo académico, correspondió al problema artificial de \"Bullseye\", el segundo fue un conjunto de datos reales incluyendo 114 compuestos olfativos divididos en tres categorías de olor. En ambos casos, el método propuesto permitió mejorar la separación entre las diferentes clases de conjuntos de datos ",
            "error": [
                ""
            ]
        },
        "olfactory compounds": {
            "translated_key": "compuestos olfativos",
            "translated_annotated_text": "Selección de descriptores moleculares que combinan algoritmos genéticos y lógica difusa: aplicación a procedimientos de extracción de bases de datos Se ha desarrollado un nuevo algoritmo, dedicado a la selección de descriptores moleculares en el contexto de problemas de extracción de datos. Este algoritmo se basa en los conceptos de algoritmos genéticos (GA) para la exploración hiperespacial descriptor y se combina con un enfoque gradual para obtener convergencia local. Su poder de selección fue evaluado por una función de fitness derivada de un método de agrupamiento borroso. Se generaron al azar diferentes conjuntos de entrenamiento y pruebas en cada generación de GA. La puntuación de aptitud se obtuvo combinando las puntuaciones de los conjuntos de entrenamiento y pruebas. La capacidad del algoritmo propuesto para seleccionar subconjuntos pertinentes de descriptores se probó en dos conjuntos de datos. El primero, un ejemplo académico, correspondía al problema artificial de Bullseye, el segundo era un conjunto de datos reales que incluía 114 \"compuestos olfativos\" divididos en tres categorías de olores. En ambos casos, el método propuesto permitió mejorar la separación entre las diferentes clases de conjuntos de datos ",
            "error": [
                ""
            ]
        },
        "odor categories": {
            "translated_key": "categorías de olor",
            "translated_annotated_text": "Selección de descriptores moleculares que combinan algoritmos genéticos y lógica difusa: aplicación a procedimientos de extracción de bases de datos Se ha desarrollado un nuevo algoritmo, dedicado a la selección de descriptores moleculares en el contexto de problemas de extracción de datos. Este algoritmo se basa en los conceptos de algoritmos genéticos (GA) para la exploración hiperespacial descriptor y se combina con un enfoque gradual para obtener convergencia local. Su poder de selección fue evaluado por una función de fitness derivada de un método de agrupamiento borroso. Se generaron al azar diferentes conjuntos de entrenamiento y pruebas en cada generación de GA. La puntuación de aptitud se obtuvo combinando las puntuaciones de los conjuntos de entrenamiento y pruebas. La capacidad del algoritmo propuesto para seleccionar subconjuntos pertinentes de descriptores se probó en dos conjuntos de datos. El primero, un ejemplo académico, correspondía al problema artificial de Bullseye, el segundo era un conjunto de datos reales que incluía 114 compuestos olfativos divididos en tres \"categorías de olor\". En ambos casos, el método propuesto permitió mejorar la separación entre las diferentes clases de conjuntos de datos ",
            "error": [
                ""
            ]
        },
        "chemistry computing": {
            "translated_key": [],
            "translated_annotated_text": "Selección de descriptores moleculares que combinan algoritmos genéticos y lógica difusa: aplicación a procedimientos de extracción de bases de datos Se ha desarrollado un nuevo algoritmo, dedicado a la selección de descriptores moleculares en el contexto de problemas de extracción de datos. Este algoritmo se basa en los conceptos de algoritmos genéticos (GA) para la exploración hiperespacial descriptor y se combina con un enfoque gradual para obtener convergencia local. Su poder de selección fue evaluado por una función de fitness derivada de un método de agrupamiento borroso. Se generaron al azar diferentes conjuntos de entrenamiento y pruebas en cada generación de GA. La puntuación de aptitud se obtuvo combinando las puntuaciones de los conjuntos de entrenamiento y pruebas. La capacidad del algoritmo propuesto para seleccionar subconjuntos pertinentes de descriptores se probó en dos conjuntos de datos. El primero, un ejemplo académico, correspondía al problema artificial de Bullseye, el segundo era un conjunto de datos reales que incluía 114 compuestos olfativos divididos en tres categorías de olores. En ambos casos, el método propuesto permitió mejorar la separación entre las diferentes clases de conjuntos de datos ",
            "error": []
        },
        "convergence of numerical methods": {
            "translated_key": [],
            "translated_annotated_text": "Selección de descriptores moleculares que combinan algoritmos genéticos y lógica difusa: aplicación a procedimientos de extracción de bases de datos Se ha desarrollado un nuevo algoritmo, dedicado a la selección de descriptores moleculares en el contexto de problemas de extracción de datos. Este algoritmo se basa en los conceptos de algoritmos genéticos (GA) para la exploración hiperespacial descriptor y se combina con un enfoque gradual para obtener convergencia local. Su poder de selección fue evaluado por una función de fitness derivada de un método de agrupamiento borroso. Se generaron al azar diferentes conjuntos de entrenamiento y pruebas en cada generación de GA. La puntuación de aptitud se obtuvo combinando las puntuaciones de los conjuntos de entrenamiento y pruebas. La capacidad del algoritmo propuesto para seleccionar subconjuntos pertinentes de descriptores se probó en dos conjuntos de datos. El primero, un ejemplo académico, correspondía al problema artificial de Bullseye, el segundo era un conjunto de datos reales que incluía 114 compuestos olfativos divididos en tres categorías de olores. En ambos casos, el método propuesto permitió mejorar la separación entre las diferentes clases de conjuntos de datos ",
            "error": []
        },
        "pattern clustering": {
            "translated_key": [],
            "translated_annotated_text": "Selección de descriptores moleculares que combinan algoritmos genéticos y lógica difusa: aplicación a procedimientos de extracción de bases de datos Se ha desarrollado un nuevo algoritmo, dedicado a la selección de descriptores moleculares en el contexto de problemas de extracción de datos. Este algoritmo se basa en los conceptos de algoritmos genéticos (GA) para la exploración hiperespacial descriptor y se combina con un enfoque gradual para obtener convergencia local. Su poder de selección fue evaluado por una función de fitness derivada de un método de agrupamiento borroso. Se generaron al azar diferentes conjuntos de entrenamiento y pruebas en cada generación de GA. La puntuación de aptitud se obtuvo combinando las puntuaciones de los conjuntos de entrenamiento y pruebas. La capacidad del algoritmo propuesto para seleccionar subconjuntos pertinentes de descriptores se probó en dos conjuntos de datos. El primero, un ejemplo académico, correspondía al problema artificial de Bullseye, el segundo era un conjunto de datos reales que incluía 114 compuestos olfativos divididos en tres categorías de olores. En ambos casos, el método propuesto permitió mejorar la separación entre las diferentes clases de conjuntos de datos ",
            "error": []
        },
        "scientific information systems": {
            "translated_key": [],
            "translated_annotated_text": "Selección de descriptores moleculares que combinan algoritmos genéticos y lógica difusa: aplicación a procedimientos de extracción de bases de datos Se ha desarrollado un nuevo algoritmo, dedicado a la selección de descriptores moleculares en el contexto de problemas de extracción de datos. Este algoritmo se basa en los conceptos de algoritmos genéticos (GA) para la exploración hiperespacial descriptor y se combina con un enfoque gradual para obtener convergencia local. Su poder de selección fue evaluado por una función de fitness derivada de un método de agrupamiento borroso. Se generaron al azar diferentes conjuntos de entrenamiento y pruebas en cada generación de GA. La puntuación de aptitud se obtuvo combinando las puntuaciones de los conjuntos de entrenamiento y pruebas. La capacidad del algoritmo propuesto para seleccionar subconjuntos pertinentes de descriptores se probó en dos conjuntos de datos. El primero, un ejemplo académico, correspondía al problema artificial de Bullseye, el segundo era un conjunto de datos reales que incluía 114 compuestos olfativos divididos en tres categorías de olores. En ambos casos, el método propuesto permitió mejorar la separación entre las diferentes clases de conjuntos de datos ",
            "error": []
        }
    }
}