{
    "original_text": "A case for end system multicast The conventional wisdom has been that Internet protocol (IP) is the natural protocol layer for implementing multicast related functionality. However, more than a decade after its initial proposal, IP multicast is still plagued with concerns pertaining to scalability, network management, deployment, and support for higher layer functionality such as error, flow, and congestion control. We explore an alternative architecture that we term end system multicast, where end systems implement all multicast related functionality including membership management and packet replication. This shifting of multicast support from routers to end systems has the potential to address most problems associated with IP multicast. However, the key concern is the performance penalty associated with such a model. In particular, end system multicast introduces duplicate packets on physical links and incurs larger end-to-end delays than IP multicast. We study these performance concerns in the context of the Narada protocol. In Narada, end systems self-organize into an overlay structure using a fully distributed protocol. Further, end systems attempt to optimize the efficiency of the overlay by adapting to network dynamics and by considering application level performance. We present details of Narada and evaluate it using both simulation and Internet experiments. Our results indicate that the performance penalties are low both from the application and the network perspectives. We believe the potential benefits of transferring multicast functionality from end systems to routers significantly outweigh the performance penalty incurred",
    "original_translation": "Un caso para el sistema final multicast La sabiduría convencional ha sido que el protocolo de Internet (IP) es la capa de protocolo natural para implementar la funcionalidad relacionada con multicast. Sin embargo, más de una década después de su propuesta inicial, IP multicast todavía está plagado de preocupaciones relativas a la escalabilidad, la gestión de la red, el despliegue y el apoyo para una mayor funcionalidad de capa, tales como error, flujo y control de congestión. Exploramos una arquitectura alternativa que denominamos sistema final multicast, donde los sistemas finales implementan todas las funciones relacionadas con multicast, incluyendo gestión de membresía y replicación de paquetes. Este cambio de soporte multicast de routers a sistemas finales tiene el potencial de abordar la mayoría de los problemas asociados con multicast IP. Sin embargo, la principal preocupación es la penalización de la actuación profesional asociada a ese modelo. En particular, el sistema final multicast introduce paquetes duplicados en enlaces físicos e incurre en mayores retrasos de extremo a extremo que el multicast IP. Estudiamos estas preocupaciones de desempeño en el contexto del protocolo de Narada. En Narada, los sistemas finales se autoorganizan en una estructura superpuesta utilizando un protocolo totalmente distribuido. Además, los sistemas finales intentan optimizar la eficiencia de la superposición adaptándose a la dinámica de la red y considerando el rendimiento a nivel de aplicación. Presentamos detalles de Narada y lo evaluamos utilizando simulación y experimentos de Internet. Nuestros resultados indican que las penalizaciones de rendimiento son bajas tanto desde la perspectiva de la aplicación como de la red. Creemos que los beneficios potenciales de transferir la funcionalidad multicast de los sistemas finales a los routers superan significativamente la penalización de rendimiento",
    "error_count": 10,
    "keys": {
        "end system multicast": {
            "translated_key": "end system multicast",
            "translated_annotated_text": "Un caso para \"end system multicast\" La sabiduría convencional ha sido que el protocolo de Internet (IP) es la capa de protocolo natural para implementar la funcionalidad relacionada con multicast. Sin embargo, más de una década después de su propuesta inicial, IP multicast todavía está plagado de preocupaciones relativas a la escalabilidad, la gestión de la red, el despliegue y el apoyo para una mayor funcionalidad de capa, tales como error, flujo y control de congestión. Exploramos una arquitectura alternativa que llamamos \"end system multicast\", donde los sistemas finales implementan todas las funciones relacionadas con multicast, incluyendo la gestión de membresía y la replicación de paquetes. Este cambio de soporte multicast de routers a sistemas finales tiene el potencial de abordar la mayoría de los problemas asociados con multicast IP. Sin embargo, la principal preocupación es la penalización de la actuación profesional asociada a ese modelo. En particular, \"end system multicast\" introduce paquetes duplicados en enlaces físicos e incurre en mayores retrasos de extremo a extremo que IP multicast. Estudiamos estas preocupaciones de desempeño en el contexto del protocolo de Narada. En Narada, los sistemas finales se autoorganizan en una estructura superpuesta utilizando un protocolo totalmente distribuido. Además, los sistemas finales intentan optimizar la eficiencia de la superposición adaptándose a la dinámica de la red y considerando el rendimiento a nivel de aplicación. Presentamos detalles de Narada y lo evaluamos utilizando simulación y experimentos de Internet. Nuestros resultados indican que las penalizaciones de rendimiento son bajas tanto desde la perspectiva de la aplicación como de la red. Creemos que los beneficios potenciales de transferir la funcionalidad multicast de los sistemas finales a los routers superan significativamente la penalización de rendimiento ",
            "error": [
                ""
            ]
        },
        "Internet protocol": {
            "translated_key": "Internet protocol",
            "translated_annotated_text": "Un caso para el sistema final multicast La sabiduría convencional ha sido que \"Internet protocol\" (IP) es la capa de protocolo natural para implementar la funcionalidad relacionada con multicast. Sin embargo, más de una década después de su propuesta inicial, IP multicast todavía está plagado de preocupaciones relativas a la escalabilidad, la gestión de la red, el despliegue y el apoyo para una mayor funcionalidad de capa, tales como error, flujo y control de congestión. Exploramos una arquitectura alternativa que denominamos sistema final multicast, donde los sistemas finales implementan todas las funciones relacionadas con multicast, incluyendo gestión de membresía y replicación de paquetes. Este cambio de soporte multicast de routers a sistemas finales tiene el potencial de abordar la mayoría de los problemas asociados con multicast IP. Sin embargo, la principal preocupación es la penalización de la actuación profesional asociada a ese modelo. En particular, el sistema final multicast introduce paquetes duplicados en enlaces físicos e incurre en mayores retrasos de extremo a extremo que el multicast IP. Estudiamos estas preocupaciones de desempeño en el contexto del protocolo de Narada. En Narada, los sistemas finales se autoorganizan en una estructura superpuesta utilizando un protocolo totalmente distribuido. Además, los sistemas finales intentan optimizar la eficiencia de la superposición adaptándose a la dinámica de la red y considerando el rendimiento a nivel de aplicación. Presentamos detalles de Narada y lo evaluamos utilizando simulación y experimentos de Internet. Nuestros resultados indican que las penalizaciones de rendimiento son bajas tanto desde la perspectiva de la aplicación como de la red. Creemos que los beneficios potenciales de transferir la funcionalidad multicast de los sistemas finales a los routers superan significativamente la penalización de rendimiento ",
            "error": [
                ""
            ]
        },
        "protocol layer": {
            "translated_key": "capa de protocolo",
            "translated_annotated_text": "Un caso para el sistema final multicast La sabiduría convencional ha sido que el protocolo de Internet (IP) es la \"capa de protocolo\" natural para implementar la funcionalidad relacionada con multicast. Sin embargo, más de una década después de su propuesta inicial, IP multicast todavía está plagado de preocupaciones relativas a la escalabilidad, la gestión de la red, el despliegue y el apoyo para una mayor funcionalidad de capa, tales como error, flujo y control de congestión. Exploramos una arquitectura alternativa que denominamos sistema final multicast, donde los sistemas finales implementan todas las funciones relacionadas con multicast, incluyendo gestión de membresía y replicación de paquetes. Este cambio de soporte multicast de routers a sistemas finales tiene el potencial de abordar la mayoría de los problemas asociados con multicast IP. Sin embargo, la principal preocupación es la penalización de la actuación profesional asociada a ese modelo. En particular, el sistema final multicast introduce paquetes duplicados en enlaces físicos e incurre en mayores retrasos de extremo a extremo que el multicast IP. Estudiamos estas preocupaciones de desempeño en el contexto del protocolo de Narada. En Narada, los sistemas finales se autoorganizan en una estructura superpuesta utilizando un protocolo totalmente distribuido. Además, los sistemas finales intentan optimizar la eficiencia de la superposición adaptándose a la dinámica de la red y considerando el rendimiento a nivel de aplicación. Presentamos detalles de Narada y lo evaluamos utilizando simulación y experimentos de Internet. Nuestros resultados indican que las penalizaciones de rendimiento son bajas tanto desde la perspectiva de la aplicación como de la red. Creemos que los beneficios potenciales de transferir la funcionalidad multicast de los sistemas finales a los routers superan significativamente la penalización de rendimiento ",
            "error": [
                ""
            ]
        },
        "IP multicast": {
            "translated_key": "IP multicast",
            "translated_annotated_text": "Un caso para el sistema final multicast La sabiduría convencional ha sido que el protocolo de Internet (IP) es la capa de protocolo natural para implementar la funcionalidad relacionada con multicast. Sin embargo, más de una década después de su propuesta inicial, \"IP multicast\" sigue plagado de preocupaciones relacionadas con la escalabilidad, la gestión de la red, el despliegue y el apoyo para una mayor funcionalidad de capa, como error, flujo y control de congestión. Exploramos una arquitectura alternativa que denominamos sistema final multicast, donde los sistemas finales implementan todas las funciones relacionadas con multicast, incluyendo gestión de membresía y replicación de paquetes. Este cambio de soporte multicast de routers a sistemas finales tiene el potencial de abordar la mayoría de los problemas asociados con \"IP multicast\". Sin embargo, la principal preocupación es la penalización de la actuación profesional asociada a ese modelo. En particular, el sistema final multicast introduce paquetes duplicados en enlaces físicos e incurre en mayores retrasos de extremo a extremo que \"IP multicast\". Estudiamos estas preocupaciones de desempeño en el contexto del protocolo de Narada. En Narada, los sistemas finales se autoorganizan en una estructura superpuesta utilizando un protocolo totalmente distribuido. Además, los sistemas finales intentan optimizar la eficiencia de la superposición adaptándose a la dinámica de la red y considerando el rendimiento a nivel de aplicación. Presentamos detalles de Narada y lo evaluamos utilizando simulación y experimentos de Internet. Nuestros resultados indican que las penalizaciones de rendimiento son bajas tanto desde la perspectiva de la aplicación como de la red. Creemos que los beneficios potenciales de transferir la funcionalidad multicast de los sistemas finales a los routers superan significativamente la penalización de rendimiento ",
            "error": [
                ""
            ]
        },
        "network management": {
            "translated_key": "gestión de la red",
            "translated_annotated_text": "Un caso para el sistema final multicast La sabiduría convencional ha sido que el protocolo de Internet (IP) es la capa de protocolo natural para implementar la funcionalidad relacionada con multicast. Sin embargo, más de una década después de su propuesta inicial, IP multicast todavía está plagado de preocupaciones relativas a la escalabilidad, \"gestión de la red\", implementación y soporte para funciones de mayor capa como error, flujo y control de congestión. Exploramos una arquitectura alternativa que denominamos sistema final multicast, donde los sistemas finales implementan todas las funciones relacionadas con multicast, incluyendo gestión de membresía y replicación de paquetes. Este cambio de soporte multicast de routers a sistemas finales tiene el potencial de abordar la mayoría de los problemas asociados con multicast IP. Sin embargo, la principal preocupación es la penalización de la actuación profesional asociada a ese modelo. En particular, el sistema final multicast introduce paquetes duplicados en enlaces físicos e incurre en mayores retrasos de extremo a extremo que el multicast IP. Estudiamos estas preocupaciones de desempeño en el contexto del protocolo de Narada. En Narada, los sistemas finales se autoorganizan en una estructura superpuesta utilizando un protocolo totalmente distribuido. Además, los sistemas finales intentan optimizar la eficiencia de la superposición adaptándose a la dinámica de la red y considerando el rendimiento a nivel de aplicación. Presentamos detalles de Narada y lo evaluamos utilizando simulación y experimentos de Internet. Nuestros resultados indican que las penalizaciones de rendimiento son bajas tanto desde la perspectiva de la aplicación como de la red. Creemos que los beneficios potenciales de transferir la funcionalidad multicast de los sistemas finales a los routers superan significativamente la penalización de rendimiento ",
            "error": [
                ""
            ]
        },
        "network scalability": {
            "translated_key": [],
            "translated_annotated_text": "Un caso para el sistema final multicast La sabiduría convencional ha sido que el protocolo de Internet (IP) es la capa de protocolo natural para implementar la funcionalidad relacionada con multicast. Sin embargo, más de una década después de su propuesta inicial, IP multicast todavía está plagado de preocupaciones relativas a la escalabilidad, la gestión de la red, el despliegue y el apoyo para una mayor funcionalidad de capa, tales como error, flujo y control de congestión. Exploramos una arquitectura alternativa que denominamos sistema final multicast, donde los sistemas finales implementan todas las funciones relacionadas con multicast, incluyendo gestión de membresía y replicación de paquetes. Este cambio de soporte multicast de routers a sistemas finales tiene el potencial de abordar la mayoría de los problemas asociados con multicast IP. Sin embargo, la principal preocupación es la penalización de la actuación profesional asociada a ese modelo. En particular, el sistema final multicast introduce paquetes duplicados en enlaces físicos e incurre en mayores retrasos de extremo a extremo que el multicast IP. Estudiamos estas preocupaciones de desempeño en el contexto del protocolo de Narada. En Narada, los sistemas finales se autoorganizan en una estructura superpuesta utilizando un protocolo totalmente distribuido. Además, los sistemas finales intentan optimizar la eficiencia de la superposición adaptándose a la dinámica de la red y considerando el rendimiento a nivel de aplicación. Presentamos detalles de Narada y lo evaluamos utilizando simulación y experimentos de Internet. Nuestros resultados indican que las penalizaciones de rendimiento son bajas tanto desde la perspectiva de la aplicación como de la red. Creemos que los beneficios potenciales de transferir la funcionalidad multicast de los sistemas finales a los routers superan significativamente la penalización de rendimiento ",
            "error": []
        },
        "higher layer functionality": {
            "translated_key": "funcionalidad de capa más alta",
            "translated_annotated_text": "Un caso para el sistema final multicast La sabiduría convencional ha sido que el protocolo de Internet (IP) es la capa de protocolo natural para implementar la funcionalidad relacionada con multicast. Sin embargo, más de una década después de su propuesta inicial, IP multicast sigue plagada de preocupaciones relativas a la escalabilidad, la gestión de la red, el despliegue y el apoyo a la \"funcionalidad de capa más alta\", como el error, el flujo y el control de la congestión. Exploramos una arquitectura alternativa que denominamos sistema final multicast, donde los sistemas finales implementan todas las funciones relacionadas con multicast, incluyendo gestión de membresía y replicación de paquetes. Este cambio de soporte multicast de routers a sistemas finales tiene el potencial de abordar la mayoría de los problemas asociados con multicast IP. Sin embargo, la principal preocupación es la penalización de la actuación profesional asociada a ese modelo. En particular, el sistema final multicast introduce paquetes duplicados en enlaces físicos e incurre en mayores retrasos de extremo a extremo que el multicast IP. Estudiamos estas preocupaciones de desempeño en el contexto del protocolo de Narada. En Narada, los sistemas finales se autoorganizan en una estructura superpuesta utilizando un protocolo totalmente distribuido. Además, los sistemas finales intentan optimizar la eficiencia de la superposición adaptándose a la dinámica de la red y considerando el rendimiento a nivel de aplicación. Presentamos detalles de Narada y lo evaluamos utilizando simulación y experimentos de Internet. Nuestros resultados indican que las penalizaciones de rendimiento son bajas tanto desde la perspectiva de la aplicación como de la red. Creemos que los beneficios potenciales de transferir la funcionalidad multicast de los sistemas finales a los routers superan significativamente la penalización de rendimiento ",
            "error": [
                ""
            ]
        },
        "congestion control": {
            "translated_key": "control de congestión",
            "translated_annotated_text": "Un caso para el sistema final multicast La sabiduría convencional ha sido que el protocolo de Internet (IP) es la capa de protocolo natural para implementar la funcionalidad relacionada con multicast. Sin embargo, más de una década después de su propuesta inicial, IP multicast todavía está plagado de preocupaciones relativas a la escalabilidad, la gestión de la red, el despliegue y el apoyo para una mayor funcionalidad de capa como error, flujo y \"control de congestión\". Exploramos una arquitectura alternativa que denominamos sistema final multicast, donde los sistemas finales implementan todas las funciones relacionadas con multicast, incluyendo gestión de membresía y replicación de paquetes. Este cambio de soporte multicast de routers a sistemas finales tiene el potencial de abordar la mayoría de los problemas asociados con multicast IP. Sin embargo, la principal preocupación es la penalización de la actuación profesional asociada a ese modelo. En particular, el sistema final multicast introduce paquetes duplicados en enlaces físicos e incurre en mayores retrasos de extremo a extremo que el multicast IP. Estudiamos estas preocupaciones de desempeño en el contexto del protocolo de Narada. En Narada, los sistemas finales se autoorganizan en una estructura superpuesta utilizando un protocolo totalmente distribuido. Además, los sistemas finales intentan optimizar la eficiencia de la superposición adaptándose a la dinámica de la red y considerando el rendimiento a nivel de aplicación. Presentamos detalles de Narada y lo evaluamos utilizando simulación y experimentos de Internet. Nuestros resultados indican que las penalizaciones de rendimiento son bajas tanto desde la perspectiva de la aplicación como de la red. Creemos que los beneficios potenciales de transferir la funcionalidad multicast de los sistemas finales a los routers superan significativamente la penalización de rendimiento ",
            "error": [
                ""
            ]
        },
        "membership management": {
            "translated_key": "gestión de miembros",
            "translated_annotated_text": "Un caso para el sistema final multicast La sabiduría convencional ha sido que el protocolo de Internet (IP) es la capa de protocolo natural para implementar la funcionalidad relacionada con multicast. Sin embargo, más de una década después de su propuesta inicial, IP multicast todavía está plagado de preocupaciones relativas a la escalabilidad, la gestión de la red, el despliegue y el apoyo para una mayor funcionalidad de capa, tales como error, flujo y control de congestión. Exploramos una arquitectura alternativa que llamamos sistema final multicast, donde los sistemas finales implementan todas las funciones relacionadas con multicast, incluyendo \"gestión de miembros\" y replicación de paquetes. Este cambio de soporte multicast de routers a sistemas finales tiene el potencial de abordar la mayoría de los problemas asociados con multicast IP. Sin embargo, la principal preocupación es la penalización de la actuación profesional asociada a ese modelo. En particular, el sistema final multicast introduce paquetes duplicados en enlaces físicos e incurre en mayores retrasos de extremo a extremo que el multicast IP. Estudiamos estas preocupaciones de desempeño en el contexto del protocolo de Narada. En Narada, los sistemas finales se autoorganizan en una estructura superpuesta utilizando un protocolo totalmente distribuido. Además, los sistemas finales intentan optimizar la eficiencia de la superposición adaptándose a la dinámica de la red y considerando el rendimiento a nivel de aplicación. Presentamos detalles de Narada y lo evaluamos utilizando simulación y experimentos de Internet. Nuestros resultados indican que las penalizaciones de rendimiento son bajas tanto desde la perspectiva de la aplicación como de la red. Creemos que los beneficios potenciales de transferir la funcionalidad multicast de los sistemas finales a los routers superan significativamente la penalización de rendimiento ",
            "error": [
                ""
            ]
        },
        "packet replication": {
            "translated_key": "replicación de paquetes",
            "translated_annotated_text": "Un caso para el sistema final multicast La sabiduría convencional ha sido que el protocolo de Internet (IP) es la capa de protocolo natural para implementar la funcionalidad relacionada con multicast. Sin embargo, más de una década después de su propuesta inicial, IP multicast todavía está plagado de preocupaciones relativas a la escalabilidad, la gestión de la red, el despliegue y el apoyo para una mayor funcionalidad de capa, tales como error, flujo y control de congestión. Exploramos una arquitectura alternativa que denominamos sistema final multicast, donde los sistemas finales implementan todas las funciones relacionadas con multicast incluyendo la gestión de membresía y \"replicación de paquetes\". Este cambio de soporte multicast de routers a sistemas finales tiene el potencial de abordar la mayoría de los problemas asociados con multicast IP. Sin embargo, la principal preocupación es la penalización de la actuación profesional asociada a ese modelo. En particular, el sistema final multicast introduce paquetes duplicados en enlaces físicos e incurre en mayores retrasos de extremo a extremo que el multicast IP. Estudiamos estas preocupaciones de desempeño en el contexto del protocolo de Narada. En Narada, los sistemas finales se autoorganizan en una estructura superpuesta utilizando un protocolo totalmente distribuido. Además, los sistemas finales intentan optimizar la eficiencia de la superposición adaptándose a la dinámica de la red y considerando el rendimiento a nivel de aplicación. Presentamos detalles de Narada y lo evaluamos utilizando simulación y experimentos de Internet. Nuestros resultados indican que las penalizaciones de rendimiento son bajas tanto desde la perspectiva de la aplicación como de la red. Creemos que los beneficios potenciales de transferir la funcionalidad multicast de los sistemas finales a los routers superan significativamente la penalización de rendimiento ",
            "error": [
                ""
            ]
        },
        "network routers": {
            "translated_key": [],
            "translated_annotated_text": "Un caso para el sistema final multicast La sabiduría convencional ha sido que el protocolo de Internet (IP) es la capa de protocolo natural para implementar la funcionalidad relacionada con multicast. Sin embargo, más de una década después de su propuesta inicial, IP multicast todavía está plagado de preocupaciones relativas a la escalabilidad, la gestión de la red, el despliegue y el apoyo para una mayor funcionalidad de capa, tales como error, flujo y control de congestión. Exploramos una arquitectura alternativa que denominamos sistema final multicast, donde los sistemas finales implementan todas las funciones relacionadas con multicast, incluyendo gestión de membresía y replicación de paquetes. Este cambio de soporte multicast de routers a sistemas finales tiene el potencial de abordar la mayoría de los problemas asociados con multicast IP. Sin embargo, la principal preocupación es la penalización de la actuación profesional asociada a ese modelo. En particular, el sistema final multicast introduce paquetes duplicados en enlaces físicos e incurre en mayores retrasos de extremo a extremo que el multicast IP. Estudiamos estas preocupaciones de desempeño en el contexto del protocolo de Narada. En Narada, los sistemas finales se autoorganizan en una estructura superpuesta utilizando un protocolo totalmente distribuido. Además, los sistemas finales intentan optimizar la eficiencia de la superposición adaptándose a la dinámica de la red y considerando el rendimiento a nivel de aplicación. Presentamos detalles de Narada y lo evaluamos utilizando simulación y experimentos de Internet. Nuestros resultados indican que las penalizaciones de rendimiento son bajas tanto desde la perspectiva de la aplicación como de la red. Creemos que los beneficios potenciales de transferir la funcionalidad multicast de los sistemas finales a los routers superan significativamente la penalización de rendimiento ",
            "error": []
        },
        "end-to-end delays": {
            "translated_key": "retardos de extremo a extremo",
            "translated_annotated_text": "Un caso para el sistema final multicast La sabiduría convencional ha sido que el protocolo de Internet (IP) es la capa de protocolo natural para implementar la funcionalidad relacionada con multicast. Sin embargo, más de una década después de su propuesta inicial, IP multicast todavía está plagado de preocupaciones relativas a la escalabilidad, la gestión de la red, el despliegue y el apoyo para una mayor funcionalidad de capa, tales como error, flujo y control de congestión. Exploramos una arquitectura alternativa que denominamos sistema final multicast, donde los sistemas finales implementan todas las funciones relacionadas con multicast, incluyendo gestión de membresía y replicación de paquetes. Este cambio de soporte multicast de routers a sistemas finales tiene el potencial de abordar la mayoría de los problemas asociados con multicast IP. Sin embargo, la principal preocupación es la penalización de la actuación profesional asociada a ese modelo. En particular, el sistema final multicast introduce paquetes duplicados en enlaces físicos e incurre en mayores \"retardos de extremo a extremo\" que el multicast IP. Estudiamos estas preocupaciones de desempeño en el contexto del protocolo de Narada. En Narada, los sistemas finales se autoorganizan en una estructura superpuesta utilizando un protocolo totalmente distribuido. Además, los sistemas finales intentan optimizar la eficiencia de la superposición adaptándose a la dinámica de la red y considerando el rendimiento a nivel de aplicación. Presentamos detalles de Narada y lo evaluamos utilizando simulación y experimentos de Internet. Nuestros resultados indican que las penalizaciones de rendimiento son bajas tanto desde la perspectiva de la aplicación como de la red. Creemos que los beneficios potenciales de transferir la funcionalidad multicast de los sistemas finales a los routers superan significativamente la penalización de rendimiento ",
            "error": [
                ""
            ]
        },
        "Narada protocol": {
            "translated_key": "protocolo de Narada",
            "translated_annotated_text": "Un caso para el sistema final multicast La sabiduría convencional ha sido que el protocolo de Internet (IP) es la capa de protocolo natural para implementar la funcionalidad relacionada con multicast. Sin embargo, más de una década después de su propuesta inicial, IP multicast todavía está plagado de preocupaciones relativas a la escalabilidad, la gestión de la red, el despliegue y el apoyo para una mayor funcionalidad de capa, tales como error, flujo y control de congestión. Exploramos una arquitectura alternativa que denominamos sistema final multicast, donde los sistemas finales implementan todas las funciones relacionadas con multicast, incluyendo gestión de membresía y replicación de paquetes. Este cambio de soporte multicast de routers a sistemas finales tiene el potencial de abordar la mayoría de los problemas asociados con multicast IP. Sin embargo, la principal preocupación es la penalización de la actuación profesional asociada a ese modelo. En particular, el sistema final multicast introduce paquetes duplicados en enlaces físicos e incurre en mayores retrasos de extremo a extremo que el multicast IP. Estudiamos estas preocupaciones de desempeño en el contexto del \"protocolo de Narada\". En Narada, los sistemas finales se autoorganizan en una estructura superpuesta utilizando un protocolo totalmente distribuido. Además, los sistemas finales intentan optimizar la eficiencia de la superposición adaptándose a la dinámica de la red y considerando el rendimiento a nivel de aplicación. Presentamos detalles de Narada y lo evaluamos utilizando simulación y experimentos de Internet. Nuestros resultados indican que las penalizaciones de rendimiento son bajas tanto desde la perspectiva de la aplicación como de la red. Creemos que los beneficios potenciales de transferir la funcionalidad multicast de los sistemas finales a los routers superan significativamente la penalización de rendimiento ",
            "error": [
                ""
            ]
        },
        "overlay structure": {
            "translated_key": "estructura superpuesta",
            "translated_annotated_text": "Un caso para el sistema final multicast La sabiduría convencional ha sido que el protocolo de Internet (IP) es la capa de protocolo natural para implementar la funcionalidad relacionada con multicast. Sin embargo, más de una década después de su propuesta inicial, IP multicast todavía está plagado de preocupaciones relativas a la escalabilidad, la gestión de la red, el despliegue y el apoyo para una mayor funcionalidad de capa, tales como error, flujo y control de congestión. Exploramos una arquitectura alternativa que denominamos sistema final multicast, donde los sistemas finales implementan todas las funciones relacionadas con multicast, incluyendo gestión de membresía y replicación de paquetes. Este cambio de soporte multicast de routers a sistemas finales tiene el potencial de abordar la mayoría de los problemas asociados con multicast IP. Sin embargo, la principal preocupación es la penalización de la actuación profesional asociada a ese modelo. En particular, el sistema final multicast introduce paquetes duplicados en enlaces físicos e incurre en mayores retrasos de extremo a extremo que el multicast IP. Estudiamos estas preocupaciones de desempeño en el contexto del protocolo de Narada. En Narada, los sistemas finales se auto-organizan en una \"estructura superpuesta\" usando un protocolo completamente distribuido. Además, los sistemas finales intentan optimizar la eficiencia de la superposición adaptándose a la dinámica de la red y considerando el rendimiento a nivel de aplicación. Presentamos detalles de Narada y lo evaluamos utilizando simulación y experimentos de Internet. Nuestros resultados indican que las penalizaciones de rendimiento son bajas tanto desde la perspectiva de la aplicación como de la red. Creemos que los beneficios potenciales de transferir la funcionalidad multicast de los sistemas finales a los routers superan significativamente la penalización de rendimiento ",
            "error": [
                ""
            ]
        },
        "distributed protocol": {
            "translated_key": "protocolo completamente distribuido",
            "translated_annotated_text": "Un caso para el sistema final multicast La sabiduría convencional ha sido que el protocolo de Internet (IP) es la capa de protocolo natural para implementar la funcionalidad relacionada con multicast. Sin embargo, más de una década después de su propuesta inicial, IP multicast todavía está plagado de preocupaciones relativas a la escalabilidad, la gestión de la red, el despliegue y el apoyo para una mayor funcionalidad de capa, tales como error, flujo y control de congestión. Exploramos una arquitectura alternativa que denominamos sistema final multicast, donde los sistemas finales implementan todas las funciones relacionadas con multicast, incluyendo gestión de membresía y replicación de paquetes. Este cambio de soporte multicast de routers a sistemas finales tiene el potencial de abordar la mayoría de los problemas asociados con multicast IP. Sin embargo, la principal preocupación es la penalización de la actuación profesional asociada a ese modelo. En particular, el sistema final multicast introduce paquetes duplicados en enlaces físicos e incurre en mayores retrasos de extremo a extremo que el multicast IP. Estudiamos estas preocupaciones de desempeño en el contexto del protocolo de Narada. En Narada, los sistemas finales se autoorganizan en una estructura superpuesta utilizando un \"protocolo completamente distribuido\". Además, los sistemas finales intentan optimizar la eficiencia de la superposición adaptándose a la dinámica de la red y considerando el rendimiento a nivel de aplicación. Presentamos detalles de Narada y lo evaluamos utilizando simulación y experimentos de Internet. Nuestros resultados indican que las penalizaciones de rendimiento son bajas tanto desde la perspectiva de la aplicación como de la red. Creemos que los beneficios potenciales de transferir la funcionalidad multicast de los sistemas finales a los routers superan significativamente la penalización de rendimiento ",
            "error": [
                ""
            ]
        },
        "network dynamics": {
            "translated_key": "dinámica de la red",
            "translated_annotated_text": "Un caso para el sistema final multicast La sabiduría convencional ha sido que el protocolo de Internet (IP) es la capa de protocolo natural para implementar la funcionalidad relacionada con multicast. Sin embargo, más de una década después de su propuesta inicial, IP multicast todavía está plagado de preocupaciones relativas a la escalabilidad, la gestión de la red, el despliegue y el apoyo para una mayor funcionalidad de capa, tales como error, flujo y control de congestión. Exploramos una arquitectura alternativa que denominamos sistema final multicast, donde los sistemas finales implementan todas las funciones relacionadas con multicast, incluyendo gestión de membresía y replicación de paquetes. Este cambio de soporte multicast de routers a sistemas finales tiene el potencial de abordar la mayoría de los problemas asociados con multicast IP. Sin embargo, la principal preocupación es la penalización de la actuación profesional asociada a ese modelo. En particular, el sistema final multicast introduce paquetes duplicados en enlaces físicos e incurre en mayores retrasos de extremo a extremo que el multicast IP. Estudiamos estas preocupaciones de desempeño en el contexto del protocolo de Narada. En Narada, los sistemas finales se autoorganizan en una estructura superpuesta utilizando un protocolo totalmente distribuido. Además, los sistemas finales intentan optimizar la eficiencia de la superposición adaptándose a la \"dinámica de la red\" y considerando el rendimiento a nivel de aplicación. Presentamos detalles de Narada y lo evaluamos utilizando simulación y experimentos de Internet. Nuestros resultados indican que las penalizaciones de rendimiento son bajas tanto desde la perspectiva de la aplicación como de la red. Creemos que los beneficios potenciales de transferir la funcionalidad multicast de los sistemas finales a los routers superan significativamente la penalización de rendimiento ",
            "error": [
                ""
            ]
        },
        "application level performance": {
            "translated_key": "rendimiento del nivel de aplicación",
            "translated_annotated_text": "Un caso para el sistema final multicast La sabiduría convencional ha sido que el protocolo de Internet (IP) es la capa de protocolo natural para implementar la funcionalidad relacionada con multicast. Sin embargo, más de una década después de su propuesta inicial, IP multicast todavía está plagado de preocupaciones relativas a la escalabilidad, la gestión de la red, el despliegue y el apoyo para una mayor funcionalidad de capa, tales como error, flujo y control de congestión. Exploramos una arquitectura alternativa que denominamos sistema final multicast, donde los sistemas finales implementan todas las funciones relacionadas con multicast, incluyendo gestión de membresía y replicación de paquetes. Este cambio de soporte multicast de routers a sistemas finales tiene el potencial de abordar la mayoría de los problemas asociados con multicast IP. Sin embargo, la principal preocupación es la penalización de la actuación profesional asociada a ese modelo. En particular, el sistema final multicast introduce paquetes duplicados en enlaces físicos e incurre en mayores retrasos de extremo a extremo que el multicast IP. Estudiamos estas preocupaciones de desempeño en el contexto del protocolo de Narada. En Narada, los sistemas finales se autoorganizan en una estructura superpuesta utilizando un protocolo totalmente distribuido. Además, los sistemas finales intentan optimizar la eficiencia de la superposición adaptándose a la dinámica de la red y considerando el \"rendimiento del nivel de aplicación\". Presentamos detalles de Narada y lo evaluamos utilizando simulación y experimentos de Internet. Nuestros resultados indican que las penalizaciones de rendimiento son bajas tanto desde la perspectiva de la aplicación como de la red. Creemos que los beneficios potenciales de transferir la funcionalidad multicast de los sistemas finales a los routers superan significativamente la penalización de rendimiento ",
            "error": [
                ""
            ]
        },
        "simulation": {
            "translated_key": "simulación",
            "translated_annotated_text": "Un caso para el sistema final multicast La sabiduría convencional ha sido que el protocolo de Internet (IP) es la capa de protocolo natural para implementar la funcionalidad relacionada con multicast. Sin embargo, más de una década después de su propuesta inicial, IP multicast todavía está plagado de preocupaciones relativas a la escalabilidad, la gestión de la red, el despliegue y el apoyo para una mayor funcionalidad de capa, tales como error, flujo y control de congestión. Exploramos una arquitectura alternativa que denominamos sistema final multicast, donde los sistemas finales implementan todas las funciones relacionadas con multicast, incluyendo gestión de membresía y replicación de paquetes. Este cambio de soporte multicast de routers a sistemas finales tiene el potencial de abordar la mayoría de los problemas asociados con multicast IP. Sin embargo, la principal preocupación es la penalización de la actuación profesional asociada a ese modelo. En particular, el sistema final multicast introduce paquetes duplicados en enlaces físicos e incurre en mayores retrasos de extremo a extremo que el multicast IP. Estudiamos estas preocupaciones de desempeño en el contexto del protocolo de Narada. En Narada, los sistemas finales se autoorganizan en una estructura superpuesta utilizando un protocolo totalmente distribuido. Además, los sistemas finales intentan optimizar la eficiencia de la superposición adaptándose a la dinámica de la red y considerando el rendimiento a nivel de aplicación. Presentamos detalles de Narada y lo evaluamos usando \"simulación\" y experimentos de Internet. Nuestros resultados indican que las penalizaciones de rendimiento son bajas tanto desde la perspectiva de la aplicación como de la red. Creemos que los beneficios potenciales de transferir la funcionalidad multicast de los sistemas finales a los routers superan significativamente la penalización de rendimiento ",
            "error": [
                ""
            ]
        },
        "Internet experiments": {
            "translated_key": "experimentos de Internet",
            "translated_annotated_text": "Un caso para el sistema final multicast La sabiduría convencional ha sido que el protocolo de Internet (IP) es la capa de protocolo natural para implementar la funcionalidad relacionada con multicast. Sin embargo, más de una década después de su propuesta inicial, IP multicast todavía está plagado de preocupaciones relativas a la escalabilidad, la gestión de la red, el despliegue y el apoyo para una mayor funcionalidad de capa, tales como error, flujo y control de congestión. Exploramos una arquitectura alternativa que denominamos sistema final multicast, donde los sistemas finales implementan todas las funciones relacionadas con multicast, incluyendo gestión de membresía y replicación de paquetes. Este cambio de soporte multicast de routers a sistemas finales tiene el potencial de abordar la mayoría de los problemas asociados con multicast IP. Sin embargo, la principal preocupación es la penalización de la actuación profesional asociada a ese modelo. En particular, el sistema final multicast introduce paquetes duplicados en enlaces físicos e incurre en mayores retrasos de extremo a extremo que el multicast IP. Estudiamos estas preocupaciones de desempeño en el contexto del protocolo de Narada. En Narada, los sistemas finales se autoorganizan en una estructura superpuesta utilizando un protocolo totalmente distribuido. Además, los sistemas finales intentan optimizar la eficiencia de la superposición adaptándose a la dinámica de la red y considerando el rendimiento a nivel de aplicación. Presentamos detalles de Narada y lo evaluamos usando simulación y \"experimentos de Internet\". Nuestros resultados indican que las penalizaciones de rendimiento son bajas tanto desde la perspectiva de la aplicación como de la red. Creemos que los beneficios potenciales de transferir la funcionalidad multicast de los sistemas finales a los routers superan significativamente la penalización de rendimiento ",
            "error": [
                ""
            ]
        },
        "performance penalties": {
            "translated_key": "penas de rendimiento",
            "translated_annotated_text": "Un caso para el sistema final multicast La sabiduría convencional ha sido que el protocolo de Internet (IP) es la capa de protocolo natural para implementar la funcionalidad relacionada con multicast. Sin embargo, más de una década después de su propuesta inicial, IP multicast todavía está plagado de preocupaciones relativas a la escalabilidad, la gestión de la red, el despliegue y el apoyo para una mayor funcionalidad de capa, tales como error, flujo y control de congestión. Exploramos una arquitectura alternativa que denominamos sistema final multicast, donde los sistemas finales implementan todas las funciones relacionadas con multicast, incluyendo gestión de membresía y replicación de paquetes. Este cambio de soporte multicast de routers a sistemas finales tiene el potencial de abordar la mayoría de los problemas asociados con multicast IP. Sin embargo, la principal preocupación es la penalización de la actuación profesional asociada a ese modelo. En particular, el sistema final multicast introduce paquetes duplicados en enlaces físicos e incurre en mayores retrasos de extremo a extremo que el multicast IP. Estudiamos estas preocupaciones de desempeño en el contexto del protocolo de Narada. En Narada, los sistemas finales se autoorganizan en una estructura superpuesta utilizando un protocolo totalmente distribuido. Además, los sistemas finales intentan optimizar la eficiencia de la superposición adaptándose a la dinámica de la red y considerando el rendimiento a nivel de aplicación. Presentamos detalles de Narada y lo evaluamos utilizando simulación y experimentos de Internet. Nuestros resultados indican que las \"penas de rendimiento\" son bajas tanto desde la perspectiva de la aplicación como de la red. Creemos que los beneficios potenciales de transferir la funcionalidad multicast de los sistemas finales a los routers superan significativamente la penalización de rendimiento ",
            "error": [
                ""
            ]
        },
        "self-organizing protocol": {
            "translated_key": [],
            "translated_annotated_text": "Un caso para el sistema final multicast La sabiduría convencional ha sido que el protocolo de Internet (IP) es la capa de protocolo natural para implementar la funcionalidad relacionada con multicast. Sin embargo, más de una década después de su propuesta inicial, IP multicast todavía está plagado de preocupaciones relativas a la escalabilidad, la gestión de la red, el despliegue y el apoyo para una mayor funcionalidad de capa, tales como error, flujo y control de congestión. Exploramos una arquitectura alternativa que denominamos sistema final multicast, donde los sistemas finales implementan todas las funciones relacionadas con multicast, incluyendo gestión de membresía y replicación de paquetes. Este cambio de soporte multicast de routers a sistemas finales tiene el potencial de abordar la mayoría de los problemas asociados con multicast IP. Sin embargo, la principal preocupación es la penalización de la actuación profesional asociada a ese modelo. En particular, el sistema final multicast introduce paquetes duplicados en enlaces físicos e incurre en mayores retrasos de extremo a extremo que el multicast IP. Estudiamos estas preocupaciones de desempeño en el contexto del protocolo de Narada. En Narada, los sistemas finales se autoorganizan en una estructura superpuesta utilizando un protocolo totalmente distribuido. Además, los sistemas finales intentan optimizar la eficiencia de la superposición adaptándose a la dinámica de la red y considerando el rendimiento a nivel de aplicación. Presentamos detalles de Narada y lo evaluamos utilizando simulación y experimentos de Internet. Nuestros resultados indican que las penalizaciones de rendimiento son bajas tanto desde la perspectiva de la aplicación como de la red. Creemos que los beneficios potenciales de transferir la funcionalidad multicast de los sistemas finales a los routers superan significativamente la penalización de rendimiento ",
            "error": []
        },
        "computer network management": {
            "translated_key": [],
            "translated_annotated_text": "Un caso para el sistema final multicast La sabiduría convencional ha sido que el protocolo de Internet (IP) es la capa de protocolo natural para implementar la funcionalidad relacionada con multicast. Sin embargo, más de una década después de su propuesta inicial, IP multicast todavía está plagado de preocupaciones relativas a la escalabilidad, la gestión de la red, el despliegue y el apoyo para una mayor funcionalidad de capa, tales como error, flujo y control de congestión. Exploramos una arquitectura alternativa que denominamos sistema final multicast, donde los sistemas finales implementan todas las funciones relacionadas con multicast, incluyendo gestión de membresía y replicación de paquetes. Este cambio de soporte multicast de routers a sistemas finales tiene el potencial de abordar la mayoría de los problemas asociados con multicast IP. Sin embargo, la principal preocupación es la penalización de la actuación profesional asociada a ese modelo. En particular, el sistema final multicast introduce paquetes duplicados en enlaces físicos e incurre en mayores retrasos de extremo a extremo que el multicast IP. Estudiamos estas preocupaciones de desempeño en el contexto del protocolo de Narada. En Narada, los sistemas finales se autoorganizan en una estructura superpuesta utilizando un protocolo totalmente distribuido. Además, los sistemas finales intentan optimizar la eficiencia de la superposición adaptándose a la dinámica de la red y considerando el rendimiento a nivel de aplicación. Presentamos detalles de Narada y lo evaluamos utilizando simulación y experimentos de Internet. Nuestros resultados indican que las penalizaciones de rendimiento son bajas tanto desde la perspectiva de la aplicación como de la red. Creemos que los beneficios potenciales de transferir la funcionalidad multicast de los sistemas finales a los routers superan significativamente la penalización de rendimiento ",
            "error": []
        },
        "delays": {
            "translated_key": "retrasos",
            "translated_annotated_text": "Un caso para el sistema final multicast La sabiduría convencional ha sido que el protocolo de Internet (IP) es la capa de protocolo natural para implementar la funcionalidad relacionada con multicast. Sin embargo, más de una década después de su propuesta inicial, IP multicast todavía está plagado de preocupaciones relativas a la escalabilidad, la gestión de la red, el despliegue y el apoyo para una mayor funcionalidad de capa, tales como error, flujo y control de congestión. Exploramos una arquitectura alternativa que denominamos sistema final multicast, donde los sistemas finales implementan todas las funciones relacionadas con multicast, incluyendo gestión de membresía y replicación de paquetes. Este cambio de soporte multicast de routers a sistemas finales tiene el potencial de abordar la mayoría de los problemas asociados con multicast IP. Sin embargo, la principal preocupación es la penalización de la actuación profesional asociada a ese modelo. En particular, el sistema final multicast introduce paquetes duplicados en enlaces físicos e incurre en mayores \"retrasos\" de extremo a extremo que el multicast IP. Estudiamos estas preocupaciones de desempeño en el contexto del protocolo de Narada. En Narada, los sistemas finales se autoorganizan en una estructura superpuesta utilizando un protocolo totalmente distribuido. Además, los sistemas finales intentan optimizar la eficiencia de la superposición adaptándose a la dinámica de la red y considerando el rendimiento a nivel de aplicación. Presentamos detalles de Narada y lo evaluamos utilizando simulación y experimentos de Internet. Nuestros resultados indican que las penalizaciones de rendimiento son bajas tanto desde la perspectiva de la aplicación como de la red. Creemos que los beneficios potenciales de transferir la funcionalidad multicast de los sistemas finales a los routers superan significativamente la penalización de rendimiento ",
            "error": [
                ""
            ]
        },
        "Internet": {
            "translated_key": "Internet",
            "translated_annotated_text": "Un caso para el sistema final multicast La sabiduría convencional ha sido que el protocolo \"Internet\" (IP) es la capa de protocolo natural para implementar la funcionalidad relacionada con multicast. Sin embargo, más de una década después de su propuesta inicial, IP multicast todavía está plagado de preocupaciones relativas a la escalabilidad, la gestión de la red, el despliegue y el apoyo para una mayor funcionalidad de capa, tales como error, flujo y control de congestión. Exploramos una arquitectura alternativa que denominamos sistema final multicast, donde los sistemas finales implementan todas las funciones relacionadas con multicast, incluyendo gestión de membresía y replicación de paquetes. Este cambio de soporte multicast de routers a sistemas finales tiene el potencial de abordar la mayoría de los problemas asociados con multicast IP. Sin embargo, la principal preocupación es la penalización de la actuación profesional asociada a ese modelo. En particular, el sistema final multicast introduce paquetes duplicados en enlaces físicos e incurre en mayores retrasos de extremo a extremo que el multicast IP. Estudiamos estas preocupaciones de desempeño en el contexto del protocolo de Narada. En Narada, los sistemas finales se autoorganizan en una estructura superpuesta utilizando un protocolo totalmente distribuido. Además, los sistemas finales intentan optimizar la eficiencia de la superposición adaptándose a la dinámica de la red y considerando el rendimiento a nivel de aplicación. Presentamos detalles de Narada y lo evaluamos usando simulaciones y experimentos de \"Internet\". Nuestros resultados indican que las penalizaciones de rendimiento son bajas tanto desde la perspectiva de la aplicación como de la red. Creemos que los beneficios potenciales de transferir la funcionalidad multicast de los sistemas finales a los routers superan significativamente la penalización de rendimiento ",
            "error": [
                ""
            ]
        },
        "multicast communication": {
            "translated_key": [],
            "translated_annotated_text": "Un caso para el sistema final multicast La sabiduría convencional ha sido que el protocolo de Internet (IP) es la capa de protocolo natural para implementar la funcionalidad relacionada con multicast. Sin embargo, más de una década después de su propuesta inicial, IP multicast todavía está plagado de preocupaciones relativas a la escalabilidad, la gestión de la red, el despliegue y el apoyo para una mayor funcionalidad de capa, tales como error, flujo y control de congestión. Exploramos una arquitectura alternativa que denominamos sistema final multicast, donde los sistemas finales implementan todas las funciones relacionadas con multicast, incluyendo gestión de membresía y replicación de paquetes. Este cambio de soporte multicast de routers a sistemas finales tiene el potencial de abordar la mayoría de los problemas asociados con multicast IP. Sin embargo, la principal preocupación es la penalización de la actuación profesional asociada a ese modelo. En particular, el sistema final multicast introduce paquetes duplicados en enlaces físicos e incurre en mayores retrasos de extremo a extremo que el multicast IP. Estudiamos estas preocupaciones de desempeño en el contexto del protocolo de Narada. En Narada, los sistemas finales se autoorganizan en una estructura superpuesta utilizando un protocolo totalmente distribuido. Además, los sistemas finales intentan optimizar la eficiencia de la superposición adaptándose a la dinámica de la red y considerando el rendimiento a nivel de aplicación. Presentamos detalles de Narada y lo evaluamos utilizando simulación y experimentos de Internet. Nuestros resultados indican que las penalizaciones de rendimiento son bajas tanto desde la perspectiva de la aplicación como de la red. Creemos que los beneficios potenciales de transferir la funcionalidad multicast de los sistemas finales a los routers superan significativamente la penalización de rendimiento ",
            "error": []
        },
        "performance evaluation": {
            "translated_key": [],
            "translated_annotated_text": "Un caso para el sistema final multicast La sabiduría convencional ha sido que el protocolo de Internet (IP) es la capa de protocolo natural para implementar la funcionalidad relacionada con multicast. Sin embargo, más de una década después de su propuesta inicial, IP multicast todavía está plagado de preocupaciones relativas a la escalabilidad, la gestión de la red, el despliegue y el apoyo para una mayor funcionalidad de capa, tales como error, flujo y control de congestión. Exploramos una arquitectura alternativa que denominamos sistema final multicast, donde los sistemas finales implementan todas las funciones relacionadas con multicast, incluyendo gestión de membresía y replicación de paquetes. Este cambio de soporte multicast de routers a sistemas finales tiene el potencial de abordar la mayoría de los problemas asociados con multicast IP. Sin embargo, la principal preocupación es la penalización de la actuación profesional asociada a ese modelo. En particular, el sistema final multicast introduce paquetes duplicados en enlaces físicos e incurre en mayores retrasos de extremo a extremo que el multicast IP. Estudiamos estas preocupaciones de desempeño en el contexto del protocolo de Narada. En Narada, los sistemas finales se autoorganizan en una estructura superpuesta utilizando un protocolo totalmente distribuido. Además, los sistemas finales intentan optimizar la eficiencia de la superposición adaptándose a la dinámica de la red y considerando el rendimiento a nivel de aplicación. Presentamos detalles de Narada y lo evaluamos utilizando simulación y experimentos de Internet. Nuestros resultados indican que las penalizaciones de rendimiento son bajas tanto desde la perspectiva de la aplicación como de la red. Creemos que los beneficios potenciales de transferir la funcionalidad multicast de los sistemas finales a los routers superan significativamente la penalización de rendimiento ",
            "error": []
        },
        "self-adjusting systems": {
            "translated_key": [],
            "translated_annotated_text": "Un caso para el sistema final multicast La sabiduría convencional ha sido que el protocolo de Internet (IP) es la capa de protocolo natural para implementar la funcionalidad relacionada con multicast. Sin embargo, más de una década después de su propuesta inicial, IP multicast todavía está plagado de preocupaciones relativas a la escalabilidad, la gestión de la red, el despliegue y el apoyo para una mayor funcionalidad de capa, tales como error, flujo y control de congestión. Exploramos una arquitectura alternativa que denominamos sistema final multicast, donde los sistemas finales implementan todas las funciones relacionadas con multicast, incluyendo gestión de membresía y replicación de paquetes. Este cambio de soporte multicast de routers a sistemas finales tiene el potencial de abordar la mayoría de los problemas asociados con multicast IP. Sin embargo, la principal preocupación es la penalización de la actuación profesional asociada a ese modelo. En particular, el sistema final multicast introduce paquetes duplicados en enlaces físicos e incurre en mayores retrasos de extremo a extremo que el multicast IP. Estudiamos estas preocupaciones de desempeño en el contexto del protocolo de Narada. En Narada, los sistemas finales se autoorganizan en una estructura superpuesta utilizando un protocolo totalmente distribuido. Además, los sistemas finales intentan optimizar la eficiencia de la superposición adaptándose a la dinámica de la red y considerando el rendimiento a nivel de aplicación. Presentamos detalles de Narada y lo evaluamos utilizando simulación y experimentos de Internet. Nuestros resultados indican que las penalizaciones de rendimiento son bajas tanto desde la perspectiva de la aplicación como de la red. Creemos que los beneficios potenciales de transferir la funcionalidad multicast de los sistemas finales a los routers superan significativamente la penalización de rendimiento ",
            "error": []
        },
        "telecommunication congestion control": {
            "translated_key": [],
            "translated_annotated_text": "Un caso para el sistema final multicast La sabiduría convencional ha sido que el protocolo de Internet (IP) es la capa de protocolo natural para implementar la funcionalidad relacionada con multicast. Sin embargo, más de una década después de su propuesta inicial, IP multicast todavía está plagado de preocupaciones relativas a la escalabilidad, la gestión de la red, el despliegue y el apoyo para una mayor funcionalidad de capa, tales como error, flujo y control de congestión. Exploramos una arquitectura alternativa que denominamos sistema final multicast, donde los sistemas finales implementan todas las funciones relacionadas con multicast, incluyendo gestión de membresía y replicación de paquetes. Este cambio de soporte multicast de routers a sistemas finales tiene el potencial de abordar la mayoría de los problemas asociados con multicast IP. Sin embargo, la principal preocupación es la penalización de la actuación profesional asociada a ese modelo. En particular, el sistema final multicast introduce paquetes duplicados en enlaces físicos e incurre en mayores retrasos de extremo a extremo que el multicast IP. Estudiamos estas preocupaciones de desempeño en el contexto del protocolo de Narada. En Narada, los sistemas finales se autoorganizan en una estructura superpuesta utilizando un protocolo totalmente distribuido. Además, los sistemas finales intentan optimizar la eficiencia de la superposición adaptándose a la dinámica de la red y considerando el rendimiento a nivel de aplicación. Presentamos detalles de Narada y lo evaluamos utilizando simulación y experimentos de Internet. Nuestros resultados indican que las penalizaciones de rendimiento son bajas tanto desde la perspectiva de la aplicación como de la red. Creemos que los beneficios potenciales de transferir la funcionalidad multicast de los sistemas finales a los routers superan significativamente la penalización de rendimiento ",
            "error": []
        },
        "telecommunication network routing": {
            "translated_key": [],
            "translated_annotated_text": "Un caso para el sistema final multicast La sabiduría convencional ha sido que el protocolo de Internet (IP) es la capa de protocolo natural para implementar la funcionalidad relacionada con multicast. Sin embargo, más de una década después de su propuesta inicial, IP multicast todavía está plagado de preocupaciones relativas a la escalabilidad, la gestión de la red, el despliegue y el apoyo para una mayor funcionalidad de capa, tales como error, flujo y control de congestión. Exploramos una arquitectura alternativa que denominamos sistema final multicast, donde los sistemas finales implementan todas las funciones relacionadas con multicast, incluyendo gestión de membresía y replicación de paquetes. Este cambio de soporte multicast de routers a sistemas finales tiene el potencial de abordar la mayoría de los problemas asociados con multicast IP. Sin embargo, la principal preocupación es la penalización de la actuación profesional asociada a ese modelo. En particular, el sistema final multicast introduce paquetes duplicados en enlaces físicos e incurre en mayores retrasos de extremo a extremo que el multicast IP. Estudiamos estas preocupaciones de desempeño en el contexto del protocolo de Narada. En Narada, los sistemas finales se autoorganizan en una estructura superpuesta utilizando un protocolo totalmente distribuido. Además, los sistemas finales intentan optimizar la eficiencia de la superposición adaptándose a la dinámica de la red y considerando el rendimiento a nivel de aplicación. Presentamos detalles de Narada y lo evaluamos utilizando simulación y experimentos de Internet. Nuestros resultados indican que las penalizaciones de rendimiento son bajas tanto desde la perspectiva de la aplicación como de la red. Creemos que los beneficios potenciales de transferir la funcionalidad multicast de los sistemas finales a los routers superan significativamente la penalización de rendimiento ",
            "error": []
        },
        "transport protocols": {
            "translated_key": [],
            "translated_annotated_text": "Un caso para el sistema final multicast La sabiduría convencional ha sido que el protocolo de Internet (IP) es la capa de protocolo natural para implementar la funcionalidad relacionada con multicast. Sin embargo, más de una década después de su propuesta inicial, IP multicast todavía está plagado de preocupaciones relativas a la escalabilidad, la gestión de la red, el despliegue y el apoyo para una mayor funcionalidad de capa, tales como error, flujo y control de congestión. Exploramos una arquitectura alternativa que denominamos sistema final multicast, donde los sistemas finales implementan todas las funciones relacionadas con multicast, incluyendo gestión de membresía y replicación de paquetes. Este cambio de soporte multicast de routers a sistemas finales tiene el potencial de abordar la mayoría de los problemas asociados con multicast IP. Sin embargo, la principal preocupación es la penalización de la actuación profesional asociada a ese modelo. En particular, el sistema final multicast introduce paquetes duplicados en enlaces físicos e incurre en mayores retrasos de extremo a extremo que el multicast IP. Estudiamos estas preocupaciones de desempeño en el contexto del protocolo de Narada. En Narada, los sistemas finales se autoorganizan en una estructura superpuesta utilizando un protocolo totalmente distribuido. Además, los sistemas finales intentan optimizar la eficiencia de la superposición adaptándose a la dinámica de la red y considerando el rendimiento a nivel de aplicación. Presentamos detalles de Narada y lo evaluamos utilizando simulación y experimentos de Internet. Nuestros resultados indican que las penalizaciones de rendimiento son bajas tanto desde la perspectiva de la aplicación como de la red. Creemos que los beneficios potenciales de transferir la funcionalidad multicast de los sistemas finales a los routers superan significativamente la penalización de rendimiento ",
            "error": []
        }
    }
}