{
    "original_text": "Indexing-neglected and poorly understood The growth of the Internet has highlighted the use of machine indexing. The difficulties in using the Internet as a searching device can be frustrating. The use of the term python is given as an example. Machine indexing is noted as rotten and human indexing as capricious. The problem seems to be a lack of a theoretical foundation for the art of indexing. What librarians have learned over the last hundred years has yet to yield a consistent approach to what really works best in preparing index terms and in the ability of our customers to search the various indexes. An attempt is made to consider the elements of indexing, their pros and cons. The argument is made that machine indexing is far too prolific in its production of index terms. Neither librarians nor computer programmers have made much progress to improve Internet indexing. Human indexing has had the same problems for over fifty years",
    "original_translation": "Indización-negligente y mal entendido El crecimiento de Internet ha puesto de relieve el uso de la indexación de máquinas. Las dificultades para utilizar Internet como dispositivo de búsqueda pueden ser frustrantes. El uso del término pitón se da como ejemplo. La indexación de la máquina se nota como podrida y la indexación humana como caprichosa. El problema parece ser la falta de una base teórica para el arte de la indexación. Lo que los bibliotecarios han aprendido en los últimos cien años todavía no ha dado un enfoque consistente a lo que realmente funciona mejor en la preparación de términos de índice y en la capacidad de nuestros clientes para buscar los diversos índices. Se intenta considerar los elementos de la indexación, sus pros y contras. El argumento es que la indexación de máquinas es demasiado prolífica en su producción de términos de índice. Ni bibliotecarios ni programadores informáticos han avanzado mucho en la mejora de la indexación de Internet. La indexación humana ha tenido los mismos problemas durante más de cincuenta años",
    "error_count": 5,
    "keys": {
        "Internet": {
            "translated_key": "Internet",
            "translated_annotated_text": "Indización-negligente y mal entendido El crecimiento de la \"Internet\" ha destacado el uso de la indexación de máquinas. Las dificultades para usar la \"Internet\" como dispositivo de búsqueda pueden ser frustrantes. El uso del término pitón se da como ejemplo. La indexación de la máquina se nota como podrida y la indexación humana como caprichosa. El problema parece ser la falta de una base teórica para el arte de la indexación. Lo que los bibliotecarios han aprendido en los últimos cien años todavía no ha dado un enfoque consistente a lo que realmente funciona mejor en la preparación de términos de índice y en la capacidad de nuestros clientes para buscar los diversos índices. Se intenta considerar los elementos de la indexación, sus pros y contras. El argumento es que la indexación de máquinas es demasiado prolífica en su producción de términos de índice. Ni bibliotecarios ni programadores informáticos han avanzado mucho para mejorar la indexación \"Internet\". La indexación humana ha tenido los mismos problemas durante más de cincuenta años ",
            "error": [
                ""
            ]
        },
        "machine indexing": {
            "translated_key": [
                "indización de máquinas",
                "indización mecánica"
            ],
            "translated_annotated_text": "Indización-negligente y mal entendido El crecimiento de Internet ha destacado el uso de la \"indización de máquinas\". Las dificultades para utilizar Internet como dispositivo de búsqueda pueden ser frustrantes. El uso del término pitón se da como ejemplo. La indexación de la máquina se nota como podrida y la indexación humana como caprichosa. El problema parece ser la falta de una base teórica para el arte de la indexación. Lo que los bibliotecarios han aprendido en los últimos cien años todavía no ha dado un enfoque consistente a lo que realmente funciona mejor en la preparación de términos de índice y en la capacidad de nuestros clientes para buscar los diversos índices. Se intenta considerar los elementos de la indexación, sus pros y contras. El argumento es que la \"indización mecánica\" es demasiado prolífica en su producción de términos índice. Ni bibliotecarios ni programadores informáticos han avanzado mucho en la mejora de la indexación de Internet. La indexación humana ha tenido los mismos problemas durante más de cincuenta años ",
            "error": [
                "indización de máquinas",
                "indización mecánica"
            ]
        },
        "searching": {
            "translated_key": "búsqueda",
            "translated_annotated_text": "Indización-negligente y mal entendido El crecimiento de Internet ha puesto de relieve el uso de la indexación de máquinas. Las dificultades para usar Internet como dispositivo de \"búsqueda\" pueden ser frustrantes. El uso del término pitón se da como ejemplo. La indexación de la máquina se nota como podrida y la indexación humana como caprichosa. El problema parece ser la falta de una base teórica para el arte de la indexación. Lo que los bibliotecarios han aprendido en los últimos cien años todavía no ha dado un enfoque consistente a lo que realmente funciona mejor en la preparación de términos de índice y en la capacidad de nuestros clientes para buscar los diversos índices. Se intenta considerar los elementos de la indexación, sus pros y contras. El argumento es que la indexación de máquinas es demasiado prolífica en su producción de términos de índice. Ni bibliotecarios ni programadores informáticos han avanzado mucho en la mejora de la indexación de Internet. La indexación humana ha tenido los mismos problemas durante más de cincuenta años ",
            "error": [
                ""
            ]
        },
        "index terms": {
            "translated_key": "términos de índice",
            "translated_annotated_text": "Indización-negligente y mal entendido El crecimiento de Internet ha puesto de relieve el uso de la indexación de máquinas. Las dificultades para utilizar Internet como dispositivo de búsqueda pueden ser frustrantes. El uso del término pitón se da como ejemplo. La indexación de la máquina se nota como podrida y la indexación humana como caprichosa. El problema parece ser la falta de una base teórica para el arte de la indexación. Lo que los bibliotecarios han aprendido en los últimos cien años todavía no ha dado un enfoque consistente a lo que realmente funciona mejor en la preparación de \"términos de índice\" y en la capacidad de nuestros clientes para buscar los diversos índices. Se intenta considerar los elementos de la indexación, sus pros y contras. El argumento es que la indexación de máquinas es demasiado prolífica en su producción de \"términos de índice\". Ni bibliotecarios ni programadores informáticos han avanzado mucho en la mejora de la indexación de Internet. La indexación humana ha tenido los mismos problemas durante más de cincuenta años ",
            "error": [
                ""
            ]
        },
        "human indexing": {
            "translated_key": "indexación humana",
            "translated_annotated_text": "Indización-negligente y mal entendido El crecimiento de Internet ha puesto de relieve el uso de la indexación de máquinas. Las dificultades para utilizar Internet como dispositivo de búsqueda pueden ser frustrantes. El uso del término pitón se da como ejemplo. La indexación de la máquina es notada como podrida y la \"indexación humana\" como caprichosa. El problema parece ser la falta de una base teórica para el arte de la indexación. Lo que los bibliotecarios han aprendido en los últimos cien años todavía no ha dado un enfoque consistente a lo que realmente funciona mejor en la preparación de términos de índice y en la capacidad de nuestros clientes para buscar los diversos índices. Se intenta considerar los elementos de la indexación, sus pros y contras. El argumento es que la indexación de máquinas es demasiado prolífica en su producción de términos de índice. Ni bibliotecarios ni programadores informáticos han avanzado mucho en la mejora de la indexación de Internet. La indexación humana ha tenido los mismos problemas durante más de cincuenta años ",
            "error": [
                ""
            ]
        },
        "indexing": {
            "translated_key": [
                "indexación",
                "indexación",
                "indexación",
                "indexar",
                "indexación",
                "indexación",
                "indexación",
                "indexación"
            ],
            "translated_annotated_text": "Indización-negligente y mal entendido El crecimiento de Internet ha destacado el uso de la máquina \"indexación\". Las dificultades para utilizar Internet como dispositivo de búsqueda pueden ser frustrantes. El uso del término pitón se da como ejemplo. La máquina \"indexación\" es notada como podrida y humana \"indexación\" como caprichosa. El problema parece ser la falta de una base teórica para el arte de \"indexar\". Lo que los bibliotecarios han aprendido en los últimos cien años todavía no ha dado un enfoque consistente a lo que realmente funciona mejor en la preparación de términos de índice y en la capacidad de nuestros clientes para buscar los diversos índices. Se intenta considerar los elementos de \"indexación\", sus pros y sus contras. El argumento es que la \"indexación\" de la máquina es demasiado prolífica en su producción de términos índice. Ni bibliotecarios ni programadores informáticos han avanzado mucho para mejorar la \"indexación\" de Internet. La \"indexación\" humana ha tenido los mismos problemas durante más de cincuenta años. ",
            "error": [
                "indexación",
                "indexación",
                "indexación",
                "indexar",
                "indexación",
                "indexación",
                "indexación",
                "indexación"
            ]
        },
        "information resources": {
            "translated_key": [],
            "translated_annotated_text": "Indización-negligente y mal entendido El crecimiento de Internet ha puesto de relieve el uso de la indexación de máquinas. Las dificultades para utilizar Internet como dispositivo de búsqueda pueden ser frustrantes. El uso del término pitón se da como ejemplo. La indexación de la máquina se nota como podrida y la indexación humana como caprichosa. El problema parece ser la falta de una base teórica para el arte de la indexación. Lo que los bibliotecarios han aprendido en los últimos cien años todavía no ha dado un enfoque consistente a lo que realmente funciona mejor en la preparación de términos de índice y en la capacidad de nuestros clientes para buscar los diversos índices. Se intenta considerar los elementos de la indexación, sus pros y contras. El argumento es que la indexación de máquinas es demasiado prolífica en su producción de términos de índice. Ni bibliotecarios ni programadores informáticos han avanzado mucho en la mejora de la indexación de Internet. La indexación humana ha tenido los mismos problemas durante más de cincuenta años ",
            "error": []
        },
        "information retrieval": {
            "translated_key": [],
            "translated_annotated_text": "Indización-negligente y mal entendido El crecimiento de Internet ha puesto de relieve el uso de la indexación de máquinas. Las dificultades para utilizar Internet como dispositivo de búsqueda pueden ser frustrantes. El uso del término pitón se da como ejemplo. La indexación de la máquina se nota como podrida y la indexación humana como caprichosa. El problema parece ser la falta de una base teórica para el arte de la indexación. Lo que los bibliotecarios han aprendido en los últimos cien años todavía no ha dado un enfoque consistente a lo que realmente funciona mejor en la preparación de términos de índice y en la capacidad de nuestros clientes para buscar los diversos índices. Se intenta considerar los elementos de la indexación, sus pros y contras. El argumento es que la indexación de máquinas es demasiado prolífica en su producción de términos de índice. Ni bibliotecarios ni programadores informáticos han avanzado mucho en la mejora de la indexación de Internet. La indexación humana ha tenido los mismos problemas durante más de cincuenta años ",
            "error": []
        },
        "vocabulary": {
            "translated_key": [],
            "translated_annotated_text": "Indización-negligente y mal entendido El crecimiento de Internet ha puesto de relieve el uso de la indexación de máquinas. Las dificultades para utilizar Internet como dispositivo de búsqueda pueden ser frustrantes. El uso del término pitón se da como ejemplo. La indexación de la máquina se nota como podrida y la indexación humana como caprichosa. El problema parece ser la falta de una base teórica para el arte de la indexación. Lo que los bibliotecarios han aprendido en los últimos cien años todavía no ha dado un enfoque consistente a lo que realmente funciona mejor en la preparación de términos de índice y en la capacidad de nuestros clientes para buscar los diversos índices. Se intenta considerar los elementos de la indexación, sus pros y contras. El argumento es que la indexación de máquinas es demasiado prolífica en su producción de términos de índice. Ni bibliotecarios ni programadores informáticos han avanzado mucho en la mejora de la indexación de Internet. La indexación humana ha tenido los mismos problemas durante más de cincuenta años ",
            "error": []
        }
    }
}