{
    "original_text": "The catalogers workstation revisited: utilizing Catalogers Desktop A few years into the development of Catalogers Desktop, an electronic cataloging tool aggregator available through the Library of Congress, is an opportune time to assess its impact on cataloging operations. A search for online cataloging tools on the Internet indicates a proliferation of cataloging tool aggregators; which provide access to online documentation related to cataloging practices and procedures. Catalogers Desktop stands out as a leader among these aggregators. Results of a survey to assess 159 academic ARL and large public libraries reasons for use or non-use of Catalogers Desktop highlight the necessity of developing strategies for its successful implementation including training staff, providing documentation, and managing technical issues",
    "original_translation": "La estación de trabajo de catalogadores revisitado: la utilización de Catalogers Desktop Unos años en el desarrollo de Catalogers Desktop, un agregador de herramientas de catalogación electrónica disponible a través de la Biblioteca del Congreso, es un momento oportuno para evaluar su impacto en las operaciones de catalogación. La búsqueda de herramientas de catalogación en línea en Internet indica una proliferación de agregadores de herramientas de catalogación, que proporcionan acceso a la documentación en línea relacionada con las prácticas y procedimientos de catalogación. Catalogers Desktop destaca como líder entre estos agregadores. Los resultados de una encuesta para evaluar 159 ARL académicos y grandes bibliotecas públicas razones para el uso o no uso de Catalogers Desktop destacan la necesidad de desarrollar estrategias para su implementación exitosa, incluyendo capacitación de personal, suministro de documentación y gestión de cuestiones técnicas.",
    "error_count": 5,
    "keys": {
        "Catalogers Desktop": {
            "translated_key": [
                "Catalogers Desktop",
                "Catalogers Desktop",
                "Catálogos Desktop",
                "Catalogers Desktop"
            ],
            "translated_annotated_text": "La estación de trabajo de los catalogadores revisitado: utilizando <br>Catalogers Desktop</br> Unos años en el desarrollo de <br>Catalogers Desktop</br>, un agregador electrónico de herramientas de catalogación disponible a través de la Biblioteca del Congreso, es un momento oportuno para evaluar su impacto en las operaciones de catalogación. La búsqueda de herramientas de catalogación en línea en Internet indica una proliferación de agregadores de herramientas de catalogación, que proporcionan acceso a la documentación en línea relacionada con las prácticas y procedimientos de catalogación. <br>Catálogos Desktop</br> destaca como líder entre estos agregadores. Los resultados de una encuesta para evaluar 159 ARL académicos y grandes bibliotecas públicas razones para el uso o no uso de <br>Catalogers Desktop</br> destacan la necesidad de desarrollar estrategias para su implementación exitosa incluyendo capacitación de personal, suministro de documentación y gestión de cuestiones técnicas ",
            "error": [
                "Catalogers Desktop",
                "Catalogers Desktop",
                "Catálogos Desktop",
                "Catalogers Desktop"
            ]
        },
        "electronic cataloging tool": {
            "translated_key": "herramienta de catalogación electrónica",
            "translated_annotated_text": "La estación de trabajo de catalogadores revisitado: la utilización de Catalogers Desktop Unos años en el desarrollo de Catalogers Desktop, una <br>herramienta de catalogación electrónica</br> agregador disponible a través de la Biblioteca del Congreso, es un momento oportuno para evaluar su impacto en las operaciones de catalogación.  La búsqueda de herramientas de catalogación en línea en Internet indica una proliferación de agregadores de herramientas de catalogación, que proporcionan acceso a la documentación en línea relacionada con las prácticas y procedimientos de catalogación. Catalogers Desktop destaca como líder entre estos agregadores. Los resultados de una encuesta para evaluar 159 ARL académicos y grandes bibliotecas públicas razones para el uso o no uso de Catalogers Desktop destacan la necesidad de desarrollar estrategias para su implementación exitosa, incluyendo capacitación de personal, suministro de documentación y gestión de cuestiones técnicas. ",
            "error": [
                ""
            ]
        },
        "online cataloging tools": {
            "translated_key": "online",
            "translated_annotated_text": "La estación de trabajo de catalogadores revisitado: la utilización de Catalogers Desktop Unos años en el desarrollo de Catalogers Desktop, un agregador de herramientas de catalogación electrónica disponible a través de la Biblioteca del Congreso, es un momento oportuno para evaluar su impacto en las operaciones de catalogación. Una búsqueda de herramientas de catalogación <br>online</br> en Internet indica una proliferación de agregadores de herramientas de catalogación, que proporcionan acceso a documentación en línea relacionada con prácticas y procedimientos de catalogación. Catalogers Desktop destaca como líder entre estos agregadores. Los resultados de una encuesta para evaluar 159 ARL académicos y grandes bibliotecas públicas razones para el uso o no uso de Catalogers Desktop destacan la necesidad de desarrollar estrategias para su implementación exitosa, incluyendo capacitación de personal, suministro de documentación y gestión de cuestiones técnicas. ",
            "error": [
                ""
            ]
        },
        "Internet": {
            "translated_key": "Internet",
            "translated_annotated_text": "La estación de trabajo de catalogadores revisitado: la utilización de Catalogers Desktop Unos años en el desarrollo de Catalogers Desktop, un agregador de herramientas de catalogación electrónica disponible a través de la Biblioteca del Congreso, es un momento oportuno para evaluar su impacto en las operaciones de catalogación. Una búsqueda de herramientas de catalogación en línea en la <br>Internet</br> indica una proliferación de agregadores de herramientas de catalogación; que proporcionan acceso a la documentación en línea relacionada con prácticas y procedimientos de catalogación. Catalogers Desktop destaca como líder entre estos agregadores. Los resultados de una encuesta para evaluar 159 ARL académicos y grandes bibliotecas públicas razones para el uso o no uso de Catalogers Desktop destacan la necesidad de desarrollar estrategias para su implementación exitosa, incluyendo capacitación de personal, suministro de documentación y gestión de cuestiones técnicas. ",
            "error": [
                ""
            ]
        },
        "cataloging tool aggregators": {
            "translated_key": "catalogadoras",
            "translated_annotated_text": "La estación de trabajo de catalogadores revisitado: la utilización de Catalogers Desktop Unos años en el desarrollo de Catalogers Desktop, un agregador de herramientas de catalogación electrónica disponible a través de la Biblioteca del Congreso, es un momento oportuno para evaluar su impacto en las operaciones de catalogación. Una búsqueda de herramientas de catalogación en línea en Internet indica una proliferación de agregadores de herramientas <br>catalogadoras</br>; que proporcionan acceso a la documentación en línea relacionada con prácticas y procedimientos de catalogación. Catalogers Desktop destaca como líder entre estos agregadores. Los resultados de una encuesta para evaluar 159 ARL académicos y grandes bibliotecas públicas razones para el uso o no uso de Catalogers Desktop destacan la necesidad de desarrollar estrategias para su implementación exitosa, incluyendo capacitación de personal, suministro de documentación y gestión de cuestiones técnicas. ",
            "error": [
                ""
            ]
        },
        "online documentation": {
            "translated_key": "online",
            "translated_annotated_text": "La estación de trabajo de catalogadores revisitado: la utilización de Catalogers Desktop Unos años en el desarrollo de Catalogers Desktop, un agregador de herramientas de catalogación electrónica disponible a través de la Biblioteca del Congreso, es un momento oportuno para evaluar su impacto en las operaciones de catalogación. Una búsqueda de herramientas de catalogación en línea en Internet indica una proliferación de agregadores de herramientas de catalogación; que proporcionan acceso a la documentación <br>online</br> relacionada con prácticas y procedimientos de catalogación. Catalogers Desktop destaca como líder entre estos agregadores. Los resultados de una encuesta para evaluar 159 ARL académicos y grandes bibliotecas públicas razones para el uso o no uso de Catalogers Desktop destacan la necesidad de desarrollar estrategias para su implementación exitosa, incluyendo capacitación de personal, suministro de documentación y gestión de cuestiones técnicas. ",
            "error": [
                ""
            ]
        },
        "large public libraries": {
            "translated_key": "grandes bibliotecas públicas",
            "translated_annotated_text": "La estación de trabajo de catalogadores revisitado: la utilización de Catalogers Desktop Unos años en el desarrollo de Catalogers Desktop, un agregador de herramientas de catalogación electrónica disponible a través de la Biblioteca del Congreso, es un momento oportuno para evaluar su impacto en las operaciones de catalogación. La búsqueda de herramientas de catalogación en línea en Internet indica una proliferación de agregadores de herramientas de catalogación, que proporcionan acceso a la documentación en línea relacionada con las prácticas y procedimientos de catalogación. Catalogers Desktop destaca como líder entre estos agregadores. Los resultados de una encuesta para evaluar 159 ARL académicos y <br>grandes bibliotecas públicas</br> razones para el uso o no uso de Catalogers Desktop ponen de relieve la necesidad de desarrollar estrategias para su implementación exitosa, incluyendo personal de capacitación, suministro de documentación y gestión de cuestiones técnicas ",
            "error": [
                ""
            ]
        },
        "academic ARL": {
            "translated_key": " ARL académico",
            "translated_annotated_text": "La estación de trabajo de catalogadores revisitado: la utilización de Catalogers Desktop Unos años en el desarrollo de Catalogers Desktop, un agregador de herramientas de catalogación electrónica disponible a través de la Biblioteca del Congreso, es un momento oportuno para evaluar su impacto en las operaciones de catalogación. La búsqueda de herramientas de catalogación en línea en Internet indica una proliferación de agregadores de herramientas de catalogación, que proporcionan acceso a la documentación en línea relacionada con las prácticas y procedimientos de catalogación. Catalogers Desktop destaca como líder entre estos agregadores. Los resultados de una encuesta para evaluar 159 <br> ARL académico</br> y las grandes bibliotecas públicas por las razones del uso o no uso de Catalogers Desktop destacan la necesidad de desarrollar estrategias para su implementación exitosa incluyendo capacitación de personal, suministro de documentación y gestión de cuestiones técnicas ",
            "error": [
                ""
            ]
        },
        "staff training": {
            "translated_key": [],
            "translated_annotated_text": "La estación de trabajo de catalogadores revisitado: la utilización de Catalogers Desktop Unos años en el desarrollo de Catalogers Desktop, un agregador de herramientas de catalogación electrónica disponible a través de la Biblioteca del Congreso, es un momento oportuno para evaluar su impacto en las operaciones de catalogación. La búsqueda de herramientas de catalogación en línea en Internet indica una proliferación de agregadores de herramientas de catalogación, que proporcionan acceso a la documentación en línea relacionada con las prácticas y procedimientos de catalogación. Catalogers Desktop destaca como líder entre estos agregadores. Los resultados de una encuesta para evaluar 159 ARL académicos y grandes bibliotecas públicas razones para el uso o no uso de Catalogers Desktop destacan la necesidad de desarrollar estrategias para su implementación exitosa, incluyendo capacitación de personal, suministro de documentación y gestión de cuestiones técnicas. ",
            "error": []
        },
        "documentation": {
            "translated_key": " relacionada con prácticas y procedimientos de catalogación. Catalogers Desktop destaca como líder entre estos agregadores. Los resultados de una encuesta para evaluar 159 ARL académicos y grandes bibliotecas públicas razones para el uso o no uso de Catalogers Desktop ponen de relieve la necesidad de desarrollar estrategias para su implementación exitosa, incluyendo personal de capacitación, proporcionando <br>documentación",
            "translated_annotated_text": "La estación de trabajo de catalogadores revisitado: la utilización de Catalogers Desktop Unos años en el desarrollo de Catalogers Desktop, un agregador de herramientas de catalogación electrónica disponible a través de la Biblioteca del Congreso, es un momento oportuno para evaluar su impacto en las operaciones de catalogación. Una búsqueda de herramientas de catalogación en línea en Internet indica una proliferación de agregadores de herramientas de catalogación; que proporcionan acceso a la documentación en línea <br> relacionada con prácticas y procedimientos de catalogación. Catalogers Desktop destaca como líder entre estos agregadores. Los resultados de una encuesta para evaluar 159 ARL académicos y grandes bibliotecas públicas razones para el uso o no uso de Catalogers Desktop ponen de relieve la necesidad de desarrollar estrategias para su implementación exitosa, incluyendo personal de capacitación, proporcionando <br>documentación</br> y gestionando cuestiones técnicas ",
            "error": [
                ""
            ]
        },
        "managing technical issues": {
            "translated_key": "gestión de cuestiones técnicas",
            "translated_annotated_text": "La estación de trabajo de catalogadores revisitado: la utilización de Catalogers Desktop Unos años en el desarrollo de Catalogers Desktop, un agregador de herramientas de catalogación electrónica disponible a través de la Biblioteca del Congreso, es un momento oportuno para evaluar su impacto en las operaciones de catalogación. La búsqueda de herramientas de catalogación en línea en Internet indica una proliferación de agregadores de herramientas de catalogación, que proporcionan acceso a la documentación en línea relacionada con las prácticas y procedimientos de catalogación. Catalogers Desktop destaca como líder entre estos agregadores. Los resultados de una encuesta para evaluar 159 ARL académicos y grandes bibliotecas públicas razones para el uso o no uso de Catalogers Desktop destacan la necesidad de desarrollar estrategias para su implementación exitosa incluyendo capacitación de personal, suministro de documentación, y <br>gestión de cuestiones técnicas</br> ",
            "error": [
                ""
            ]
        },
        "catalogers workstation": {
            "translated_key": "catalogers",
            "translated_annotated_text": "La estación de trabajo <br>catalogers</br> revisitada: utilización de Catalogers Desktop Unos años en el desarrollo de Catalogers Desktop, un agregador electrónico de herramientas de catalogación disponible a través de la Biblioteca del Congreso, es un momento oportuno para evaluar su impacto en las operaciones de catalogación. La búsqueda de herramientas de catalogación en línea en Internet indica una proliferación de agregadores de herramientas de catalogación, que proporcionan acceso a la documentación en línea relacionada con las prácticas y procedimientos de catalogación. Catalogers Desktop destaca como líder entre estos agregadores. Los resultados de una encuesta para evaluar 159 ARL académicos y grandes bibliotecas públicas razones para el uso o no uso de Catalogers Desktop destacan la necesidad de desarrollar estrategias para su implementación exitosa, incluyendo capacitación de personal, suministro de documentación y gestión de cuestiones técnicas. ",
            "error": [
                ""
            ]
        },
        "academic libraries": {
            "translated_key": [],
            "translated_annotated_text": "La estación de trabajo de catalogadores revisitado: la utilización de Catalogers Desktop Unos años en el desarrollo de Catalogers Desktop, un agregador de herramientas de catalogación electrónica disponible a través de la Biblioteca del Congreso, es un momento oportuno para evaluar su impacto en las operaciones de catalogación. La búsqueda de herramientas de catalogación en línea en Internet indica una proliferación de agregadores de herramientas de catalogación, que proporcionan acceso a la documentación en línea relacionada con las prácticas y procedimientos de catalogación. Catalogers Desktop destaca como líder entre estos agregadores. Los resultados de una encuesta para evaluar 159 ARL académicos y grandes bibliotecas públicas razones para el uso o no uso de Catalogers Desktop destacan la necesidad de desarrollar estrategias para su implementación exitosa, incluyendo capacitación de personal, suministro de documentación y gestión de cuestiones técnicas. ",
            "error": []
        },
        "cataloguing": {
            "translated_key": [],
            "translated_annotated_text": "La estación de trabajo de catalogadores revisitado: la utilización de Catalogers Desktop Unos años en el desarrollo de Catalogers Desktop, un agregador de herramientas de catalogación electrónica disponible a través de la Biblioteca del Congreso, es un momento oportuno para evaluar su impacto en las operaciones de catalogación. La búsqueda de herramientas de catalogación en línea en Internet indica una proliferación de agregadores de herramientas de catalogación, que proporcionan acceso a la documentación en línea relacionada con las prácticas y procedimientos de catalogación. Catalogers Desktop destaca como líder entre estos agregadores. Los resultados de una encuesta para evaluar 159 ARL académicos y grandes bibliotecas públicas razones para el uso o no uso de Catalogers Desktop destacan la necesidad de desarrollar estrategias para su implementación exitosa, incluyendo capacitación de personal, suministro de documentación y gestión de cuestiones técnicas. ",
            "error": []
        },
        "library automation": {
            "translated_key": [],
            "translated_annotated_text": "La estación de trabajo de catalogadores revisitado: la utilización de Catalogers Desktop Unos años en el desarrollo de Catalogers Desktop, un agregador de herramientas de catalogación electrónica disponible a través de la Biblioteca del Congreso, es un momento oportuno para evaluar su impacto en las operaciones de catalogación. La búsqueda de herramientas de catalogación en línea en Internet indica una proliferación de agregadores de herramientas de catalogación, que proporcionan acceso a la documentación en línea relacionada con las prácticas y procedimientos de catalogación. Catalogers Desktop destaca como líder entre estos agregadores. Los resultados de una encuesta para evaluar 159 ARL académicos y grandes bibliotecas públicas razones para el uso o no uso de Catalogers Desktop destacan la necesidad de desarrollar estrategias para su implementación exitosa, incluyendo capacitación de personal, suministro de documentación y gestión de cuestiones técnicas. ",
            "error": []
        },
        "public libraries": {
            "translated_key": "bibliotecas públicas",
            "translated_annotated_text": "La estación de trabajo de catalogadores revisitado: la utilización de Catalogers Desktop Unos años en el desarrollo de Catalogers Desktop, un agregador de herramientas de catalogación electrónica disponible a través de la Biblioteca del Congreso, es un momento oportuno para evaluar su impacto en las operaciones de catalogación. La búsqueda de herramientas de catalogación en línea en Internet indica una proliferación de agregadores de herramientas de catalogación, que proporcionan acceso a la documentación en línea relacionada con las prácticas y procedimientos de catalogación. Catalogers Desktop destaca como líder entre estos agregadores. Los resultados de una encuesta para evaluar 159 ARL académicos y grandes <br>bibliotecas públicas</br> razones para el uso o no uso de Catalogers Desktop destacan la necesidad de desarrollar estrategias para su implementación exitosa, incluyendo capacitación de personal, suministro de documentación y gestión de cuestiones técnicas. ",
            "error": [
                ""
            ]
        },
        "training": {
            "translated_key": "formación del personal",
            "translated_annotated_text": "La estación de trabajo de catalogadores revisitado: la utilización de Catalogers Desktop Unos años en el desarrollo de Catalogers Desktop, un agregador de herramientas de catalogación electrónica disponible a través de la Biblioteca del Congreso, es un momento oportuno para evaluar su impacto en las operaciones de catalogación. La búsqueda de herramientas de catalogación en línea en Internet indica una proliferación de agregadores de herramientas de catalogación, que proporcionan acceso a la documentación en línea relacionada con las prácticas y procedimientos de catalogación. Catalogers Desktop destaca como líder entre estos agregadores. Los resultados de una encuesta para evaluar 159 ARL académicos y grandes bibliotecas públicas razones para el uso o no uso de Catalogers Desktop destacan la necesidad de desarrollar estrategias para su implementación exitosa incluyendo <br>formación del personal</br>, proporcionando documentación y manejando cuestiones técnicas ",
            "error": [
                ""
            ]
        }
    }
}