{
    "original_text": "Metaschemas for ER, ORM and UML data models: a comparison This paper provides metaschemas for some of the main database modeling notations used in industry. Two Entity Relationship (ER) notations (Information Engineering and Barker) are examined in detail, as well as Object Role Modeling (ORM) conceptual schema diagrams. The discussion of optionality, cardinality and multiplicity is widened to include Unified Modeling Language (UML) class diagrams. Issues addressed in the metamodel analysis include the normalization impact of non-derived constraints on derived associations, the influence of orthogonality on language transparency, and trade-offs between simplicity and expressibility. To facilitate comparison, the same modeling notation is used to display each metaschema. For this purpose, ORM is used because of its greater expressibility and clarity",
    "original_translation": "Metasquemas para modelos de datos ER, ORM y UML: una comparación Este artículo proporciona metasquemas para algunas de las principales anotaciones de modelado de bases de datos utilizadas en la industria. Se examinan en detalle dos nociones de relaciones de entidad (ER) (Ingeniería de la Información y Barker), así como diagramas conceptuales de esquemas de modelado de roles de objetos (ORM). La discusión de la opcionalidad, cardinalidad y multiplicidad se amplía para incluir diagramas de clases de Lenguaje de Modelado Unificado (UML). Las cuestiones abordadas en el análisis del metamodelo incluyen el impacto de la normalización de las limitaciones no derivadas en las asociaciones derivadas, la influencia de la ortogonalidad en la transparencia del lenguaje y la compensación entre simplicidad y expresibilidad. Para facilitar la comparación, se utiliza la misma notación de modelado para mostrar cada metaesquema. Para ello, se utiliza la ORM por su mayor expresibilidad y claridad.",
    "error_count": 8,
    "keys": {
        "metaschemas": {
            "translated_key": "metaschemas",
            "translated_annotated_text": "Metasquemas para modelos de datos ER, ORM y UML: una comparación Este artículo proporciona <br>metaschemas</br> para algunas de las principales anotaciones de modelado de bases de datos utilizadas en la industria. Se examinan en detalle dos nociones de relaciones de entidad (ER) (Ingeniería de la Información y Barker), así como diagramas conceptuales de esquemas de modelado de roles de objetos (ORM). La discusión de la opcionalidad, cardinalidad y multiplicidad se amplía para incluir diagramas de clases de Lenguaje de Modelado Unificado (UML). Las cuestiones abordadas en el análisis del metamodelo incluyen el impacto de la normalización de las limitaciones no derivadas en las asociaciones derivadas, la influencia de la ortogonalidad en la transparencia del lenguaje y la compensación entre simplicidad y expresibilidad. Para facilitar la comparación, se utiliza la misma notación de modelado para mostrar cada metaesquema. Para ello, se utiliza la ORM por su mayor expresibilidad y claridad. ",
            "error": [
                ""
            ]
        },
        "data models": {
            "translated_key": "data models",
            "translated_annotated_text": "Metasquemas para ER, ORM y UML <br>data models</br>: una comparación Este artículo proporciona metasquemas para algunas de las principales anotaciones de modelado de bases de datos utilizadas en la industria. Se examinan en detalle dos nociones de relaciones de entidad (ER) (Ingeniería de la Información y Barker), así como diagramas conceptuales de esquemas de modelado de roles de objetos (ORM). La discusión de la opcionalidad, cardinalidad y multiplicidad se amplía para incluir diagramas de clases de Lenguaje de Modelado Unificado (UML). Las cuestiones abordadas en el análisis del metamodelo incluyen el impacto de la normalización de las limitaciones no derivadas en las asociaciones derivadas, la influencia de la ortogonalidad en la transparencia del lenguaje y la compensación entre simplicidad y expresibilidad. Para facilitar la comparación, se utiliza la misma notación de modelado para mostrar cada metaesquema. Para ello, se utiliza la ORM por su mayor expresibilidad y claridad. ",
            "error": [
                ""
            ]
        },
        "UML": {
            "translated_key": "UML",
            "translated_annotated_text": "Metasquemas para modelos de datos ER, ORM y <br>UML</br>: una comparación Este artículo proporciona metasquemas para algunas de las principales nociones de modelado de bases de datos utilizadas en la industria. Se examinan en detalle dos nociones de relaciones de entidad (ER) (Ingeniería de la Información y Barker), así como diagramas conceptuales de esquemas de modelado de roles de objetos (ORM). La discusión de la opcionalidad, cardinalidad y multiplicidad se amplía para incluir diagramas de clases del Lenguaje de Modelado Unificado (<br>UML</br>). Las cuestiones abordadas en el análisis del metamodelo incluyen el impacto de la normalización de las limitaciones no derivadas en las asociaciones derivadas, la influencia de la ortogonalidad en la transparencia del lenguaje y la compensación entre simplicidad y expresibilidad. Para facilitar la comparación, se utiliza la misma notación de modelado para mostrar cada metaesquema. Para ello, se utiliza la ORM por su mayor expresibilidad y claridad. ",
            "error": [
                ""
            ]
        },
        "database modeling notations": {
            "translated_key": [],
            "translated_annotated_text": "Metasquemas para modelos de datos de ER, ORM y UML: una comparación Este artículo proporciona metasquemas para algunas de las principales anotaciones de modelado de bases de datos utilizadas en la industria. Se examinan en detalle dos nociones de relaciones de entidad (ER) (Ingeniería de la Información y Barker), así como diagramas conceptuales de esquemas de modelado de roles de objetos (ORM). La discusión de la opcionalidad, cardinalidad y multiplicidad se amplía para incluir diagramas de clases de Lenguaje de Modelado Unificado (UML). Las cuestiones abordadas en el análisis del metamodelo incluyen el impacto de la normalización de las limitaciones no derivadas en las asociaciones derivadas, la influencia de la ortogonalidad en la transparencia del lenguaje y la compensación entre simplicidad y expresibilidad. Para facilitar la comparación, se utiliza la misma notación de modelado para mostrar cada metaesquema. Para ello, se utiliza la ORM por su mayor expresibilidad y claridad. ",
            "error": []
        },
        "Entity Relationship modeling": {
            "translated_key": [],
            "translated_annotated_text": "Metasquemas para modelos de datos ER, ORM y UML: una comparación Este artículo proporciona metasquemas para algunas de las principales anotaciones de modelado de bases de datos utilizadas en la industria. Se examinan en detalle dos nociones de relaciones de entidad (ER) (Ingeniería de la Información y Barker), así como diagramas conceptuales de esquemas de modelado de roles de objetos (ORM). La discusión de la opcionalidad, cardinalidad y multiplicidad se amplía para incluir diagramas de clases de Lenguaje de Modelado Unificado (UML). Las cuestiones abordadas en el análisis del metamodelo incluyen el impacto de la normalización de las limitaciones no derivadas en las asociaciones derivadas, la influencia de la ortogonalidad en la transparencia del lenguaje y la compensación entre simplicidad y expresibilidad. Para facilitar la comparación, se utiliza la misma notación de modelado para mostrar cada metaesquema. Para ello, se utiliza la ORM por su mayor expresibilidad y claridad. ",
            "error": []
        },
        "Information Engineering": {
            "translated_key": "Information Engineering",
            "translated_annotated_text": "Metasquemas para modelos de datos ER, ORM y UML: una comparación Este artículo proporciona metasquemas para algunas de las principales anotaciones de modelado de bases de datos utilizadas en la industria. Se examinan en detalle dos nociones de relaciones de entidad (ER) (<br>Information Engineering</br> y Barker), así como diagramas conceptuales de esquemas de modelado de roles de objetos (ORM). La discusión de la opcionalidad, cardinalidad y multiplicidad se amplía para incluir diagramas de clases de Lenguaje de Modelado Unificado (UML). Las cuestiones abordadas en el análisis del metamodelo incluyen el impacto de la normalización de las limitaciones no derivadas en las asociaciones derivadas, la influencia de la ortogonalidad en la transparencia del lenguaje y la compensación entre simplicidad y expresibilidad. Para facilitar la comparación, se utiliza la misma notación de modelado para mostrar cada metaesquema. Para ello, se utiliza la ORM por su mayor expresibilidad y claridad. ",
            "error": [
                ""
            ]
        },
        "Barker notation": {
            "translated_key": [],
            "translated_annotated_text": "Metasquemas para modelos de datos ER, ORM y UML: una comparación Este artículo proporciona metasquemas para algunas de las principales anotaciones de modelado de bases de datos utilizadas en la industria. Se examinan en detalle dos nociones de relaciones de entidad (ER) (Ingeniería de la Información y Barker), así como diagramas conceptuales de esquemas de modelado de roles de objetos (ORM). La discusión de la opcionalidad, cardinalidad y multiplicidad se amplía para incluir diagramas de clases de Lenguaje de Modelado Unificado (UML). Las cuestiones abordadas en el análisis del metamodelo incluyen el impacto de la normalización de las limitaciones no derivadas en las asociaciones derivadas, la influencia de la ortogonalidad en la transparencia del lenguaje y la compensación entre simplicidad y expresibilidad. Para facilitar la comparación, se utiliza la misma notación de modelado para mostrar cada metaesquema. Para ello, se utiliza la ORM por su mayor expresibilidad y claridad. ",
            "error": []
        },
        "Object Role Modeling": {
            "translated_key": "modelado de roles de objetos",
            "translated_annotated_text": "Metasquemas para modelos de datos ER, ORM y UML: una comparación Este artículo proporciona metasquemas para algunas de las principales anotaciones de modelado de bases de datos utilizadas en la industria. Se examinan en detalle dos nociones de relaciones de entidad (Ingeniería de Información y Barker) y diagramas conceptuales de esquemas de <br>modelado de roles de objetos</br> (ORM). La discusión de la opcionalidad, cardinalidad y multiplicidad se amplía para incluir diagramas de clases de Lenguaje de Modelado Unificado (UML). Las cuestiones abordadas en el análisis del metamodelo incluyen el impacto de la normalización de las limitaciones no derivadas en las asociaciones derivadas, la influencia de la ortogonalidad en la transparencia del lenguaje y la compensación entre simplicidad y expresibilidad. Para facilitar la comparación, se utiliza la misma notación de modelado para mostrar cada metaesquema. Para ello, se utiliza la ORM por su mayor expresibilidad y claridad. ",
            "error": [
                ""
            ]
        },
        "conceptual schema diagrams": {
            "translated_key": "conceptuales",
            "translated_annotated_text": "Metasquemas para modelos de datos ER, ORM y UML: una comparación Este artículo proporciona metasquemas para algunas de las principales anotaciones de modelado de bases de datos utilizadas en la industria. Se examinan en detalle dos nociones de relaciones de entidad (ER) (Ingeniería de la Información y Barker), así como diagramas de esquemas conceptuales de modelado de roles de objetos (ORM)<br>conceptuales</br>. La discusión de la opcionalidad, cardinalidad y multiplicidad se amplía para incluir diagramas de clases de Lenguaje de Modelado Unificado (UML). Las cuestiones abordadas en el análisis del metamodelo incluyen el impacto de la normalización de las limitaciones no derivadas en las asociaciones derivadas, la influencia de la ortogonalidad en la transparencia del lenguaje y la compensación entre simplicidad y expresibilidad. Para facilitar la comparación, se utiliza la misma notación de modelado para mostrar cada metaesquema. Para ello, se utiliza la ORM por su mayor expresibilidad y claridad. ",
            "error": [
                ""
            ]
        },
        "optionality": {
            "translated_key": "opcionalidad",
            "translated_annotated_text": "Metasquemas para modelos de datos ER, ORM y UML: una comparación Este artículo proporciona metasquemas para algunas de las principales anotaciones de modelado de bases de datos utilizadas en la industria. Se examinan en detalle dos nociones de relaciones de entidad (ER) (Ingeniería de la Información y Barker), así como diagramas conceptuales de esquemas de modelado de roles de objetos (ORM). La discusión de <br>opcionalidad</br>, cardinalidad y multiplicidad se amplía para incluir diagramas de clases del Lenguaje de Modelado Unificado (UML). Las cuestiones abordadas en el análisis del metamodelo incluyen el impacto de la normalización de las limitaciones no derivadas en las asociaciones derivadas, la influencia de la ortogonalidad en la transparencia del lenguaje y la compensación entre simplicidad y expresibilidad. Para facilitar la comparación, se utiliza la misma notación de modelado para mostrar cada metaesquema. Para ello, se utiliza la ORM por su mayor expresibilidad y claridad. ",
            "error": [
                ""
            ]
        },
        "cardinality": {
            "translated_key": "cardinalidad",
            "translated_annotated_text": "Metasquemas para modelos de datos ER, ORM y UML: una comparación Este artículo proporciona metasquemas para algunas de las principales anotaciones de modelado de bases de datos utilizadas en la industria. Se examinan en detalle dos nociones de relaciones de entidad (ER) (Ingeniería de la Información y Barker), así como diagramas conceptuales de esquemas de modelado de roles de objetos (ORM). La discusión de la opcionalidad, <br>cardinalidad</br> y multiplicidad se amplía para incluir diagramas de clases de Lenguaje de Modelado Unificado (UML). Las cuestiones abordadas en el análisis del metamodelo incluyen el impacto de la normalización de las limitaciones no derivadas en las asociaciones derivadas, la influencia de la ortogonalidad en la transparencia del lenguaje y la compensación entre simplicidad y expresibilidad. Para facilitar la comparación, se utiliza la misma notación de modelado para mostrar cada metaesquema. Para ello, se utiliza la ORM por su mayor expresibilidad y claridad. ",
            "error": [
                ""
            ]
        },
        "multiplicity": {
            "translated_key": "multiplicidad",
            "translated_annotated_text": "Metasquemas para modelos de datos ER, ORM y UML: una comparación Este artículo proporciona metasquemas para algunas de las principales anotaciones de modelado de bases de datos utilizadas en la industria. Se examinan en detalle dos nociones de relaciones de entidad (ER) (Ingeniería de la Información y Barker), así como diagramas conceptuales de esquemas de modelado de roles de objetos (ORM). La discusión de la opcionalidad, cardinalidad y <br>multiplicidad</br> se amplía para incluir diagramas de clases de Lenguaje de Modelado Unificado (UML). Las cuestiones abordadas en el análisis del metamodelo incluyen el impacto de la normalización de las limitaciones no derivadas en las asociaciones derivadas, la influencia de la ortogonalidad en la transparencia del lenguaje y la compensación entre simplicidad y expresibilidad. Para facilitar la comparación, se utiliza la misma notación de modelado para mostrar cada metaesquema. Para ello, se utiliza la ORM por su mayor expresibilidad y claridad. ",
            "error": [
                ""
            ]
        },
        "Unified Modeling Language": {
            "translated_key": "Unified Modeling Language",
            "translated_annotated_text": "Metasquemas para modelos de datos ER, ORM y UML: una comparación Este artículo proporciona metasquemas para algunas de las principales anotaciones de modelado de bases de datos utilizadas en la industria. Se examinan en detalle dos nociones de relaciones de entidad (ER) (Ingeniería de la Información y Barker), así como diagramas conceptuales de esquemas de modelado de roles de objetos (ORM). La discusión de la opcionalidad, cardinalidad y multiplicidad se amplía para incluir diagramas de clase <br>Unified Modeling Language</br> (UML). Las cuestiones abordadas en el análisis del metamodelo incluyen el impacto de la normalización de las limitaciones no derivadas en las asociaciones derivadas, la influencia de la ortogonalidad en la transparencia del lenguaje y la compensación entre simplicidad y expresibilidad. Para facilitar la comparación, se utiliza la misma notación de modelado para mostrar cada metaesquema. Para ello, se utiliza la ORM por su mayor expresibilidad y claridad. ",
            "error": [
                ""
            ]
        },
        "class diagrams": {
            "translated_key": "class diagrams",
            "translated_annotated_text": "Metasquemas para modelos de datos ER, ORM y UML: una comparación Este artículo proporciona metasquemas para algunas de las principales anotaciones de modelado de bases de datos utilizadas en la industria. Se examinan en detalle dos nociones de relaciones de entidad (ER) (Ingeniería de la Información y Barker), así como diagramas conceptuales de esquemas de modelado de roles de objetos (ORM). La discusión de la opcionalidad, cardinalidad y multiplicidad se amplía para incluir el Lenguaje de Modelado Unificado (UML) <br>class diagrams</br>. Las cuestiones abordadas en el análisis del metamodelo incluyen el impacto de la normalización de las limitaciones no derivadas en las asociaciones derivadas, la influencia de la ortogonalidad en la transparencia del lenguaje y la compensación entre simplicidad y expresibilidad. Para facilitar la comparación, se utiliza la misma notación de modelado para mostrar cada metaesquema. Para ello, se utiliza la ORM por su mayor expresibilidad y claridad. ",
            "error": [
                ""
            ]
        },
        "normalization": {
            "translated_key": "normalización",
            "translated_annotated_text": "Metasquemas para modelos de datos ER, ORM y UML: una comparación Este artículo proporciona metasquemas para algunas de las principales anotaciones de modelado de bases de datos utilizadas en la industria. Se examinan en detalle dos nociones de relaciones de entidad (ER) (Ingeniería de la Información y Barker), así como diagramas conceptuales de esquemas de modelado de roles de objetos (ORM). La discusión de la opcionalidad, cardinalidad y multiplicidad se amplía para incluir diagramas de clases de Lenguaje de Modelado Unificado (UML). Entre las cuestiones abordadas en el análisis de los metamodelos figuran el impacto <br>normalización</br> de las limitaciones no derivadas en las asociaciones derivadas, la influencia de la ortogonalidad en la transparencia del lenguaje y las compensaciones entre simplicidad y expresibilidad. Para facilitar la comparación, se utiliza la misma notación de modelado para mostrar cada metaesquema. Para ello, se utiliza la ORM por su mayor expresibilidad y claridad. ",
            "error": [
                ""
            ]
        },
        "orthogonality": {
            "translated_key": "ortogonalidad",
            "translated_annotated_text": "Metasquemas para modelos de datos ER, ORM y UML: una comparación Este artículo proporciona metasquemas para algunas de las principales anotaciones de modelado de bases de datos utilizadas en la industria. Se examinan en detalle dos nociones de relaciones de entidad (ER) (Ingeniería de la Información y Barker), así como diagramas conceptuales de esquemas de modelado de roles de objetos (ORM). La discusión de la opcionalidad, cardinalidad y multiplicidad se amplía para incluir diagramas de clases de Lenguaje de Modelado Unificado (UML). Las cuestiones abordadas en el análisis del metamodelo incluyen el impacto de la normalización de las limitaciones no derivadas en las asociaciones derivadas, la influencia de la <br>ortogonalidad</br> en la transparencia del lenguaje y la compensación entre simplicidad y expresibilidad. Para facilitar la comparación, se utiliza la misma notación de modelado para mostrar cada metaesquema. Para ello, se utiliza la ORM por su mayor expresibilidad y claridad. ",
            "error": [
                ""
            ]
        },
        "language transparency": {
            "translated_key": [],
            "translated_annotated_text": "Metasquemas para modelos de datos ER, ORM y UML: una comparación Este artículo proporciona metasquemas para algunas de las principales anotaciones de modelado de bases de datos utilizadas en la industria. Se examinan en detalle dos nociones de relaciones de entidad (ER) (Ingeniería de la Información y Barker), así como diagramas conceptuales de esquemas de modelado de roles de objetos (ORM). La discusión de la opcionalidad, cardinalidad y multiplicidad se amplía para incluir diagramas de clases de Lenguaje de Modelado Unificado (UML). Las cuestiones abordadas en el análisis del metamodelo incluyen el impacto de la normalización de las limitaciones no derivadas en las asociaciones derivadas, la influencia de la ortogonalidad en la transparencia del lenguaje y la compensación entre simplicidad y expresibilidad. Para facilitar la comparación, se utiliza la misma notación de modelado para mostrar cada metaesquema. Para ello, se utiliza la ORM por su mayor expresibilidad y claridad. ",
            "error": []
        },
        "ORM": {
            "translated_key": "ORM",
            "translated_annotated_text": "Metasquemas para ER, <br>ORM</br> y modelos de datos UML: una comparación Este artículo proporciona metasquemas para algunas de las principales anotaciones de modelado de bases de datos utilizadas en la industria. Se examinan en detalle dos nociones de relaciones de entidad (Ingeniería de la Información y Barker), así como diagramas de esquemas conceptuales de modelado de roles de objetos (<br>ORM</br>). La discusión de la opcionalidad, cardinalidad y multiplicidad se amplía para incluir diagramas de clases de Lenguaje de Modelado Unificado (UML). Las cuestiones abordadas en el análisis del metamodelo incluyen el impacto de la normalización de las limitaciones no derivadas en las asociaciones derivadas, la influencia de la ortogonalidad en la transparencia del lenguaje y la compensación entre simplicidad y expresibilidad. Para facilitar la comparación, se utiliza la misma notación de modelado para mostrar cada metaesquema. Para ello, se utiliza <br>ORM</br> debido a su mayor expresibilidad y claridad ",
            "error": [
                ""
            ]
        },
        "diagrams": {
            "translated_key": "diagramas",
            "translated_annotated_text": "Metasquemas para modelos de datos ER, ORM y UML: una comparación Este artículo proporciona metasquemas para algunas de las principales anotaciones de modelado de bases de datos utilizadas en la industria. Se examinan en detalle dos nociones de relaciones de entidad (ER) (Ingeniería de la Información y Barker), así como el esquema conceptual de modelado de roles de objetos (ORM) <br>diagramas</br>. La discusión de la opcionalidad, cardinalidad y multiplicidad se amplía para incluir lenguaje de modelado unificado (UML) clase <br>diagramas</br>. Las cuestiones abordadas en el análisis del metamodelo incluyen el impacto de la normalización de las limitaciones no derivadas en las asociaciones derivadas, la influencia de la ortogonalidad en la transparencia del lenguaje y la compensación entre simplicidad y expresibilidad. Para facilitar la comparación, se utiliza la misma notación de modelado para mostrar cada metaesquema. Para ello, se utiliza la ORM por su mayor expresibilidad y claridad. ",
            "error": [
                ""
            ]
        },
        "entity-relationship modelling": {
            "translated_key": [],
            "translated_annotated_text": "Metasquemas para modelos de datos ER, ORM y UML: una comparación Este artículo proporciona metasquemas para algunas de las principales anotaciones de modelado de bases de datos utilizadas en la industria. Se examinan en detalle dos nociones de relaciones de entidad (ER) (Ingeniería de la Información y Barker), así como diagramas conceptuales de esquemas de modelado de roles de objetos (ORM). La discusión de la opcionalidad, cardinalidad y multiplicidad se amplía para incluir diagramas de clases de Lenguaje de Modelado Unificado (UML). Las cuestiones abordadas en el análisis del metamodelo incluyen el impacto de la normalización de las limitaciones no derivadas en las asociaciones derivadas, la influencia de la ortogonalidad en la transparencia del lenguaje y la compensación entre simplicidad y expresibilidad. Para facilitar la comparación, se utiliza la misma notación de modelado para mostrar cada metaesquema. Para ello, se utiliza la ORM por su mayor expresibilidad y claridad. ",
            "error": []
        },
        "object-oriented databases": {
            "translated_key": [],
            "translated_annotated_text": "Metasquemas para modelos de datos ER, ORM y UML: una comparación Este artículo proporciona metasquemas para algunas de las principales anotaciones de modelado de bases de datos utilizadas en la industria. Se examinan en detalle dos nociones de relaciones de entidad (ER) (Ingeniería de la Información y Barker), así como diagramas conceptuales de esquemas de modelado de roles de objetos (ORM). La discusión de la opcionalidad, cardinalidad y multiplicidad se amplía para incluir diagramas de clases de Lenguaje de Modelado Unificado (UML). Las cuestiones abordadas en el análisis del metamodelo incluyen el impacto de la normalización de las limitaciones no derivadas en las asociaciones derivadas, la influencia de la ortogonalidad en la transparencia del lenguaje y la compensación entre simplicidad y expresibilidad. Para facilitar la comparación, se utiliza la misma notación de modelado para mostrar cada metaesquema. Para ello, se utiliza la ORM por su mayor expresibilidad y claridad. ",
            "error": []
        },
        "relational databases": {
            "translated_key": [],
            "translated_annotated_text": "Metasquemas para modelos de datos ER, ORM y UML: una comparación Este artículo proporciona metasquemas para algunas de las principales anotaciones de modelado de bases de datos utilizadas en la industria. Se examinan en detalle dos nociones de relaciones de entidad (ER) (Ingeniería de la Información y Barker), así como diagramas conceptuales de esquemas de modelado de roles de objetos (ORM). La discusión de la opcionalidad, cardinalidad y multiplicidad se amplía para incluir diagramas de clases de Lenguaje de Modelado Unificado (UML). Las cuestiones abordadas en el análisis del metamodelo incluyen el impacto de la normalización de las limitaciones no derivadas en las asociaciones derivadas, la influencia de la ortogonalidad en la transparencia del lenguaje y la compensación entre simplicidad y expresibilidad. Para facilitar la comparación, se utiliza la misma notación de modelado para mostrar cada metaesquema. Para ello, se utiliza la ORM por su mayor expresibilidad y claridad. ",
            "error": []
        },
        "specification languages": {
            "translated_key": [],
            "translated_annotated_text": "Metasquemas para modelos de datos ER, ORM y UML: una comparación Este artículo proporciona metasquemas para algunas de las principales anotaciones de modelado de bases de datos utilizadas en la industria. Se examinan en detalle dos nociones de relaciones de entidad (ER) (Ingeniería de la Información y Barker), así como diagramas conceptuales de esquemas de modelado de roles de objetos (ORM). La discusión de la opcionalidad, cardinalidad y multiplicidad se amplía para incluir diagramas de clases de Lenguaje de Modelado Unificado (UML). Las cuestiones abordadas en el análisis del metamodelo incluyen el impacto de la normalización de las limitaciones no derivadas en las asociaciones derivadas, la influencia de la ortogonalidad en la transparencia del lenguaje y la compensación entre simplicidad y expresibilidad. Para facilitar la comparación, se utiliza la misma notación de modelado para mostrar cada metaesquema. Para ello, se utiliza la ORM por su mayor expresibilidad y claridad. ",
            "error": []
        }
    }
}