{
    "original_text": "Marketing in CSIR libraries and information centres: a study on promotional efforts This paper examines the attitudes of librarians towards the promotional aspects in several CSIR libraries and information centres of India. The issues related to promotional activities of these libraries have been evaluated to determine the extent to which they are being practised. Librarians hold positive attitudes about promotional aspects of libraries and often practise them without knowing they are practising marketing concepts. Suggestions and strategies for improving the promotional activities in libraries and information services are put forth so as to meet the information needs and demands of clientele",
    "original_translation": "Marketing en bibliotecas y centros de información CSIR: un estudio sobre los esfuerzos de promoción Este documento examina las actitudes de los bibliotecarios hacia los aspectos promocionales en varias bibliotecas y centros de información CSIR de la India. Las cuestiones relacionadas con las actividades de promoción de esas bibliotecas se han evaluado para determinar en qué medida se practican. Los bibliotecarios tienen actitudes positivas sobre los aspectos promocionales de las bibliotecas y a menudo las practican sin saber que están practicando conceptos de marketing. Se formulan sugerencias y estrategias para mejorar las actividades de promoción en las bibliotecas y los servicios de información a fin de satisfacer las necesidades y demandas de información de la clientela",
    "error_count": 0,
    "keys": {
        "CSIR libraries": {
            "translated_key": "bibliotecas del CSIR",
            "translated_annotated_text": "Marketing en las \"bibliotecas del CSIR\" y centros de información: un estudio sobre los esfuerzos promocionales Este artículo examina las actitudes de los bibliotecarios hacia los aspectos promocionales en varias \"bibliotecas del CSIR\" y centros de información de la India. Las cuestiones relacionadas con las actividades de promoción de esas bibliotecas se han evaluado para determinar en qué medida se practican. Los bibliotecarios tienen actitudes positivas sobre los aspectos promocionales de las bibliotecas y a menudo las practican sin saber que están practicando conceptos de marketing. Se formulan sugerencias y estrategias para mejorar las actividades de promoción en las bibliotecas y los servicios de información a fin de satisfacer las necesidades y demandas de información de la clientela ",
            "error": [
                ""
            ]
        },
        "information centres": {
            "translated_key": "centros de información",
            "translated_annotated_text": "Marketing en bibliotecas CSIR y \"centros de información\": un estudio sobre los esfuerzos promocionales Este artículo examina las actitudes de los bibliotecarios hacia los aspectos promocionales en varias bibliotecas CSIR y \"centros de información\" de la India. Las cuestiones relacionadas con las actividades de promoción de esas bibliotecas se han evaluado para determinar en qué medida se practican. Los bibliotecarios tienen actitudes positivas sobre los aspectos promocionales de las bibliotecas y a menudo las practican sin saber que están practicando conceptos de marketing. Se formulan sugerencias y estrategias para mejorar las actividades de promoción en las bibliotecas y los servicios de información a fin de satisfacer las necesidades y demandas de información de la clientela ",
            "error": [
                ""
            ]
        },
        "India": {
            "translated_key": "India",
            "translated_annotated_text": "Marketing en bibliotecas y centros de información CSIR: un estudio sobre los esfuerzos promocionales Este trabajo examina las actitudes de los bibliotecarios hacia los aspectos promocionales en varias bibliotecas y centros de información CSIR de \"India\". Las cuestiones relacionadas con las actividades de promoción de esas bibliotecas se han evaluado para determinar en qué medida se practican. Los bibliotecarios tienen actitudes positivas sobre los aspectos promocionales de las bibliotecas y a menudo las practican sin saber que están practicando conceptos de marketing. Se formulan sugerencias y estrategias para mejorar las actividades de promoción en las bibliotecas y los servicios de información a fin de satisfacer las necesidades y demandas de información de la clientela ",
            "error": [
                ""
            ]
        },
        "promotional activities": {
            "translated_key": "actividades promocionales",
            "translated_annotated_text": "Marketing en bibliotecas y centros de información CSIR: un estudio sobre los esfuerzos de promoción Este documento examina las actitudes de los bibliotecarios hacia los aspectos promocionales en varias bibliotecas y centros de información CSIR de la India. Los temas relacionados con las \"actividades promocionales\" de estas bibliotecas han sido evaluados para determinar en qué medida se están practicando. Los bibliotecarios tienen actitudes positivas sobre los aspectos promocionales de las bibliotecas y a menudo las practican sin saber que están practicando conceptos de marketing. Se formulan sugerencias y estrategias para mejorar las \"actividades promocionales\" en bibliotecas y servicios de información a fin de satisfacer las necesidades y demandas de información de la clientela ",
            "error": [
                ""
            ]
        },
        "marketing": {
            "translated_key": "marketing",
            "translated_annotated_text": "Marketing en bibliotecas y centros de información CSIR: un estudio sobre los esfuerzos de promoción Este documento examina las actitudes de los bibliotecarios hacia los aspectos promocionales en varias bibliotecas y centros de información CSIR de la India. Las cuestiones relacionadas con las actividades de promoción de esas bibliotecas se han evaluado para determinar en qué medida se practican. Los bibliotecarios tienen actitudes positivas sobre los aspectos promocionales de las bibliotecas y a menudo las practican sin saber que están practicando conceptos de \"marketing\". Se formulan sugerencias y estrategias para mejorar las actividades de promoción en las bibliotecas y los servicios de información a fin de satisfacer las necesidades y demandas de información de la clientela ",
            "error": [
                ""
            ]
        },
        "information needs": {
            "translated_key": "necesidades de información",
            "translated_annotated_text": "Marketing en bibliotecas y centros de información CSIR: un estudio sobre los esfuerzos de promoción Este documento examina las actitudes de los bibliotecarios hacia los aspectos promocionales en varias bibliotecas y centros de información CSIR de la India. Las cuestiones relacionadas con las actividades de promoción de esas bibliotecas se han evaluado para determinar en qué medida se practican. Los bibliotecarios tienen actitudes positivas sobre los aspectos promocionales de las bibliotecas y a menudo las practican sin saber que están practicando conceptos de marketing. Se formulan sugerencias y estrategias para mejorar las actividades de promoción en bibliotecas y servicios de información a fin de satisfacer las \"necesidades de información\" y las demandas de la clientela ",
            "error": [
                ""
            ]
        },
        "libraries": {
            "translated_key": "bibliotecas",
            "translated_annotated_text": "Marketing en \"bibliotecas\" y centros de información CSIR: un estudio sobre los esfuerzos promocionales Este trabajo examina las actitudes de los bibliotecarios hacia los aspectos promocionales en varias \"bibliotecas\" y centros de información CSIR de la India. Las cuestiones relacionadas con las actividades de promoción de estas \"bibliotecas\" se han evaluado para determinar en qué medida se están practicando. Los bibliotecarios tienen actitudes positivas sobre los aspectos promocionales de las \"bibliotecas\" y a menudo las practican sin saber que están practicando conceptos de marketing. Se formulan sugerencias y estrategias para mejorar las actividades de promoción en \"bibliotecas\" y servicios de información para satisfacer las necesidades y demandas de información de la clientela ",
            "error": [
                ""
            ]
        }
    }
}