{
    "original_text": "Himalayan information system: a proposed model The information explosion and the development in information technology force us to develop information systems in various fields. The research on Himalaya has achieved phenomenal growth in recent years in India. The information requirements of Himalayan researchers are divergent in nature. In order to meet these divergent needs, all information generated in various Himalayan research institutions has to be collected and organized to facilitate free flow of information. This paper describes the need for a system for Himalayan information. It also presents the objectives of Himalayan information system (HIMIS). It discusses in brief the idea of setting up a HIMIS and explains its utility to the users. It appeals to the government for supporting the development of such system",
    "original_translation": "Sistema de información del Himalaya: un modelo propuesto La explosión de la información y el desarrollo de la tecnología de la información nos obligan a desarrollar sistemas de información en diversos campos. La investigación sobre el Himalaya ha logrado un crecimiento fenomenal en los últimos años en la India. Las necesidades de información de los investigadores del Himalaya son de naturaleza divergente. A fin de satisfacer estas necesidades divergentes, toda la información generada en diversas instituciones de investigación del Himalaya debe reunirse y organizarse para facilitar la libre circulación de la información. En este documento se describe la necesidad de un sistema de información del Himalaya. También presenta los objetivos del sistema de información del Himalaya (HIMIS). Discute brevemente la idea de establecer un HIMIS y explique su utilidad a los usuarios. Hace un llamamiento al Gobierno para que apoye el desarrollo de ese sistema",
    "error_count": 6,
    "keys": {
        "Himalayan information system model": {
            "translated_key": [],
            "translated_annotated_text": "Sistema de información del Himalaya: un modelo propuesto La explosión de la información y el desarrollo de la tecnología de la información nos obligan a desarrollar sistemas de información en diversos campos. La investigación sobre el Himalaya ha logrado un crecimiento fenomenal en los últimos años en la India. Las necesidades de información de los investigadores del Himalaya son de naturaleza divergente. A fin de satisfacer estas necesidades divergentes, toda la información generada en diversas instituciones de investigación del Himalaya debe reunirse y organizarse para facilitar la libre circulación de la información. En este documento se describe la necesidad de un sistema de información del Himalaya. También presenta los objetivos del sistema de información del Himalaya (HIMIS). Discute brevemente la idea de establecer un HIMIS y explique su utilidad a los usuarios. Hace un llamamiento al Gobierno para que apoye el desarrollo de ese sistema ",
            "error": []
        },
        "information explosion": {
            "translated_key": "explosión de información",
            "translated_annotated_text": "Sistema de información del Himalaya: un modelo propuesto La \"explosión de información\" y el desarrollo de la tecnología de la información nos obligan a desarrollar sistemas de información en diversos campos. La investigación sobre el Himalaya ha logrado un crecimiento fenomenal en los últimos años en la India. Las necesidades de información de los investigadores del Himalaya son de naturaleza divergente. A fin de satisfacer estas necesidades divergentes, toda la información generada en diversas instituciones de investigación del Himalaya debe reunirse y organizarse para facilitar la libre circulación de la información. En este documento se describe la necesidad de un sistema de información del Himalaya. También presenta los objetivos del sistema de información del Himalaya (HIMIS). Discute brevemente la idea de establecer un HIMIS y explique su utilidad a los usuarios. Hace un llamamiento al Gobierno para que apoye el desarrollo de ese sistema ",
            "error": [
                ""
            ]
        },
        "information technology": {
            "translated_key": "tecnología de la información",
            "translated_annotated_text": "Sistema de información del Himalaya: un modelo propuesto La explosión de la información y el desarrollo de la \"tecnología de la información\" nos obligan a desarrollar sistemas de información en diversos campos. La investigación sobre el Himalaya ha logrado un crecimiento fenomenal en los últimos años en la India. Las necesidades de información de los investigadores del Himalaya son de naturaleza divergente. A fin de satisfacer estas necesidades divergentes, toda la información generada en diversas instituciones de investigación del Himalaya debe reunirse y organizarse para facilitar la libre circulación de la información. En este documento se describe la necesidad de un sistema de información del Himalaya. También presenta los objetivos del sistema de información del Himalaya (HIMIS). Discute brevemente la idea de establecer un HIMIS y explique su utilidad a los usuarios. Hace un llamamiento al Gobierno para que apoye el desarrollo de ese sistema ",
            "error": [
                ""
            ]
        },
        "India": {
            "translated_key": "India",
            "translated_annotated_text": "Sistema de información del Himalaya: un modelo propuesto La explosión de la información y el desarrollo de la tecnología de la información nos obligan a desarrollar sistemas de información en diversos campos. La investigación sobre el Himalaya ha logrado un crecimiento fenomenal en los últimos años en \"India\". Las necesidades de información de los investigadores del Himalaya son de naturaleza divergente. A fin de satisfacer estas necesidades divergentes, toda la información generada en diversas instituciones de investigación del Himalaya debe reunirse y organizarse para facilitar la libre circulación de la información. En este documento se describe la necesidad de un sistema de información del Himalaya. También presenta los objetivos del sistema de información del Himalaya (HIMIS). Discute brevemente la idea de establecer un HIMIS y explique su utilidad a los usuarios. Hace un llamamiento al Gobierno para que apoye el desarrollo de ese sistema ",
            "error": [
                ""
            ]
        },
        "information requirements": {
            "translated_key": "requisitos de información",
            "translated_annotated_text": "Sistema de información del Himalaya: un modelo propuesto La explosión de la información y el desarrollo de la tecnología de la información nos obligan a desarrollar sistemas de información en diversos campos. La investigación sobre el Himalaya ha logrado un crecimiento fenomenal en los últimos años en la India. Los \"requisitos de información\" de los investigadores del Himalaya son de naturaleza divergente. A fin de satisfacer estas necesidades divergentes, toda la información generada en diversas instituciones de investigación del Himalaya debe reunirse y organizarse para facilitar la libre circulación de la información. En este documento se describe la necesidad de un sistema de información del Himalaya. También presenta los objetivos del sistema de información del Himalaya (HIMIS). Discute brevemente la idea de establecer un HIMIS y explique su utilidad a los usuarios. Hace un llamamiento al Gobierno para que apoye el desarrollo de ese sistema ",
            "error": [
                ""
            ]
        },
        "HIMIS": {
            "translated_key": "HIMIS",
            "translated_annotated_text": "Sistema de información del Himalaya: un modelo propuesto La explosión de la información y el desarrollo de la tecnología de la información nos obligan a desarrollar sistemas de información en diversos campos. La investigación sobre el Himalaya ha logrado un crecimiento fenomenal en los últimos años en la India. Las necesidades de información de los investigadores del Himalaya son de naturaleza divergente. A fin de satisfacer estas necesidades divergentes, toda la información generada en diversas instituciones de investigación del Himalaya debe reunirse y organizarse para facilitar la libre circulación de la información. En este documento se describe la necesidad de un sistema de información del Himalaya. También presenta los objetivos del sistema de información del Himalaya (\"HIMIS\"). Discute brevemente la idea de establecer un \"HIMIS\" y explique su utilidad a los usuarios. Hace un llamamiento al Gobierno para que apoye el desarrollo de ese sistema ",
            "error": [
                ""
            ]
        },
        "government": {
            "translated_key": "gobierno",
            "translated_annotated_text": "Sistema de información del Himalaya: un modelo propuesto La explosión de la información y el desarrollo de la tecnología de la información nos obligan a desarrollar sistemas de información en diversos campos. La investigación sobre el Himalaya ha logrado un crecimiento fenomenal en los últimos años en la India. Las necesidades de información de los investigadores del Himalaya son de naturaleza divergente. A fin de satisfacer estas necesidades divergentes, toda la información generada en diversas instituciones de investigación del Himalaya debe reunirse y organizarse para facilitar la libre circulación de la información. En este documento se describe la necesidad de un sistema de información del Himalaya. También presenta los objetivos del sistema de información del Himalaya (HIMIS). Discute brevemente la idea de establecer un HIMIS y explique su utilidad a los usuarios. Hace un llamamiento al \"gobierno\" para que apoye el desarrollo de dicho sistema ",
            "error": [
                ""
            ]
        },
        "information network": {
            "translated_key": [],
            "translated_annotated_text": "Sistema de información del Himalaya: un modelo propuesto La explosión de la información y el desarrollo de la tecnología de la información nos obligan a desarrollar sistemas de información en diversos campos. La investigación sobre el Himalaya ha logrado un crecimiento fenomenal en los últimos años en la India. Las necesidades de información de los investigadores del Himalaya son de naturaleza divergente. A fin de satisfacer estas necesidades divergentes, toda la información generada en diversas instituciones de investigación del Himalaya debe reunirse y organizarse para facilitar la libre circulación de la información. En este documento se describe la necesidad de un sistema de información del Himalaya. También presenta los objetivos del sistema de información del Himalaya (HIMIS). Discute brevemente la idea de establecer un HIMIS y explique su utilidad a los usuarios. Hace un llamamiento al Gobierno para que apoye el desarrollo de ese sistema ",
            "error": []
        },
        "geographic information systems": {
            "translated_key": [],
            "translated_annotated_text": "Sistema de información del Himalaya: un modelo propuesto La explosión de la información y el desarrollo de la tecnología de la información nos obligan a desarrollar sistemas de información en diversos campos. La investigación sobre el Himalaya ha logrado un crecimiento fenomenal en los últimos años en la India. Las necesidades de información de los investigadores del Himalaya son de naturaleza divergente. A fin de satisfacer estas necesidades divergentes, toda la información generada en diversas instituciones de investigación del Himalaya debe reunirse y organizarse para facilitar la libre circulación de la información. En este documento se describe la necesidad de un sistema de información del Himalaya. También presenta los objetivos del sistema de información del Himalaya (HIMIS). Discute brevemente la idea de establecer un HIMIS y explique su utilidad a los usuarios. Hace un llamamiento al Gobierno para que apoye el desarrollo de ese sistema ",
            "error": []
        },
        "information needs": {
            "translated_key": [],
            "translated_annotated_text": "Sistema de información del Himalaya: un modelo propuesto La explosión de la información y el desarrollo de la tecnología de la información nos obligan a desarrollar sistemas de información en diversos campos. La investigación sobre el Himalaya ha logrado un crecimiento fenomenal en los últimos años en la India. Las necesidades de información de los investigadores del Himalaya son de naturaleza divergente. A fin de satisfacer estas necesidades divergentes, toda la información generada en diversas instituciones de investigación del Himalaya debe reunirse y organizarse para facilitar la libre circulación de la información. En este documento se describe la necesidad de un sistema de información del Himalaya. También presenta los objetivos del sistema de información del Himalaya (HIMIS). Discute brevemente la idea de establecer un HIMIS y explique su utilidad a los usuarios. Hace un llamamiento al Gobierno para que apoye el desarrollo de ese sistema ",
            "error": []
        },
        "information networks": {
            "translated_key": [],
            "translated_annotated_text": "Sistema de información del Himalaya: un modelo propuesto La explosión de la información y el desarrollo de la tecnología de la información nos obligan a desarrollar sistemas de información en diversos campos. La investigación sobre el Himalaya ha logrado un crecimiento fenomenal en los últimos años en la India. Las necesidades de información de los investigadores del Himalaya son de naturaleza divergente. A fin de satisfacer estas necesidades divergentes, toda la información generada en diversas instituciones de investigación del Himalaya debe reunirse y organizarse para facilitar la libre circulación de la información. En este documento se describe la necesidad de un sistema de información del Himalaya. También presenta los objetivos del sistema de información del Himalaya (HIMIS). Discute brevemente la idea de establecer un HIMIS y explique su utilidad a los usuarios. Hace un llamamiento al Gobierno para que apoye el desarrollo de ese sistema ",
            "error": []
        },
        "information resources": {
            "translated_key": [],
            "translated_annotated_text": "Sistema de información del Himalaya: un modelo propuesto La explosión de la información y el desarrollo de la tecnología de la información nos obligan a desarrollar sistemas de información en diversos campos. La investigación sobre el Himalaya ha logrado un crecimiento fenomenal en los últimos años en la India. Las necesidades de información de los investigadores del Himalaya son de naturaleza divergente. A fin de satisfacer estas necesidades divergentes, toda la información generada en diversas instituciones de investigación del Himalaya debe reunirse y organizarse para facilitar la libre circulación de la información. En este documento se describe la necesidad de un sistema de información del Himalaya. También presenta los objetivos del sistema de información del Himalaya (HIMIS). Discute brevemente la idea de establecer un HIMIS y explique su utilidad a los usuarios. Hace un llamamiento al Gobierno para que apoye el desarrollo de ese sistema ",
            "error": []
        }
    }
}