{
    "original_text": "Human factors research on data modeling: a review of prior research, an extended framework and future research directions This study reviews and synthesizes human factors research on conceptual data modeling. In addition to analyzing the variables used in earlier studies and summarizing the results of this stream of research, we propose a new framework to help with future efforts in this area. The study finds that prior research has focused on issues that are relevant when conceptual models are used for communication between systems analysts and developers (Analyst Developer models) whereas the issues important for models that are used to facilitate communication between analysts and users (User-Analyst models) have received little attention and, hence, require a significantly stronger role in future research. In addition, we emphasize the importance of building a strong theoretical foundation and using it to guide future empirical work in this area",
    "original_translation": "Investigación de factores humanos sobre modelado de datos: revisión de investigaciones previas, marco ampliado y futuras orientaciones de investigación Este estudio revisa y sintetiza la investigación de factores humanos sobre modelado de datos conceptuales. Además de analizar las variables utilizadas en estudios anteriores y resumir los resultados de esta corriente de investigación, proponemos un nuevo marco para ayudar con los esfuerzos futuros en este ámbito. El estudio concluye que la investigación previa se ha centrado en cuestiones que son relevantes cuando se utilizan modelos conceptuales para la comunicación entre analistas de sistemas y desarrolladores (modelos Analyst Developer) mientras que las cuestiones importantes para los modelos que se utilizan para facilitar la comunicación entre analistas y usuarios (modelos User-Analyst) han recibido poca atención y, por lo tanto, requieren un papel significativamente mayor en la investigación futura. Además, enfatizamos la importancia de construir una sólida base teórica y utilizarla para guiar el futuro trabajo empírico en esta área.",
    "error_count": 3,
    "keys": {
        "human factors": {
            "translated_key": "factores humanos",
            "translated_annotated_text": "Investigación de factores humanos sobre modelado de datos: revisión de investigaciones previas, marco ampliado y futuras orientaciones de investigación Este estudio revisa y sintetiza la investigación de \"factores humanos\" sobre modelado de datos conceptuales. Además de analizar las variables utilizadas en estudios anteriores y resumir los resultados de esta corriente de investigación, proponemos un nuevo marco para ayudar con los esfuerzos futuros en este ámbito. El estudio concluye que la investigación previa se ha centrado en cuestiones que son relevantes cuando se utilizan modelos conceptuales para la comunicación entre analistas de sistemas y desarrolladores (modelos Analyst Developer) mientras que las cuestiones importantes para los modelos que se utilizan para facilitar la comunicación entre analistas y usuarios (modelos User-Analyst) han recibido poca atención y, por lo tanto, requieren un papel significativamente mayor en la investigación futura. Además, enfatizamos la importancia de construir una sólida base teórica y utilizarla para guiar el futuro trabajo empírico en esta área. ",
            "error": [
                ""
            ]
        },
        "conceptual data modeling": {
            "translated_key": "modelo de datos conceptuales",
            "translated_annotated_text": "Investigación de factores humanos sobre modelado de datos: revisión de investigaciones previas, un marco ampliado y futuras orientaciones de investigación Este estudio revisa y sintetiza la investigación de factores humanos sobre \"modelo de datos conceptuales\". Además de analizar las variables utilizadas en estudios anteriores y resumir los resultados de esta corriente de investigación, proponemos un nuevo marco para ayudar con los esfuerzos futuros en este ámbito. El estudio concluye que la investigación previa se ha centrado en cuestiones que son relevantes cuando se utilizan modelos conceptuales para la comunicación entre analistas de sistemas y desarrolladores (modelos Analyst Developer) mientras que las cuestiones importantes para los modelos que se utilizan para facilitar la comunicación entre analistas y usuarios (modelos User-Analyst) han recibido poca atención y, por lo tanto, requieren un papel significativamente mayor en la investigación futura. Además, enfatizamos la importancia de construir una sólida base teórica y utilizarla para guiar el futuro trabajo empírico en esta área. ",
            "error": [
                ""
            ]
        },
        "future efforts": {
            "translated_key": "futuros esfuerzos",
            "translated_annotated_text": "Investigación de factores humanos sobre modelado de datos: revisión de investigaciones previas, marco ampliado y futuras orientaciones de investigación Este estudio revisa y sintetiza la investigación de factores humanos sobre modelado de datos conceptuales. Además de analizar las variables utilizadas en estudios anteriores y resumir los resultados de esta corriente de investigación, proponemos un nuevo marco para ayudar con \"futuros esfuerzos\" en esta área. El estudio concluye que la investigación previa se ha centrado en cuestiones que son relevantes cuando se utilizan modelos conceptuales para la comunicación entre analistas de sistemas y desarrolladores (modelos Analyst Developer) mientras que las cuestiones importantes para los modelos que se utilizan para facilitar la comunicación entre analistas y usuarios (modelos User-Analyst) han recibido poca atención y, por lo tanto, requieren un papel significativamente mayor en la investigación futura. Además, enfatizamos la importancia de construir una sólida base teórica y utilizarla para guiar el futuro trabajo empírico en esta área. ",
            "error": [
                ""
            ]
        },
        "Analyst Developer models": {
            "translated_key": "modelos Analyst Developer",
            "translated_annotated_text": "Investigación de factores humanos sobre modelado de datos: revisión de investigaciones previas, marco ampliado y futuras orientaciones de investigación Este estudio revisa y sintetiza la investigación de factores humanos sobre modelado de datos conceptuales. Además de analizar las variables utilizadas en estudios anteriores y resumir los resultados de esta corriente de investigación, proponemos un nuevo marco para ayudar con los esfuerzos futuros en este ámbito. El estudio concluye que la investigación previa se ha centrado en cuestiones que son relevantes cuando se utilizan modelos conceptuales para la comunicación entre analistas de sistemas y desarrolladores (\"modelos Analyst Developer\"), mientras que las cuestiones importantes para los modelos que se utilizan para facilitar la comunicación entre analistas y usuarios (modelos User-Analyst) han recibido poca atención y, por lo tanto, requieren un papel significativamente mayor en la investigación futura. Además, enfatizamos la importancia de construir una sólida base teórica y utilizarla para guiar el futuro trabajo empírico en esta área. ",
            "error": [
                ""
            ]
        },
        "User-Analyst models": {
            "translated_key": "modelos Analyst User",
            "translated_annotated_text": "Investigación de factores humanos sobre modelado de datos: revisión de investigaciones previas, marco ampliado y futuras orientaciones de investigación Este estudio revisa y sintetiza la investigación de factores humanos sobre modelado de datos conceptuales. Además de analizar las variables utilizadas en estudios anteriores y resumir los resultados de esta corriente de investigación, proponemos un nuevo marco para ayudar con los esfuerzos futuros en este ámbito. El estudio concluye que la investigación previa se ha centrado en cuestiones que son relevantes cuando se utilizan modelos conceptuales para la comunicación entre analistas de sistemas y desarrolladores (modelos Analyst Developer) mientras que las cuestiones importantes para los modelos que se utilizan para facilitar la comunicación entre analistas y usuarios (\"modelos Analyst User\") han recibido poca atención y, por lo tanto, requieren un papel significativamente más fuerte en la investigación futura. Además, enfatizamos la importancia de construir una sólida base teórica y utilizarla para guiar el futuro trabajo empírico en esta área. ",
            "error": [
                ""
            ]
        },
        "database": {
            "translated_key": [],
            "translated_annotated_text": "Investigación de factores humanos sobre modelado de datos: revisión de investigaciones previas, marco ampliado y futuras orientaciones de investigación Este estudio revisa y sintetiza la investigación de factores humanos sobre modelado de datos conceptuales. Además de analizar las variables utilizadas en estudios anteriores y resumir los resultados de esta corriente de investigación, proponemos un nuevo marco para ayudar con los esfuerzos futuros en este ámbito. El estudio concluye que la investigación previa se ha centrado en cuestiones que son relevantes cuando se utilizan modelos conceptuales para la comunicación entre analistas de sistemas y desarrolladores (modelos Analyst Developer) mientras que las cuestiones importantes para los modelos que se utilizan para facilitar la comunicación entre analistas y usuarios (modelos User-Analyst) han recibido poca atención y, por lo tanto, requieren un papel significativamente mayor en la investigación futura. Además, enfatizamos la importancia de construir una sólida base teórica y utilizarla para guiar el futuro trabajo empírico en esta área. ",
            "error": []
        },
        "data models": {
            "translated_key": [],
            "translated_annotated_text": "Investigación de factores humanos sobre modelado de datos: revisión de investigaciones previas, marco ampliado y futuras orientaciones de investigación Este estudio revisa y sintetiza la investigación de factores humanos sobre modelado de datos conceptuales. Además de analizar las variables utilizadas en estudios anteriores y resumir los resultados de esta corriente de investigación, proponemos un nuevo marco para ayudar con los esfuerzos futuros en este ámbito. El estudio concluye que la investigación previa se ha centrado en cuestiones que son relevantes cuando se utilizan modelos conceptuales para la comunicación entre analistas de sistemas y desarrolladores (modelos Analyst Developer) mientras que las cuestiones importantes para los modelos que se utilizan para facilitar la comunicación entre analistas y usuarios (modelos User-Analyst) han recibido poca atención y, por lo tanto, requieren un papel significativamente mayor en la investigación futura. Además, enfatizamos la importancia de construir una sólida base teórica y utilizarla para guiar el futuro trabajo empírico en esta área. ",
            "error": []
        },
        "database management systems": {
            "translated_key": [],
            "translated_annotated_text": "Investigación de factores humanos sobre modelado de datos: revisión de investigaciones previas, marco ampliado y futuras orientaciones de investigación Este estudio revisa y sintetiza la investigación de factores humanos sobre modelado de datos conceptuales. Además de analizar las variables utilizadas en estudios anteriores y resumir los resultados de esta corriente de investigación, proponemos un nuevo marco para ayudar con los esfuerzos futuros en este ámbito. El estudio concluye que la investigación previa se ha centrado en cuestiones que son relevantes cuando se utilizan modelos conceptuales para la comunicación entre analistas de sistemas y desarrolladores (modelos Analyst Developer) mientras que las cuestiones importantes para los modelos que se utilizan para facilitar la comunicación entre analistas y usuarios (modelos User-Analyst) han recibido poca atención y, por lo tanto, requieren un papel significativamente mayor en la investigación futura. Además, enfatizamos la importancia de construir una sólida base teórica y utilizarla para guiar el futuro trabajo empírico en esta área. ",
            "error": []
        }
    }
}