{
    "original_text": "Information needs of the working journalists in Orissa: a study Provides an insight into the various information needs of working journalists in Orissa. Analyses data received from 226 working journalists representing 40 newspaper organisations. Also depicts the specialisation of working journalists, their frequency of information requirement, mode of dissemination preferred, information sources explored, mode of services opted, and their information privations. The study asserts that subjects primarily concerned with the professional work and image of the working journalists are rated utmost significant",
    "original_translation": "Necesidades de información de los periodistas que trabajan en Orissa: un estudio Proporciona una visión de las diversas necesidades de información de los periodistas que trabajan en Orissa. Analiza los datos recibidos de 226 periodistas en representación de 40 organizaciones periodísticas. También describe la especialización de los periodistas que trabajan, su frecuencia de exigencia de información, el modo de difusión preferido, las fuentes de información exploradas, el modo de servicios elegido y sus privaciones de información. En el estudio se afirma que los temas relacionados principalmente con el trabajo profesional y la imagen de los periodistas que trabajan se consideran sumamente importantes",
    "error_count": 6,
    "keys": {
        "information needs": {
            "translated_key": "necesidades de información",
            "translated_annotated_text": "Necesidades de información de los periodistas que trabajan en Orissa: un estudio Proporciona una visión de las diversas \"necesidades de información\" de los periodistas que trabajan en Orissa. Analiza los datos recibidos de 226 periodistas en representación de 40 organizaciones periodísticas. También describe la especialización de los periodistas que trabajan, su frecuencia de exigencia de información, el modo de difusión preferido, las fuentes de información exploradas, el modo de servicios elegido y sus privaciones de información. En el estudio se afirma que los temas relacionados principalmente con el trabajo profesional y la imagen de los periodistas que trabajan se consideran sumamente importantes ",
            "error": [
                ""
            ]
        },
        "working journalists": {
            "translated_key": [
                "periodistas que trabajan",
                "periodistas que trabajan",
                "periodistas trabajadores",
                "periodistas que trabajan",
                "periodistas que trabajan"
            ],
            "translated_annotated_text": "Necesidades de información de los \"periodistas que trabajan\" en Orissa: un estudio Proporciona una visión de las diversas necesidades de información de los \"periodistas que trabajan\" en Orissa. Analiza los datos recibidos de 226 \"periodistas trabajadores\" que representan a 40 organizaciones periodísticas. También describe la especialización de los \"periodistas que trabajan\", su frecuencia de exigencia de información, el modo de difusión preferido, las fuentes de información exploradas, el modo de servicios elegido y sus privaciones de información. El estudio afirma que los temas principalmente relacionados con el trabajo profesional y la imagen de los \"periodistas que trabajan\" se consideran sumamente significativos ",
            "error": [
                "periodistas que trabajan",
                "periodistas que trabajan",
                "periodistas trabajadores",
                "periodistas que trabajan",
                "periodistas que trabajan"
            ]
        },
        "data analysis": {
            "translated_key": [],
            "translated_annotated_text": "Necesidades de información de los periodistas que trabajan en Orissa: un estudio Proporciona una visión de las diversas necesidades de información de los periodistas que trabajan en Orissa. Analiza los datos recibidos de 226 periodistas en representación de 40 organizaciones periodísticas. También describe la especialización de los periodistas que trabajan, su frecuencia de exigencia de información, el modo de difusión preferido, las fuentes de información exploradas, el modo de servicios elegido y sus privaciones de información. En el estudio se afirma que los temas relacionados principalmente con el trabajo profesional y la imagen de los periodistas que trabajan se consideran sumamente importantes ",
            "error": []
        },
        "newspaper organisations": {
            "translated_key": "organizaciones de periódicos",
            "translated_annotated_text": "Necesidades de información de los periodistas que trabajan en Orissa: un estudio Proporciona una visión de las diversas necesidades de información de los periodistas que trabajan en Orissa. Analiza los datos recibidos de 226 periodistas en representación de 40 \"organizaciones de periódicos\". También describe la especialización de los periodistas que trabajan, su frecuencia de exigencia de información, el modo de difusión preferido, las fuentes de información exploradas, el modo de servicios elegido y sus privaciones de información. En el estudio se afirma que los temas relacionados principalmente con el trabajo profesional y la imagen de los periodistas que trabajan se consideran sumamente importantes ",
            "error": [
                ""
            ]
        },
        "information requirement": {
            "translated_key": "requisito de información",
            "translated_annotated_text": "Necesidades de información de los periodistas que trabajan en Orissa: un estudio Proporciona una visión de las diversas necesidades de información de los periodistas que trabajan en Orissa. Analiza los datos recibidos de 226 periodistas en representación de 40 organizaciones periodísticas. También describe la especialización de los periodistas que trabajan, su frecuencia de \"requisito de información\", el modo de difusión preferido, las fuentes de información exploradas, el modo de servicios elegido y sus privaciones de información. En el estudio se afirma que los temas relacionados principalmente con el trabajo profesional y la imagen de los periodistas que trabajan se consideran sumamente importantes ",
            "error": [
                ""
            ]
        },
        "information dissemination": {
            "translated_key": [],
            "translated_annotated_text": "Necesidades de información de los periodistas que trabajan en Orissa: un estudio Proporciona una visión de las diversas necesidades de información de los periodistas que trabajan en Orissa. Analiza los datos recibidos de 226 periodistas en representación de 40 organizaciones periodísticas. También describe la especialización de los periodistas que trabajan, su frecuencia de exigencia de información, el modo de difusión preferido, las fuentes de información exploradas, el modo de servicios elegido y sus privaciones de información. En el estudio se afirma que los temas relacionados principalmente con el trabajo profesional y la imagen de los periodistas que trabajan se consideran sumamente importantes ",
            "error": []
        },
        "information sources": {
            "translated_key": "fuentes de información",
            "translated_annotated_text": "Necesidades de información de los periodistas que trabajan en Orissa: un estudio Proporciona una visión de las diversas necesidades de información de los periodistas que trabajan en Orissa. Analiza los datos recibidos de 226 periodistas en representación de 40 organizaciones periodísticas. También describe la especialización de los periodistas que trabajan, su frecuencia de exigencia de información, el modo de difusión preferido, las \"fuentes de información\" exploradas, el modo de servicios elegido y sus privaciones de información. En el estudio se afirma que los temas relacionados principalmente con el trabajo profesional y la imagen de los periodistas que trabajan se consideran sumamente importantes ",
            "error": [
                ""
            ]
        },
        "professional work": {
            "translated_key": "trabajo profesional",
            "translated_annotated_text": "Necesidades de información de los periodistas que trabajan en Orissa: un estudio Proporciona una visión de las diversas necesidades de información de los periodistas que trabajan en Orissa. Analiza los datos recibidos de 226 periodistas en representación de 40 organizaciones periodísticas. También describe la especialización de los periodistas que trabajan, su frecuencia de exigencia de información, el modo de difusión preferido, las fuentes de información exploradas, el modo de servicios elegido y sus privaciones de información. El estudio afirma que los temas principalmente relacionados con el \"trabajo profesional\" y la imagen de los periodistas que trabajan son considerados de la mayor importancia ",
            "error": [
                ""
            ]
        },
        "information resources": {
            "translated_key": [],
            "translated_annotated_text": "Necesidades de información de los periodistas que trabajan en Orissa: un estudio Proporciona una visión de las diversas necesidades de información de los periodistas que trabajan en Orissa. Analiza los datos recibidos de 226 periodistas en representación de 40 organizaciones periodísticas. También describe la especialización de los periodistas que trabajan, su frecuencia de exigencia de información, el modo de difusión preferido, las fuentes de información exploradas, el modo de servicios elegido y sus privaciones de información. En el estudio se afirma que los temas relacionados principalmente con el trabajo profesional y la imagen de los periodistas que trabajan se consideran sumamente importantes ",
            "error": []
        },
        "publishing": {
            "translated_key": [],
            "translated_annotated_text": "Necesidades de información de los periodistas que trabajan en Orissa: un estudio Proporciona una visión de las diversas necesidades de información de los periodistas que trabajan en Orissa. Analiza los datos recibidos de 226 periodistas en representación de 40 organizaciones periodísticas. También describe la especialización de los periodistas que trabajan, su frecuencia de exigencia de información, el modo de difusión preferido, las fuentes de información exploradas, el modo de servicios elegido y sus privaciones de información. En el estudio se afirma que los temas relacionados principalmente con el trabajo profesional y la imagen de los periodistas que trabajan se consideran sumamente importantes ",
            "error": []
        }
    }
}