{
    "original_text": "Image reconstruction of simulated specimens using convolution back projection This paper reports the reconstruction of cross-sections of composite structures. The convolution back projection (CBP) algorithm has been used to capture the attenuation field over the specimen. Five different test cases have been taken up for evaluation. These cases represent varying degrees of complexity. In addition, the role of filters on the nature of the reconstruction errors has also been discussed. Numerical results obtained in the study reveal that CBP algorithm is a useful tool for qualitative as well as quantitative assessment of composite regions encountered in engineering applications",
    "original_translation": "Reconstrucción de imágenes de especímenes simulados utilizando proyección de convolución posterior Este artículo reporta la reconstrucción de secciones transversales de estructuras compuestas. El algoritmo de retroproyección de la convolución (CBP) se ha utilizado para capturar el campo de atenuación sobre la muestra. Se han llevado a cabo cinco pruebas diferentes para su evaluación. Estos casos representan diversos grados de complejidad. Además, también se ha discutido el papel de los filtros sobre la naturaleza de los errores de reconstrucción. Los resultados numéricos obtenidos en el estudio revelan que el algoritmo CBP es una herramienta útil para la evaluación cualitativa y cuantitativa de las regiones compuestas encontradas en aplicaciones de ingeniería",
    "error_count": 7,
    "keys": {
        "image reconstruction": {
            "translated_key": [],
            "translated_annotated_text": "Reconstrucción de imágenes de especímenes simulados utilizando proyección de convolución posterior Este artículo reporta la reconstrucción de secciones transversales de estructuras compuestas. El algoritmo de retroproyección de la convolución (CBP) se ha utilizado para capturar el campo de atenuación sobre la muestra. Se han llevado a cabo cinco pruebas diferentes para su evaluación. Estos casos representan diversos grados de complejidad. Además, también se ha discutido el papel de los filtros sobre la naturaleza de los errores de reconstrucción. Los resultados numéricos obtenidos en el estudio revelan que el algoritmo CBP es una herramienta útil para la evaluación cualitativa y cuantitativa de las regiones compuestas encontradas en aplicaciones de ingeniería ",
            "error": []
        },
        "simulated specimens": {
            "translated_key": "especies simuladas",
            "translated_annotated_text": "Reconstrucción de imágenes de \"especies simuladas\" utilizando proyección de convolución posterior Este artículo informa de la reconstrucción de secciones transversales de estructuras compuestas. El algoritmo de retroproyección de la convolución (CBP) se ha utilizado para capturar el campo de atenuación sobre la muestra. Se han llevado a cabo cinco pruebas diferentes para su evaluación. Estos casos representan diversos grados de complejidad. Además, también se ha discutido el papel de los filtros sobre la naturaleza de los errores de reconstrucción. Los resultados numéricos obtenidos en el estudio revelan que el algoritmo CBP es una herramienta útil para la evaluación cualitativa y cuantitativa de las regiones compuestas encontradas en aplicaciones de ingeniería ",
            "error": [
                ""
            ]
        },
        "convolution back projection": {
            "translated_key": [
                "proyección posterior de la convolución",
                "convolution back projection"
            ],
            "translated_annotated_text": "Reconstrucción de imágenes de especímenes simulados utilizando \"proyección posterior de la convolución\" Este artículo reporta la reconstrucción de secciones transversales de estructuras compuestas. El algoritmo \"convolution back projection\" (CBP) se ha utilizado para capturar el campo de atenuación sobre la muestra. Se han llevado a cabo cinco pruebas diferentes para su evaluación. Estos casos representan diversos grados de complejidad. Además, también se ha discutido el papel de los filtros sobre la naturaleza de los errores de reconstrucción. Los resultados numéricos obtenidos en el estudio revelan que el algoritmo CBP es una herramienta útil para la evaluación cualitativa y cuantitativa de las regiones compuestas encontradas en aplicaciones de ingeniería ",
            "error": [
                "proyección posterior de la convolución",
                "convolution back projection"
            ]
        },
        "composite structures": {
            "translated_key": "estructuras compuestas",
            "translated_annotated_text": "Reconstrucción de imágenes de especímenes simulados utilizando proyección de convolución posterior Este artículo reporta la reconstrucción de secciones transversales de \"estructuras compuestas\". El algoritmo de retroproyección de la convolución (CBP) se ha utilizado para capturar el campo de atenuación sobre la muestra. Se han llevado a cabo cinco pruebas diferentes para su evaluación. Estos casos representan diversos grados de complejidad. Además, también se ha discutido el papel de los filtros sobre la naturaleza de los errores de reconstrucción. Los resultados numéricos obtenidos en el estudio revelan que el algoritmo CBP es una herramienta útil para la evaluación cualitativa y cuantitativa de las regiones compuestas encontradas en aplicaciones de ingeniería ",
            "error": [
                ""
            ]
        },
        "attenuation field": {
            "translated_key": "campo de atenuación",
            "translated_annotated_text": "Reconstrucción de imágenes de especímenes simulados utilizando proyección de convolución posterior Este artículo reporta la reconstrucción de secciones transversales de estructuras compuestas. El algoritmo de retroproyección de la convolución (CBP) se ha utilizado para capturar el \"campo de atenuación\" sobre la muestra. Se han llevado a cabo cinco pruebas diferentes para su evaluación. Estos casos representan diversos grados de complejidad. Además, también se ha discutido el papel de los filtros sobre la naturaleza de los errores de reconstrucción. Los resultados numéricos obtenidos en el estudio revelan que el algoritmo CBP es una herramienta útil para la evaluación cualitativa y cuantitativa de las regiones compuestas encontradas en aplicaciones de ingeniería ",
            "error": [
                ""
            ]
        },
        "filters": {
            "translated_key": "filtros",
            "translated_annotated_text": "Reconstrucción de imágenes de especímenes simulados utilizando proyección de convolución posterior Este artículo reporta la reconstrucción de secciones transversales de estructuras compuestas. El algoritmo de retroproyección de la convolución (CBP) se ha utilizado para capturar el campo de atenuación sobre la muestra. Se han llevado a cabo cinco pruebas diferentes para su evaluación. Estos casos representan diversos grados de complejidad. Además, también se ha discutido el papel de los \"filtros\" sobre la naturaleza de los errores de reconstrucción. Los resultados numéricos obtenidos en el estudio revelan que el algoritmo CBP es una herramienta útil para la evaluación cualitativa y cuantitativa de las regiones compuestas encontradas en aplicaciones de ingeniería ",
            "error": [
                ""
            ]
        },
        "reconstruction errors": {
            "translated_key": "errores de reconstrucción",
            "translated_annotated_text": "Reconstrucción de imágenes de especímenes simulados utilizando proyección de convolución posterior Este artículo reporta la reconstrucción de secciones transversales de estructuras compuestas. El algoritmo de retroproyección de la convolución (CBP) se ha utilizado para capturar el campo de atenuación sobre la muestra. Se han llevado a cabo cinco pruebas diferentes para su evaluación. Estos casos representan diversos grados de complejidad. Además, también se ha discutido el papel de los filtros sobre la naturaleza de los \"errores de reconstrucción\". Los resultados numéricos obtenidos en el estudio revelan que el algoritmo CBP es una herramienta útil para la evaluación cualitativa y cuantitativa de las regiones compuestas encontradas en aplicaciones de ingeniería ",
            "error": [
                ""
            ]
        },
        "CBP algorithm": {
            "translated_key": "algoritmo CBP",
            "translated_annotated_text": "Reconstrucción de imágenes de especímenes simulados utilizando proyección de convolución posterior Este artículo reporta la reconstrucción de secciones transversales de estructuras compuestas. El algoritmo de retroproyección de la convolución (CBP) se ha utilizado para capturar el campo de atenuación sobre la muestra. Se han llevado a cabo cinco pruebas diferentes para su evaluación. Estos casos representan diversos grados de complejidad. Además, también se ha discutido el papel de los filtros sobre la naturaleza de los errores de reconstrucción. Los resultados numéricos obtenidos en el estudio revelan que \"algoritmo CBP\" es una herramienta útil para la evaluación cualitativa y cuantitativa de las regiones compuestas encontradas en aplicaciones de ingeniería ",
            "error": [
                ""
            ]
        },
        "composite regions": {
            "translated_key": "regiones compuestas",
            "translated_annotated_text": "Reconstrucción de imágenes de especímenes simulados utilizando proyección de convolución posterior Este artículo reporta la reconstrucción de secciones transversales de estructuras compuestas. El algoritmo de retroproyección de la convolución (CBP) se ha utilizado para capturar el campo de atenuación sobre la muestra. Se han llevado a cabo cinco pruebas diferentes para su evaluación. Estos casos representan diversos grados de complejidad. Además, también se ha discutido el papel de los filtros sobre la naturaleza de los errores de reconstrucción. Los resultados numéricos obtenidos en el estudio revelan que el algoritmo CBP es una herramienta útil para la evaluación cualitativa y cuantitativa de \"regiones compuestas\" encontradas en aplicaciones de ingeniería ",
            "error": [
                ""
            ]
        },
        "engineering applications": {
            "translated_key": "aplicaciones de ingeniería",
            "translated_annotated_text": "Reconstrucción de imágenes de especímenes simulados utilizando proyección de convolución posterior Este artículo reporta la reconstrucción de secciones transversales de estructuras compuestas. El algoritmo de retroproyección de la convolución (CBP) se ha utilizado para capturar el campo de atenuación sobre la muestra. Se han llevado a cabo cinco pruebas diferentes para su evaluación. Estos casos representan diversos grados de complejidad. Además, también se ha discutido el papel de los filtros sobre la naturaleza de los errores de reconstrucción. Los resultados numéricos obtenidos en el estudio revelan que el algoritmo CBP es una herramienta útil para la evaluación cualitativa y cuantitativa de las regiones compuestas encontradas en \"aplicaciones de ingeniería\" ",
            "error": [
                ""
            ]
        },
        "computerised tomography": {
            "translated_key": [],
            "translated_annotated_text": "Reconstrucción de imágenes de especímenes simulados utilizando proyección de convolución posterior Este artículo reporta la reconstrucción de secciones transversales de estructuras compuestas. El algoritmo de retroproyección de la convolución (CBP) se ha utilizado para capturar el campo de atenuación sobre la muestra. Se han llevado a cabo cinco pruebas diferentes para su evaluación. Estos casos representan diversos grados de complejidad. Además, también se ha discutido el papel de los filtros sobre la naturaleza de los errores de reconstrucción. Los resultados numéricos obtenidos en el estudio revelan que el algoritmo CBP es una herramienta útil para la evaluación cualitativa y cuantitativa de las regiones compuestas encontradas en aplicaciones de ingeniería ",
            "error": []
        },
        "convolution": {
            "translated_key": [
                "convolución",
                "convolution"
            ],
            "translated_annotated_text": "Reconstrucción de imágenes de especímenes simulados mediante proyección posterior de \"convolución\" Este artículo reporta la reconstrucción de secciones transversales de estructuras compuestas. El algoritmo \"convolution\" back projection (CBP) se ha utilizado para capturar el campo de atenuación sobre la muestra. Se han llevado a cabo cinco pruebas diferentes para su evaluación. Estos casos representan diversos grados de complejidad. Además, también se ha discutido el papel de los filtros sobre la naturaleza de los errores de reconstrucción. Los resultados numéricos obtenidos en el estudio revelan que el algoritmo CBP es una herramienta útil para la evaluación cualitativa y cuantitativa de las regiones compuestas encontradas en aplicaciones de ingeniería ",
            "error": [
                "convolución",
                "convolution"
            ]
        },
        "nondestructive testing": {
            "translated_key": [],
            "translated_annotated_text": "Reconstrucción de imágenes de especímenes simulados utilizando proyección de convolución posterior Este artículo reporta la reconstrucción de secciones transversales de estructuras compuestas. El algoritmo de retroproyección de la convolución (CBP) se ha utilizado para capturar el campo de atenuación sobre la muestra. Se han llevado a cabo cinco pruebas diferentes para su evaluación. Estos casos representan diversos grados de complejidad. Además, también se ha discutido el papel de los filtros sobre la naturaleza de los errores de reconstrucción. Los resultados numéricos obtenidos en el estudio revelan que el algoritmo CBP es una herramienta útil para la evaluación cualitativa y cuantitativa de las regiones compuestas encontradas en aplicaciones de ingeniería ",
            "error": []
        }
    }
}