{
    "original_text": "Active vibration control of piezolaminated smart beams This paper deals with the active vibration control of beam like structures with distributed piezoelectric sensor and actuator layers bonded on top and bottom surfaces of the beam. A finite element model based on Euler-Bernoulli beam theory has been developed. The contribution of the piezoelectric sensor and actuator layers on the mass and stiffness of the beam is considered. Three types of classical control strategies, namely direct proportional feedback, constant-gain negative velocity feedback and Lyapunov feedback and an optimal control strategy, linear quadratic regulator (LQR) scheme are applied to study their control effectiveness. Also, the control performance with different types of loading, such as impulse loading, step loading, harmonic and random loading is studied",
    "original_translation": "Control activo de vibraciones de haces inteligentes piezolaminados Este artículo se ocupa del control activo de vibraciones de estructuras tipo haz con sensores piezoeléctricos distribuidos y capas de actuadores unidos en las superficies superior e inferior del haz. Se ha desarrollado un modelo de elementos finitos basado en la teoría del haz Euler-Bernoulli. Se considera la contribución de las capas del sensor piezoeléctrico y del actuador a la masa y rigidez del haz. Tres tipos de estrategias clásicas de control, a saber, retroalimentación proporcional directa, retroalimentación de velocidad negativa de ganancia constante y retroalimentación de Lyapunov y una estrategia de control óptima, esquema de regulador cuadrático lineal (LQR) se aplican para estudiar su eficacia de control. Además, se estudia el rendimiento de control con diferentes tipos de carga, como la carga por impulso, la carga por escalón, la carga armónica y la carga aleatoria.",
    "error_count": 13,
    "keys": {
        "active vibration control": {
            "translated_key": [],
            "translated_annotated_text": "Control activo de vibraciones de haces inteligentes piezolaminados Este artículo trata del control activo de vibraciones <br> de estructuras de haz con sensores piezoeléctricos distribuidos y capas de actuadores unidos en las superficies superior e inferior del haz. Se ha desarrollado un modelo de elementos finitos basado en la teoría del haz Euler-Bernoulli. Se considera la contribución de las capas del sensor piezoeléctrico y del actuador a la masa y rigidez del haz. Tres tipos de estrategias clásicas de control, a saber, retroalimentación proporcional directa, retroalimentación de velocidad negativa de ganancia constante y retroalimentación de Lyapunov y una estrategia de control óptima, esquema de regulador cuadrático lineal (LQR) se aplican para estudiar su eficacia de control. Además, se estudia el rendimiento de control con diferentes tipos de carga, como la carga por impulso, la carga por escalón, la carga armónica y la carga aleatoria. ",
            "error": []
        },
        "piezolaminated smart beams": {
            "translated_key": "piezolaminated",
            "translated_annotated_text": "Control activo de vibraciones de haces inteligentes <br>piezolaminated</br> Este artículo se ocupa del control activo de vibraciones de estructuras como haces con sensores piezoeléctricos distribuidos y capas de actuadores unidos en las superficies superior e inferior del haz. Se ha desarrollado un modelo de elementos finitos basado en la teoría del haz Euler-Bernoulli. Se considera la contribución de las capas del sensor piezoeléctrico y del actuador a la masa y rigidez del haz. Tres tipos de estrategias clásicas de control, a saber, retroalimentación proporcional directa, retroalimentación de velocidad negativa de ganancia constante y retroalimentación de Lyapunov y una estrategia de control óptima, esquema de regulador cuadrático lineal (LQR) se aplican para estudiar su eficacia de control. Además, se estudia el rendimiento de control con diferentes tipos de carga, como la carga por impulso, la carga por escalón, la carga armónica y la carga aleatoria. ",
            "error": [
                ""
            ]
        },
        "beam like structures": {
            "translated_key": " como haces",
            "translated_annotated_text": "Control activo de vibraciones de haces inteligentes piezolaminados Este artículo trata del control activo de vibraciones de estructuras <br> como haces</br> con sensores piezoeléctricos distribuidos y capas de actuadores unidos en las superficies superior e inferior del haz. Se ha desarrollado un modelo de elementos finitos basado en la teoría del haz Euler-Bernoulli. Se considera la contribución de las capas del sensor piezoeléctrico y del actuador a la masa y rigidez del haz. Tres tipos de estrategias clásicas de control, a saber, retroalimentación proporcional directa, retroalimentación de velocidad negativa de ganancia constante y retroalimentación de Lyapunov y una estrategia de control óptima, esquema de regulador cuadrático lineal (LQR) se aplican para estudiar su eficacia de control. Además, se estudia el rendimiento de control con diferentes tipos de carga, como la carga por impulso, la carga por escalón, la carga armónica y la carga aleatoria. ",
            "error": [
                ""
            ]
        },
        "distributed piezoelectric sensor layers": {
            "translated_key": [],
            "translated_annotated_text": "Control activo de vibraciones de haces inteligentes piezolaminados Este artículo se ocupa del control activo de vibraciones de estructuras tipo haz con sensores piezoeléctricos distribuidos y capas de actuadores unidos en las superficies superior e inferior del haz. Se ha desarrollado un modelo de elementos finitos basado en la teoría del haz Euler-Bernoulli. Se considera la contribución de las capas del sensor piezoeléctrico y del actuador a la masa y rigidez del haz. Tres tipos de estrategias clásicas de control, a saber, retroalimentación proporcional directa, retroalimentación de velocidad negativa de ganancia constante y retroalimentación de Lyapunov y una estrategia de control óptima, esquema de regulador cuadrático lineal (LQR) se aplican para estudiar su eficacia de control. Además, se estudia el rendimiento de control con diferentes tipos de carga, como la carga por impulso, la carga por escalón, la carga armónica y la carga aleatoria. ",
            "error": []
        },
        "distributed piezoelectric actuator layers": {
            "translated_key": [],
            "translated_annotated_text": "Control activo de vibraciones de haces inteligentes piezolaminados Este artículo se ocupa del control activo de vibraciones de estructuras tipo haz con sensores piezoeléctricos distribuidos y capas de actuadores unidos en las superficies superior e inferior del haz. Se ha desarrollado un modelo de elementos finitos basado en la teoría del haz Euler-Bernoulli. Se considera la contribución de las capas del sensor piezoeléctrico y del actuador a la masa y rigidez del haz. Tres tipos de estrategias clásicas de control, a saber, retroalimentación proporcional directa, retroalimentación de velocidad negativa de ganancia constante y retroalimentación de Lyapunov y una estrategia de control óptima, esquema de regulador cuadrático lineal (LQR) se aplican para estudiar su eficacia de control. Además, se estudia el rendimiento de control con diferentes tipos de carga, como la carga por impulso, la carga por escalón, la carga armónica y la carga aleatoria. ",
            "error": []
        },
        "top surfaces": {
            "translated_key": [],
            "translated_annotated_text": "Control activo de vibraciones de haces inteligentes piezolaminados Este artículo se ocupa del control activo de vibraciones de estructuras tipo haz con sensores piezoeléctricos distribuidos y capas de actuadores unidos en las superficies superior e inferior del haz. Se ha desarrollado un modelo de elementos finitos basado en la teoría del haz Euler-Bernoulli. Se considera la contribución de las capas del sensor piezoeléctrico y del actuador a la masa y rigidez del haz. Tres tipos de estrategias clásicas de control, a saber, retroalimentación proporcional directa, retroalimentación de velocidad negativa de ganancia constante y retroalimentación de Lyapunov y una estrategia de control óptima, esquema de regulador cuadrático lineal (LQR) se aplican para estudiar su eficacia de control. Además, se estudia el rendimiento de control con diferentes tipos de carga, como la carga por impulso, la carga por escalón, la carga armónica y la carga aleatoria. ",
            "error": []
        },
        "bottom surfaces": {
            "translated_key": "superficies inferiores",
            "translated_annotated_text": "Control activo de vibraciones de haces inteligentes piezolaminados Este artículo trata del control activo de vibraciones de estructuras como haces con sensores piezoeléctricos distribuidos y capas de actuadores unidos en la parte superior y <br>superficies inferiores</br> del haz. Se ha desarrollado un modelo de elementos finitos basado en la teoría del haz Euler-Bernoulli. Se considera la contribución de las capas del sensor piezoeléctrico y del actuador a la masa y rigidez del haz. Tres tipos de estrategias clásicas de control, a saber, retroalimentación proporcional directa, retroalimentación de velocidad negativa de ganancia constante y retroalimentación de Lyapunov y una estrategia de control óptima, esquema de regulador cuadrático lineal (LQR) se aplican para estudiar su eficacia de control. Además, se estudia el rendimiento de control con diferentes tipos de carga, como la carga por impulso, la carga por escalón, la carga armónica y la carga aleatoria. ",
            "error": [
                ""
            ]
        },
        "finite element model": {
            "translated_key": "de elementos finitos",
            "translated_annotated_text": "Control activo de vibraciones de haces inteligentes piezolaminados Este artículo se ocupa del control activo de vibraciones de estructuras tipo haz con sensores piezoeléctricos distribuidos y capas de actuadores unidos en las superficies superior e inferior del haz. Se ha desarrollado un modelo <br>de elementos finitos</br> basado en la teoría de haz Euler-Bernoulli. Se considera la contribución de las capas del sensor piezoeléctrico y del actuador a la masa y rigidez del haz. Tres tipos de estrategias clásicas de control, a saber, retroalimentación proporcional directa, retroalimentación de velocidad negativa de ganancia constante y retroalimentación de Lyapunov y una estrategia de control óptima, esquema de regulador cuadrático lineal (LQR) se aplican para estudiar su eficacia de control. Además, se estudia el rendimiento de control con diferentes tipos de carga, como la carga por impulso, la carga por escalón, la carga armónica y la carga aleatoria. ",
            "error": [
                ""
            ]
        },
        "Euler-Bernoulli beam theory": {
            "translated_key": "Euler-Bernoulli",
            "translated_annotated_text": "Control activo de vibraciones de haces inteligentes piezolaminados Este artículo se ocupa del control activo de vibraciones de estructuras tipo haz con sensores piezoeléctricos distribuidos y capas de actuadores unidos en las superficies superior e inferior del haz. Se ha desarrollado un modelo de elementos finitos basado en la teoría de haz <br>Euler-Bernoulli</br>. Se considera la contribución de las capas del sensor piezoeléctrico y del actuador a la masa y rigidez del haz. Tres tipos de estrategias clásicas de control, a saber, retroalimentación proporcional directa, retroalimentación de velocidad negativa de ganancia constante y retroalimentación de Lyapunov y una estrategia de control óptima, esquema de regulador cuadrático lineal (LQR) se aplican para estudiar su eficacia de control. Además, se estudia el rendimiento de control con diferentes tipos de carga, como la carga por impulso, la carga por escalón, la carga armónica y la carga aleatoria. ",
            "error": [
                ""
            ]
        },
        "mass": {
            "translated_key": [],
            "translated_annotated_text": "Control activo de vibraciones de haces inteligentes piezolaminados Este artículo se ocupa del control activo de vibraciones de estructuras tipo haz con sensores piezoeléctricos distribuidos y capas de actuadores unidos en las superficies superior e inferior del haz. Se ha desarrollado un modelo de elementos finitos basado en la teoría del haz Euler-Bernoulli. Se considera la contribución de las capas del sensor piezoeléctrico y del actuador sobre la masa <br> y la rigidez del haz. Tres tipos de estrategias clásicas de control, a saber, retroalimentación proporcional directa, retroalimentación de velocidad negativa de ganancia constante y retroalimentación de Lyapunov y una estrategia de control óptima, esquema de regulador cuadrático lineal (LQR) se aplican para estudiar su eficacia de control. Además, se estudia el rendimiento de control con diferentes tipos de carga, como la carga por impulso, la carga por escalón, la carga armónica y la carga aleatoria. ",
            "error": []
        },
        "stiffness": {
            "translated_key": "rigidez",
            "translated_annotated_text": "Control activo de vibraciones de haces inteligentes piezolaminados Este artículo se ocupa del control activo de vibraciones de estructuras tipo haz con sensores piezoeléctricos distribuidos y capas de actuadores unidos en las superficies superior e inferior del haz. Se ha desarrollado un modelo de elementos finitos basado en la teoría del haz Euler-Bernoulli. Se considera la contribución de las capas del sensor piezoeléctrico y del actuador a la masa y <br>rigidez</br> del haz. Tres tipos de estrategias clásicas de control, a saber, retroalimentación proporcional directa, retroalimentación de velocidad negativa de ganancia constante y retroalimentación de Lyapunov y una estrategia de control óptima, esquema de regulador cuadrático lineal (LQR) se aplican para estudiar su eficacia de control. Además, se estudia el rendimiento de control con diferentes tipos de carga, como la carga por impulso, la carga por escalón, la carga armónica y la carga aleatoria. ",
            "error": [
                ""
            ]
        },
        "direct proportional feedback": {
            "translated_key": "realimentación proporcional directa",
            "translated_annotated_text": "Control activo de vibraciones de haces inteligentes piezolaminados Este artículo se ocupa del control activo de vibraciones de estructuras tipo haz con sensores piezoeléctricos distribuidos y capas de actuadores unidos en las superficies superior e inferior del haz. Se ha desarrollado un modelo de elementos finitos basado en la teoría del haz Euler-Bernoulli. Se considera la contribución de las capas del sensor piezoeléctrico y del actuador a la masa y rigidez del haz. Tres tipos de estrategias clásicas de control, a saber <br>realimentación proporcional directa</br>, retroalimentación de velocidad negativa de ganancia constante y retroalimentación de Lyapunov y una estrategia de control óptima, esquema de regulador cuadrático lineal (LQR) se aplican para estudiar su eficacia de control. Además, se estudia el rendimiento de control con diferentes tipos de carga, como la carga por impulso, la carga por escalón, la carga armónica y la carga aleatoria. ",
            "error": [
                ""
            ]
        },
        "constant-gain negative velocity feedback": {
            "translated_key": " ganancia constante",
            "translated_annotated_text": "Control activo de vibraciones de haces inteligentes piezolaminados Este artículo se ocupa del control activo de vibraciones de estructuras tipo haz con sensores piezoeléctricos distribuidos y capas de actuadores unidos en las superficies superior e inferior del haz. Se ha desarrollado un modelo de elementos finitos basado en la teoría del haz Euler-Bernoulli. Se considera la contribución de las capas del sensor piezoeléctrico y del actuador a la masa y rigidez del haz. Tres tipos de estrategias clásicas de control, a saber, retroalimentación proporcional directa, retroalimentación de velocidad negativa de <br> ganancia constante</br> y retroalimentación de Lyapunov y una estrategia de control óptima, esquema de regulador cuadrático lineal (LQR) se aplican para estudiar su eficacia de control. Además, se estudia el rendimiento de control con diferentes tipos de carga, como la carga por impulso, la carga por escalón, la carga armónica y la carga aleatoria. ",
            "error": [
                ""
            ]
        },
        "Lyapunov feedback": {
            "translated_key": "Lyapunov",
            "translated_annotated_text": "Control activo de vibraciones de haces inteligentes piezolaminados Este artículo se ocupa del control activo de vibraciones de estructuras tipo haz con sensores piezoeléctricos distribuidos y capas de actuadores unidos en las superficies superior e inferior del haz. Se ha desarrollado un modelo de elementos finitos basado en la teoría del haz Euler-Bernoulli. Se considera la contribución de las capas del sensor piezoeléctrico y del actuador a la masa y rigidez del haz. Tres tipos de estrategias clásicas de control, a saber, retroalimentación proporcional directa, retroalimentación de velocidad negativa de ganancia constante y retroalimentación <br>Lyapunov</br> y una estrategia de control óptima, esquema de regulador cuadrático lineal (LQR) se aplican para estudiar su eficacia de control. Además, se estudia el rendimiento de control con diferentes tipos de carga, como la carga por impulso, la carga por escalón, la carga armónica y la carga aleatoria. ",
            "error": [
                ""
            ]
        },
        "optimal control strategy": {
            "translated_key": "optimal",
            "translated_annotated_text": "Control activo de vibraciones de haces inteligentes piezolaminados Este artículo se ocupa del control activo de vibraciones de estructuras tipo haz con sensores piezoeléctricos distribuidos y capas de actuadores unidos en las superficies superior e inferior del haz. Se ha desarrollado un modelo de elementos finitos basado en la teoría del haz Euler-Bernoulli. Se considera la contribución de las capas del sensor piezoeléctrico y del actuador a la masa y rigidez del haz. Para estudiar su eficacia de control se aplican tres tipos de estrategias clásicas de control, a saber, retroalimentación proporcional directa, retroalimentación de velocidad negativa de ganancia constante y retroalimentación de Lyapunov y una estrategia de control <br>optimal</br>, esquema de regulador cuadrático lineal (LQR). Además, se estudia el rendimiento de control con diferentes tipos de carga, como la carga por impulso, la carga por escalón, la carga armónica y la carga aleatoria. ",
            "error": [
                ""
            ]
        },
        "linear quadratic regulator": {
            "translated_key": " Regulador cuadrático lineal",
            "translated_annotated_text": "Control activo de vibraciones de haces inteligentes piezolaminados Este artículo se ocupa del control activo de vibraciones de estructuras tipo haz con sensores piezoeléctricos distribuidos y capas de actuadores unidos en las superficies superior e inferior del haz. Se ha desarrollado un modelo de elementos finitos basado en la teoría del haz Euler-Bernoulli. Se considera la contribución de las capas del sensor piezoeléctrico y del actuador a la masa y rigidez del haz. Tres tipos de estrategias de control clásicas, a saber, retroalimentación proporcional directa, retroalimentación de velocidad negativa de ganancia constante y retroalimentación de Lyapunov y una estrategia de control óptima, <br> Regulador cuadrático lineal</br> (LQR) esquema se aplican para estudiar su eficacia de control. Además, se estudia el rendimiento de control con diferentes tipos de carga, como la carga por impulso, la carga por escalón, la carga armónica y la carga aleatoria. ",
            "error": [
                ""
            ]
        },
        "control effectiveness": {
            "translated_key": " ",
            "translated_annotated_text": "Control activo de vibraciones de haces inteligentes piezolaminados Este artículo se ocupa del control activo de vibraciones de estructuras tipo haz con sensores piezoeléctricos distribuidos y capas de actuadores unidos en las superficies superior e inferior del haz. Se ha desarrollado un modelo de elementos finitos basado en la teoría del haz Euler-Bernoulli. Se considera la contribución de las capas del sensor piezoeléctrico y del actuador a la masa y rigidez del haz. Tres tipos de estrategias clásicas de control, a saber, retroalimentación proporcional directa, retroalimentación de velocidad negativa de ganancia constante y retroalimentación de Lyapunov y una estrategia de control óptima, esquema de regulador cuadrático lineal (LQR) se aplican para estudiar su eficacia de control <br> </br>. Además, se estudia el rendimiento de control con diferentes tipos de carga, como la carga por impulso, la carga por escalón, la carga armónica y la carga aleatoria. ",
            "error": [
                ""
            ]
        },
        "impulse loading": {
            "translated_key": "impulse carga",
            "translated_annotated_text": "Control activo de vibraciones de haces inteligentes piezolaminados Este artículo se ocupa del control activo de vibraciones de estructuras tipo haz con sensores piezoeléctricos distribuidos y capas de actuadores unidos en las superficies superior e inferior del haz. Se ha desarrollado un modelo de elementos finitos basado en la teoría del haz Euler-Bernoulli. Se considera la contribución de las capas del sensor piezoeléctrico y del actuador a la masa y rigidez del haz. Tres tipos de estrategias clásicas de control, a saber, retroalimentación proporcional directa, retroalimentación de velocidad negativa de ganancia constante y retroalimentación de Lyapunov y una estrategia de control óptima, esquema de regulador cuadrático lineal (LQR) se aplican para estudiar su eficacia de control. Además, se estudia el rendimiento de control con diferentes tipos de carga, tales como <br>impulse carga</br>, carga escalonada, carga armónica y aleatoria ",
            "error": [
                ""
            ]
        },
        "step loading": {
            "translated_key": "step",
            "translated_annotated_text": "Control activo de vibraciones de haces inteligentes piezolaminados Este artículo se ocupa del control activo de vibraciones de estructuras tipo haz con sensores piezoeléctricos distribuidos y capas de actuadores unidos en las superficies superior e inferior del haz. Se ha desarrollado un modelo de elementos finitos basado en la teoría del haz Euler-Bernoulli. Se considera la contribución de las capas del sensor piezoeléctrico y del actuador a la masa y rigidez del haz. Tres tipos de estrategias clásicas de control, a saber, retroalimentación proporcional directa, retroalimentación de velocidad negativa de ganancia constante y retroalimentación de Lyapunov y una estrategia de control óptima, esquema de regulador cuadrático lineal (LQR) se aplican para estudiar su eficacia de control. Además, se estudia el rendimiento de control con diferentes tipos de carga, como la carga por impulso, la carga por <br>step</br>, la carga armónica y aleatoria ",
            "error": [
                ""
            ]
        },
        "harmonic loading": {
            "translated_key": [],
            "translated_annotated_text": "Control activo de vibraciones de haces inteligentes piezolaminados Este artículo se ocupa del control activo de vibraciones de estructuras tipo haz con sensores piezoeléctricos distribuidos y capas de actuadores unidos en las superficies superior e inferior del haz. Se ha desarrollado un modelo de elementos finitos basado en la teoría del haz Euler-Bernoulli. Se considera la contribución de las capas del sensor piezoeléctrico y del actuador a la masa y rigidez del haz. Tres tipos de estrategias clásicas de control, a saber, retroalimentación proporcional directa, retroalimentación de velocidad negativa de ganancia constante y retroalimentación de Lyapunov y una estrategia de control óptima, esquema de regulador cuadrático lineal (LQR) se aplican para estudiar su eficacia de control. Además, se estudia el rendimiento de control con diferentes tipos de carga, como la carga por impulso, la carga por escalón, la carga armónica y la carga aleatoria. ",
            "error": []
        },
        "random loading": {
            "translated_key": [],
            "translated_annotated_text": "Control activo de vibraciones de haces inteligentes piezolaminados Este artículo se ocupa del control activo de vibraciones de estructuras tipo haz con sensores piezoeléctricos distribuidos y capas de actuadores unidos en las superficies superior e inferior del haz. Se ha desarrollado un modelo de elementos finitos basado en la teoría del haz Euler-Bernoulli. Se considera la contribución de las capas del sensor piezoeléctrico y del actuador a la masa y rigidez del haz. Tres tipos de estrategias clásicas de control, a saber, retroalimentación proporcional directa, retroalimentación de velocidad negativa de ganancia constante y retroalimentación de Lyapunov y una estrategia de control óptima, esquema de regulador cuadrático lineal (LQR) se aplican para estudiar su eficacia de control. Además, se estudia el rendimiento de control con diferentes tipos de carga, como la carga por impulso, la carga por escalón, la carga armónica y aleatoria. ",
            "error": []
        },
        "feedback": {
            "translated_key": "feedback",
            "translated_annotated_text": "Control activo de vibraciones de haces inteligentes piezolaminados Este artículo se ocupa del control activo de vibraciones de estructuras tipo haz con sensores piezoeléctricos distribuidos y capas de actuadores unidos en las superficies superior e inferior del haz. Se ha desarrollado un modelo de elementos finitos basado en la teoría del haz Euler-Bernoulli. Se considera la contribución de las capas del sensor piezoeléctrico y del actuador a la masa y rigidez del haz. Se aplican tres tipos de estrategias de control clásicas, a saber, la proporción directa <br>feedback</br>, la velocidad negativa de ganancia constante <br>feedback</br> y Lyapunov <br>feedback</br> y una estrategia de control óptima, el esquema de regulador cuadrático lineal (LQR) para estudiar su eficacia de control. Además, se estudia el rendimiento de control con diferentes tipos de carga, como la carga por impulso, la carga por escalón, la carga armónica y la carga aleatoria. ",
            "error": [
                ""
            ]
        },
        "finite element analysis": {
            "translated_key": [],
            "translated_annotated_text": "Control activo de vibraciones de haces inteligentes piezolaminados Este artículo se ocupa del control activo de vibraciones de estructuras tipo haz con sensores piezoeléctricos distribuidos y capas de actuadores unidos en las superficies superior e inferior del haz. Se ha desarrollado un modelo de elementos finitos basado en la teoría del haz Euler-Bernoulli. Se considera la contribución de las capas del sensor piezoeléctrico y del actuador a la masa y rigidez del haz. Tres tipos de estrategias clásicas de control, a saber, retroalimentación proporcional directa, retroalimentación de velocidad negativa de ganancia constante y retroalimentación de Lyapunov y una estrategia de control óptima, esquema de regulador cuadrático lineal (LQR) se aplican para estudiar su eficacia de control. Además, se estudia el rendimiento de control con diferentes tipos de carga, como la carga por impulso, la carga por escalón, la carga armónica y la carga aleatoria. ",
            "error": []
        },
        "intelligent control": {
            "translated_key": [],
            "translated_annotated_text": "Control activo de vibraciones de haces inteligentes piezolaminados Este artículo se ocupa del control activo de vibraciones de estructuras tipo haz con sensores piezoeléctricos distribuidos y capas de actuadores unidos en las superficies superior e inferior del haz. Se ha desarrollado un modelo de elementos finitos basado en la teoría del haz Euler-Bernoulli. Se considera la contribución de las capas del sensor piezoeléctrico y del actuador a la masa y rigidez del haz. Tres tipos de estrategias clásicas de control, a saber, retroalimentación proporcional directa, retroalimentación de velocidad negativa de ganancia constante y retroalimentación de Lyapunov y una estrategia de control óptima, esquema de regulador cuadrático lineal (LQR) se aplican para estudiar su eficacia de control. Además, se estudia el rendimiento de control con diferentes tipos de carga, como la carga por impulso, la carga por escalón, la carga armónica y la carga aleatoria. ",
            "error": []
        },
        "linear quadratic control": {
            "translated_key": [],
            "translated_annotated_text": "Control activo de vibraciones de haces inteligentes piezolaminados Este artículo se ocupa del control activo de vibraciones de estructuras tipo haz con sensores piezoeléctricos distribuidos y capas de actuadores unidos en las superficies superior e inferior del haz. Se ha desarrollado un modelo de elementos finitos basado en la teoría del haz Euler-Bernoulli. Se considera la contribución de las capas del sensor piezoeléctrico y del actuador a la masa y rigidez del haz. Tres tipos de estrategias clásicas de control, a saber, retroalimentación proporcional directa, retroalimentación de velocidad negativa de ganancia constante y retroalimentación de Lyapunov y una estrategia de control óptima, esquema de regulador cuadrático lineal (LQR) se aplican para estudiar su eficacia de control. Además, se estudia el rendimiento de control con diferentes tipos de carga, como la carga por impulso, la carga por escalón, la carga armónica y la carga aleatoria. ",
            "error": []
        },
        "Lyapunov methods": {
            "translated_key": [],
            "translated_annotated_text": "Control activo de vibraciones de haces inteligentes piezolaminados Este artículo se ocupa del control activo de vibraciones de estructuras tipo haz con sensores piezoeléctricos distribuidos y capas de actuadores unidos en las superficies superior e inferior del haz. Se ha desarrollado un modelo de elementos finitos basado en la teoría del haz Euler-Bernoulli. Se considera la contribución de las capas del sensor piezoeléctrico y del actuador a la masa y rigidez del haz. Tres tipos de estrategias clásicas de control, a saber, retroalimentación proporcional directa, retroalimentación de velocidad negativa de ganancia constante y retroalimentación de Lyapunov y una estrategia de control óptima, esquema de regulador cuadrático lineal (LQR) se aplican para estudiar su eficacia de control. Además, se estudia el rendimiento de control con diferentes tipos de carga, como la carga por impulso, la carga por escalón, la carga armónica y la carga aleatoria. ",
            "error": []
        },
        "piezoelectric actuators": {
            "translated_key": [],
            "translated_annotated_text": "Control activo de vibraciones de haces inteligentes piezolaminados Este artículo se ocupa del control activo de vibraciones de estructuras tipo haz con sensores piezoeléctricos distribuidos y capas de actuadores unidos en las superficies superior e inferior del haz. Se ha desarrollado un modelo de elementos finitos basado en la teoría del haz Euler-Bernoulli. Se considera la contribución de las capas del sensor piezoeléctrico y del actuador a la masa y rigidez del haz. Tres tipos de estrategias clásicas de control, a saber, retroalimentación proporcional directa, retroalimentación de velocidad negativa de ganancia constante y retroalimentación de Lyapunov y una estrategia de control óptima, esquema de regulador cuadrático lineal (LQR) se aplican para estudiar su eficacia de control. Además, se estudia el rendimiento de control con diferentes tipos de carga, como la carga por impulso, la carga por escalón, la carga armónica y la carga aleatoria. ",
            "error": []
        },
        "vibration control": {
            "translated_key": [],
            "translated_annotated_text": "Control activo de vibraciones de haces inteligentes piezolaminados Este artículo se ocupa del control activo de vibraciones de estructuras como haces con sensores piezoeléctricos distribuidos y capas de actuadores unidos en las superficies superior e inferior del haz. Se ha desarrollado un modelo de elementos finitos basado en la teoría del haz Euler-Bernoulli. Se considera la contribución de las capas del sensor piezoeléctrico y del actuador a la masa y rigidez del haz. Tres tipos de estrategias clásicas de control, a saber, retroalimentación proporcional directa, retroalimentación de velocidad negativa de ganancia constante y retroalimentación de Lyapunov y una estrategia de control óptima, esquema de regulador cuadrático lineal (LQR) se aplican para estudiar su eficacia de control. Además, se estudia el rendimiento de control con diferentes tipos de carga, como la carga por impulso, la carga por escalón, la carga armónica y la carga aleatoria. ",
            "error": []
        }
    }
}