{
    "original_text": "Robust output-feedback control for linear continuous uncertain state delayed systems with unknown time delay The state-delayed time often is unknown and independent of other variables in most real physical systems. A new stability criterion for uncertain systems with a state time-varying delay is proposed. Then, a robust observer-based control law based on this criterion is constructed via the sequential quadratic programming method. We also develop a separation property so that the state feedback control law and observer can be independently designed and maintain closed-loop system stability. An example illustrates the availability of the proposed design method",
    "original_translation": "Robusto control de salida-retroalimentación para sistemas lineales de estado incierto con retraso de tiempo desconocido El tiempo retrasado por el estado a menudo es desconocido e independiente de otras variables en la mayoría de los sistemas físicos reales. Se propone un nuevo criterio de estabilidad para los sistemas inciertos con un retraso variable en el tiempo del estado. Entonces, una sólida ley de control basada en observadores basada en este criterio se construye a través del método de programación cuadrática secuencial. También desarrollamos una propiedad de separación para que la ley estatal de control de retroalimentación y el observador puedan diseñarse de forma independiente y mantener la estabilidad del sistema de circuito cerrado. Un ejemplo ilustra la disponibilidad del método de diseño propuesto",
    "error_count": 10,
    "keys": {
        "robust control": {
            "translated_key": [],
            "translated_annotated_text": "Robusto control de salida-retroalimentación para sistemas lineales de estado incierto con retraso de tiempo desconocido El tiempo retrasado por el estado a menudo es desconocido e independiente de otras variables en la mayoría de los sistemas físicos reales. Se propone un nuevo criterio de estabilidad para los sistemas inciertos con un retraso variable en el tiempo del estado. Entonces, una sólida ley de control basada en observadores basada en este criterio se construye a través del método de programación cuadrática secuencial. También desarrollamos una propiedad de separación para que la ley estatal de control de retroalimentación y el observador puedan diseñarse de forma independiente y mantener la estabilidad del sistema de circuito cerrado. Un ejemplo ilustra la disponibilidad del método de diseño propuesto ",
            "error": []
        },
        "output-feedback control": {
            "translated_key": "control de salida-retroalimentación",
            "translated_annotated_text": "Robusto \"control de salida-retroalimentación\" para sistemas lineales de estado incierto con retraso de tiempo desconocido El tiempo retrasado por el estado a menudo es desconocido e independiente de otras variables en la mayoría de los sistemas físicos reales. Se propone un nuevo criterio de estabilidad para los sistemas inciertos con un retraso variable en el tiempo del estado. Entonces, una sólida ley de control basada en observadores basada en este criterio se construye a través del método de programación cuadrática secuencial. También desarrollamos una propiedad de separación para que la ley estatal de control de retroalimentación y el observador puedan diseñarse de forma independiente y mantener la estabilidad del sistema de circuito cerrado. Un ejemplo ilustra la disponibilidad del método de diseño propuesto ",
            "error": [
                ""
            ]
        },
        "linear continuous systems": {
            "translated_key": [],
            "translated_annotated_text": "Robusto control de salida-retroalimentación para sistemas lineales de estado incierto con retraso de tiempo desconocido El tiempo retrasado por el estado a menudo es desconocido e independiente de otras variables en la mayoría de los sistemas físicos reales. Se propone un nuevo criterio de estabilidad para los sistemas inciertos con un retraso variable en el tiempo del estado. Entonces, una sólida ley de control basada en observadores basada en este criterio se construye a través del método de programación cuadrática secuencial. También desarrollamos una propiedad de separación para que la ley estatal de control de retroalimentación y el observador puedan diseñarse de forma independiente y mantener la estabilidad del sistema de circuito cerrado. Un ejemplo ilustra la disponibilidad del método de diseño propuesto ",
            "error": []
        },
        "uncertain systems": {
            "translated_key": "sistemas inciertos",
            "translated_annotated_text": "Robusto control de salida-retroalimentación para sistemas lineales de estado incierto con retraso de tiempo desconocido El tiempo retrasado por el estado a menudo es desconocido e independiente de otras variables en la mayoría de los sistemas físicos reales. Se propone un nuevo criterio de estabilidad para los \"sistemas inciertos\" con un retraso que varíe el tiempo del estado. Entonces, una sólida ley de control basada en observadores basada en este criterio se construye a través del método de programación cuadrática secuencial. También desarrollamos una propiedad de separación para que la ley estatal de control de retroalimentación y el observador puedan diseñarse de forma independiente y mantener la estabilidad del sistema de circuito cerrado. Un ejemplo ilustra la disponibilidad del método de diseño propuesto ",
            "error": [
                ""
            ]
        },
        "state delayed systems": {
            "translated_key": "sistemas de retardo del estado",
            "translated_annotated_text": "Robusto control de salida-retroalimentación para \"sistemas de retardo del estado\" lineales inciertos con tiempo desconocido El tiempo retrasado por el estado a menudo es desconocido e independiente de otras variables en la mayoría de los sistemas físicos reales. Se propone un nuevo criterio de estabilidad para los sistemas inciertos con un retraso variable en el tiempo del estado. Entonces, una sólida ley de control basada en observadores basada en este criterio se construye a través del método de programación cuadrática secuencial. También desarrollamos una propiedad de separación para que la ley estatal de control de retroalimentación y el observador puedan diseñarse de forma independiente y mantener la estabilidad del sistema de circuito cerrado. Un ejemplo ilustra la disponibilidad del método de diseño propuesto ",
            "error": [
                ""
            ]
        },
        "time delay": {
            "translated_key": "retardo de tiempo",
            "translated_annotated_text": "Robusto control de salida-retroalimentación para sistemas lineales de estado incierto con \"retardo de tiempo\" desconocido El tiempo retrasado por el estado a menudo es desconocido e independiente de otras variables en la mayoría de los sistemas físicos reales. Se propone un nuevo criterio de estabilidad para los sistemas inciertos con un retraso variable en el tiempo del estado. Entonces, una sólida ley de control basada en observadores basada en este criterio se construye a través del método de programación cuadrática secuencial. También desarrollamos una propiedad de separación para que la ley estatal de control de retroalimentación y el observador puedan diseñarse de forma independiente y mantener la estabilidad del sistema de circuito cerrado. Un ejemplo ilustra la disponibilidad del método de diseño propuesto ",
            "error": [
                ""
            ]
        },
        "state time-varying delay": {
            "translated_key": "retardo variable en el tiempo del estado",
            "translated_annotated_text": "Robusto control de salida-retroalimentación para sistemas lineales de estado incierto con retraso de tiempo desconocido El tiempo retrasado por el estado a menudo es desconocido e independiente de otras variables en la mayoría de los sistemas físicos reales. Se propone un nuevo criterio de estabilidad para los sistemas inciertos con un \"retardo variable en el tiempo del estado\". Entonces, una sólida ley de control basada en observadores basada en este criterio se construye a través del método de programación cuadrática secuencial. También desarrollamos una propiedad de separación para que la ley estatal de control de retroalimentación y el observador puedan diseñarse de forma independiente y mantener la estabilidad del sistema de circuito cerrado. Un ejemplo ilustra la disponibilidad del método de diseño propuesto ",
            "error": [
                ""
            ]
        },
        "observer-based control law": {
            "translated_key": "ley de control basada en observadores",
            "translated_annotated_text": "Robusto control de salida-retroalimentación para sistemas lineales de estado incierto con retraso de tiempo desconocido El tiempo retrasado por el estado a menudo es desconocido e independiente de otras variables en la mayoría de los sistemas físicos reales. Se propone un nuevo criterio de estabilidad para los sistemas inciertos con un retraso variable en el tiempo del estado. Entonces, una sólida \"ley de control basada en observadores\" basada en este criterio se construye a través del método de programación cuadrática secuencial. También desarrollamos una propiedad de separación para que la ley estatal de control de retroalimentación y el observador puedan diseñarse de forma independiente y mantener la estabilidad del sistema de circuito cerrado. Un ejemplo ilustra la disponibilidad del método de diseño propuesto ",
            "error": [
                ""
            ]
        },
        "sequential quadratic programming": {
            "translated_key": "programación cuadrática secuencial",
            "translated_annotated_text": "Robusto control de salida-retroalimentación para sistemas lineales de estado incierto con retraso de tiempo desconocido El tiempo retrasado por el estado a menudo es desconocido e independiente de otras variables en la mayoría de los sistemas físicos reales. Se propone un nuevo criterio de estabilidad para los sistemas inciertos con un retraso variable en el tiempo del estado. Entonces, una sólida ley de control basada en observadores basada en este criterio se construye a través del método de \"programación cuadrática secuencial\". También desarrollamos una propiedad de separación para que la ley estatal de control de retroalimentación y el observador puedan diseñarse de forma independiente y mantener la estabilidad del sistema de circuito cerrado. Un ejemplo ilustra la disponibilidad del método de diseño propuesto ",
            "error": [
                ""
            ]
        },
        "state feedback control law": {
            "translated_key": "ley estatal de control de retroalimentación",
            "translated_annotated_text": "Robusto control de salida-retroalimentación para sistemas lineales de estado incierto con retraso de tiempo desconocido El tiempo retrasado por el estado a menudo es desconocido e independiente de otras variables en la mayoría de los sistemas físicos reales. Se propone un nuevo criterio de estabilidad para los sistemas inciertos con un retraso variable en el tiempo del estado. Entonces, una sólida ley de control basada en observadores basada en este criterio se construye a través del método de programación cuadrática secuencial. También desarrollamos una propiedad de separación para que la \"ley estatal de control de retroalimentación\" y el observador puedan diseñarse de forma independiente y mantener la estabilidad del sistema de circuito cerrado. Un ejemplo ilustra la disponibilidad del método de diseño propuesto ",
            "error": [
                ""
            ]
        },
        "closed-loop system stability": {
            "translated_key": "estabilidad del sistema de bucle cerrado",
            "translated_annotated_text": "Robusto control de salida-retroalimentación para sistemas lineales de estado incierto con retraso de tiempo desconocido El tiempo retrasado por el estado a menudo es desconocido e independiente de otras variables en la mayoría de los sistemas físicos reales. Se propone un nuevo criterio de estabilidad para los sistemas inciertos con un retraso variable en el tiempo del estado. Entonces, una sólida ley de control basada en observadores basada en este criterio se construye a través del método de programación cuadrática secuencial. También desarrollamos una propiedad de separación para que la ley estatal de control de retroalimentación y el observador puedan diseñarse de forma independiente y mantener la \"estabilidad del sistema de bucle cerrado\". Un ejemplo ilustra la disponibilidad del método de diseño propuesto ",
            "error": [
                ""
            ]
        },
        "closed loop systems": {
            "translated_key": [],
            "translated_annotated_text": "Robusto control de salida-retroalimentación para sistemas lineales de estado incierto con retraso de tiempo desconocido El tiempo retrasado por el estado a menudo es desconocido e independiente de otras variables en la mayoría de los sistemas físicos reales. Se propone un nuevo criterio de estabilidad para los sistemas inciertos con un retraso variable en el tiempo del estado. Entonces, una sólida ley de control basada en observadores basada en este criterio se construye a través del método de programación cuadrática secuencial. También desarrollamos una propiedad de separación para que la ley estatal de control de retroalimentación y el observador puedan diseñarse de forma independiente y mantener la estabilidad del sistema de circuito cerrado. Un ejemplo ilustra la disponibilidad del método de diseño propuesto ",
            "error": []
        },
        "continuous time systems": {
            "translated_key": [],
            "translated_annotated_text": "Robusto control de salida-retroalimentación para sistemas lineales de estado incierto con retraso de tiempo desconocido El tiempo retrasado por el estado a menudo es desconocido e independiente de otras variables en la mayoría de los sistemas físicos reales. Se propone un nuevo criterio de estabilidad para los sistemas inciertos con un retraso variable en el tiempo del estado. Entonces, una sólida ley de control basada en observadores basada en este criterio se construye a través del método de programación cuadrática secuencial. También desarrollamos una propiedad de separación para que la ley estatal de control de retroalimentación y el observador puedan diseñarse de forma independiente y mantener la estabilidad del sistema de circuito cerrado. Un ejemplo ilustra la disponibilidad del método de diseño propuesto ",
            "error": []
        },
        "control theory": {
            "translated_key": [],
            "translated_annotated_text": "Robusto control de salida-retroalimentación para sistemas lineales de estado incierto con retraso de tiempo desconocido El tiempo retrasado por el estado a menudo es desconocido e independiente de otras variables en la mayoría de los sistemas físicos reales. Se propone un nuevo criterio de estabilidad para los sistemas inciertos con un retraso variable en el tiempo del estado. Entonces, una sólida ley de control basada en observadores basada en este criterio se construye a través del método de programación cuadrática secuencial. También desarrollamos una propiedad de separación para que la ley estatal de control de retroalimentación y el observador puedan diseñarse de forma independiente y mantener la estabilidad del sistema de circuito cerrado. Un ejemplo ilustra la disponibilidad del método de diseño propuesto ",
            "error": []
        },
        "delays": {
            "translated_key": [],
            "translated_annotated_text": "Robusto control de salida-retroalimentación para sistemas lineales de estado incierto con retraso de tiempo desconocido El tiempo retrasado por el estado a menudo es desconocido e independiente de otras variables en la mayoría de los sistemas físicos reales. Se propone un nuevo criterio de estabilidad para los sistemas inciertos con un retraso variable en el tiempo del estado. Entonces, una sólida ley de control basada en observadores basada en este criterio se construye a través del método de programación cuadrática secuencial. También desarrollamos una propiedad de separación para que la ley estatal de control de retroalimentación y el observador puedan diseñarse de forma independiente y mantener la estabilidad del sistema de circuito cerrado. Un ejemplo ilustra la disponibilidad del método de diseño propuesto ",
            "error": []
        },
        "linear systems": {
            "translated_key": [],
            "translated_annotated_text": "Robusto control de salida-retroalimentación para sistemas lineales de estado incierto con retraso de tiempo desconocido El tiempo retrasado por el estado a menudo es desconocido e independiente de otras variables en la mayoría de los sistemas físicos reales. Se propone un nuevo criterio de estabilidad para los sistemas inciertos con un retraso variable en el tiempo del estado. Entonces, una sólida ley de control basada en observadores basada en este criterio se construye a través del método de programación cuadrática secuencial. También desarrollamos una propiedad de separación para que la ley estatal de control de retroalimentación y el observador puedan diseñarse de forma independiente y mantener la estabilidad del sistema de circuito cerrado. Un ejemplo ilustra la disponibilidad del método de diseño propuesto ",
            "error": []
        },
        "observers": {
            "translated_key": [],
            "translated_annotated_text": "Robusto control de salida-retroalimentación para sistemas lineales de estado incierto con retraso de tiempo desconocido El tiempo retrasado por el estado a menudo es desconocido e independiente de otras variables en la mayoría de los sistemas físicos reales. Se propone un nuevo criterio de estabilidad para los sistemas inciertos con un retraso variable en el tiempo del estado. Entonces, una sólida ley de control basada en observadores basada en este criterio se construye a través del método de programación cuadrática secuencial. También desarrollamos una propiedad de separación para que la ley estatal de control de retroalimentación y el observador puedan diseñarse de forma independiente y mantener la estabilidad del sistema de circuito cerrado. Un ejemplo ilustra la disponibilidad del método de diseño propuesto ",
            "error": []
        },
        "quadratic programming": {
            "translated_key": "programación cuadrática",
            "translated_annotated_text": "Robusto control de salida-retroalimentación para sistemas lineales de estado incierto con retraso de tiempo desconocido El tiempo retrasado por el estado a menudo es desconocido e independiente de otras variables en la mayoría de los sistemas físicos reales. Se propone un nuevo criterio de estabilidad para los sistemas inciertos con un retraso variable en el tiempo del estado. Entonces, una sólida ley de control basada en observadores basada en este criterio se construye a través del método secuencial de \"programación cuadrática\". También desarrollamos una propiedad de separación para que la ley estatal de control de retroalimentación y el observador puedan diseñarse de forma independiente y mantener la estabilidad del sistema de circuito cerrado. Un ejemplo ilustra la disponibilidad del método de diseño propuesto ",
            "error": [
                ""
            ]
        },
        "state feedback": {
            "translated_key": "realimentación del estado",
            "translated_annotated_text": "Robusto control de salida-retroalimentación para sistemas lineales de estado incierto con retraso de tiempo desconocido El tiempo retrasado por el estado a menudo es desconocido e independiente de otras variables en la mayoría de los sistemas físicos reales. Se propone un nuevo criterio de estabilidad para los sistemas inciertos con un retraso variable en el tiempo del estado. Entonces, una sólida ley de control basada en observadores basada en este criterio se construye a través del método de programación cuadrática secuencial. También desarrollamos una propiedad de separación para que la ley de control de \"realimentación del estado\" y el observador puedan diseñarse de forma independiente y mantener la estabilidad del sistema de circuito cerrado. Un ejemplo ilustra la disponibilidad del método de diseño propuesto ",
            "error": [
                ""
            ]
        },
        "time-varying systems": {
            "translated_key": [],
            "translated_annotated_text": "Robusto control de salida-retroalimentación para sistemas lineales de estado incierto con retraso de tiempo desconocido El tiempo retrasado por el estado a menudo es desconocido e independiente de otras variables en la mayoría de los sistemas físicos reales. Se propone un nuevo criterio de estabilidad para los sistemas inciertos con un retraso variable en el tiempo del estado. Entonces, una sólida ley de control basada en observadores basada en este criterio se construye a través del método de programación cuadrática secuencial. También desarrollamos una propiedad de separación para que la ley estatal de control de retroalimentación y el observador puedan diseñarse de forma independiente y mantener la estabilidad del sistema de circuito cerrado. Un ejemplo ilustra la disponibilidad del método de diseño propuesto ",
            "error": []
        }
    }
}