{
    "original_text": "Robust output-feedback control for linear continuous uncertain state delayed systems with unknown time delay The state-delayed time often is unknown and independent of other variables in most real physical systems. A new stability criterion for uncertain systems with a state time-varying delay is proposed. Then, a robust observer-based control law based on this criterion is constructed via the sequential quadratic programming method. We also develop a separation property so that the state feedback control law and observer can be independently designed and maintain closed-loop system stability. An example illustrates the availability of the proposed design method",
    "original_translation": "Robusto control de salida-retroalimentación para sistemas lineales de estado incierto con retraso de tiempo desconocido El tiempo retrasado por el estado a menudo es desconocido e independiente de otras variables en la mayoría de los sistemas físicos reales. Se propone un nuevo criterio de estabilidad para los sistemas inciertos con un retraso variable en el tiempo del estado. Entonces, una sólida ley de control basada en observadores basada en este criterio se construye a través del método de programación cuadrática secuencial. También desarrollamos una propiedad de separación para que la ley estatal de control de retroalimentación y el observador puedan diseñarse de forma independiente y mantener la estabilidad del sistema de circuito cerrado. Un ejemplo ilustra la disponibilidad del método de diseño propuesto",
    "error_count": 10,
    "keys": {
        "robust control": {
            "translated_key": [],
            "translated_annotated_text": "Robusto control de salida-retroalimentación para sistemas lineales de estado incierto con retraso de tiempo desconocido El tiempo retrasado por el estado a menudo es desconocido e independiente de otras variables en la mayoría de los sistemas físicos reales. Se propone un nuevo criterio de estabilidad para los sistemas inciertos con un retraso variable en el tiempo del estado. Entonces, una sólida ley de control basada en observadores basada en este criterio se construye a través del método de programación cuadrática secuencial. También desarrollamos una propiedad de separación para que la ley estatal de control de retroalimentación y el observador puedan diseñarse de forma independiente y mantener la estabilidad del sistema de circuito cerrado. Un ejemplo ilustra la disponibilidad del método de diseño propuesto ",
            "error": []
        },
        "output-feedback control": {
            "translated_key": "output-feedback control",
            "translated_annotated_text": "Robusto <br>output-feedback control</br> para sistemas lineales de estado incierto con retraso de tiempo desconocido El tiempo retrasado por el estado a menudo es desconocido e independiente de otras variables en la mayoría de los sistemas físicos reales. Se propone un nuevo criterio de estabilidad para los sistemas inciertos con un retraso variable en el tiempo del estado. Entonces, una sólida ley de control basada en observadores basada en este criterio se construye a través del método de programación cuadrática secuencial. También desarrollamos una propiedad de separación para que la ley estatal de control de retroalimentación y el observador puedan diseñarse de forma independiente y mantener la estabilidad del sistema de circuito cerrado. Un ejemplo ilustra la disponibilidad del método de diseño propuesto ",
            "error": [
                ""
            ]
        },
        "linear continuous systems": {
            "translated_key": [],
            "translated_annotated_text": "Robusto control de salida-retroalimentación para sistemas lineales de estado incierto con retraso de tiempo desconocido El tiempo retrasado por el estado a menudo es desconocido e independiente de otras variables en la mayoría de los sistemas físicos reales. Se propone un nuevo criterio de estabilidad para los sistemas inciertos con un retraso variable en el tiempo del estado. Entonces, una sólida ley de control basada en observadores basada en este criterio se construye a través del método de programación cuadrática secuencial. También desarrollamos una propiedad de separación para que la ley estatal de control de retroalimentación y el observador puedan diseñarse de forma independiente y mantener la estabilidad del sistema de circuito cerrado. Un ejemplo ilustra la disponibilidad del método de diseño propuesto ",
            "error": []
        },
        "uncertain systems": {
            "translated_key": "inciertos",
            "translated_annotated_text": "Robusto control de salida-retroalimentación para sistemas lineales de estado incierto con retraso de tiempo desconocido El tiempo retrasado por el estado a menudo es desconocido e independiente de otras variables en la mayoría de los sistemas físicos reales. Se propone un nuevo criterio de estabilidad para los sistemas <br>inciertos</br> con un retraso en la variación del tiempo en el estado. Entonces, una sólida ley de control basada en observadores basada en este criterio se construye a través del método de programación cuadrática secuencial. También desarrollamos una propiedad de separación para que la ley estatal de control de retroalimentación y el observador puedan diseñarse de forma independiente y mantener la estabilidad del sistema de circuito cerrado. Un ejemplo ilustra la disponibilidad del método de diseño propuesto ",
            "error": [
                ""
            ]
        },
        "state delayed systems": {
            "translated_key": "state retard",
            "translated_annotated_text": "Control robusto de salida-retroalimentación para sistemas lineales inciertos continuos <br>state retard</br> con retardo de tiempo desconocido El tiempo retrasado por el estado a menudo es desconocido e independiente de otras variables en la mayoría de los sistemas físicos reales. Se propone un nuevo criterio de estabilidad para los sistemas inciertos con un retraso variable en el tiempo del estado. Entonces, una sólida ley de control basada en observadores basada en este criterio se construye a través del método de programación cuadrática secuencial. También desarrollamos una propiedad de separación para que la ley estatal de control de retroalimentación y el observador puedan diseñarse de forma independiente y mantener la estabilidad del sistema de circuito cerrado. Un ejemplo ilustra la disponibilidad del método de diseño propuesto ",
            "error": [
                ""
            ]
        },
        "time delay": {
            "translated_key": "time delay",
            "translated_annotated_text": "Robusto control de salida-retroalimentación para sistemas lineales de estado incierto con retardo desconocido <br>time delay</br> El tiempo retrasado por estado a menudo es desconocido e independiente de otras variables en la mayoría de los sistemas físicos reales. Se propone un nuevo criterio de estabilidad para los sistemas inciertos con un retraso variable en el tiempo del estado. Entonces, una sólida ley de control basada en observadores basada en este criterio se construye a través del método de programación cuadrática secuencial. También desarrollamos una propiedad de separación para que la ley estatal de control de retroalimentación y el observador puedan diseñarse de forma independiente y mantener la estabilidad del sistema de circuito cerrado. Un ejemplo ilustra la disponibilidad del método de diseño propuesto ",
            "error": [
                ""
            ]
        },
        "state time-varying delay": {
            "translated_key": " state",
            "translated_annotated_text": "Robusto control de salida-retroalimentación para sistemas lineales de estado incierto con retraso de tiempo desconocido El tiempo retrasado por el estado a menudo es desconocido e independiente de otras variables en la mayoría de los sistemas físicos reales. Se propone un nuevo criterio de estabilidad para los sistemas inciertos con un retraso variable en el tiempo <br> state</br>. Entonces, una sólida ley de control basada en observadores basada en este criterio se construye a través del método de programación cuadrática secuencial. También desarrollamos una propiedad de separación para que la ley estatal de control de retroalimentación y el observador puedan diseñarse de forma independiente y mantener la estabilidad del sistema de circuito cerrado. Un ejemplo ilustra la disponibilidad del método de diseño propuesto ",
            "error": [
                ""
            ]
        },
        "observer-based control law": {
            "translated_key": "observador",
            "translated_annotated_text": "Robusto control de salida-retroalimentación para sistemas lineales de estado incierto con retraso de tiempo desconocido El tiempo retrasado por el estado a menudo es desconocido e independiente de otras variables en la mayoría de los sistemas físicos reales. Se propone un nuevo criterio de estabilidad para los sistemas inciertos con un retraso variable en el tiempo del estado. Luego, una robusta ley de control basada en <br>observador</br> basada en este criterio se construye a través del método de programación cuadrática secuencial. También desarrollamos una propiedad de separación para que la ley estatal de control de retroalimentación y el observador puedan diseñarse de forma independiente y mantener la estabilidad del sistema de circuito cerrado. Un ejemplo ilustra la disponibilidad del método de diseño propuesto ",
            "error": [
                ""
            ]
        },
        "sequential quadratic programming": {
            "translated_key": "secuencial",
            "translated_annotated_text": "Robusto control de salida-retroalimentación para sistemas lineales de estado incierto con retraso de tiempo desconocido El tiempo retrasado por el estado a menudo es desconocido e independiente de otras variables en la mayoría de los sistemas físicos reales. Se propone un nuevo criterio de estabilidad para los sistemas inciertos con un retraso variable en el tiempo del estado. Luego, una sólida ley de control basada en el observador basada en este criterio se construye a través del método de programación cuadrática <br>secuencial</br>. También desarrollamos una propiedad de separación para que la ley estatal de control de retroalimentación y el observador puedan diseñarse de forma independiente y mantener la estabilidad del sistema de circuito cerrado. Un ejemplo ilustra la disponibilidad del método de diseño propuesto ",
            "error": [
                ""
            ]
        },
        "state feedback control law": {
            "translated_key": "state",
            "translated_annotated_text": "Robusto control de salida-retroalimentación para sistemas lineales de estado incierto con retraso de tiempo desconocido El tiempo retrasado por el estado a menudo es desconocido e independiente de otras variables en la mayoría de los sistemas físicos reales. Se propone un nuevo criterio de estabilidad para los sistemas inciertos con un retraso variable en el tiempo del estado. Entonces, una sólida ley de control basada en observadores basada en este criterio se construye a través del método de programación cuadrática secuencial. También desarrollamos una propiedad de separación para que la ley de control de retroalimentación de <br>state</br> y el observador puedan diseñarse de forma independiente y mantener la estabilidad del sistema de bucle cerrado. Un ejemplo ilustra la disponibilidad del método de diseño propuesto ",
            "error": [
                ""
            ]
        },
        "closed-loop system stability": {
            "translated_key": "cload-loop",
            "translated_annotated_text": "Robusto control de salida-retroalimentación para sistemas lineales de estado incierto con retraso de tiempo desconocido El tiempo retrasado por el estado a menudo es desconocido e independiente de otras variables en la mayoría de los sistemas físicos reales. Se propone un nuevo criterio de estabilidad para los sistemas inciertos con un retraso variable en el tiempo del estado. Entonces, una sólida ley de control basada en observadores basada en este criterio se construye a través del método de programación cuadrática secuencial. También desarrollamos una propiedad de separación para que la ley de control de retroalimentación del estado y el observador puedan diseñarse de forma independiente y mantener la estabilidad del sistema <br>cload-loop</br>. Un ejemplo ilustra la disponibilidad del método de diseño propuesto ",
            "error": [
                ""
            ]
        },
        "closed loop systems": {
            "translated_key": [],
            "translated_annotated_text": "Robusto control de salida-retroalimentación para sistemas lineales de estado incierto con retraso de tiempo desconocido El tiempo retrasado por el estado a menudo es desconocido e independiente de otras variables en la mayoría de los sistemas físicos reales. Se propone un nuevo criterio de estabilidad para los sistemas inciertos con un retraso variable en el tiempo del estado. Entonces, una sólida ley de control basada en observadores basada en este criterio se construye a través del método de programación cuadrática secuencial. También desarrollamos una propiedad de separación para que la ley estatal de control de retroalimentación y el observador puedan diseñarse de forma independiente y mantener la estabilidad del sistema de circuito cerrado. Un ejemplo ilustra la disponibilidad del método de diseño propuesto ",
            "error": []
        },
        "continuous time systems": {
            "translated_key": [],
            "translated_annotated_text": "Robusto control de salida-retroalimentación para sistemas lineales de estado incierto con retraso de tiempo desconocido El tiempo retrasado por el estado a menudo es desconocido e independiente de otras variables en la mayoría de los sistemas físicos reales. Se propone un nuevo criterio de estabilidad para los sistemas inciertos con un retraso variable en el tiempo del estado. Entonces, una sólida ley de control basada en observadores basada en este criterio se construye a través del método de programación cuadrática secuencial. También desarrollamos una propiedad de separación para que la ley estatal de control de retroalimentación y el observador puedan diseñarse de forma independiente y mantener la estabilidad del sistema de circuito cerrado. Un ejemplo ilustra la disponibilidad del método de diseño propuesto ",
            "error": []
        },
        "control theory": {
            "translated_key": [],
            "translated_annotated_text": "Robusto control de salida-retroalimentación para sistemas lineales de estado incierto con retraso de tiempo desconocido El tiempo retrasado por el estado a menudo es desconocido e independiente de otras variables en la mayoría de los sistemas físicos reales. Se propone un nuevo criterio de estabilidad para los sistemas inciertos con un retraso variable en el tiempo del estado. Entonces, una sólida ley de control basada en observadores basada en este criterio se construye a través del método de programación cuadrática secuencial. También desarrollamos una propiedad de separación para que la ley estatal de control de retroalimentación y el observador puedan diseñarse de forma independiente y mantener la estabilidad del sistema de circuito cerrado. Un ejemplo ilustra la disponibilidad del método de diseño propuesto ",
            "error": []
        },
        "delays": {
            "translated_key": [],
            "translated_annotated_text": "Robusto control de salida-retroalimentación para sistemas lineales de estado incierto con retraso de tiempo desconocido El tiempo retrasado por el estado a menudo es desconocido e independiente de otras variables en la mayoría de los sistemas físicos reales. Se propone un nuevo criterio de estabilidad para los sistemas inciertos con un retraso variable en el tiempo del estado. Entonces, una sólida ley de control basada en observadores basada en este criterio se construye a través del método de programación cuadrática secuencial. También desarrollamos una propiedad de separación para que la ley estatal de control de retroalimentación y el observador puedan diseñarse de forma independiente y mantener la estabilidad del sistema de circuito cerrado. Un ejemplo ilustra la disponibilidad del método de diseño propuesto ",
            "error": []
        },
        "linear systems": {
            "translated_key": [],
            "translated_annotated_text": "Robusto control de salida-retroalimentación para sistemas lineales de estado incierto con retraso de tiempo desconocido El tiempo retrasado por el estado a menudo es desconocido e independiente de otras variables en la mayoría de los sistemas físicos reales. Se propone un nuevo criterio de estabilidad para los sistemas inciertos con un retraso variable en el tiempo del estado. Entonces, una sólida ley de control basada en observadores basada en este criterio se construye a través del método de programación cuadrática secuencial. También desarrollamos una propiedad de separación para que la ley estatal de control de retroalimentación y el observador puedan diseñarse de forma independiente y mantener la estabilidad del sistema de circuito cerrado. Un ejemplo ilustra la disponibilidad del método de diseño propuesto ",
            "error": []
        },
        "observers": {
            "translated_key": [],
            "translated_annotated_text": "Robusto control de salida-retroalimentación para sistemas lineales de estado incierto con retraso de tiempo desconocido El tiempo retrasado por el estado a menudo es desconocido e independiente de otras variables en la mayoría de los sistemas físicos reales. Se propone un nuevo criterio de estabilidad para los sistemas inciertos con un retraso variable en el tiempo del estado. Entonces, una sólida ley de control basada en observadores basada en este criterio se construye a través del método de programación cuadrática secuencial. También desarrollamos una propiedad de separación para que la ley estatal de control de retroalimentación y el observador puedan diseñarse de forma independiente y mantener la estabilidad del sistema de circuito cerrado. Un ejemplo ilustra la disponibilidad del método de diseño propuesto ",
            "error": []
        },
        "quadratic programming": {
            "translated_key": "cuadratic programming",
            "translated_annotated_text": "Robusto control de salida-retroalimentación para sistemas lineales de estado incierto con retraso de tiempo desconocido El tiempo retrasado por el estado a menudo es desconocido e independiente de otras variables en la mayoría de los sistemas físicos reales. Se propone un nuevo criterio de estabilidad para los sistemas inciertos con un retraso variable en el tiempo del estado. Luego, una sólida ley de control basada en el observador basada en este criterio se construye a través del método secuencial <br>cuadratic programming</br>. También desarrollamos una propiedad de separación para que la ley estatal de control de retroalimentación y el observador puedan diseñarse de forma independiente y mantener la estabilidad del sistema de circuito cerrado. Un ejemplo ilustra la disponibilidad del método de diseño propuesto ",
            "error": [
                ""
            ]
        },
        "state feedback": {
            "translated_key": "state feedback",
            "translated_annotated_text": "Robusto control de salida-retroalimentación para sistemas lineales de estado incierto con retraso de tiempo desconocido El tiempo retrasado por el estado a menudo es desconocido e independiente de otras variables en la mayoría de los sistemas físicos reales. Se propone un nuevo criterio de estabilidad para los sistemas inciertos con un retraso variable en el tiempo del estado. Entonces, una sólida ley de control basada en observadores basada en este criterio se construye a través del método de programación cuadrática secuencial. También desarrollamos una propiedad de separación para que la ley de control <br>state feedback</br> y el observador puedan diseñarse de forma independiente y mantener la estabilidad del sistema de bucle cerrado. Un ejemplo ilustra la disponibilidad del método de diseño propuesto ",
            "error": [
                ""
            ]
        },
        "time-varying systems": {
            "translated_key": [],
            "translated_annotated_text": "Robusto control de salida-retroalimentación para sistemas lineales de estado incierto con retraso de tiempo desconocido El tiempo retrasado por el estado a menudo es desconocido e independiente de otras variables en la mayoría de los sistemas físicos reales. Se propone un nuevo criterio de estabilidad para los sistemas inciertos con un retraso variable en el tiempo del estado. Entonces, una sólida ley de control basada en observadores basada en este criterio se construye a través del método de programación cuadrática secuencial. También desarrollamos una propiedad de separación para que la ley estatal de control de retroalimentación y el observador puedan diseñarse de forma independiente y mantener la estabilidad del sistema de circuito cerrado. Un ejemplo ilustra la disponibilidad del método de diseño propuesto ",
            "error": []
        }
    }
}