{
    "original_text": "Design of high-performance wavelets for image coding using a perceptual time domain criterion This paper presents a new biorthogonal linear-phase wavelet design for image compression. Instead of calculating the prototype filters as spectral factors of a half-band filter, the design is based on the direct optimization of the low pass analysis filter using an objective function directly related to a perceptual criterion for image compression. This function is defined as the product of the theoretical coding gain and an index called the peak-to-peak ratio, which was shown to have high correlation with perceptual quality. A distinctive feature of the proposed technique is a procedure by which, given a good starting filter, good filters of longer lengths are generated. The results are excellent, showing a clear improvement in perceptual image quality. Also, we devised a criterion for constraining the coefficients of the filters in order to design wavelets with minimum ringing",
    "original_translation": "Diseño de wavelets de alto rendimiento para codificación de imágenes utilizando un criterio de dominio de tiempo perceptual Este artículo presenta un nuevo diseño de wavelets de fase lineal biorthogonal para la compresión de imágenes. En lugar de calcular los filtros prototipo como factores espectrales de un filtro de media banda, el diseño se basa en la optimización directa del filtro de análisis de paso bajo utilizando una función objetiva directamente relacionada con un criterio perceptual para la compresión de imágenes. Esta función se define como el producto de la ganancia de codificación teórica y un índice llamado relación pico-pico, que se demostró tener una alta correlación con la calidad perceptual. Una característica distintiva de la técnica propuesta es un procedimiento por el cual, dado un buen filtro de arranque, se generan buenos filtros de longitudes más largas. Los resultados son excelentes, mostrando una clara mejora en la calidad de imagen perceptiva. Además, hemos ideado un criterio para limitar los coeficientes de los filtros con el fin de diseñar wavelets con un mínimo de sonido",
    "error_count": 14,
    "keys": {
        "high-performance wavelets": {
            "translated_key": "wavelets de alto rendimiento",
            "translated_annotated_text": "Diseño de <br>wavelets de alto rendimiento</br> para la codificación de imágenes utilizando un criterio de dominio de tiempo perceptual Este artículo presenta un nuevo diseño de wavelets de fase lineal biorthogonal para la compresión de imágenes. En lugar de calcular los filtros prototipo como factores espectrales de un filtro de media banda, el diseño se basa en la optimización directa del filtro de análisis de paso bajo utilizando una función objetiva directamente relacionada con un criterio perceptual para la compresión de imágenes. Esta función se define como el producto de la ganancia de codificación teórica y un índice llamado relación pico-pico, que se demostró tener una alta correlación con la calidad perceptual. Una característica distintiva de la técnica propuesta es un procedimiento por el cual, dado un buen filtro de arranque, se generan buenos filtros de longitudes más largas. Los resultados son excelentes, mostrando una clara mejora en la calidad de imagen perceptiva. Además, hemos ideado un criterio para limitar los coeficientes de los filtros con el fin de diseñar wavelets con un mínimo de sonido ",
            "error": [
                ""
            ]
        },
        "image coding": {
            "translated_key": "codificación de imágenes",
            "translated_annotated_text": "Diseño de wavelets de alto rendimiento para <br>codificación de imágenes</br> utilizando un criterio de dominio de tiempo perceptual Este artículo presenta un nuevo diseño de wavelets de fase lineal biorthogonal para compresión de imágenes. En lugar de calcular los filtros prototipo como factores espectrales de un filtro de media banda, el diseño se basa en la optimización directa del filtro de análisis de paso bajo utilizando una función objetiva directamente relacionada con un criterio perceptual para la compresión de imágenes. Esta función se define como el producto de la ganancia de codificación teórica y un índice llamado relación pico-pico, que se demostró tener una alta correlación con la calidad perceptual. Una característica distintiva de la técnica propuesta es un procedimiento por el cual, dado un buen filtro de arranque, se generan buenos filtros de longitudes más largas. Los resultados son excelentes, mostrando una clara mejora en la calidad de imagen perceptiva. Además, hemos ideado un criterio para limitar los coeficientes de los filtros con el fin de diseñar wavelets con un mínimo de sonido ",
            "error": [
                ""
            ]
        },
        "perceptual time domain criterion": {
            "translated_key": "perceptual",
            "translated_annotated_text": "Diseño de wavelets de alto rendimiento para la codificación de imágenes utilizando un criterio de dominio de tiempo <br>perceptual</br> Este artículo presenta un nuevo diseño de wavelets de fase lineal biorthogonal para la compresión de imágenes. En lugar de calcular los filtros prototipo como factores espectrales de un filtro de media banda, el diseño se basa en la optimización directa del filtro de análisis de paso bajo utilizando una función objetiva directamente relacionada con un criterio perceptual para la compresión de imágenes. Esta función se define como el producto de la ganancia de codificación teórica y un índice llamado relación pico-pico, que se demostró tener una alta correlación con la calidad perceptual. Una característica distintiva de la técnica propuesta es un procedimiento por el cual, dado un buen filtro de arranque, se generan buenos filtros de longitudes más largas. Los resultados son excelentes, mostrando una clara mejora en la calidad de imagen perceptiva. Además, hemos ideado un criterio para limitar los coeficientes de los filtros con el fin de diseñar wavelets con un mínimo de sonido ",
            "error": [
                ""
            ]
        },
        "biorthogonal linear-phase wavelet design": {
            "translated_key": [],
            "translated_annotated_text": "Diseño de wavelets de alto rendimiento para codificación de imágenes utilizando un criterio de dominio de tiempo perceptual Este artículo presenta un nuevo diseño de wavelets de fase lineal <br> para compresión de imágenes. En lugar de calcular los filtros prototipo como factores espectrales de un filtro de media banda, el diseño se basa en la optimización directa del filtro de análisis de paso bajo utilizando una función objetiva directamente relacionada con un criterio perceptual para la compresión de imágenes. Esta función se define como el producto de la ganancia de codificación teórica y un índice llamado relación pico-pico, que se demostró tener una alta correlación con la calidad perceptual. Una característica distintiva de la técnica propuesta es un procedimiento por el cual, dado un buen filtro de arranque, se generan buenos filtros de longitudes más largas. Los resultados son excelentes, mostrando una clara mejora en la calidad de imagen perceptiva. Además, hemos ideado un criterio para limitar los coeficientes de los filtros con el fin de diseñar wavelets con un mínimo de sonido ",
            "error": []
        },
        "image compression": {
            "translated_key": [],
            "translated_annotated_text": "Diseño de wavelets de alto rendimiento para la codificación de imágenes utilizando un criterio de dominio de tiempo perceptual Este artículo presenta un nuevo diseño de wavelets de fase lineal biorthogonal para la compresión de imágenes. En lugar de calcular los filtros prototipo como factores espectrales de un filtro de media banda, el diseño se basa en la optimización directa del filtro de análisis de paso bajo utilizando una función objetiva directamente relacionada con un criterio perceptual para la compresión de imágenes. Esta función se define como el producto de la ganancia de codificación teórica y un índice llamado relación pico-pico, que se demostró tener una alta correlación con la calidad perceptual. Una característica distintiva de la técnica propuesta es un procedimiento por el cual, dado un buen filtro de arranque, se generan buenos filtros de longitudes más largas. Los resultados son excelentes, mostrando una clara mejora en la calidad de imagen perceptiva. Además, hemos ideado un criterio para limitar los coeficientes de los filtros con el fin de diseñar wavelets con un mínimo de sonido ",
            "error": []
        },
        "prototype filters": {
            "translated_key": "prototipo",
            "translated_annotated_text": "Diseño de wavelets de alto rendimiento para codificación de imágenes utilizando un criterio de dominio de tiempo perceptual Este artículo presenta un nuevo diseño de wavelets de fase lineal biorthogonal para la compresión de imágenes. En lugar de calcular los filtros <br>prototipo</br> como factores espectrales de un filtro de media banda, el diseño se basa en la optimización directa del filtro de análisis de paso bajo utilizando una función objetiva directamente relacionada con un criterio perceptual para la compresión de imágenes. Esta función se define como el producto de la ganancia de codificación teórica y un índice llamado relación pico-pico, que se demostró tener una alta correlación con la calidad perceptual. Una característica distintiva de la técnica propuesta es un procedimiento por el cual, dado un buen filtro de arranque, se generan buenos filtros de longitudes más largas. Los resultados son excelentes, mostrando una clara mejora en la calidad de imagen perceptiva. Además, hemos ideado un criterio para limitar los coeficientes de los filtros con el fin de diseñar wavelets con un mínimo de sonido ",
            "error": [
                ""
            ]
        },
        "half-band filter": {
            "translated_key": " de banda media",
            "translated_annotated_text": "Diseño de wavelets de alto rendimiento para codificación de imágenes utilizando un criterio de dominio de tiempo perceptual Este artículo presenta un nuevo diseño de wavelets de fase lineal biorthogonal para la compresión de imágenes. En lugar de calcular los filtros prototipo como factores espectrales de un filtro <br> de banda media</br>, el diseño se basa en la optimización directa del filtro de análisis de paso bajo utilizando una función objetiva directamente relacionada con un criterio perceptual para la compresión de imágenes. Esta función se define como el producto de la ganancia de codificación teórica y un índice llamado relación pico-pico, que se demostró tener una alta correlación con la calidad perceptual. Una característica distintiva de la técnica propuesta es un procedimiento por el cual, dado un buen filtro de arranque, se generan buenos filtros de longitudes más largas. Los resultados son excelentes, mostrando una clara mejora en la calidad de imagen perceptiva. Además, hemos ideado un criterio para limitar los coeficientes de los filtros con el fin de diseñar wavelets con un mínimo de sonido ",
            "error": [
                ""
            ]
        },
        "low pass filter": {
            "translated_key": [],
            "translated_annotated_text": "Diseño de wavelets de alto rendimiento para codificación de imágenes utilizando un criterio de dominio de tiempo perceptual Este artículo presenta un nuevo diseño de wavelets de fase lineal biorthogonal para la compresión de imágenes. En lugar de calcular los filtros prototipo como factores espectrales de un filtro de media banda, el diseño se basa en la optimización directa del filtro de análisis de paso bajo utilizando una función objetiva directamente relacionada con un criterio perceptual para la compresión de imágenes. Esta función se define como el producto de la ganancia de codificación teórica y un índice llamado relación pico-pico, que se demostró tener una alta correlación con la calidad perceptual. Una característica distintiva de la técnica propuesta es un procedimiento por el cual, dado un buen filtro de arranque, se generan buenos filtros de longitudes más largas. Los resultados son excelentes, mostrando una clara mejora en la calidad de imagen perceptiva. Además, hemos ideado un criterio para limitar los coeficientes de los filtros con el fin de diseñar wavelets con un mínimo de sonido ",
            "error": []
        },
        "analysis filter": {
            "translated_key": [],
            "translated_annotated_text": "Diseño de wavelets de alto rendimiento para codificación de imágenes utilizando un criterio de dominio de tiempo perceptual Este artículo presenta un nuevo diseño de wavelets de fase lineal biorthogonal para la compresión de imágenes. En lugar de calcular los filtros prototipo como factores espectrales de un filtro de media banda, el diseño se basa en la optimización directa del filtro de análisis de paso bajo <br> utilizando una función objetiva directamente relacionada con un criterio perceptual para la compresión de imágenes. Esta función se define como el producto de la ganancia de codificación teórica y un índice llamado relación pico-pico, que se demostró tener una alta correlación con la calidad perceptual. Una característica distintiva de la técnica propuesta es un procedimiento por el cual, dado un buen filtro de arranque, se generan buenos filtros de longitudes más largas. Los resultados son excelentes, mostrando una clara mejora en la calidad de imagen perceptiva. Además, hemos ideado un criterio para limitar los coeficientes de los filtros con el fin de diseñar wavelets con un mínimo de sonido ",
            "error": []
        },
        "objective function": {
            "translated_key": [],
            "translated_annotated_text": "Diseño de wavelets de alto rendimiento para codificación de imágenes utilizando un criterio de dominio de tiempo perceptual Este artículo presenta un nuevo diseño de wavelets de fase lineal biorthogonal para la compresión de imágenes. En lugar de calcular los filtros prototipo como factores espectrales de un filtro de media banda, el diseño se basa en la optimización directa del filtro de análisis de paso bajo utilizando una función objetiva <br> directamente relacionada con un criterio perceptual para la compresión de imágenes. Esta función se define como el producto de la ganancia de codificación teórica y un índice llamado relación pico-pico, que se demostró tener una alta correlación con la calidad perceptual. Una característica distintiva de la técnica propuesta es un procedimiento por el cual, dado un buen filtro de arranque, se generan buenos filtros de longitudes más largas. Los resultados son excelentes, mostrando una clara mejora en la calidad de imagen perceptiva. Además, hemos ideado un criterio para limitar los coeficientes de los filtros con el fin de diseñar wavelets con un mínimo de sonido ",
            "error": []
        },
        "coding gain": {
            "translated_key": "codificación",
            "translated_annotated_text": "Diseño de wavelets de alto rendimiento para codificación de imágenes utilizando un criterio de dominio de tiempo perceptual Este artículo presenta un nuevo diseño de wavelets de fase lineal biorthogonal para la compresión de imágenes. En lugar de calcular los filtros prototipo como factores espectrales de un filtro de media banda, el diseño se basa en la optimización directa del filtro de análisis de paso bajo utilizando una función objetiva directamente relacionada con un criterio perceptual para la compresión de imágenes. Esta función se define como el producto de la ganancia teórica <br>codificación</br> y un índice llamado relación pico-pico, que se mostró con alta correlación con la calidad perceptual. Una característica distintiva de la técnica propuesta es un procedimiento por el cual, dado un buen filtro de arranque, se generan buenos filtros de longitudes más largas. Los resultados son excelentes, mostrando una clara mejora en la calidad de imagen perceptiva. Además, hemos ideado un criterio para limitar los coeficientes de los filtros con el fin de diseñar wavelets con un mínimo de sonido ",
            "error": [
                ""
            ]
        },
        "peak-to-peak ratio": {
            "translated_key": "peak-to-peak ratio",
            "translated_annotated_text": "Diseño de wavelets de alto rendimiento para codificación de imágenes utilizando un criterio de dominio de tiempo perceptual Este artículo presenta un nuevo diseño de wavelets de fase lineal biorthogonal para la compresión de imágenes. En lugar de calcular los filtros prototipo como factores espectrales de un filtro de media banda, el diseño se basa en la optimización directa del filtro de análisis de paso bajo utilizando una función objetiva directamente relacionada con un criterio perceptual para la compresión de imágenes. Esta función se define como el producto de la ganancia de codificación teórica y un índice llamado <br>peak-to-peak ratio</br>, que se demostró tener una alta correlación con la calidad perceptual. Una característica distintiva de la técnica propuesta es un procedimiento por el cual, dado un buen filtro de arranque, se generan buenos filtros de longitudes más largas. Los resultados son excelentes, mostrando una clara mejora en la calidad de imagen perceptiva. Además, hemos ideado un criterio para limitar los coeficientes de los filtros con el fin de diseñar wavelets con un mínimo de sonido ",
            "error": [
                ""
            ]
        },
        "perceptual image quality": {
            "translated_key": "perceptual",
            "translated_annotated_text": "Diseño de wavelets de alto rendimiento para codificación de imágenes utilizando un criterio de dominio de tiempo perceptual Este artículo presenta un nuevo diseño de wavelets de fase lineal biorthogonal para la compresión de imágenes. En lugar de calcular los filtros prototipo como factores espectrales de un filtro de media banda, el diseño se basa en la optimización directa del filtro de análisis de paso bajo utilizando una función objetiva directamente relacionada con un criterio perceptual para la compresión de imágenes. Esta función se define como el producto de la ganancia de codificación teórica y un índice llamado relación pico-pico, que se demostró tener una alta correlación con la calidad perceptual. Una característica distintiva de la técnica propuesta es un procedimiento por el cual, dado un buen filtro de arranque, se generan buenos filtros de longitudes más largas. Los resultados son excelentes, mostrando una clara mejora en la calidad de imagen <br>perceptual</br>. Además, hemos ideado un criterio para limitar los coeficientes de los filtros con el fin de diseñar wavelets con un mínimo de sonido ",
            "error": [
                ""
            ]
        },
        "filter banks": {
            "translated_key": [],
            "translated_annotated_text": "Diseño de wavelets de alto rendimiento para codificación de imágenes utilizando un criterio de dominio de tiempo perceptual Este artículo presenta un nuevo diseño de wavelets de fase lineal biorthogonal para la compresión de imágenes. En lugar de calcular los filtros prototipo como factores espectrales de un filtro de media banda, el diseño se basa en la optimización directa del filtro de análisis de paso bajo utilizando una función objetiva directamente relacionada con un criterio perceptual para la compresión de imágenes. Esta función se define como el producto de la ganancia de codificación teórica y un índice llamado relación pico-pico, que se demostró tener una alta correlación con la calidad perceptual. Una característica distintiva de la técnica propuesta es un procedimiento por el cual, dado un buen filtro de arranque, se generan buenos filtros de longitudes más largas. Los resultados son excelentes, mostrando una clara mejora en la calidad de imagen perceptiva. Además, hemos ideado un criterio para limitar los coeficientes de los filtros con el fin de diseñar wavelets con un mínimo de sonido ",
            "error": []
        },
        "channel bank filters": {
            "translated_key": [],
            "translated_annotated_text": "Diseño de wavelets de alto rendimiento para codificación de imágenes utilizando un criterio de dominio de tiempo perceptual Este artículo presenta un nuevo diseño de wavelets de fase lineal biorthogonal para la compresión de imágenes. En lugar de calcular los filtros prototipo como factores espectrales de un filtro de media banda, el diseño se basa en la optimización directa del filtro de análisis de paso bajo utilizando una función objetiva directamente relacionada con un criterio perceptual para la compresión de imágenes. Esta función se define como el producto de la ganancia de codificación teórica y un índice llamado relación pico-pico, que se demostró tener una alta correlación con la calidad perceptual. Una característica distintiva de la técnica propuesta es un procedimiento por el cual, dado un buen filtro de arranque, se generan buenos filtros de longitudes más largas. Los resultados son excelentes, mostrando una clara mejora en la calidad de imagen perceptiva. Además, hemos ideado un criterio para limitar los coeficientes de los filtros con el fin de diseñar wavelets con un mínimo de sonido ",
            "error": []
        },
        "data compression": {
            "translated_key": [],
            "translated_annotated_text": "Diseño de wavelets de alto rendimiento para codificación de imágenes utilizando un criterio de dominio de tiempo perceptual Este artículo presenta un nuevo diseño de wavelets de fase lineal biorthogonal para la compresión de imágenes. En lugar de calcular los filtros prototipo como factores espectrales de un filtro de media banda, el diseño se basa en la optimización directa del filtro de análisis de paso bajo utilizando una función objetiva directamente relacionada con un criterio perceptual para la compresión de imágenes. Esta función se define como el producto de la ganancia de codificación teórica y un índice llamado relación pico-pico, que se demostró tener una alta correlación con la calidad perceptual. Una característica distintiva de la técnica propuesta es un procedimiento por el cual, dado un buen filtro de arranque, se generan buenos filtros de longitudes más largas. Los resultados son excelentes, mostrando una clara mejora en la calidad de imagen perceptiva. Además, hemos ideado un criterio para limitar los coeficientes de los filtros con el fin de diseñar wavelets con un mínimo de sonido ",
            "error": []
        },
        "low-pass filters": {
            "translated_key": [],
            "translated_annotated_text": "Diseño de wavelets de alto rendimiento para codificación de imágenes utilizando un criterio de dominio de tiempo perceptual Este artículo presenta un nuevo diseño de wavelets de fase lineal biorthogonal para la compresión de imágenes. En lugar de calcular los filtros prototipo como factores espectrales de un filtro de media banda, el diseño se basa en la optimización directa del filtro de análisis de paso bajo utilizando una función objetiva directamente relacionada con un criterio perceptual para la compresión de imágenes. Esta función se define como el producto de la ganancia de codificación teórica y un índice llamado relación pico-pico, que se demostró tener una alta correlación con la calidad perceptual. Una característica distintiva de la técnica propuesta es un procedimiento por el cual, dado un buen filtro de arranque, se generan buenos filtros de longitudes más largas. Los resultados son excelentes, mostrando una clara mejora en la calidad de imagen perceptiva. Además, hemos ideado un criterio para limitar los coeficientes de los filtros con el fin de diseñar wavelets con un mínimo de sonido ",
            "error": []
        },
        "optimisation": {
            "translated_key": [],
            "translated_annotated_text": "Diseño de wavelets de alto rendimiento para codificación de imágenes utilizando un criterio de dominio de tiempo perceptual Este artículo presenta un nuevo diseño de wavelets de fase lineal biorthogonal para la compresión de imágenes. En lugar de calcular los filtros prototipo como factores espectrales de un filtro de media banda, el diseño se basa en la optimización directa del filtro de análisis de paso bajo utilizando una función objetiva directamente relacionada con un criterio perceptual para la compresión de imágenes. Esta función se define como el producto de la ganancia de codificación teórica y un índice llamado relación pico-pico, que se demostró tener una alta correlación con la calidad perceptual. Una característica distintiva de la técnica propuesta es un procedimiento por el cual, dado un buen filtro de arranque, se generan buenos filtros de longitudes más largas. Los resultados son excelentes, mostrando una clara mejora en la calidad de imagen perceptiva. Además, hemos ideado un criterio para limitar los coeficientes de los filtros con el fin de diseñar wavelets con un mínimo de sonido ",
            "error": []
        },
        "time-domain analysis": {
            "translated_key": [],
            "translated_annotated_text": "Diseño de wavelets de alto rendimiento para codificación de imágenes utilizando un criterio de dominio de tiempo perceptual Este artículo presenta un nuevo diseño de wavelets de fase lineal biorthogonal para la compresión de imágenes. En lugar de calcular los filtros prototipo como factores espectrales de un filtro de media banda, el diseño se basa en la optimización directa del filtro de análisis de paso bajo utilizando una función objetiva directamente relacionada con un criterio perceptual para la compresión de imágenes. Esta función se define como el producto de la ganancia de codificación teórica y un índice llamado relación pico-pico, que se demostró tener una alta correlación con la calidad perceptual. Una característica distintiva de la técnica propuesta es un procedimiento por el cual, dado un buen filtro de arranque, se generan buenos filtros de longitudes más largas. Los resultados son excelentes, mostrando una clara mejora en la calidad de imagen perceptiva. Además, hemos ideado un criterio para limitar los coeficientes de los filtros con el fin de diseñar wavelets con un mínimo de sonido ",
            "error": []
        },
        "transform coding": {
            "translated_key": [],
            "translated_annotated_text": "Diseño de wavelets de alto rendimiento para codificación de imágenes utilizando un criterio de dominio de tiempo perceptual Este artículo presenta un nuevo diseño de wavelets de fase lineal biorthogonal para la compresión de imágenes. En lugar de calcular los filtros prototipo como factores espectrales de un filtro de media banda, el diseño se basa en la optimización directa del filtro de análisis de paso bajo utilizando una función objetiva directamente relacionada con un criterio perceptual para la compresión de imágenes. Esta función se define como el producto de la ganancia de codificación teórica y un índice llamado relación pico-pico, que se demostró tener una alta correlación con la calidad perceptual. Una característica distintiva de la técnica propuesta es un procedimiento por el cual, dado un buen filtro de arranque, se generan buenos filtros de longitudes más largas. Los resultados son excelentes, mostrando una clara mejora en la calidad de imagen perceptiva. Además, hemos ideado un criterio para limitar los coeficientes de los filtros con el fin de diseñar wavelets con un mínimo de sonido ",
            "error": []
        },
        "visual perception": {
            "translated_key": [],
            "translated_annotated_text": "Diseño de wavelets de alto rendimiento para codificación de imágenes utilizando un criterio de dominio de tiempo perceptual Este artículo presenta un nuevo diseño de wavelets de fase lineal biorthogonal para la compresión de imágenes. En lugar de calcular los filtros prototipo como factores espectrales de un filtro de media banda, el diseño se basa en la optimización directa del filtro de análisis de paso bajo utilizando una función objetiva directamente relacionada con un criterio perceptual para la compresión de imágenes. Esta función se define como el producto de la ganancia de codificación teórica y un índice llamado relación pico-pico, que se demostró tener una alta correlación con la calidad perceptual. Una característica distintiva de la técnica propuesta es un procedimiento por el cual, dado un buen filtro de arranque, se generan buenos filtros de longitudes más largas. Los resultados son excelentes, mostrando una clara mejora en la calidad de imagen perceptiva. Además, hemos ideado un criterio para limitar los coeficientes de los filtros con el fin de diseñar wavelets con un mínimo de sonido ",
            "error": []
        },
        "wavelet transforms": {
            "translated_key": [],
            "translated_annotated_text": "Diseño de wavelets de alto rendimiento para codificación de imágenes utilizando un criterio de dominio de tiempo perceptual Este artículo presenta un nuevo diseño de wavelets de fase lineal biorthogonal para la compresión de imágenes. En lugar de calcular los filtros prototipo como factores espectrales de un filtro de media banda, el diseño se basa en la optimización directa del filtro de análisis de paso bajo utilizando una función objetiva directamente relacionada con un criterio perceptual para la compresión de imágenes. Esta función se define como el producto de la ganancia de codificación teórica y un índice llamado relación pico-pico, que se demostró tener una alta correlación con la calidad perceptual. Una característica distintiva de la técnica propuesta es un procedimiento por el cual, dado un buen filtro de arranque, se generan buenos filtros de longitudes más largas. Los resultados son excelentes, mostrando una clara mejora en la calidad de imagen perceptiva. Además, hemos ideado un criterio para limitar los coeficientes de los filtros con el fin de diseñar wavelets con un mínimo de sonido ",
            "error": []
        }
    }
}