{
    "original_text": "Design and implementation of a new sliding-mode observer for speed-sensorless control of induction machine In this letter, a new sliding-mode-sensorless control algorithm is proposed for the field-oriented induction machine drive. In the proposed algorithm, the terms containing flux, speed, and rotor time constant, which are common in both current and flux equations, in the current model of the induction machine are estimated by a sliding function. The flux and speed estimation accuracy is guaranteed when the error between the actual current and observed current converges to zero. Hence, the fourth-order system is reduced to two second-order systems, and the speed estimation becomes very simple and robust to the parameter uncertainties. The new approach is verified by simulation and experimental results",
    "original_translation": "Diseño e implementación de un nuevo observador de modo deslizante para el control sin sensor de velocidad de la máquina de inducción En esta carta, se propone un nuevo algoritmo de control sin sensor de modo deslizante para la unidad de inducción orientada al campo. En el algoritmo propuesto, los términos que contienen constante de flujo, velocidad y tiempo del rotor, que son comunes tanto en ecuaciones de corriente como de flujo, en el modelo actual de la máquina de inducción son estimados por una función deslizante. La precisión de la estimación de flujo y velocidad está garantizada cuando el error entre la corriente real y la corriente observada converge a cero. Por lo tanto, el sistema de cuarto orden se reduce a dos sistemas de segundo orden, y la estimación de la velocidad se vuelve muy simple y robusta para las incertidumbres de los parámetros. El nuevo enfoque se verifica mediante simulación y resultados experimentales",
    "error_count": 8,
    "keys": {
        "speed-sensorless control": {
            "translated_key": "control sin sensor de velocidad",
            "translated_annotated_text": "Diseño e implementación de un nuevo observador de modo deslizante para \"control sin sensor de velocidad\" de la máquina de inducción En esta carta, se propone un nuevo algoritmo de control sin sensor de modo deslizante para la unidad de inducción de la máquina orientada al campo. En el algoritmo propuesto, los términos que contienen constante de flujo, velocidad y tiempo del rotor, que son comunes tanto en ecuaciones de corriente como de flujo, en el modelo actual de la máquina de inducción son estimados por una función deslizante. La precisión de la estimación de flujo y velocidad está garantizada cuando el error entre la corriente real y la corriente observada converge a cero. Por lo tanto, el sistema de cuarto orden se reduce a dos sistemas de segundo orden, y la estimación de la velocidad se vuelve muy simple y robusta para las incertidumbres de los parámetros. El nuevo enfoque se verifica mediante simulación y resultados experimentales ",
            "error": [
                ""
            ]
        },
        "induction machine": {
            "translated_key": "máquina de inducción",
            "translated_annotated_text": "Diseño e implementación de un nuevo observador de modo deslizante para el control sin sensores de velocidad de la \"máquina de inducción\" En esta carta, se propone un nuevo algoritmo de control sin sensores de modo deslizante para la unidad \"máquina de inducción\" orientada al campo. En el algoritmo propuesto, los términos que contienen constante de flujo, velocidad y tiempo del rotor, que son comunes tanto en ecuaciones de corriente como de flujo, en el modelo actual de la \"máquina de inducción\" son estimados por una función deslizante. La precisión de la estimación de flujo y velocidad está garantizada cuando el error entre la corriente real y la corriente observada converge a cero. Por lo tanto, el sistema de cuarto orden se reduce a dos sistemas de segundo orden, y la estimación de la velocidad se vuelve muy simple y robusta para las incertidumbres de los parámetros. El nuevo enfoque se verifica mediante simulación y resultados experimentales ",
            "error": [
                ""
            ]
        },
        "sliding-mode observer": {
            "translated_key": "observador de modo deslizante",
            "translated_annotated_text": "Diseño e implementación de un nuevo \"observador de modo deslizante\" para el control sin sensor de velocidad de la máquina de inducción En esta carta, se propone un nuevo algoritmo de control sin sensor de modo deslizante para el accionamiento de la máquina de inducción orientado al campo. En el algoritmo propuesto, los términos que contienen constante de flujo, velocidad y tiempo del rotor, que son comunes tanto en ecuaciones de corriente como de flujo, en el modelo actual de la máquina de inducción son estimados por una función deslizante. La precisión de la estimación de flujo y velocidad está garantizada cuando el error entre la corriente real y la corriente observada converge a cero. Por lo tanto, el sistema de cuarto orden se reduce a dos sistemas de segundo orden, y la estimación de la velocidad se vuelve muy simple y robusta para las incertidumbres de los parámetros. El nuevo enfoque se verifica mediante simulación y resultados experimentales ",
            "error": [
                ""
            ]
        },
        "induction motor drive": {
            "translated_key": [],
            "translated_annotated_text": "Diseño e implementación de un nuevo observador de modo deslizante para el control sin sensor de velocidad de la máquina de inducción En esta carta, se propone un nuevo algoritmo de control sin sensor de modo deslizante para la unidad de inducción orientada al campo. En el algoritmo propuesto, los términos que contienen constante de flujo, velocidad y tiempo del rotor, que son comunes tanto en ecuaciones de corriente como de flujo, en el modelo actual de la máquina de inducción son estimados por una función deslizante. La precisión de la estimación de flujo y velocidad está garantizada cuando el error entre la corriente real y la corriente observada converge a cero. Por lo tanto, el sistema de cuarto orden se reduce a dos sistemas de segundo orden, y la estimación de la velocidad se vuelve muy simple y robusta para las incertidumbres de los parámetros. El nuevo enfoque se verifica mediante simulación y resultados experimentales ",
            "error": []
        },
        "sensorless control": {
            "translated_key": "control sin sensor",
            "translated_annotated_text": "Diseño e implementación de un nuevo observador de modo deslizante para el \"control sin sensor\" de la máquina de inducción En esta letra, se propone un nuevo algoritmo de \"control sin sensor\" para la máquina de inducción orientada al campo. En el algoritmo propuesto, los términos que contienen constante de flujo, velocidad y tiempo del rotor, que son comunes tanto en ecuaciones de corriente como de flujo, en el modelo actual de la máquina de inducción son estimados por una función deslizante. La precisión de la estimación de flujo y velocidad está garantizada cuando el error entre la corriente real y la corriente observada converge a cero. Por lo tanto, el sistema de cuarto orden se reduce a dos sistemas de segundo orden, y la estimación de la velocidad se vuelve muy simple y robusta para las incertidumbres de los parámetros. El nuevo enfoque se verifica mediante simulación y resultados experimentales ",
            "error": [
                ""
            ]
        },
        "flux": {
            "translated_key": "flujo",
            "translated_annotated_text": "Diseño e implementación de un nuevo observador de modo deslizante para el control sin sensor de velocidad de la máquina de inducción En esta carta, se propone un nuevo algoritmo de control sin sensor de modo deslizante para la unidad de inducción orientada al campo. En el algoritmo propuesto, los términos que contienen \"flujo\", velocidad y constante del tiempo del rotor, que son comunes tanto en ecuaciones corrientes como en \"flujo\", en el modelo actual de la máquina de inducción son estimados por una función deslizante. El \"flujo\" y la precisión de estimación de velocidad está garantizada cuando el error entre la corriente real y la corriente observada converge a cero. Por lo tanto, el sistema de cuarto orden se reduce a dos sistemas de segundo orden, y la estimación de la velocidad se vuelve muy simple y robusta para las incertidumbres de los parámetros. El nuevo enfoque se verifica mediante simulación y resultados experimentales ",
            "error": [
                ""
            ]
        },
        "speed": {
            "translated_key": "velocidad",
            "translated_annotated_text": "Diseño e implementación de un nuevo observador de modo deslizante para el control sin sensores de \"velocidad\" de la máquina de inducción En esta carta, se propone un nuevo algoritmo de control sin sensores de modo deslizante para el accionamiento de la máquina de inducción orientado al campo. En el algoritmo propuesto, los términos que contienen flujo, \"velocidad\" y constante de tiempo del rotor, que son comunes tanto en ecuaciones de corriente como de flujo, en el modelo actual de la máquina de inducción se calculan mediante una función deslizante. La precisión de la estimación de flujo y \"velocidad\" está garantizada cuando el error entre la corriente real y la corriente observada converge a cero. Por lo tanto, el sistema de cuarto orden se reduce a dos sistemas de segundo orden, y la estimación de la \"velocidad\" se vuelve muy simple y robusta para las incertidumbres de los parámetros. El nuevo enfoque se verifica mediante simulación y resultados experimentales ",
            "error": [
                ""
            ]
        },
        "rotor time constant": {
            "translated_key": "constante de tiempo de rotor",
            "translated_annotated_text": "Diseño e implementación de un nuevo observador de modo deslizante para el control sin sensor de velocidad de la máquina de inducción En esta carta, se propone un nuevo algoritmo de control sin sensor de modo deslizante para la unidad de inducción orientada al campo. En el algoritmo propuesto, los términos que contienen flujo, velocidad y \"constante de tiempo de rotor\", que son comunes tanto en ecuaciones de corriente como de flujo, en el modelo actual de la máquina de inducción son estimados por una función deslizante. La precisión de la estimación de flujo y velocidad está garantizada cuando el error entre la corriente real y la corriente observada converge a cero. Por lo tanto, el sistema de cuarto orden se reduce a dos sistemas de segundo orden, y la estimación de la velocidad se vuelve muy simple y robusta para las incertidumbres de los parámetros. El nuevo enfoque se verifica mediante simulación y resultados experimentales ",
            "error": [
                ""
            ]
        },
        "flux equations": {
            "translated_key": "ecuaciones de flujo",
            "translated_annotated_text": "Diseño e implementación de un nuevo observador de modo deslizante para el control sin sensor de velocidad de la máquina de inducción En esta carta, se propone un nuevo algoritmo de control sin sensor de modo deslizante para la unidad de inducción orientada al campo. En el algoritmo propuesto, los términos que contienen constante de flujo, velocidad y tiempo del rotor, que son comunes tanto en las ecuaciones corrientes como en las \"ecuaciones de flujo\", en el modelo actual de la máquina de inducción, son estimados por una función deslizante. La precisión de la estimación de flujo y velocidad está garantizada cuando el error entre la corriente real y la corriente observada converge a cero. Por lo tanto, el sistema de cuarto orden se reduce a dos sistemas de segundo orden, y la estimación de la velocidad se vuelve muy simple y robusta para las incertidumbres de los parámetros. El nuevo enfoque se verifica mediante simulación y resultados experimentales ",
            "error": [
                ""
            ]
        },
        "current equations": {
            "translated_key": [],
            "translated_annotated_text": "Diseño e implementación de un nuevo observador de modo deslizante para el control sin sensor de velocidad de la máquina de inducción En esta carta, se propone un nuevo algoritmo de control sin sensor de modo deslizante para la unidad de inducción orientada al campo. En el algoritmo propuesto, los términos que contienen constante de flujo, velocidad y tiempo del rotor, que son comunes tanto en ecuaciones de corriente como de flujo, en el modelo actual de la máquina de inducción son estimados por una función deslizante. La precisión de la estimación de flujo y velocidad está garantizada cuando el error entre la corriente real y la corriente observada converge a cero. Por lo tanto, el sistema de cuarto orden se reduce a dos sistemas de segundo orden, y la estimación de la velocidad se vuelve muy simple y robusta para las incertidumbres de los parámetros. El nuevo enfoque se verifica mediante simulación y resultados experimentales ",
            "error": []
        },
        "current model": {
            "translated_key": "modelo de corriente",
            "translated_annotated_text": "Diseño e implementación de un nuevo observador de modo deslizante para el control sin sensor de velocidad de la máquina de inducción En esta carta, se propone un nuevo algoritmo de control sin sensor de modo deslizante para la unidad de inducción orientada al campo. En el algoritmo propuesto, los términos que contienen constante de flujo, velocidad y tiempo del rotor, que son comunes tanto en ecuaciones de corriente como de flujo, en el \"modelo de corriente\" de la máquina de inducción son estimados por una función deslizante. La precisión de la estimación de flujo y velocidad está garantizada cuando el error entre la corriente real y la corriente observada converge a cero. Por lo tanto, el sistema de cuarto orden se reduce a dos sistemas de segundo orden, y la estimación de la velocidad se vuelve muy simple y robusta para las incertidumbres de los parámetros. El nuevo enfoque se verifica mediante simulación y resultados experimentales ",
            "error": [
                ""
            ]
        },
        "sliding function": {
            "translated_key": "función deslizante",
            "translated_annotated_text": "Diseño e implementación de un nuevo observador de modo deslizante para el control sin sensor de velocidad de la máquina de inducción En esta carta, se propone un nuevo algoritmo de control sin sensor de modo deslizante para la unidad de inducción orientada al campo. En el algoritmo propuesto, los términos que contienen constante de flujo, velocidad y tiempo del rotor, que son comunes tanto en ecuaciones de corriente como de flujo, en el modelo actual de la máquina de inducción son estimados por una \"función deslizante\". La precisión de la estimación de flujo y velocidad está garantizada cuando el error entre la corriente real y la corriente observada converge a cero. Por lo tanto, el sistema de cuarto orden se reduce a dos sistemas de segundo orden, y la estimación de la velocidad se vuelve muy simple y robusta para las incertidumbres de los parámetros. El nuevo enfoque se verifica mediante simulación y resultados experimentales ",
            "error": [
                ""
            ]
        },
        "speed estimation accuracy": {
            "translated_key": "precisión de estimación de velocidad",
            "translated_annotated_text": "Diseño e implementación de un nuevo observador de modo deslizante para el control sin sensor de velocidad de la máquina de inducción En esta carta, se propone un nuevo algoritmo de control sin sensor de modo deslizante para la unidad de inducción orientada al campo. En el algoritmo propuesto, los términos que contienen constante de flujo, velocidad y tiempo del rotor, que son comunes tanto en ecuaciones de corriente como de flujo, en el modelo actual de la máquina de inducción son estimados por una función deslizante. El flujo y la \"precisión de estimación de velocidad\" están garantizados cuando el error entre la corriente real y la corriente observada converge a cero. Por lo tanto, el sistema de cuarto orden se reduce a dos sistemas de segundo orden, y la estimación de la velocidad se vuelve muy simple y robusta para las incertidumbres de los parámetros. El nuevo enfoque se verifica mediante simulación y resultados experimentales ",
            "error": [
                ""
            ]
        },
        "fourth-order system reduction": {
            "translated_key": [],
            "translated_annotated_text": "Diseño e implementación de un nuevo observador de modo deslizante para el control sin sensor de velocidad de la máquina de inducción En esta carta, se propone un nuevo algoritmo de control sin sensor de modo deslizante para la unidad de inducción orientada al campo. En el algoritmo propuesto, los términos que contienen constante de flujo, velocidad y tiempo del rotor, que son comunes tanto en ecuaciones de corriente como de flujo, en el modelo actual de la máquina de inducción son estimados por una función deslizante. La precisión de la estimación de flujo y velocidad está garantizada cuando el error entre la corriente real y la corriente observada converge a cero. Por lo tanto, el sistema de cuarto orden se reduce a dos sistemas de segundo orden, y la estimación de la velocidad se vuelve muy simple y robusta para las incertidumbres de los parámetros. El nuevo enfoque se verifica mediante simulación y resultados experimentales ",
            "error": []
        },
        "parameter uncertainties": {
            "translated_key": "incertidumbres del parámetro",
            "translated_annotated_text": "Diseño e implementación de un nuevo observador de modo deslizante para el control sin sensor de velocidad de la máquina de inducción En esta carta, se propone un nuevo algoritmo de control sin sensor de modo deslizante para la unidad de inducción orientada al campo. En el algoritmo propuesto, los términos que contienen constante de flujo, velocidad y tiempo del rotor, que son comunes tanto en ecuaciones de corriente como de flujo, en el modelo actual de la máquina de inducción son estimados por una función deslizante. La precisión de la estimación de flujo y velocidad está garantizada cuando el error entre la corriente real y la corriente observada converge a cero. Por lo tanto, el sistema de cuarto orden se reduce a dos sistemas de segundo orden, y la estimación de la velocidad se vuelve muy simple y robusta para las \"incertidumbres del parámetro\". El nuevo enfoque se verifica mediante simulación y resultados experimentales ",
            "error": [
                ""
            ]
        },
        "induction motor drives": {
            "translated_key": [],
            "translated_annotated_text": "Diseño e implementación de un nuevo observador de modo deslizante para el control sin sensor de velocidad de la máquina de inducción En esta carta, se propone un nuevo algoritmo de control sin sensor de modo deslizante para la unidad de inducción orientada al campo. En el algoritmo propuesto, los términos que contienen constante de flujo, velocidad y tiempo del rotor, que son comunes tanto en ecuaciones de corriente como de flujo, en el modelo actual de la máquina de inducción son estimados por una función deslizante. La precisión de la estimación de flujo y velocidad está garantizada cuando el error entre la corriente real y la corriente observada converge a cero. Por lo tanto, el sistema de cuarto orden se reduce a dos sistemas de segundo orden, y la estimación de la velocidad se vuelve muy simple y robusta para las incertidumbres de los parámetros. El nuevo enfoque se verifica mediante simulación y resultados experimentales ",
            "error": []
        },
        "machine vector control": {
            "translated_key": [],
            "translated_annotated_text": "Diseño e implementación de un nuevo observador de modo deslizante para el control sin sensor de velocidad de la máquina de inducción En esta carta, se propone un nuevo algoritmo de control sin sensor de modo deslizante para la unidad de inducción orientada al campo. En el algoritmo propuesto, los términos que contienen constante de flujo, velocidad y tiempo del rotor, que son comunes tanto en ecuaciones de corriente como de flujo, en el modelo actual de la máquina de inducción son estimados por una función deslizante. La precisión de la estimación de flujo y velocidad está garantizada cuando el error entre la corriente real y la corriente observada converge a cero. Por lo tanto, el sistema de cuarto orden se reduce a dos sistemas de segundo orden, y la estimación de la velocidad se vuelve muy simple y robusta para las incertidumbres de los parámetros. El nuevo enfoque se verifica mediante simulación y resultados experimentales ",
            "error": []
        },
        "observers": {
            "translated_key": [],
            "translated_annotated_text": "Diseño e implementación de un nuevo observador de modo deslizante para el control sin sensor de velocidad de la máquina de inducción En esta carta, se propone un nuevo algoritmo de control sin sensor de modo deslizante para la unidad de inducción orientada al campo. En el algoritmo propuesto, los términos que contienen constante de flujo, velocidad y tiempo del rotor, que son comunes tanto en ecuaciones de corriente como de flujo, en el modelo actual de la máquina de inducción son estimados por una función deslizante. La precisión de la estimación de flujo y velocidad está garantizada cuando el error entre la corriente real y la corriente observada converge a cero. Por lo tanto, el sistema de cuarto orden se reduce a dos sistemas de segundo orden, y la estimación de la velocidad se vuelve muy simple y robusta para las incertidumbres de los parámetros. El nuevo enfoque se verifica mediante simulación y resultados experimentales ",
            "error": []
        },
        "parameter estimation": {
            "translated_key": [],
            "translated_annotated_text": "Diseño e implementación de un nuevo observador de modo deslizante para el control sin sensor de velocidad de la máquina de inducción En esta carta, se propone un nuevo algoritmo de control sin sensor de modo deslizante para la unidad de inducción orientada al campo. En el algoritmo propuesto, los términos que contienen constante de flujo, velocidad y tiempo del rotor, que son comunes tanto en ecuaciones de corriente como de flujo, en el modelo actual de la máquina de inducción son estimados por una función deslizante. La precisión de la estimación de flujo y velocidad está garantizada cuando el error entre la corriente real y la corriente observada converge a cero. Por lo tanto, el sistema de cuarto orden se reduce a dos sistemas de segundo orden, y la estimación de la velocidad se vuelve muy simple y robusta para las incertidumbres de los parámetros. El nuevo enfoque se verifica mediante simulación y resultados experimentales ",
            "error": []
        },
        "variable structure systems": {
            "translated_key": [],
            "translated_annotated_text": "Diseño e implementación de un nuevo observador de modo deslizante para el control sin sensor de velocidad de la máquina de inducción En esta carta, se propone un nuevo algoritmo de control sin sensor de modo deslizante para la unidad de inducción orientada al campo. En el algoritmo propuesto, los términos que contienen constante de flujo, velocidad y tiempo del rotor, que son comunes tanto en ecuaciones de corriente como de flujo, en el modelo actual de la máquina de inducción son estimados por una función deslizante. La precisión de la estimación de flujo y velocidad está garantizada cuando el error entre la corriente real y la corriente observada converge a cero. Por lo tanto, el sistema de cuarto orden se reduce a dos sistemas de segundo orden, y la estimación de la velocidad se vuelve muy simple y robusta para las incertidumbres de los parámetros. El nuevo enfoque se verifica mediante simulación y resultados experimentales ",
            "error": []
        }
    }
}