{
    "original_text": "Schedulability analysis of real-time traffic in WorldFIP networks: an integrated approach The WorldFIP protocol is one of the profiles that constitute the European fieldbus standard EN-50170. It is particularly well suited to be used in distributed computer-controlled systems where a set of process variables must be shared among network devices. To cope with the real-time requirements of such systems, the protocol provides communication services based on the exchange of periodic and aperiodic identified variables. The periodic exchanges have the highest priority and are executed at run time according to a cyclic schedule. Therefore, the respective schedulability can be determined at pre-run-time when building the schedule table. Concerning the aperiodic exchanges, the situation is different since their priority is lower and they are bandied according to a first-come-first-served policy. In this paper, a response-time-based schedulability analysis for the real-time traffic is presented. Such analysis considers both types of traffic in an integrated way, according to their priorities. Furthermore, a fixed-priorities-based policy is also used to schedule the periodic traffic. The proposed analysis represents an improvement relative to previous work and it can be evaluated online as part of a traffic online admission control. This feature is of particular importance when a planning scheduler is used, instead of the typical offline static scheduler, to allow online changes to the set of periodic process variables",
    "original_translation": "Análisis de la esquelabilidad del tráfico en tiempo real en redes WorldFIP: un enfoque integrado El protocolo WorldFIP es uno de los perfiles que constituyen la norma europea fieldbus EN-50170. Es especialmente adecuado para ser utilizado en sistemas controlados por ordenador distribuidos donde un conjunto de variables de proceso debe ser compartido entre los dispositivos de red. Para hacer frente a las necesidades en tiempo real de estos sistemas, el protocolo proporciona servicios de comunicación basados en el intercambio de variables periódicas y aperiódicas identificadas. Los intercambios periódicos tienen la máxima prioridad y se ejecutan en tiempo de ejecución de acuerdo con un calendario cíclico. Por lo tanto, la planificación respectiva se puede determinar a tiempo previo a la construcción de la tabla de horarios. En cuanto a los intercambios aperiódicos, la situación es diferente, ya que su prioridad es menor y se los bandea de acuerdo con una política de orden de llegada. En este trabajo, se presenta un análisis de schedulabilidad basado en el tiempo de respuesta para el tráfico en tiempo real. Este análisis considera ambos tipos de tráfico de forma integrada, de acuerdo con sus prioridades. Además, también se utiliza una política basada en prioridades fijas para programar el tráfico periódico. El análisis propuesto representa una mejora con respecto al trabajo anterior y puede ser evaluado en línea como parte de un control de admisión en línea de tráfico. Esta característica es de particular importancia cuando se utiliza un planificador de planificación, en lugar del típico planificador estático offline, para permitir cambios en línea al conjunto de variables de proceso periódicas",
    "error_count": 13,
    "keys": {
        "WorldFIP Networks": {
            "translated_key": [],
            "translated_annotated_text": "Análisis de la esquelabilidad del tráfico en tiempo real en redes WorldFIP: un enfoque integrado El protocolo WorldFIP es uno de los perfiles que constituyen la norma europea fieldbus EN-50170. Es especialmente adecuado para ser utilizado en sistemas controlados por ordenador distribuidos donde un conjunto de variables de proceso debe ser compartido entre los dispositivos de red. Para hacer frente a las necesidades en tiempo real de estos sistemas, el protocolo proporciona servicios de comunicación basados en el intercambio de variables periódicas y aperiódicas identificadas. Los intercambios periódicos tienen la máxima prioridad y se ejecutan en tiempo de ejecución de acuerdo con un calendario cíclico. Por lo tanto, la planificación respectiva se puede determinar a tiempo previo a la construcción de la tabla de horarios. En cuanto a los intercambios aperiódicos, la situación es diferente, ya que su prioridad es menor y se los bandea de acuerdo con una política de orden de llegada. En este trabajo, se presenta un análisis de schedulabilidad basado en el tiempo de respuesta para el tráfico en tiempo real. Este análisis considera ambos tipos de tráfico de forma integrada, de acuerdo con sus prioridades. Además, también se utiliza una política basada en prioridades fijas para programar el tráfico periódico. El análisis propuesto representa una mejora con respecto al trabajo anterior y puede ser evaluado en línea como parte de un control de admisión en línea de tráfico. Esta característica es de particular importancia cuando se utiliza un planificador de planificación, en lugar del típico planificador estático offline, para permitir cambios en línea al conjunto de variables de proceso periódicas ",
            "error": []
        },
        "EN-50170 European fieldbus standard": {
            "translated_key": [],
            "translated_annotated_text": "Análisis de la esquelabilidad del tráfico en tiempo real en redes WorldFIP: un enfoque integrado El protocolo WorldFIP es uno de los perfiles que constituyen la norma europea fieldbus EN-50170. Es especialmente adecuado para ser utilizado en sistemas controlados por ordenador distribuidos donde un conjunto de variables de proceso debe ser compartido entre los dispositivos de red. Para hacer frente a las necesidades en tiempo real de estos sistemas, el protocolo proporciona servicios de comunicación basados en el intercambio de variables periódicas y aperiódicas identificadas. Los intercambios periódicos tienen la máxima prioridad y se ejecutan en tiempo de ejecución de acuerdo con un calendario cíclico. Por lo tanto, la planificación respectiva se puede determinar a tiempo previo a la construcción de la tabla de horarios. En cuanto a los intercambios aperiódicos, la situación es diferente, ya que su prioridad es menor y se los bandea de acuerdo con una política de orden de llegada. En este trabajo, se presenta un análisis de schedulabilidad basado en el tiempo de respuesta para el tráfico en tiempo real. Este análisis considera ambos tipos de tráfico de forma integrada, de acuerdo con sus prioridades. Además, también se utiliza una política basada en prioridades fijas para programar el tráfico periódico. El análisis propuesto representa una mejora con respecto al trabajo anterior y puede ser evaluado en línea como parte de un control de admisión en línea de tráfico. Esta característica es de particular importancia cuando se utiliza un planificador de planificación, en lugar del típico planificador estático offline, para permitir cambios en línea al conjunto de variables de proceso periódicas ",
            "error": []
        },
        "real-time traffic schedulability analysis": {
            "translated_key": [],
            "translated_annotated_text": "Análisis de la esquelabilidad del tráfico en tiempo real en redes WorldFIP: un enfoque integrado El protocolo WorldFIP es uno de los perfiles que constituyen la norma europea fieldbus EN-50170. Es especialmente adecuado para ser utilizado en sistemas controlados por ordenador distribuidos donde un conjunto de variables de proceso debe ser compartido entre los dispositivos de red. Para hacer frente a las necesidades en tiempo real de estos sistemas, el protocolo proporciona servicios de comunicación basados en el intercambio de variables periódicas y aperiódicas identificadas. Los intercambios periódicos tienen la máxima prioridad y se ejecutan en tiempo de ejecución de acuerdo con un calendario cíclico. Por lo tanto, la planificación respectiva se puede determinar a tiempo previo a la construcción de la tabla de horarios. En cuanto a los intercambios aperiódicos, la situación es diferente, ya que su prioridad es menor y se los bandea de acuerdo con una política de orden de llegada. En este trabajo, se presenta un análisis de schedulabilidad basado en el tiempo de respuesta para el tráfico en tiempo real. Este análisis considera ambos tipos de tráfico de forma integrada, de acuerdo con sus prioridades. Además, también se utiliza una política basada en prioridades fijas para programar el tráfico periódico. El análisis propuesto representa una mejora con respecto al trabajo anterior y puede ser evaluado en línea como parte de un control de admisión en línea de tráfico. Esta característica es de particular importancia cuando se utiliza un planificador de planificación, en lugar del típico planificador estático offline, para permitir cambios en línea al conjunto de variables de proceso periódicas ",
            "error": []
        },
        "distributed computer-controlled systems": {
            "translated_key": "sistemas controlados por ordenador distribuidos",
            "translated_annotated_text": "Análisis de la esquelabilidad del tráfico en tiempo real en redes WorldFIP: un enfoque integrado El protocolo WorldFIP es uno de los perfiles que constituyen la norma europea fieldbus EN-50170. Es especialmente adecuado para ser utilizado en <br>sistemas controlados por ordenador distribuidos</br> donde un conjunto de variables de proceso debe ser compartido entre los dispositivos de red.  Para hacer frente a las necesidades en tiempo real de estos sistemas, el protocolo proporciona servicios de comunicación basados en el intercambio de variables periódicas y aperiódicas identificadas. Los intercambios periódicos tienen la máxima prioridad y se ejecutan en tiempo de ejecución de acuerdo con un calendario cíclico. Por lo tanto, la planificación respectiva se puede determinar a tiempo previo a la construcción de la tabla de horarios. En cuanto a los intercambios aperiódicos, la situación es diferente, ya que su prioridad es menor y se los bandea de acuerdo con una política de orden de llegada. En este trabajo, se presenta un análisis de schedulabilidad basado en el tiempo de respuesta para el tráfico en tiempo real. Este análisis considera ambos tipos de tráfico de forma integrada, de acuerdo con sus prioridades. Además, también se utiliza una política basada en prioridades fijas para programar el tráfico periódico. El análisis propuesto representa una mejora con respecto al trabajo anterior y puede ser evaluado en línea como parte de un control de admisión en línea de tráfico. Esta característica es de particular importancia cuando se utiliza un planificador de planificación, en lugar del típico planificador estático offline, para permitir cambios en línea al conjunto de variables de proceso periódicas ",
            "error": [
                ""
            ]
        },
        "communication services": {
            "translated_key": " ",
            "translated_annotated_text": "Análisis de la esquelabilidad del tráfico en tiempo real en redes WorldFIP: un enfoque integrado El protocolo WorldFIP es uno de los perfiles que constituyen la norma europea fieldbus EN-50170. Es especialmente adecuado para ser utilizado en sistemas controlados por ordenador distribuidos donde un conjunto de variables de proceso debe ser compartido entre los dispositivos de red. Para hacer frente a los requisitos en tiempo real de dichos sistemas, el protocolo proporciona servicios de comunicación <br> </br> basados en el intercambio de variables identificadas periódicas y aperiódicas. Los intercambios periódicos tienen la máxima prioridad y se ejecutan en tiempo de ejecución de acuerdo con un calendario cíclico. Por lo tanto, la planificación respectiva se puede determinar a tiempo previo a la construcción de la tabla de horarios. En cuanto a los intercambios aperiódicos, la situación es diferente, ya que su prioridad es menor y se los bandea de acuerdo con una política de orden de llegada. En este trabajo, se presenta un análisis de schedulabilidad basado en el tiempo de respuesta para el tráfico en tiempo real. Este análisis considera ambos tipos de tráfico de forma integrada, de acuerdo con sus prioridades. Además, también se utiliza una política basada en prioridades fijas para programar el tráfico periódico. El análisis propuesto representa una mejora con respecto al trabajo anterior y puede ser evaluado en línea como parte de un control de admisión en línea de tráfico. Esta característica es de particular importancia cuando se utiliza un planificador de planificación, en lugar del típico planificador estático offline, para permitir cambios en línea al conjunto de variables de proceso periódicas ",
            "error": [
                ""
            ]
        },
        "aperiodic exchanges": {
            "translated_key": [],
            "translated_annotated_text": "Análisis de la esquelabilidad del tráfico en tiempo real en redes WorldFIP: un enfoque integrado El protocolo WorldFIP es uno de los perfiles que constituyen la norma europea fieldbus EN-50170. Es especialmente adecuado para ser utilizado en sistemas controlados por ordenador distribuidos donde un conjunto de variables de proceso debe ser compartido entre los dispositivos de red. Para hacer frente a las necesidades en tiempo real de estos sistemas, el protocolo proporciona servicios de comunicación basados en el intercambio de variables periódicas y aperiódicas identificadas. Los intercambios periódicos tienen la máxima prioridad y se ejecutan en tiempo de ejecución de acuerdo con un calendario cíclico. Por lo tanto, la planificación respectiva se puede determinar a tiempo previo a la construcción de la tabla de horarios. Por lo que se refiere a los intercambios periódicos, la situación es diferente, ya que su prioridad es menor y están sujetos a una política de primeros auxilios. En este trabajo, se presenta un análisis de schedulabilidad basado en el tiempo de respuesta para el tráfico en tiempo real. Este análisis considera ambos tipos de tráfico de forma integrada, de acuerdo con sus prioridades. Además, también se utiliza una política basada en prioridades fijas para programar el tráfico periódico. El análisis propuesto representa una mejora con respecto al trabajo anterior y puede ser evaluado en línea como parte de un control de admisión en línea de tráfico. Esta característica es de particular importancia cuando se utiliza un planificador de planificación, en lugar del típico planificador estático offline, para permitir cambios en línea al conjunto de variables de proceso periódicas ",
            "error": []
        },
        "traffic online admission control": {
            "translated_key": "control de admisión en línea de tráfico",
            "translated_annotated_text": "Análisis de la esquelabilidad del tráfico en tiempo real en redes WorldFIP: un enfoque integrado El protocolo WorldFIP es uno de los perfiles que constituyen la norma europea fieldbus EN-50170. Es especialmente adecuado para ser utilizado en sistemas controlados por ordenador distribuidos donde un conjunto de variables de proceso debe ser compartido entre los dispositivos de red. Para hacer frente a las necesidades en tiempo real de estos sistemas, el protocolo proporciona servicios de comunicación basados en el intercambio de variables periódicas y aperiódicas identificadas. Los intercambios periódicos tienen la máxima prioridad y se ejecutan en tiempo de ejecución de acuerdo con un calendario cíclico. Por lo tanto, la planificación respectiva se puede determinar a tiempo previo a la construcción de la tabla de horarios. En cuanto a los intercambios aperiódicos, la situación es diferente, ya que su prioridad es menor y se los bandea de acuerdo con una política de orden de llegada. En este trabajo, se presenta un análisis de schedulabilidad basado en el tiempo de respuesta para el tráfico en tiempo real. Este análisis considera ambos tipos de tráfico de forma integrada, de acuerdo con sus prioridades. Además, también se utiliza una política basada en prioridades fijas para programar el tráfico periódico. El análisis propuesto representa una mejora con respecto al trabajo anterior y puede ser evaluado en línea como parte de un <br>control de admisión en línea de tráfico</br>.  Esta característica es de particular importancia cuando se utiliza un planificador de planificación, en lugar del típico planificador estático offline, para permitir cambios en línea al conjunto de variables de proceso periódicas ",
            "error": [
                ""
            ]
        },
        "first-come-first-served policy": {
            "translated_key": "primero en llegar-primero en servir",
            "translated_annotated_text": "Análisis de la esquelabilidad del tráfico en tiempo real en redes WorldFIP: un enfoque integrado El protocolo WorldFIP es uno de los perfiles que constituyen la norma europea fieldbus EN-50170. Es especialmente adecuado para ser utilizado en sistemas controlados por ordenador distribuidos donde un conjunto de variables de proceso debe ser compartido entre los dispositivos de red. Para hacer frente a las necesidades en tiempo real de estos sistemas, el protocolo proporciona servicios de comunicación basados en el intercambio de variables periódicas y aperiódicas identificadas. Los intercambios periódicos tienen la máxima prioridad y se ejecutan en tiempo de ejecución de acuerdo con un calendario cíclico. Por lo tanto, la planificación respectiva se puede determinar a tiempo previo a la construcción de la tabla de horarios. Por lo que se refiere a los intercambios aperiódicos, la situación es diferente, ya que su prioridad es menor y se les aplica una política <br>primero en llegar-primero en servir</br>. En este trabajo, se presenta un análisis de schedulabilidad basado en el tiempo de respuesta para el tráfico en tiempo real. Este análisis considera ambos tipos de tráfico de forma integrada, de acuerdo con sus prioridades. Además, también se utiliza una política basada en prioridades fijas para programar el tráfico periódico. El análisis propuesto representa una mejora con respecto al trabajo anterior y puede ser evaluado en línea como parte de un control de admisión en línea de tráfico. Esta característica es de particular importancia cuando se utiliza un planificador de planificación, en lugar del típico planificador estático offline, para permitir cambios en línea al conjunto de variables de proceso periódicas ",
            "error": [
                ""
            ]
        },
        "periodic process variables": {
            "translated_key": "periódico",
            "translated_annotated_text": "Análisis de la esquelabilidad del tráfico en tiempo real en redes WorldFIP: un enfoque integrado El protocolo WorldFIP es uno de los perfiles que constituyen la norma europea fieldbus EN-50170. Es especialmente adecuado para ser utilizado en sistemas controlados por ordenador distribuidos donde un conjunto de variables de proceso debe ser compartido entre los dispositivos de red. Para hacer frente a las necesidades en tiempo real de estos sistemas, el protocolo proporciona servicios de comunicación basados en el intercambio de variables periódicas y aperiódicas identificadas. Los intercambios periódicos tienen la máxima prioridad y se ejecutan en tiempo de ejecución de acuerdo con un calendario cíclico. Por lo tanto, la planificación respectiva se puede determinar a tiempo previo a la construcción de la tabla de horarios. En cuanto a los intercambios aperiódicos, la situación es diferente, ya que su prioridad es menor y se los bandea de acuerdo con una política de orden de llegada. En este trabajo, se presenta un análisis de schedulabilidad basado en el tiempo de respuesta para el tráfico en tiempo real. Este análisis considera ambos tipos de tráfico de forma integrada, de acuerdo con sus prioridades. Además, también se utiliza una política basada en prioridades fijas para programar el tráfico periódico. El análisis propuesto representa una mejora con respecto al trabajo anterior y puede ser evaluado en línea como parte de un control de admisión en línea de tráfico. Esta característica es de particular importancia cuando se utiliza un planificador de planificación, en lugar del típico planificador estático offline, para permitir cambios en línea al conjunto de variables de proceso <br>periódico</br> ",
            "error": [
                ""
            ]
        },
        "real-time communication": {
            "translated_key": [],
            "translated_annotated_text": "Análisis de la esquelabilidad del tráfico en tiempo real en redes WorldFIP: un enfoque integrado El protocolo WorldFIP es uno de los perfiles que constituyen la norma europea fieldbus EN-50170. Es especialmente adecuado para ser utilizado en sistemas controlados por ordenador distribuidos donde un conjunto de variables de proceso debe ser compartido entre los dispositivos de red. Para hacer frente a las necesidades en tiempo real de estos sistemas, el protocolo proporciona servicios de comunicación basados en el intercambio de variables periódicas y aperiódicas identificadas. Los intercambios periódicos tienen la máxima prioridad y se ejecutan en tiempo de ejecución de acuerdo con un calendario cíclico. Por lo tanto, la planificación respectiva se puede determinar a tiempo previo a la construcción de la tabla de horarios. En cuanto a los intercambios aperiódicos, la situación es diferente, ya que su prioridad es menor y se los bandea de acuerdo con una política de orden de llegada. En este trabajo, se presenta un análisis de schedulabilidad basado en el tiempo de respuesta para el tráfico en tiempo real. Este análisis considera ambos tipos de tráfico de forma integrada, de acuerdo con sus prioridades. Además, también se utiliza una política basada en prioridades fijas para programar el tráfico periódico. El análisis propuesto representa una mejora con respecto al trabajo anterior y puede ser evaluado en línea como parte de un control de admisión en línea de tráfico. Esta característica es de particular importancia cuando se utiliza un planificador de planificación, en lugar del típico planificador estático offline, para permitir cambios en línea al conjunto de variables de proceso periódicas ",
            "error": []
        },
        "scheduling algorithms": {
            "translated_key": [],
            "translated_annotated_text": "Análisis de la esquelabilidad del tráfico en tiempo real en redes WorldFIP: un enfoque integrado El protocolo WorldFIP es uno de los perfiles que constituyen la norma europea fieldbus EN-50170. Es especialmente adecuado para ser utilizado en sistemas controlados por ordenador distribuidos donde un conjunto de variables de proceso debe ser compartido entre los dispositivos de red. Para hacer frente a las necesidades en tiempo real de estos sistemas, el protocolo proporciona servicios de comunicación basados en el intercambio de variables periódicas y aperiódicas identificadas. Los intercambios periódicos tienen la máxima prioridad y se ejecutan en tiempo de ejecución de acuerdo con un calendario cíclico. Por lo tanto, la planificación respectiva se puede determinar a tiempo previo a la construcción de la tabla de horarios. En cuanto a los intercambios aperiódicos, la situación es diferente, ya que su prioridad es menor y se los bandea de acuerdo con una política de orden de llegada. En este trabajo, se presenta un análisis de schedulabilidad basado en el tiempo de respuesta para el tráfico en tiempo real. Este análisis considera ambos tipos de tráfico de forma integrada, de acuerdo con sus prioridades. Además, también se utiliza una política basada en prioridades fijas para programar el tráfico periódico. El análisis propuesto representa una mejora con respecto al trabajo anterior y puede ser evaluado en línea como parte de un control de admisión en línea de tráfico. Esta característica es de particular importancia cuando se utiliza un planificador de planificación, en lugar del típico planificador estático offline, para permitir cambios en línea al conjunto de variables de proceso periódicas ",
            "error": []
        },
        "response time": {
            "translated_key": [],
            "translated_annotated_text": "Análisis de la esquelabilidad del tráfico en tiempo real en redes WorldFIP: un enfoque integrado El protocolo WorldFIP es uno de los perfiles que constituyen la norma europea fieldbus EN-50170. Es especialmente adecuado para ser utilizado en sistemas controlados por ordenador distribuidos donde un conjunto de variables de proceso debe ser compartido entre los dispositivos de red. Para hacer frente a las necesidades en tiempo real de estos sistemas, el protocolo proporciona servicios de comunicación basados en el intercambio de variables periódicas y aperiódicas identificadas. Los intercambios periódicos tienen la máxima prioridad y se ejecutan en tiempo de ejecución de acuerdo con un calendario cíclico. Por lo tanto, la planificación respectiva se puede determinar a tiempo previo a la construcción de la tabla de horarios. En cuanto a los intercambios aperiódicos, la situación es diferente, ya que su prioridad es menor y se los bandea de acuerdo con una política de orden de llegada. En este trabajo, se presenta un análisis de schedulabilidad basado en el tiempo de respuesta para el tráfico en tiempo real. Este análisis considera ambos tipos de tráfico de forma integrada, de acuerdo con sus prioridades. Además, también se utiliza una política basada en prioridades fijas para programar el tráfico periódico. El análisis propuesto representa una mejora con respecto al trabajo anterior y puede ser evaluado en línea como parte de un control de admisión en línea de tráfico. Esta característica es de particular importancia cuando se utiliza un planificador de planificación, en lugar del típico planificador estático offline, para permitir cambios en línea al conjunto de variables de proceso periódicas ",
            "error": []
        },
        "field buses": {
            "translated_key": [],
            "translated_annotated_text": "Análisis de la esquelabilidad del tráfico en tiempo real en redes WorldFIP: un enfoque integrado El protocolo WorldFIP es uno de los perfiles que constituyen la norma europea fieldbus EN-50170. Es especialmente adecuado para ser utilizado en sistemas controlados por ordenador distribuidos donde un conjunto de variables de proceso debe ser compartido entre los dispositivos de red. Para hacer frente a las necesidades en tiempo real de estos sistemas, el protocolo proporciona servicios de comunicación basados en el intercambio de variables periódicas y aperiódicas identificadas. Los intercambios periódicos tienen la máxima prioridad y se ejecutan en tiempo de ejecución de acuerdo con un calendario cíclico. Por lo tanto, la planificación respectiva se puede determinar a tiempo previo a la construcción de la tabla de horarios. En cuanto a los intercambios aperiódicos, la situación es diferente, ya que su prioridad es menor y se los bandea de acuerdo con una política de orden de llegada. En este trabajo, se presenta un análisis de schedulabilidad basado en el tiempo de respuesta para el tráfico en tiempo real. Este análisis considera ambos tipos de tráfico de forma integrada, de acuerdo con sus prioridades. Además, también se utiliza una política basada en prioridades fijas para programar el tráfico periódico. El análisis propuesto representa una mejora con respecto al trabajo anterior y puede ser evaluado en línea como parte de un control de admisión en línea de tráfico. Esta característica es de particular importancia cuando se utiliza un planificador de planificación, en lugar del típico planificador estático offline, para permitir cambios en línea al conjunto de variables de proceso periódicas ",
            "error": []
        },
        "protocols": {
            "translated_key": [],
            "translated_annotated_text": "Análisis de la esquelabilidad del tráfico en tiempo real en redes WorldFIP: un enfoque integrado El protocolo WorldFIP es uno de los perfiles que constituyen la norma europea fieldbus EN-50170. Es especialmente adecuado para ser utilizado en sistemas controlados por ordenador distribuidos donde un conjunto de variables de proceso debe ser compartido entre los dispositivos de red. Para hacer frente a las necesidades en tiempo real de estos sistemas, el protocolo proporciona servicios de comunicación basados en el intercambio de variables periódicas y aperiódicas identificadas. Los intercambios periódicos tienen la máxima prioridad y se ejecutan en tiempo de ejecución de acuerdo con un calendario cíclico. Por lo tanto, la planificación respectiva se puede determinar a tiempo previo a la construcción de la tabla de horarios. En cuanto a los intercambios aperiódicos, la situación es diferente, ya que su prioridad es menor y se los bandea de acuerdo con una política de orden de llegada. En este trabajo, se presenta un análisis de schedulabilidad basado en el tiempo de respuesta para el tráfico en tiempo real. Este análisis considera ambos tipos de tráfico de forma integrada, de acuerdo con sus prioridades. Además, también se utiliza una política basada en prioridades fijas para programar el tráfico periódico. El análisis propuesto representa una mejora con respecto al trabajo anterior y puede ser evaluado en línea como parte de un control de admisión en línea de tráfico. Esta característica es de particular importancia cuando se utiliza un planificador de planificación, en lugar del típico planificador estático offline, para permitir cambios en línea al conjunto de variables de proceso periódicas ",
            "error": []
        },
        "real-time systems": {
            "translated_key": [],
            "translated_annotated_text": "Análisis de la esquelabilidad del tráfico en tiempo real en redes WorldFIP: un enfoque integrado El protocolo WorldFIP es uno de los perfiles que constituyen la norma europea fieldbus EN-50170. Es especialmente adecuado para ser utilizado en sistemas controlados por ordenador distribuidos donde un conjunto de variables de proceso debe ser compartido entre los dispositivos de red. Para hacer frente a las necesidades en tiempo real de estos sistemas, el protocolo proporciona servicios de comunicación basados en el intercambio de variables periódicas y aperiódicas identificadas. Los intercambios periódicos tienen la máxima prioridad y se ejecutan en tiempo de ejecución de acuerdo con un calendario cíclico. Por lo tanto, la planificación respectiva se puede determinar a tiempo previo a la construcción de la tabla de horarios. En cuanto a los intercambios aperiódicos, la situación es diferente, ya que su prioridad es menor y se los bandea de acuerdo con una política de orden de llegada. En este trabajo, se presenta un análisis de schedulabilidad basado en el tiempo de respuesta para el tráfico en tiempo real. Este análisis considera ambos tipos de tráfico de forma integrada, de acuerdo con sus prioridades. Además, también se utiliza una política basada en prioridades fijas para programar el tráfico periódico. El análisis propuesto representa una mejora con respecto al trabajo anterior y puede ser evaluado en línea como parte de un control de admisión en línea de tráfico. Esta característica es de particular importancia cuando se utiliza un planificador de planificación, en lugar del típico planificador estático offline, para permitir cambios en línea al conjunto de variables de proceso periódicas ",
            "error": []
        },
        "scheduling": {
            "translated_key": [],
            "translated_annotated_text": "Análisis de la esquelabilidad del tráfico en tiempo real en redes WorldFIP: un enfoque integrado El protocolo WorldFIP es uno de los perfiles que constituyen la norma europea fieldbus EN-50170. Es especialmente adecuado para ser utilizado en sistemas controlados por ordenador distribuidos donde un conjunto de variables de proceso debe ser compartido entre los dispositivos de red. Para hacer frente a las necesidades en tiempo real de estos sistemas, el protocolo proporciona servicios de comunicación basados en el intercambio de variables periódicas y aperiódicas identificadas. Los intercambios periódicos tienen la máxima prioridad y se ejecutan en tiempo de ejecución de acuerdo con un calendario cíclico. Por lo tanto, la planificación respectiva se puede determinar a tiempo previo a la construcción de la tabla de horarios. En cuanto a los intercambios aperiódicos, la situación es diferente, ya que su prioridad es menor y se los bandea de acuerdo con una política de orden de llegada. En este trabajo, se presenta un análisis de schedulabilidad basado en el tiempo de respuesta para el tráfico en tiempo real. Este análisis considera ambos tipos de tráfico de forma integrada, de acuerdo con sus prioridades. Además, también se utiliza una política basada en prioridades fijas para programar el tráfico periódico. El análisis propuesto representa una mejora con respecto al trabajo anterior y puede ser evaluado en línea como parte de un control de admisión en línea de tráfico. Esta característica es de particular importancia cuando se utiliza un planificador de planificación, en lugar del típico planificador estático offline, para permitir cambios en línea al conjunto de variables de proceso periódicas ",
            "error": []
        },
        "telecommunication congestion control": {
            "translated_key": [],
            "translated_annotated_text": "Análisis de la esquelabilidad del tráfico en tiempo real en redes WorldFIP: un enfoque integrado El protocolo WorldFIP es uno de los perfiles que constituyen la norma europea fieldbus EN-50170. Es especialmente adecuado para ser utilizado en sistemas controlados por ordenador distribuidos donde un conjunto de variables de proceso debe ser compartido entre los dispositivos de red. Para hacer frente a las necesidades en tiempo real de estos sistemas, el protocolo proporciona servicios de comunicación basados en el intercambio de variables periódicas y aperiódicas identificadas. Los intercambios periódicos tienen la máxima prioridad y se ejecutan en tiempo de ejecución de acuerdo con un calendario cíclico. Por lo tanto, la planificación respectiva se puede determinar a tiempo previo a la construcción de la tabla de horarios. En cuanto a los intercambios aperiódicos, la situación es diferente, ya que su prioridad es menor y se los bandea de acuerdo con una política de orden de llegada. En este trabajo, se presenta un análisis de schedulabilidad basado en el tiempo de respuesta para el tráfico en tiempo real. Este análisis considera ambos tipos de tráfico de forma integrada, de acuerdo con sus prioridades. Además, también se utiliza una política basada en prioridades fijas para programar el tráfico periódico. El análisis propuesto representa una mejora con respecto al trabajo anterior y puede ser evaluado en línea como parte de un control de admisión en línea de tráfico. Esta característica es de particular importancia cuando se utiliza un planificador de planificación, en lugar del típico planificador estático offline, para permitir cambios en línea al conjunto de variables de proceso periódicas ",
            "error": []
        },
        "telecommunication traffic": {
            "translated_key": [],
            "translated_annotated_text": "Análisis de la esquelabilidad del tráfico en tiempo real en redes WorldFIP: un enfoque integrado El protocolo WorldFIP es uno de los perfiles que constituyen la norma europea fieldbus EN-50170. Es especialmente adecuado para ser utilizado en sistemas controlados por ordenador distribuidos donde un conjunto de variables de proceso debe ser compartido entre los dispositivos de red. Para hacer frente a las necesidades en tiempo real de estos sistemas, el protocolo proporciona servicios de comunicación basados en el intercambio de variables periódicas y aperiódicas identificadas. Los intercambios periódicos tienen la máxima prioridad y se ejecutan en tiempo de ejecución de acuerdo con un calendario cíclico. Por lo tanto, la planificación respectiva se puede determinar a tiempo previo a la construcción de la tabla de horarios. En cuanto a los intercambios aperiódicos, la situación es diferente, ya que su prioridad es menor y se los bandea de acuerdo con una política de orden de llegada. En este trabajo, se presenta un análisis de schedulabilidad basado en el tiempo de respuesta para el tráfico en tiempo real. Este análisis considera ambos tipos de tráfico de forma integrada, de acuerdo con sus prioridades. Además, también se utiliza una política basada en prioridades fijas para programar el tráfico periódico. El análisis propuesto representa una mejora con respecto al trabajo anterior y puede ser evaluado en línea como parte de un control de admisión en línea de tráfico. Esta característica es de particular importancia cuando se utiliza un planificador de planificación, en lugar del típico planificador estático offline, para permitir cambios en línea al conjunto de variables de proceso periódicas ",
            "error": []
        }
    }
}