{
    "original_text": "Novel line conditioner with voltage up/down capability In this paper, a novel pulsewidth-modulated line conditioner with fast output voltage control is proposed. The line conditioner is made up of an AC chopper with reversible voltage control and a transformer for series voltage compensation. In the AC chopper, a proper switching operation is achieved without the commutation problem. To absorb energy stored in line stray inductance, a regenerative DC snubber can be utilized which has only one capacitor without discharging resistors or complicated regenerative circuit for snubber energy. Therefore, the proposed AC chopper gives high efficiency and reliability. The output voltage of the line conditioner is controlled using a fast sensing technique of the output voltage. It is also shown via some experimental results that the presented line conditioner gives good dynamic and steady-state performance for high quality of the output voltage",
    "original_translation": "Acondicionador de línea novedosa con capacidad de subida/baja de tensión En este artículo, se propone un nuevo acondicionador de línea modulada de ancho de pulso con control de tensión de salida rápido. El acondicionador de línea se compone de un helicóptero AC con control de tensión reversible y un transformador para la compensación de tensión de serie. En el helicóptero AC, se logra una operación de conmutación adecuada sin el problema de conmutación. Para absorber la energía almacenada en la inductancia perdida de la línea, se puede utilizar un nubo de CC regenerativo que tiene sólo un condensador sin descargar resistencias o circuito regenerativo complicado para la energía de nubo. Por lo tanto, el helicóptero AC propuesto da alta eficiencia y fiabilidad. La tensión de salida del acondicionador de línea se controla mediante una técnica de detección rápida de la tensión de salida. También se muestra a través de algunos resultados experimentales que el acondicionador de línea presentado da un buen rendimiento dinámico y en estado estacionario para la alta calidad de la tensión de salida",
    "error_count": 9,
    "keys": {
        "pulsewidth-modulated line conditioner": {
            "translated_key": "pulsewidth",
            "translated_annotated_text": "Acondicionador de línea nueva con capacidad de subida/abajo En este artículo se propone un nuevo acondicionador de línea modulada <br>pulsewidth</br> con control de tensión de salida rápido. El acondicionador de línea se compone de un helicóptero AC con control de tensión reversible y un transformador para la compensación de tensión de serie. En el helicóptero AC, se logra una operación de conmutación adecuada sin el problema de conmutación. Para absorber la energía almacenada en la inductancia perdida de la línea, se puede utilizar un nubo de CC regenerativo que tiene sólo un condensador sin descargar resistencias o circuito regenerativo complicado para la energía de nubo. Por lo tanto, el helicóptero AC propuesto da alta eficiencia y fiabilidad. La tensión de salida del acondicionador de línea se controla mediante una técnica de detección rápida de la tensión de salida. También se muestra a través de algunos resultados experimentales que el acondicionador de línea presentado da un buen rendimiento dinámico y en estado estacionario para la alta calidad de la tensión de salida ",
            "error": [
                ""
            ]
        },
        "output voltage control": {
            "translated_key": " ",
            "translated_annotated_text": "Acondicionador de línea novel con capacidad de subida/abajo En este artículo, se propone un nuevo acondicionador de línea modulada de ancho de pulso con control de tensión de salida rápido <br> </br>. El acondicionador de línea se compone de un helicóptero AC con control de tensión reversible y un transformador para la compensación de tensión de serie. En el helicóptero AC, se logra una operación de conmutación adecuada sin el problema de conmutación. Para absorber la energía almacenada en la inductancia perdida de la línea, se puede utilizar un nubo de CC regenerativo que tiene sólo un condensador sin descargar resistencias o circuito regenerativo complicado para la energía de nubo. Por lo tanto, el helicóptero AC propuesto da alta eficiencia y fiabilidad. La tensión de salida del acondicionador de línea se controla mediante una técnica de detección rápida de la tensión de salida. También se muestra a través de algunos resultados experimentales que el acondicionador de línea presentado da un buen rendimiento dinámico y en estado estacionario para la alta calidad de la tensión de salida ",
            "error": [
                ""
            ]
        },
        "AC chopper": {
            "translated_key": [
                "AC",
                "AC",
                "AC propuesto"
            ],
            "translated_annotated_text": "Acondicionador de línea novedosa con capacidad de subida/baja de tensión En este artículo, se propone un nuevo acondicionador de línea modulada de ancho de pulso con control de tensión de salida rápido. El acondicionador de línea se compone de un helicóptero <br>AC</br> con control de tensión reversible y un transformador para la compensación de tensión de serie. En el helicóptero <br>AC</br>, se logra una operación de conmutación adecuada sin el problema de conmutación. Para absorber la energía almacenada en la inductancia perdida de la línea, se puede utilizar un nubo de CC regenerativo que tiene sólo un condensador sin descargar resistencias o circuito regenerativo complicado para la energía de nubo. Por lo tanto, el helicóptero <br>AC propuesto</br> da una alta eficiencia y fiabilidad. La tensión de salida del acondicionador de línea se controla mediante una técnica de detección rápida de la tensión de salida. También se muestra a través de algunos resultados experimentales que el acondicionador de línea presentado da un buen rendimiento dinámico y en estado estacionario para la alta calidad de la tensión de salida ",
            "error": [
                "AC",
                "AC",
                "AC propuesto"
            ]
        },
        "reversible voltage control": {
            "translated_key": [],
            "translated_annotated_text": "Acondicionador de línea novedosa con capacidad de subida/baja de tensión En este artículo, se propone un nuevo acondicionador de línea modulada de ancho de pulso con control de tensión de salida rápido. El acondicionador de línea se compone de un helicóptero AC con control de tensión reversible <br> y un transformador para la compensación de tensión en serie. En el helicóptero AC, se logra una operación de conmutación adecuada sin el problema de conmutación. Para absorber la energía almacenada en la inductancia perdida de la línea, se puede utilizar un nubo de CC regenerativo que tiene sólo un condensador sin descargar resistencias o circuito regenerativo complicado para la energía de nubo. Por lo tanto, el helicóptero AC propuesto da alta eficiencia y fiabilidad. La tensión de salida del acondicionador de línea se controla mediante una técnica de detección rápida de la tensión de salida. También se muestra a través de algunos resultados experimentales que el acondicionador de línea presentado da un buen rendimiento dinámico y en estado estacionario para la alta calidad de la tensión de salida ",
            "error": []
        },
        "series voltage compensation transformer": {
            "translated_key": [],
            "translated_annotated_text": "Acondicionador de línea novedosa con capacidad de subida/baja de tensión En este artículo, se propone un nuevo acondicionador de línea modulada de ancho de pulso con control de tensión de salida rápido. El acondicionador de línea se compone de un helicóptero AC con control de tensión reversible y un transformador para la compensación de tensión de serie. En el helicóptero AC, se logra una operación de conmutación adecuada sin el problema de conmutación. Para absorber la energía almacenada en la inductancia perdida de la línea, se puede utilizar un nubo de CC regenerativo que tiene sólo un condensador sin descargar resistencias o circuito regenerativo complicado para la energía de nubo. Por lo tanto, el helicóptero AC propuesto da alta eficiencia y fiabilidad. La tensión de salida del acondicionador de línea se controla mediante una técnica de detección rápida de la tensión de salida. También se muestra a través de algunos resultados experimentales que el acondicionador de línea presentado da un buen rendimiento dinámico y en estado estacionario para la alta calidad de la tensión de salida ",
            "error": []
        },
        "switching operation": {
            "translated_key": [],
            "translated_annotated_text": "Acondicionador de línea novedosa con capacidad de subida/baja de tensión En este artículo, se propone un nuevo acondicionador de línea modulada de ancho de pulso con control de tensión de salida rápido. El acondicionador de línea se compone de un helicóptero AC con control de tensión reversible y un transformador para la compensación de tensión de serie. En el helicóptero AC, se logra una operación de conmutación adecuada <br> sin el problema de conmutación. Para absorber la energía almacenada en la inductancia perdida de la línea, se puede utilizar un nubo de CC regenerativo que tiene sólo un condensador sin descargar resistencias o circuito regenerativo complicado para la energía de nubo. Por lo tanto, el helicóptero AC propuesto da alta eficiencia y fiabilidad. La tensión de salida del acondicionador de línea se controla mediante una técnica de detección rápida de la tensión de salida. También se muestra a través de algunos resultados experimentales que el acondicionador de línea presentado da un buen rendimiento dinámico y en estado estacionario para la alta calidad de la tensión de salida ",
            "error": []
        },
        "commutation": {
            "translated_key": "commutation",
            "translated_annotated_text": "Acondicionador de línea novedosa con capacidad de subida/baja de tensión En este artículo, se propone un nuevo acondicionador de línea modulada de ancho de pulso con control de tensión de salida rápido. El acondicionador de línea se compone de un helicóptero AC con control de tensión reversible y un transformador para la compensación de tensión de serie. En el helicóptero AC, se logra una operación de conmutación adecuada sin el problema <br>commutation</br>. Para absorber la energía almacenada en la inductancia perdida de la línea, se puede utilizar un nubo de CC regenerativo que tiene sólo un condensador sin descargar resistencias o circuito regenerativo complicado para la energía de nubo. Por lo tanto, el helicóptero AC propuesto da alta eficiencia y fiabilidad. La tensión de salida del acondicionador de línea se controla mediante una técnica de detección rápida de la tensión de salida. También se muestra a través de algunos resultados experimentales que el acondicionador de línea presentado da un buen rendimiento dinámico y en estado estacionario para la alta calidad de la tensión de salida ",
            "error": [
                ""
            ]
        },
        "line stray inductance": {
            "translated_key": "line",
            "translated_annotated_text": "Acondicionador de línea novedosa con capacidad de subida/baja de tensión En este artículo, se propone un nuevo acondicionador de línea modulada de ancho de pulso con control de tensión de salida rápido. El acondicionador de línea se compone de un helicóptero AC con control de tensión reversible y un transformador para la compensación de tensión de serie. En el helicóptero AC, se logra una operación de conmutación adecuada sin el problema de conmutación. Para absorber la energía almacenada en inductancia perdida <br>line</br>, se puede utilizar un nubo de CC regenerativo que tiene sólo un condensador sin resistencias de descarga o circuito regenerativo complicado para la energía del nubo. Por lo tanto, el helicóptero AC propuesto da alta eficiencia y fiabilidad. La tensión de salida del acondicionador de línea se controla mediante una técnica de detección rápida de la tensión de salida. También se muestra a través de algunos resultados experimentales que el acondicionador de línea presentado da un buen rendimiento dinámico y en estado estacionario para la alta calidad de la tensión de salida ",
            "error": [
                ""
            ]
        },
        "regenerative DC snubber": {
            "translated_key": "regenerativo de corriente continua snubber",
            "translated_annotated_text": "Acondicionador de línea novedosa con capacidad de subida/baja de tensión En este artículo, se propone un nuevo acondicionador de línea modulada de ancho de pulso con control de tensión de salida rápido. El acondicionador de línea se compone de un helicóptero AC con control de tensión reversible y un transformador para la compensación de tensión de serie. En el helicóptero AC, se logra una operación de conmutación adecuada sin el problema de conmutación. Para absorber la energía almacenada en la inductancia perdida en línea, se puede utilizar un <br>regenerativo de corriente continua snubber</br> que tiene sólo un condensador sin descargar resistencias o circuito regenerativo complicado para la energía del nubber. Por lo tanto, el helicóptero AC propuesto da alta eficiencia y fiabilidad. La tensión de salida del acondicionador de línea se controla mediante una técnica de detección rápida de la tensión de salida. También se muestra a través de algunos resultados experimentales que el acondicionador de línea presentado da un buen rendimiento dinámico y en estado estacionario para la alta calidad de la tensión de salida ",
            "error": [
                ""
            ]
        },
        "dynamic performance": {
            "translated_key": [],
            "translated_annotated_text": "Acondicionador de línea novedosa con capacidad de subida/baja de tensión En este artículo, se propone un nuevo acondicionador de línea modulada de ancho de pulso con control de tensión de salida rápido. El acondicionador de línea se compone de un helicóptero AC con control de tensión reversible y un transformador para la compensación de tensión de serie. En el helicóptero AC, se logra una operación de conmutación adecuada sin el problema de conmutación. Para absorber la energía almacenada en la inductancia perdida de la línea, se puede utilizar un nubo de CC regenerativo que tiene sólo un condensador sin descargar resistencias o circuito regenerativo complicado para la energía de nubo. Por lo tanto, el helicóptero AC propuesto da alta eficiencia y fiabilidad. La tensión de salida del acondicionador de línea se controla mediante una técnica de detección rápida de la tensión de salida. También se muestra a través de algunos resultados experimentales que el acondicionador de línea presentado da un buen rendimiento dinámico y en estado estacionario para la alta calidad de la tensión de salida ",
            "error": []
        },
        "steady-state performance": {
            "translated_key": "steady-state",
            "translated_annotated_text": "Acondicionador de línea novedosa con capacidad de subida/baja de tensión En este artículo, se propone un nuevo acondicionador de línea modulada de ancho de pulso con control de tensión de salida rápido. El acondicionador de línea se compone de un helicóptero AC con control de tensión reversible y un transformador para la compensación de tensión de serie. En el helicóptero AC, se logra una operación de conmutación adecuada sin el problema de conmutación. Para absorber la energía almacenada en la inductancia perdida de la línea, se puede utilizar un nubo de CC regenerativo que tiene sólo un condensador sin descargar resistencias o circuito regenerativo complicado para la energía de nubo. Por lo tanto, el helicóptero AC propuesto da alta eficiencia y fiabilidad. La tensión de salida del acondicionador de línea se controla mediante una técnica de detección rápida de la tensión de salida. También se muestra a través de algunos resultados experimentales que el acondicionador de línea presentado da un buen rendimiento dinámico y <br>steady-state</br> para una alta calidad de la tensión de salida ",
            "error": [
                ""
            ]
        },
        "choppers (circuits)": {
            "translated_key": [],
            "translated_annotated_text": "Acondicionador de línea novedosa con capacidad de subida/baja de tensión En este artículo, se propone un nuevo acondicionador de línea modulada de ancho de pulso con control de tensión de salida rápido. El acondicionador de línea se compone de un helicóptero AC con control de tensión reversible y un transformador para la compensación de tensión de serie. En el helicóptero AC, se logra una operación de conmutación adecuada sin el problema de conmutación. Para absorber la energía almacenada en la inductancia perdida de la línea, se puede utilizar un nubo de CC regenerativo que tiene sólo un condensador sin descargar resistencias o circuito regenerativo complicado para la energía de nubo. Por lo tanto, el helicóptero AC propuesto da alta eficiencia y fiabilidad. La tensión de salida del acondicionador de línea se controla mediante una técnica de detección rápida de la tensión de salida. También se muestra a través de algunos resultados experimentales que el acondicionador de línea presentado da un buen rendimiento dinámico y en estado estacionario para la alta calidad de la tensión de salida ",
            "error": []
        },
        "power transformers": {
            "translated_key": [],
            "translated_annotated_text": "Acondicionador de línea novedosa con capacidad de subida/baja de tensión En este artículo, se propone un nuevo acondicionador de línea modulada de ancho de pulso con control de tensión de salida rápido. El acondicionador de línea se compone de un helicóptero AC con control de tensión reversible y un transformador para la compensación de tensión de serie. En el helicóptero AC, se logra una operación de conmutación adecuada sin el problema de conmutación. Para absorber la energía almacenada en la inductancia perdida de la línea, se puede utilizar un nubo de CC regenerativo que tiene sólo un condensador sin descargar resistencias o circuito regenerativo complicado para la energía de nubo. Por lo tanto, el helicóptero AC propuesto da alta eficiencia y fiabilidad. La tensión de salida del acondicionador de línea se controla mediante una técnica de detección rápida de la tensión de salida. También se muestra a través de algunos resultados experimentales que el acondicionador de línea presentado da un buen rendimiento dinámico y en estado estacionario para la alta calidad de la tensión de salida ",
            "error": []
        },
        "PWM power convertors": {
            "translated_key": [],
            "translated_annotated_text": "Acondicionador de línea novedosa con capacidad de subida/baja de tensión En este artículo, se propone un nuevo acondicionador de línea modulada de ancho de pulso con control de tensión de salida rápido. El acondicionador de línea se compone de un helicóptero AC con control de tensión reversible y un transformador para la compensación de tensión de serie. En el helicóptero AC, se logra una operación de conmutación adecuada sin el problema de conmutación. Para absorber la energía almacenada en la inductancia perdida de la línea, se puede utilizar un nubo de CC regenerativo que tiene sólo un condensador sin descargar resistencias o circuito regenerativo complicado para la energía de nubo. Por lo tanto, el helicóptero AC propuesto da alta eficiencia y fiabilidad. La tensión de salida del acondicionador de línea se controla mediante una técnica de detección rápida de la tensión de salida. También se muestra a través de algunos resultados experimentales que el acondicionador de línea presentado da un buen rendimiento dinámico y en estado estacionario para la alta calidad de la tensión de salida ",
            "error": []
        },
        "snubbers": {
            "translated_key": [],
            "translated_annotated_text": "Acondicionador de línea novedosa con capacidad de subida/baja de tensión En este artículo, se propone un nuevo acondicionador de línea modulada de ancho de pulso con control de tensión de salida rápido. El acondicionador de línea se compone de un helicóptero AC con control de tensión reversible y un transformador para la compensación de tensión de serie. En el helicóptero AC, se logra una operación de conmutación adecuada sin el problema de conmutación. Para absorber la energía almacenada en la inductancia perdida de la línea, se puede utilizar un nubo de CC regenerativo que tiene sólo un condensador sin descargar resistencias o circuito regenerativo complicado para la energía de nubo. Por lo tanto, el helicóptero AC propuesto da alta eficiencia y fiabilidad. La tensión de salida del acondicionador de línea se controla mediante una técnica de detección rápida de la tensión de salida. También se muestra a través de algunos resultados experimentales que el acondicionador de línea presentado da un buen rendimiento dinámico y en estado estacionario para la alta calidad de la tensión de salida ",
            "error": []
        },
        "voltage control": {
            "translated_key": " de salida rápida",
            "translated_annotated_text": "Acondicionador de línea nueva con capacidad de subida/baja de tensión En este artículo, se propone un nuevo acondicionador de línea modulada de ancho de pulso con control de tensión <br> de salida rápida</br>. El acondicionador de línea se compone de un helicóptero AC con control de tensión reversible <br> y un transformador para la compensación de tensión en serie. En el helicóptero AC, se logra una operación de conmutación adecuada sin el problema de conmutación. Para absorber la energía almacenada en la inductancia perdida de la línea, se puede utilizar un nubo de CC regenerativo que tiene sólo un condensador sin descargar resistencias o circuito regenerativo complicado para la energía de nubo. Por lo tanto, el helicóptero AC propuesto da alta eficiencia y fiabilidad. La tensión de salida del acondicionador de línea se controla mediante una técnica de detección rápida de la tensión de salida. También se muestra a través de algunos resultados experimentales que el acondicionador de línea presentado da un buen rendimiento dinámico y en estado estacionario para la alta calidad de la tensión de salida ",
            "error": [
                ""
            ]
        }
    }
}