{
    "original_text": "Digital stochastic realization of complex analog controllers Stochastic logic is based on digital processing of a random pulse stream, where the information is codified as the probability of a high level in a finite sequence. This binary pulse sequence can be digitally processed exploiting the similarity between Boolean algebra and statistical algebra. Given a random pulse sequence, any Boolean operation among individual pulses will correspond to an algebraic expression among the variables represented by their respective average pulse rates. Subsequently, this pulse stream can be digitally processed to perform analog operations. In this paper, we propose a stochastic approach to the digital implementation of complex controllers using programmable devices as an alternative to traditional digital signal processors. As an example, a practical realization of nonlinear dissipative controllers for a series resonant converter is presented",
    "original_translation": "Realización estocástica digital de controladores analógicos complejos La lógica estocástica se basa en el procesamiento digital de una corriente de pulso aleatoria, donde la información se codifica como la probabilidad de un alto nivel en una secuencia finita. Esta secuencia de pulso binario puede ser procesada digitalmente explotando la similitud entre álgebra booleana y álgebra estadística. Dada una secuencia de pulso aleatoria, cualquier operación booleana entre pulsos individuales corresponderá a una expresión algebraica entre las variables representadas por sus respectivas tasas medias de pulso. Posteriormente, este flujo de pulso se puede procesar digitalmente para realizar operaciones analógicas. En este trabajo, proponemos un enfoque estocástico para la implementación digital de controladores complejos utilizando dispositivos programables como alternativa a los procesadores de señal digitales tradicionales. Como ejemplo, se presenta una realización práctica de controladores disipativos no lineales para un convertidor resonante de serie",
    "error_count": 12,
    "keys": {
        "digital stochastic realization": {
            "translated_key": [],
            "translated_annotated_text": "Realización estocástica digital de controladores analógicos complejos La lógica estocástica se basa en el procesamiento digital de una corriente de pulso aleatoria, donde la información se codifica como la probabilidad de un alto nivel en una secuencia finita. Esta secuencia de pulso binario puede ser procesada digitalmente explotando la similitud entre álgebra booleana y álgebra estadística. Dada una secuencia de pulso aleatoria, cualquier operación booleana entre pulsos individuales corresponderá a una expresión algebraica entre las variables representadas por sus respectivas tasas medias de pulso. Posteriormente, este flujo de pulso se puede procesar digitalmente para realizar operaciones analógicas. En este trabajo, proponemos un enfoque estocástico para la implementación digital de controladores complejos utilizando dispositivos programables como alternativa a los procesadores de señal digitales tradicionales. Como ejemplo, se presenta una realización práctica de controladores disipativos no lineales para un convertidor resonante de serie ",
            "error": []
        },
        "complex analog controllers": {
            "translated_key": "complejos",
            "translated_annotated_text": "La realización estocástica digital de los controladores analógicos <br>complejos</br> La lógica estocástica se basa en el procesamiento digital de una corriente de pulso aleatoria, donde la información se codifica como la probabilidad de un alto nivel en una secuencia finita. Esta secuencia de pulso binario puede ser procesada digitalmente explotando la similitud entre álgebra booleana y álgebra estadística. Dada una secuencia de pulso aleatoria, cualquier operación booleana entre pulsos individuales corresponderá a una expresión algebraica entre las variables representadas por sus respectivas tasas medias de pulso. Posteriormente, este flujo de pulso se puede procesar digitalmente para realizar operaciones analógicas. En este trabajo, proponemos un enfoque estocástico para la implementación digital de controladores complejos utilizando dispositivos programables como alternativa a los procesadores de señal digitales tradicionales. Como ejemplo, se presenta una realización práctica de controladores disipativos no lineales para un convertidor resonante de serie ",
            "error": [
                ""
            ]
        },
        "stochastic logic": {
            "translated_key": [],
            "translated_annotated_text": "Realización estocástica digital de controladores analógicos complejos La lógica estocástica se basa en el procesamiento digital de una corriente de pulso aleatoria, donde la información se codifica como la probabilidad de un alto nivel en una secuencia finita. Esta secuencia de pulso binario puede ser procesada digitalmente explotando la similitud entre álgebra booleana y álgebra estadística. Dada una secuencia de pulso aleatoria, cualquier operación booleana entre pulsos individuales corresponderá a una expresión algebraica entre las variables representadas por sus respectivas tasas medias de pulso. Posteriormente, este flujo de pulso se puede procesar digitalmente para realizar operaciones analógicas. En este trabajo, proponemos un enfoque estocástico para la implementación digital de controladores complejos utilizando dispositivos programables como alternativa a los procesadores de señal digitales tradicionales. Como ejemplo, se presenta una realización práctica de controladores disipativos no lineales para un convertidor resonante de serie ",
            "error": []
        },
        "random pulse stream": {
            "translated_key": [],
            "translated_annotated_text": "Realización estocástica digital de controladores analógicos complejos La lógica estocástica se basa en el procesamiento digital de una corriente de pulso aleatorio <br>, donde la información se codifica como la probabilidad de un alto nivel en una secuencia finita. Esta secuencia de pulso binario puede ser procesada digitalmente explotando la similitud entre álgebra booleana y álgebra estadística. Dada una secuencia de pulso aleatoria, cualquier operación booleana entre pulsos individuales corresponderá a una expresión algebraica entre las variables representadas por sus respectivas tasas medias de pulso. Posteriormente, este flujo de pulso se puede procesar digitalmente para realizar operaciones analógicas. En este trabajo, proponemos un enfoque estocástico para la implementación digital de controladores complejos utilizando dispositivos programables como alternativa a los procesadores de señal digitales tradicionales. Como ejemplo, se presenta una realización práctica de controladores disipativos no lineales para un convertidor resonante de serie ",
            "error": []
        },
        "finite sequence": {
            "translated_key": "finita",
            "translated_annotated_text": "Realización estocástica digital de controladores analógicos complejos La lógica estocástica se basa en el procesamiento digital de una corriente de pulso aleatoria, donde la información se codifica como la probabilidad de un alto nivel en una secuencia <br>finita</br>. Esta secuencia de pulso binario puede ser procesada digitalmente explotando la similitud entre álgebra booleana y álgebra estadística. Dada una secuencia de pulso aleatoria, cualquier operación booleana entre pulsos individuales corresponderá a una expresión algebraica entre las variables representadas por sus respectivas tasas medias de pulso. Posteriormente, este flujo de pulso se puede procesar digitalmente para realizar operaciones analógicas. En este trabajo, proponemos un enfoque estocástico para la implementación digital de controladores complejos utilizando dispositivos programables como alternativa a los procesadores de señal digitales tradicionales. Como ejemplo, se presenta una realización práctica de controladores disipativos no lineales para un convertidor resonante de serie ",
            "error": [
                ""
            ]
        },
        "binary pulse sequence": {
            "translated_key": "binario",
            "translated_annotated_text": "Realización estocástica digital de controladores analógicos complejos La lógica estocástica se basa en el procesamiento digital de una corriente de pulso aleatoria, donde la información se codifica como la probabilidad de un alto nivel en una secuencia finita. Esta secuencia de pulso <br>binario</br> puede ser procesada digitalmente explotando la similitud entre el álgebra booleana y el álgebra estadística. Dada una secuencia de pulso aleatoria, cualquier operación booleana entre pulsos individuales corresponderá a una expresión algebraica entre las variables representadas por sus respectivas tasas medias de pulso. Posteriormente, este flujo de pulso se puede procesar digitalmente para realizar operaciones analógicas. En este trabajo, proponemos un enfoque estocástico para la implementación digital de controladores complejos utilizando dispositivos programables como alternativa a los procesadores de señal digitales tradicionales. Como ejemplo, se presenta una realización práctica de controladores disipativos no lineales para un convertidor resonante de serie ",
            "error": [
                ""
            ]
        },
        "Boolean algebra": {
            "translated_key": "álgebra booleana",
            "translated_annotated_text": "Realización estocástica digital de controladores analógicos complejos La lógica estocástica se basa en el procesamiento digital de una corriente de pulso aleatoria, donde la información se codifica como la probabilidad de un alto nivel en una secuencia finita. Esta secuencia de pulso binario puede ser procesada digitalmente explotando la similitud entre <br>álgebra booleana</br> y álgebra estadística. Dada una secuencia de pulso aleatoria, cualquier operación booleana entre pulsos individuales corresponderá a una expresión algebraica entre las variables representadas por sus respectivas tasas medias de pulso. Posteriormente, este flujo de pulso se puede procesar digitalmente para realizar operaciones analógicas. En este trabajo, proponemos un enfoque estocástico para la implementación digital de controladores complejos utilizando dispositivos programables como alternativa a los procesadores de señal digitales tradicionales. Como ejemplo, se presenta una realización práctica de controladores disipativos no lineales para un convertidor resonante de serie ",
            "error": [
                ""
            ]
        },
        "statistical algebra": {
            "translated_key": "algebra estadística",
            "translated_annotated_text": "Realización estocástica digital de controladores analógicos complejos La lógica estocástica se basa en el procesamiento digital de una corriente de pulso aleatoria, donde la información se codifica como la probabilidad de un alto nivel en una secuencia finita. Esta secuencia de pulso binario puede ser procesada digitalmente explotando la similitud entre álgebra booleana y <br>algebra estadística</br>. Dada una secuencia de pulso aleatoria, cualquier operación booleana entre pulsos individuales corresponderá a una expresión algebraica entre las variables representadas por sus respectivas tasas medias de pulso. Posteriormente, este flujo de pulso se puede procesar digitalmente para realizar operaciones analógicas. En este trabajo, proponemos un enfoque estocástico para la implementación digital de controladores complejos utilizando dispositivos programables como alternativa a los procesadores de señal digitales tradicionales. Como ejemplo, se presenta una realización práctica de controladores disipativos no lineales para un convertidor resonante de serie ",
            "error": [
                ""
            ]
        },
        "random pulse sequence": {
            "translated_key": "aleatoria",
            "translated_annotated_text": "Realización estocástica digital de controladores analógicos complejos La lógica estocástica se basa en el procesamiento digital de una corriente de pulso aleatoria, donde la información se codifica como la probabilidad de un alto nivel en una secuencia finita. Esta secuencia de pulso binario puede ser procesada digitalmente explotando la similitud entre álgebra booleana y álgebra estadística. Dada una secuencia de pulso <br>aleatoria</br>, cualquier operación booleana entre pulsos individuales corresponderá a una expresión algebraica entre las variables representadas por sus respectivas tasas medias de pulso. Posteriormente, este flujo de pulso se puede procesar digitalmente para realizar operaciones analógicas. En este trabajo, proponemos un enfoque estocástico para la implementación digital de controladores complejos utilizando dispositivos programables como alternativa a los procesadores de señal digitales tradicionales. Como ejemplo, se presenta una realización práctica de controladores disipativos no lineales para un convertidor resonante de serie ",
            "error": [
                ""
            ]
        },
        "Boolean operation": {
            "translated_key": " booleana",
            "translated_annotated_text": "Realización estocástica digital de controladores analógicos complejos La lógica estocástica se basa en el procesamiento digital de una corriente de pulso aleatoria, donde la información se codifica como la probabilidad de un alto nivel en una secuencia finita. Esta secuencia de pulso binario puede ser procesada digitalmente explotando la similitud entre álgebra booleana y álgebra estadística. Dada una secuencia aleatoria de pulso, cualquier operación <br> booleana</br> entre pulsos individuales corresponderá a una expresión algebraica entre las variables representadas por sus respectivas tasas medias de pulso. Posteriormente, este flujo de pulso se puede procesar digitalmente para realizar operaciones analógicas. En este trabajo, proponemos un enfoque estocástico para la implementación digital de controladores complejos utilizando dispositivos programables como alternativa a los procesadores de señal digitales tradicionales. Como ejemplo, se presenta una realización práctica de controladores disipativos no lineales para un convertidor resonante de serie ",
            "error": [
                ""
            ]
        },
        "average pulse rates": {
            "translated_key": " ",
            "translated_annotated_text": "Realización estocástica digital de controladores analógicos complejos La lógica estocástica se basa en el procesamiento digital de una corriente de pulso aleatoria, donde la información se codifica como la probabilidad de un alto nivel en una secuencia finita. Esta secuencia de pulso binario puede ser procesada digitalmente explotando la similitud entre álgebra booleana y álgebra estadística. Dada una secuencia de pulso aleatoria, cualquier operación booleana entre pulsos individuales corresponderá a una expresión algebraica entre las variables representadas por sus respectivas tasas de pulso promedio <br> </br>. Posteriormente, este flujo de pulso se puede procesar digitalmente para realizar operaciones analógicas. En este trabajo, proponemos un enfoque estocástico para la implementación digital de controladores complejos utilizando dispositivos programables como alternativa a los procesadores de señal digitales tradicionales. Como ejemplo, se presenta una realización práctica de controladores disipativos no lineales para un convertidor resonante de serie ",
            "error": [
                ""
            ]
        },
        "pulse stream": {
            "translated_key": [
                "pulse aleatoria",
                "pulse"
            ],
            "translated_annotated_text": "Realización estocástica digital de controladores analógicos complejos La lógica estocástica se basa en el procesamiento digital de una corriente <br>pulse aleatoria</br>, donde la información se codifica como la probabilidad de un alto nivel en una secuencia finita. Esta secuencia de pulso binario puede ser procesada digitalmente explotando la similitud entre álgebra booleana y álgebra estadística. Dada una secuencia de pulso aleatoria, cualquier operación booleana entre pulsos individuales corresponderá a una expresión algebraica entre las variables representadas por sus respectivas tasas medias de pulso. Posteriormente, este flujo <br>pulse</br> se puede procesar digitalmente para realizar operaciones analógicas. En este trabajo, proponemos un enfoque estocástico para la implementación digital de controladores complejos utilizando dispositivos programables como alternativa a los procesadores de señal digitales tradicionales. Como ejemplo, se presenta una realización práctica de controladores disipativos no lineales para un convertidor resonante de serie ",
            "error": [
                "pulse aleatoria",
                "pulse"
            ]
        },
        "stochastic approach": {
            "translated_key": "stochástico",
            "translated_annotated_text": "Realización estocástica digital de controladores analógicos complejos La lógica estocástica se basa en el procesamiento digital de una corriente de pulso aleatoria, donde la información se codifica como la probabilidad de un alto nivel en una secuencia finita. Esta secuencia de pulso binario puede ser procesada digitalmente explotando la similitud entre álgebra booleana y álgebra estadística. Dada una secuencia de pulso aleatoria, cualquier operación booleana entre pulsos individuales corresponderá a una expresión algebraica entre las variables representadas por sus respectivas tasas medias de pulso. Posteriormente, este flujo de pulso se puede procesar digitalmente para realizar operaciones analógicas. En este trabajo, proponemos un enfoque <br>stochástico</br> para la implementación digital de controladores complejos utilizando dispositivos programables como alternativa a los procesadores de señales digitales tradicionales. Como ejemplo, se presenta una realización práctica de controladores disipativos no lineales para un convertidor resonante de serie ",
            "error": [
                ""
            ]
        },
        "programmable devices": {
            "translated_key": "dispositivos programables",
            "translated_annotated_text": "Realización estocástica digital de controladores analógicos complejos La lógica estocástica se basa en el procesamiento digital de una corriente de pulso aleatoria, donde la información se codifica como la probabilidad de un alto nivel en una secuencia finita. Esta secuencia de pulso binario puede ser procesada digitalmente explotando la similitud entre álgebra booleana y álgebra estadística. Dada una secuencia de pulso aleatoria, cualquier operación booleana entre pulsos individuales corresponderá a una expresión algebraica entre las variables representadas por sus respectivas tasas medias de pulso. Posteriormente, este flujo de pulso se puede procesar digitalmente para realizar operaciones analógicas. En este trabajo, proponemos un enfoque estocástico a la implementación digital de controladores complejos utilizando <br>dispositivos programables</br> como alternativa a los procesadores de señal digitales tradicionales.  Como ejemplo, se presenta una realización práctica de controladores disipativos no lineales para un convertidor resonante de serie ",
            "error": [
                ""
            ]
        },
        "nonlinear dissipative controllers": {
            "translated_key": "controladores disipativos no lineales",
            "translated_annotated_text": "Realización estocástica digital de controladores analógicos complejos La lógica estocástica se basa en el procesamiento digital de una corriente de pulso aleatoria, donde la información se codifica como la probabilidad de un alto nivel en una secuencia finita. Esta secuencia de pulso binario puede ser procesada digitalmente explotando la similitud entre álgebra booleana y álgebra estadística. Dada una secuencia de pulso aleatoria, cualquier operación booleana entre pulsos individuales corresponderá a una expresión algebraica entre las variables representadas por sus respectivas tasas medias de pulso. Posteriormente, este flujo de pulso se puede procesar digitalmente para realizar operaciones analógicas. En este trabajo, proponemos un enfoque estocástico para la implementación digital de controladores complejos utilizando dispositivos programables como alternativa a los procesadores de señal digitales tradicionales. Como ejemplo, se presenta una realización práctica de <br>controladores disipativos no lineales</br> para un convertidor de resonantes de serie. ",
            "error": [
                ""
            ]
        },
        "series resonant converter": {
            "translated_key": "series",
            "translated_annotated_text": "Realización estocástica digital de controladores analógicos complejos La lógica estocástica se basa en el procesamiento digital de una corriente de pulso aleatoria, donde la información se codifica como la probabilidad de un alto nivel en una secuencia finita. Esta secuencia de pulso binario puede ser procesada digitalmente explotando la similitud entre álgebra booleana y álgebra estadística. Dada una secuencia de pulso aleatoria, cualquier operación booleana entre pulsos individuales corresponderá a una expresión algebraica entre las variables representadas por sus respectivas tasas medias de pulso. Posteriormente, este flujo de pulso se puede procesar digitalmente para realizar operaciones analógicas. En este trabajo, proponemos un enfoque estocástico para la implementación digital de controladores complejos utilizando dispositivos programables como alternativa a los procesadores de señal digitales tradicionales. Como ejemplo, se presenta una realización práctica de controladores disipativos no lineales para un convertidor resonante <br>series</br> ",
            "error": [
                ""
            ]
        },
        "parallel resonant DC-to-DC converters": {
            "translated_key": [],
            "translated_annotated_text": "Realización estocástica digital de controladores analógicos complejos La lógica estocástica se basa en el procesamiento digital de una corriente de pulso aleatoria, donde la información se codifica como la probabilidad de un alto nivel en una secuencia finita. Esta secuencia de pulso binario puede ser procesada digitalmente explotando la similitud entre álgebra booleana y álgebra estadística. Dada una secuencia de pulso aleatoria, cualquier operación booleana entre pulsos individuales corresponderá a una expresión algebraica entre las variables representadas por sus respectivas tasas medias de pulso. Posteriormente, este flujo de pulso se puede procesar digitalmente para realizar operaciones analógicas. En este trabajo, proponemos un enfoque estocástico para la implementación digital de controladores complejos utilizando dispositivos programables como alternativa a los procesadores de señal digitales tradicionales. Como ejemplo, se presenta una realización práctica de controladores disipativos no lineales para un convertidor resonante de serie ",
            "error": []
        },
        "series resonant DC-to-DC converters": {
            "translated_key": [],
            "translated_annotated_text": "Realización estocástica digital de controladores analógicos complejos La lógica estocástica se basa en el procesamiento digital de una corriente de pulso aleatoria, donde la información se codifica como la probabilidad de un alto nivel en una secuencia finita. Esta secuencia de pulso binario puede ser procesada digitalmente explotando la similitud entre álgebra booleana y álgebra estadística. Dada una secuencia de pulso aleatoria, cualquier operación booleana entre pulsos individuales corresponderá a una expresión algebraica entre las variables representadas por sus respectivas tasas medias de pulso. Posteriormente, este flujo de pulso se puede procesar digitalmente para realizar operaciones analógicas. En este trabajo, proponemos un enfoque estocástico para la implementación digital de controladores complejos utilizando dispositivos programables como alternativa a los procesadores de señal digitales tradicionales. Como ejemplo, se presenta una realización práctica de controladores disipativos no lineales para un convertidor resonante de serie ",
            "error": []
        },
        "binary sequences": {
            "translated_key": [],
            "translated_annotated_text": "Realización estocástica digital de controladores analógicos complejos La lógica estocástica se basa en el procesamiento digital de una corriente de pulso aleatoria, donde la información se codifica como la probabilidad de un alto nivel en una secuencia finita. Esta secuencia de pulso binario puede ser procesada digitalmente explotando la similitud entre álgebra booleana y álgebra estadística. Dada una secuencia de pulso aleatoria, cualquier operación booleana entre pulsos individuales corresponderá a una expresión algebraica entre las variables representadas por sus respectivas tasas medias de pulso. Posteriormente, este flujo de pulso se puede procesar digitalmente para realizar operaciones analógicas. En este trabajo, proponemos un enfoque estocástico para la implementación digital de controladores complejos utilizando dispositivos programables como alternativa a los procesadores de señal digitales tradicionales. Como ejemplo, se presenta una realización práctica de controladores disipativos no lineales para un convertidor resonante de serie ",
            "error": []
        },
        "DC-DC power convertors": {
            "translated_key": [],
            "translated_annotated_text": "Realización estocástica digital de controladores analógicos complejos La lógica estocástica se basa en el procesamiento digital de una corriente de pulso aleatoria, donde la información se codifica como la probabilidad de un alto nivel en una secuencia finita. Esta secuencia de pulso binario puede ser procesada digitalmente explotando la similitud entre álgebra booleana y álgebra estadística. Dada una secuencia de pulso aleatoria, cualquier operación booleana entre pulsos individuales corresponderá a una expresión algebraica entre las variables representadas por sus respectivas tasas medias de pulso. Posteriormente, este flujo de pulso se puede procesar digitalmente para realizar operaciones analógicas. En este trabajo, proponemos un enfoque estocástico para la implementación digital de controladores complejos utilizando dispositivos programables como alternativa a los procesadores de señal digitales tradicionales. Como ejemplo, se presenta una realización práctica de controladores disipativos no lineales para un convertidor resonante de serie ",
            "error": []
        },
        "nonlinear control systems": {
            "translated_key": [],
            "translated_annotated_text": "Realización estocástica digital de controladores analógicos complejos La lógica estocástica se basa en el procesamiento digital de una corriente de pulso aleatoria, donde la información se codifica como la probabilidad de un alto nivel en una secuencia finita. Esta secuencia de pulso binario puede ser procesada digitalmente explotando la similitud entre álgebra booleana y álgebra estadística. Dada una secuencia de pulso aleatoria, cualquier operación booleana entre pulsos individuales corresponderá a una expresión algebraica entre las variables representadas por sus respectivas tasas medias de pulso. Posteriormente, este flujo de pulso se puede procesar digitalmente para realizar operaciones analógicas. En este trabajo, proponemos un enfoque estocástico para la implementación digital de controladores complejos utilizando dispositivos programables como alternativa a los procesadores de señal digitales tradicionales. Como ejemplo, se presenta una realización práctica de controladores disipativos no lineales para un convertidor resonante de serie ",
            "error": []
        },
        "programmable logic arrays": {
            "translated_key": [],
            "translated_annotated_text": "Realización estocástica digital de controladores analógicos complejos La lógica estocástica se basa en el procesamiento digital de una corriente de pulso aleatoria, donde la información se codifica como la probabilidad de un alto nivel en una secuencia finita. Esta secuencia de pulso binario puede ser procesada digitalmente explotando la similitud entre álgebra booleana y álgebra estadística. Dada una secuencia de pulso aleatoria, cualquier operación booleana entre pulsos individuales corresponderá a una expresión algebraica entre las variables representadas por sus respectivas tasas medias de pulso. Posteriormente, este flujo de pulso se puede procesar digitalmente para realizar operaciones analógicas. En este trabajo, proponemos un enfoque estocástico para la implementación digital de controladores complejos utilizando dispositivos programables como alternativa a los procesadores de señal digitales tradicionales. Como ejemplo, se presenta una realización práctica de controladores disipativos no lineales para un convertidor resonante de serie ",
            "error": []
        },
        "resonant power convertors": {
            "translated_key": [],
            "translated_annotated_text": "Realización estocástica digital de controladores analógicos complejos La lógica estocástica se basa en el procesamiento digital de una corriente de pulso aleatoria, donde la información se codifica como la probabilidad de un alto nivel en una secuencia finita. Esta secuencia de pulso binario puede ser procesada digitalmente explotando la similitud entre álgebra booleana y álgebra estadística. Dada una secuencia de pulso aleatoria, cualquier operación booleana entre pulsos individuales corresponderá a una expresión algebraica entre las variables representadas por sus respectivas tasas medias de pulso. Posteriormente, este flujo de pulso se puede procesar digitalmente para realizar operaciones analógicas. En este trabajo, proponemos un enfoque estocástico para la implementación digital de controladores complejos utilizando dispositivos programables como alternativa a los procesadores de señal digitales tradicionales. Como ejemplo, se presenta una realización práctica de controladores disipativos no lineales para un convertidor resonante de serie ",
            "error": []
        },
        "stochastic processes": {
            "translated_key": [],
            "translated_annotated_text": "Realización estocástica digital de controladores analógicos complejos La lógica estocástica se basa en el procesamiento digital de una corriente de pulso aleatoria, donde la información se codifica como la probabilidad de un alto nivel en una secuencia finita. Esta secuencia de pulso binario puede ser procesada digitalmente explotando la similitud entre álgebra booleana y álgebra estadística. Dada una secuencia de pulso aleatoria, cualquier operación booleana entre pulsos individuales corresponderá a una expresión algebraica entre las variables representadas por sus respectivas tasas medias de pulso. Posteriormente, este flujo de pulso se puede procesar digitalmente para realizar operaciones analógicas. En este trabajo, proponemos un enfoque estocástico para la implementación digital de controladores complejos utilizando dispositivos programables como alternativa a los procesadores de señal digitales tradicionales. Como ejemplo, se presenta una realización práctica de controladores disipativos no lineales para un convertidor resonante de serie ",
            "error": []
        }
    }
}