{
    "original_text": "High dynamic control of a three-level voltage-source-converter drive for a main strip mill A high dynamic control system for the Alspa VDM 7000 medium-voltage drive was implemented, which provides fast torque response times of a few milliseconds despite the typically low switching frequency of gate-turn-off thyristors which is necessary to achieve high efficiency. The drive system consists of a three-level voltage-source converter with active front end and a synchronous motor. The drive has most recently been applied to a main strip mill. It provides a maximum of 8.3-MW mechanical power with a rated motor voltage of 3 kV. Besides motor torque as the main control objective, the control system has to comply with a number of additional objectives and constraints like DC-link voltage regulation and balancing, current and torque harmonics, motor flux, and excitation",
    "original_translation": "Alto control dinámico de una unidad de conversor de fuente de tensión de tres niveles para un molino de tira principal Se implementó un sistema de control dinámico alto para el accionamiento de tensión media Alspa VDM 7000, que proporciona tiempos de respuesta de par rápido de unos pocos milisegundos a pesar de la frecuencia de conmutación típicamente baja de los tiristores de salida de puerta, que es necesario para lograr una alta eficiencia. El sistema de accionamiento consiste en un convertidor de fuente de voltaje de tres niveles con el extremo frontal activo y un motor sincrónico. La unidad más reciente se ha aplicado a un molino de tira principal. Proporciona una potencia mecánica máxima de 8,3-MW con una tensión nominal del motor de 3 kV. Además del par motor como principal objetivo de control, el sistema de control tiene que cumplir con una serie de objetivos y limitaciones adicionales, como regulación y equilibrio de tensión de enlace DC, armónicos de corriente y par, flujo de motor y excitación",
    "error_count": 14,
    "keys": {
        "medium-voltage drive": {
            "translated_key": "motor de tensión media",
            "translated_annotated_text": "Alto control dinámico de una unidad de conversor de fuente de tensión de tres niveles para un molino de tira principal Se implementó un sistema de control dinámico alto para el Alspa VDM 7000 \"motor de tensión media\", que proporciona tiempos de respuesta de par rápido de unos pocos milisegundos a pesar de la frecuencia de conmutación típicamente baja de los tiristores de puerta-desactivación que es necesario para lograr una alta eficiencia. El sistema de accionamiento consiste en un convertidor de fuente de voltaje de tres niveles con el extremo frontal activo y un motor sincrónico. La unidad más reciente se ha aplicado a un molino de tira principal. Proporciona una potencia mecánica máxima de 8,3-MW con una tensión nominal del motor de 3 kV. Además del par motor como principal objetivo de control, el sistema de control tiene que cumplir con una serie de objetivos y limitaciones adicionales, como regulación y equilibrio de tensión de enlace DC, armónicos de corriente y par, flujo de motor y excitación ",
            "error": [
                ""
            ]
        },
        "high dynamic control system": {
            "translated_key": "sistema de control dinámico alto",
            "translated_annotated_text": "Alto control dinámico de una unidad de conversor de fuente de tensión de tres niveles para un molino de tira principal Se implementó un \"sistema de control dinámico alto\" para el accionamiento de media tensión Alspa VDM 7000, que proporciona tiempos de respuesta de par rápido de unos pocos milisegundos a pesar de la frecuencia de conmutación típicamente baja de los tiristores de puerta-desactivación, lo que es necesario para lograr una alta eficiencia. El sistema de accionamiento consiste en un convertidor de fuente de voltaje de tres niveles con el extremo frontal activo y un motor sincrónico. La unidad más reciente se ha aplicado a un molino de tira principal. Proporciona una potencia mecánica máxima de 8,3-MW con una tensión nominal del motor de 3 kV. Además del par motor como principal objetivo de control, el sistema de control tiene que cumplir con una serie de objetivos y limitaciones adicionales, como regulación y equilibrio de tensión de enlace DC, armónicos de corriente y par, flujo de motor y excitación ",
            "error": [
                ""
            ]
        },
        "gate-turn-off thyristors": {
            "translated_key": "tiristores de puerta-desactivación",
            "translated_annotated_text": "Alto control dinámico de una unidad de conversor de fuente de tensión de tres niveles para una almazara principal Se implementó un sistema de control dinámico alto para la unidad de media tensión Alspa VDM 7000, que proporciona tiempos de respuesta de par rápido de unos pocos milisegundos a pesar de la frecuencia de conmutación típicamente baja de \"tiristores de puerta-desactivación\", que es necesaria para lograr una alta eficiencia. El sistema de accionamiento consiste en un convertidor de fuente de voltaje de tres niveles con el extremo frontal activo y un motor sincrónico. La unidad más reciente se ha aplicado a un molino de tira principal. Proporciona una potencia mecánica máxima de 8,3-MW con una tensión nominal del motor de 3 kV. Además del par motor como principal objetivo de control, el sistema de control tiene que cumplir con una serie de objetivos y limitaciones adicionales, como regulación y equilibrio de tensión de enlace DC, armónicos de corriente y par, flujo de motor y excitación ",
            "error": [
                ""
            ]
        },
        "switching frequency": {
            "translated_key": [],
            "translated_annotated_text": "Alto control dinámico de una unidad de conversor de fuente de tensión de tres niveles para un molino de tira principal Se implementó un sistema de control dinámico alto para el accionamiento de tensión media Alspa VDM 7000, que proporciona tiempos de respuesta de par rápido de unos pocos milisegundos a pesar de la frecuencia de conmutación típicamente baja de los tiristores de puerta-desactivación, que es necesaria para lograr una alta eficiencia. El sistema de accionamiento consiste en un convertidor de fuente de voltaje de tres niveles con el extremo frontal activo y un motor sincrónico. La unidad más reciente se ha aplicado a un molino de tira principal. Proporciona una potencia mecánica máxima de 8,3-MW con una tensión nominal del motor de 3 kV. Además del par motor como principal objetivo de control, el sistema de control tiene que cumplir con una serie de objetivos y limitaciones adicionales, como regulación y equilibrio de tensión de enlace DC, armónicos de corriente y par, flujo de motor y excitación ",
            "error": []
        },
        "efficiency": {
            "translated_key": "eficiencia",
            "translated_annotated_text": "Alto control dinámico de una unidad de conversor de fuente de tensión de tres niveles para un molino de tira principal Se implementó un sistema de control dinámico alto para el accionamiento de tensión media Alspa VDM 7000, que proporciona tiempos de respuesta de par rápido de unos pocos milisegundos a pesar de la frecuencia de conmutación típicamente baja de los tiristores de salida de puerta, que es necesario para lograr una alta \"eficiencia\". El sistema de accionamiento consiste en un convertidor de fuente de voltaje de tres niveles con el extremo frontal activo y un motor sincrónico. La unidad más reciente se ha aplicado a un molino de tira principal. Proporciona una potencia mecánica máxima de 8,3-MW con una tensión nominal del motor de 3 kV. Además del par motor como principal objetivo de control, el sistema de control tiene que cumplir con una serie de objetivos y limitaciones adicionales, como regulación y equilibrio de tensión de enlace DC, armónicos de corriente y par, flujo de motor y excitación ",
            "error": [
                ""
            ]
        },
        "three-level voltage-source converter": {
            "translated_key": "convertidor de tensión de tres niveles",
            "translated_annotated_text": "Alto control dinámico de una unidad de conversor de fuente de tensión de tres niveles para un molino de tira principal Se implementó un sistema de control dinámico alto para el accionamiento de tensión media Alspa VDM 7000, que proporciona tiempos de respuesta de par rápido de unos pocos milisegundos a pesar de la frecuencia de conmutación típicamente baja de los tiristores de salida de puerta, que es necesario para lograr una alta eficiencia. El sistema de accionamiento consiste en un \"convertidor de tensión de tres niveles\" con el extremo frontal activo y un motor sincrónico. La unidad más reciente se ha aplicado a un molino de tira principal. Proporciona una potencia mecánica máxima de 8,3-MW con una tensión nominal del motor de 3 kV. Además del par motor como principal objetivo de control, el sistema de control tiene que cumplir con una serie de objetivos y limitaciones adicionales, como regulación y equilibrio de tensión de enlace DC, armónicos de corriente y par, flujo de motor y excitación ",
            "error": [
                ""
            ]
        },
        "synchronous motor": {
            "translated_key": "motor sincrónico",
            "translated_annotated_text": "Alto control dinámico de una unidad de conversor de fuente de tensión de tres niveles para un molino de tira principal Se implementó un sistema de control dinámico alto para el accionamiento de tensión media Alspa VDM 7000, que proporciona tiempos de respuesta de par rápido de unos pocos milisegundos a pesar de la frecuencia de conmutación típicamente baja de los tiristores de salida de puerta, que es necesario para lograr una alta eficiencia. El sistema de accionamiento consiste en un convertidor de fuente de voltaje de tres niveles con el extremo frontal activo y un \"motor sincrónico\". La unidad más reciente se ha aplicado a un molino de tira principal. Proporciona una potencia mecánica máxima de 8,3-MW con una tensión nominal del motor de 3 kV. Además del par motor como principal objetivo de control, el sistema de control tiene que cumplir con una serie de objetivos y limitaciones adicionales, como regulación y equilibrio de tensión de enlace DC, armónicos de corriente y par, flujo de motor y excitación ",
            "error": [
                ""
            ]
        },
        "strip mill": {
            "translated_key": [
                "molino de tracción",
                "molino de pistas"
            ],
            "translated_annotated_text": "Alto control dinámico de una unidad de conversor de fuente de voltaje de tres niveles para un \"molino de tracción\" principal Se implementó un sistema de control dinámico alto para el accionamiento de media tensión Alspa VDM 7000, que proporciona tiempos de respuesta de par rápido de unos pocos milisegundos a pesar de la frecuencia de conmutación típicamente baja de los tiristores de puerta-desactivación, que es necesario para lograr una alta eficiencia. El sistema de accionamiento consiste en un convertidor de fuente de voltaje de tres niveles con el extremo frontal activo y un motor sincrónico. La unidad más reciente se ha aplicado a un \"molino de pistas\" principal. Proporciona una potencia mecánica máxima de 8,3-MW con una tensión nominal del motor de 3 kV. Además del par motor como principal objetivo de control, el sistema de control tiene que cumplir con una serie de objetivos y limitaciones adicionales, como regulación y equilibrio de tensión de enlace DC, armónicos de corriente y par, flujo de motor y excitación ",
            "error": [
                "molino de tracción",
                "molino de pistas"
            ]
        },
        "mechanical power": {
            "translated_key": "potencia mecánica",
            "translated_annotated_text": "Alto control dinámico de una unidad de conversor de fuente de tensión de tres niveles para un molino de tira principal Se implementó un sistema de control dinámico alto para el accionamiento de tensión media Alspa VDM 7000, que proporciona tiempos de respuesta de par rápido de unos pocos milisegundos a pesar de la frecuencia de conmutación típicamente baja de los tiristores de salida de puerta, que es necesario para lograr una alta eficiencia. El sistema de accionamiento consiste en un convertidor de fuente de voltaje de tres niveles con el extremo frontal activo y un motor sincrónico. La unidad más reciente se ha aplicado a un molino de tira principal. Proporciona un máximo de 8,3-MW \"potencia mecánica\" con una tensión nominal del motor de 3 kV. Además del par motor como principal objetivo de control, el sistema de control tiene que cumplir con una serie de objetivos y limitaciones adicionales, como regulación y equilibrio de tensión de enlace DC, armónicos de corriente y par, flujo de motor y excitación ",
            "error": [
                ""
            ]
        },
        "motor voltage": {
            "translated_key": "tensión motriz",
            "translated_annotated_text": "Alto control dinámico de una unidad de conversor de fuente de tensión de tres niveles para un molino de tira principal Se implementó un sistema de control dinámico alto para el accionamiento de tensión media Alspa VDM 7000, que proporciona tiempos de respuesta de par rápido de unos pocos milisegundos a pesar de la frecuencia de conmutación típicamente baja de los tiristores de salida de puerta, que es necesario para lograr una alta eficiencia. El sistema de accionamiento consiste en un convertidor de fuente de voltaje de tres niveles con el extremo frontal activo y un motor sincrónico. La unidad más reciente se ha aplicado a un molino de tira principal. Proporciona una potencia mecánica máxima de 8,3-MW con una \"tensión motriz\" nominal de 3 kV. Además del par motor como principal objetivo de control, el sistema de control tiene que cumplir con una serie de objetivos y limitaciones adicionales, como regulación y equilibrio de tensión de enlace DC, armónicos de corriente y par, flujo de motor y excitación ",
            "error": [
                ""
            ]
        },
        "control objective": {
            "translated_key": "objetivo de control",
            "translated_annotated_text": "Alto control dinámico de una unidad de conversor de fuente de tensión de tres niveles para un molino de tira principal Se implementó un sistema de control dinámico alto para el accionamiento de tensión media Alspa VDM 7000, que proporciona tiempos de respuesta de par rápido de unos pocos milisegundos a pesar de la frecuencia de conmutación típicamente baja de los tiristores de salida de puerta, que es necesario para lograr una alta eficiencia. El sistema de accionamiento consiste en un convertidor de fuente de voltaje de tres niveles con el extremo frontal activo y un motor sincrónico. La unidad más reciente se ha aplicado a un molino de tira principal. Proporciona una potencia mecánica máxima de 8,3-MW con una tensión nominal del motor de 3 kV. Además del par motor como principal \"objetivo de control\", el sistema de control tiene que cumplir con una serie de objetivos y limitaciones adicionales, como regulación y equilibrio de tensión de enlace DC, armónicos de corriente y par, flujo de motor y excitación ",
            "error": [
                ""
            ]
        },
        "DC-link voltage regulation": {
            "translated_key": "regulación de tensión de enlace DC",
            "translated_annotated_text": "Alto control dinámico de una unidad de conversor de fuente de tensión de tres niveles para un molino de tira principal Se implementó un sistema de control dinámico alto para el accionamiento de tensión media Alspa VDM 7000, que proporciona tiempos de respuesta de par rápido de unos pocos milisegundos a pesar de la frecuencia de conmutación típicamente baja de los tiristores de salida de puerta, que es necesario para lograr una alta eficiencia. El sistema de accionamiento consiste en un convertidor de fuente de voltaje de tres niveles con el extremo frontal activo y un motor sincrónico. La unidad más reciente se ha aplicado a un molino de tira principal. Proporciona una potencia mecánica máxima de 8,3-MW con una tensión nominal del motor de 3 kV. Además del par motor como principal objetivo de control, el sistema de control tiene que cumplir con una serie de objetivos y limitaciones adicionales, como \"regulación de tensión de enlace DC\" y balanceo, armónicos de corriente y par, flujo motor y excitación ",
            "error": [
                ""
            ]
        },
        "DC-link voltage balancing": {
            "translated_key": [],
            "translated_annotated_text": "Alto control dinámico de una unidad de conversor de fuente de tensión de tres niveles para un molino de tira principal Se implementó un sistema de control dinámico alto para el accionamiento de tensión media Alspa VDM 7000, que proporciona tiempos de respuesta de par rápido de unos pocos milisegundos a pesar de la frecuencia de conmutación típicamente baja de los tiristores de salida de puerta, que es necesario para lograr una alta eficiencia. El sistema de accionamiento consiste en un convertidor de fuente de voltaje de tres niveles con el extremo frontal activo y un motor sincrónico. La unidad más reciente se ha aplicado a un molino de tira principal. Proporciona una potencia mecánica máxima de 8,3-MW con una tensión nominal del motor de 3 kV. Además del par motor como principal objetivo de control, el sistema de control tiene que cumplir con una serie de objetivos y limitaciones adicionales, como regulación y equilibrio de tensión de enlace DC, armónicos de corriente y par, flujo de motor y excitación ",
            "error": []
        },
        "current harmonics": {
            "translated_key": [],
            "translated_annotated_text": "Alto control dinámico de una unidad de conversor de fuente de tensión de tres niveles para un molino de tira principal Se implementó un sistema de control dinámico alto para el accionamiento de tensión media Alspa VDM 7000, que proporciona tiempos de respuesta de par rápido de unos pocos milisegundos a pesar de la frecuencia de conmutación típicamente baja de los tiristores de salida de puerta, que es necesario para lograr una alta eficiencia. El sistema de accionamiento consiste en un convertidor de fuente de voltaje de tres niveles con el extremo frontal activo y un motor sincrónico. La unidad más reciente se ha aplicado a un molino de tira principal. Proporciona una potencia mecánica máxima de 8,3-MW con una tensión nominal del motor de 3 kV. Además del par motor como principal objetivo de control, el sistema de control tiene que cumplir con una serie de objetivos y limitaciones adicionales, como regulación y equilibrio de tensión de enlace DC, armónicos de corriente y par, flujo de motor y excitación ",
            "error": []
        },
        "torque harmonics": {
            "translated_key": "armónicos de torque",
            "translated_annotated_text": "Alto control dinámico de una unidad de conversor de fuente de tensión de tres niveles para un molino de tira principal Se implementó un sistema de control dinámico alto para el accionamiento de tensión media Alspa VDM 7000, que proporciona tiempos de respuesta de par rápido de unos pocos milisegundos a pesar de la frecuencia de conmutación típicamente baja de los tiristores de salida de puerta, que es necesario para lograr una alta eficiencia. El sistema de accionamiento consiste en un convertidor de fuente de voltaje de tres niveles con el extremo frontal activo y un motor sincrónico. La unidad más reciente se ha aplicado a un molino de tira principal. Proporciona una potencia mecánica máxima de 8,3-MW con una tensión nominal del motor de 3 kV. Además del par motor como principal objetivo de control, el sistema de control tiene que cumplir con una serie de objetivos y limitaciones adicionales, como regulación y equilibrio de tensión de enlace DC, corriente y \"armónicos de torque\", flujo motor y excitación ",
            "error": [
                ""
            ]
        },
        "motor flux": {
            "translated_key": "flujo motor",
            "translated_annotated_text": "Alto control dinámico de una unidad de conversor de fuente de tensión de tres niveles para un molino de tira principal Se implementó un sistema de control dinámico alto para el accionamiento de tensión media Alspa VDM 7000, que proporciona tiempos de respuesta de par rápido de unos pocos milisegundos a pesar de la frecuencia de conmutación típicamente baja de los tiristores de salida de puerta, que es necesario para lograr una alta eficiencia. El sistema de accionamiento consiste en un convertidor de fuente de voltaje de tres niveles con el extremo frontal activo y un motor sincrónico. La unidad más reciente se ha aplicado a un molino de tira principal. Proporciona una potencia mecánica máxima de 8,3-MW con una tensión nominal del motor de 3 kV. Además del par motor como principal objetivo de control, el sistema de control tiene que cumplir con una serie de objetivos y limitaciones adicionales como regulación y equilibrio de tensión de enlace DC, armónicos de corriente y par, \"flujo motor\", y excitación ",
            "error": [
                ""
            ]
        },
        "excitation": {
            "translated_key": "excitación",
            "translated_annotated_text": "Alto control dinámico de una unidad de conversor de fuente de tensión de tres niveles para un molino de tira principal Se implementó un sistema de control dinámico alto para el accionamiento de tensión media Alspa VDM 7000, que proporciona tiempos de respuesta de par rápido de unos pocos milisegundos a pesar de la frecuencia de conmutación típicamente baja de los tiristores de salida de puerta, que es necesario para lograr una alta eficiencia. El sistema de accionamiento consiste en un convertidor de fuente de voltaje de tres niveles con el extremo frontal activo y un motor sincrónico. La unidad más reciente se ha aplicado a un molino de tira principal. Proporciona una potencia mecánica máxima de 8,3-MW con una tensión nominal del motor de 3 kV. Además del par motor como principal objetivo de control, el sistema de control tiene que cumplir con una serie de objetivos y limitaciones adicionales, como regulación de voltaje de enlace de CC y equilibrio, armónicos de corriente y par, flujo de motor y \"excitación\" ",
            "error": [
                ""
            ]
        },
        "8.3 MW": {
            "translated_key": [],
            "translated_annotated_text": "Alto control dinámico de una unidad de conversor de fuente de tensión de tres niveles para un molino de tira principal Se implementó un sistema de control dinámico alto para el accionamiento de tensión media Alspa VDM 7000, que proporciona tiempos de respuesta de par rápido de unos pocos milisegundos a pesar de la frecuencia de conmutación típicamente baja de los tiristores de salida de puerta, que es necesario para lograr una alta eficiencia. El sistema de accionamiento consiste en un convertidor de fuente de voltaje de tres niveles con el extremo frontal activo y un motor sincrónico. La unidad más reciente se ha aplicado a un molino de tira principal. Proporciona una potencia mecánica máxima de 8,3-MW con una tensión nominal del motor de 3 kV. Además del par motor como principal objetivo de control, el sistema de control tiene que cumplir con una serie de objetivos y limitaciones adicionales, como regulación y equilibrio de tensión de enlace DC, armónicos de corriente y par, flujo de motor y excitación ",
            "error": []
        },
        "3 kV": {
            "translated_key": "3 kV",
            "translated_annotated_text": "Alto control dinámico de una unidad de conversor de fuente de tensión de tres niveles para un molino de tira principal Se implementó un sistema de control dinámico alto para el accionamiento de tensión media Alspa VDM 7000, que proporciona tiempos de respuesta de par rápido de unos pocos milisegundos a pesar de la frecuencia de conmutación típicamente baja de los tiristores de salida de puerta, que es necesario para lograr una alta eficiencia. El sistema de accionamiento consiste en un convertidor de fuente de voltaje de tres niveles con el extremo frontal activo y un motor sincrónico. La unidad más reciente se ha aplicado a un molino de tira principal. Proporciona una potencia mecánica máxima de 8,3-MW con una tensión nominal del motor de \"3 kV\". Además del par motor como principal objetivo de control, el sistema de control tiene que cumplir con una serie de objetivos y limitaciones adicionales, como regulación y equilibrio de tensión de enlace DC, armónicos de corriente y par, flujo de motor y excitación ",
            "error": [
                ""
            ]
        },
        "DC-AC power convertors": {
            "translated_key": [],
            "translated_annotated_text": "Alto control dinámico de una unidad de conversor de fuente de tensión de tres niveles para un molino de tira principal Se implementó un sistema de control dinámico alto para el accionamiento de tensión media Alspa VDM 7000, que proporciona tiempos de respuesta de par rápido de unos pocos milisegundos a pesar de la frecuencia de conmutación típicamente baja de los tiristores de salida de puerta, que es necesario para lograr una alta eficiencia. El sistema de accionamiento consiste en un convertidor de fuente de voltaje de tres niveles con el extremo frontal activo y un motor sincrónico. La unidad más reciente se ha aplicado a un molino de tira principal. Proporciona una potencia mecánica máxima de 8,3-MW con una tensión nominal del motor de 3 kV. Además del par motor como principal objetivo de control, el sistema de control tiene que cumplir con una serie de objetivos y limitaciones adicionales, como regulación y equilibrio de tensión de enlace DC, armónicos de corriente y par, flujo de motor y excitación ",
            "error": []
        },
        "invertors": {
            "translated_key": [],
            "translated_annotated_text": "Alto control dinámico de una unidad de conversor de fuente de tensión de tres niveles para un molino de tira principal Se implementó un sistema de control dinámico alto para el accionamiento de tensión media Alspa VDM 7000, que proporciona tiempos de respuesta de par rápido de unos pocos milisegundos a pesar de la frecuencia de conmutación típicamente baja de los tiristores de salida de puerta, que es necesario para lograr una alta eficiencia. El sistema de accionamiento consiste en un convertidor de fuente de voltaje de tres niveles con el extremo frontal activo y un motor sincrónico. La unidad más reciente se ha aplicado a un molino de tira principal. Proporciona una potencia mecánica máxima de 8,3-MW con una tensión nominal del motor de 3 kV. Además del par motor como principal objetivo de control, el sistema de control tiene que cumplir con una serie de objetivos y limitaciones adicionales, como regulación y equilibrio de tensión de enlace DC, armónicos de corriente y par, flujo de motor y excitación ",
            "error": []
        },
        "machine vector control": {
            "translated_key": [],
            "translated_annotated_text": "Alto control dinámico de una unidad de conversor de fuente de tensión de tres niveles para un molino de tira principal Se implementó un sistema de control dinámico alto para el accionamiento de tensión media Alspa VDM 7000, que proporciona tiempos de respuesta de par rápido de unos pocos milisegundos a pesar de la frecuencia de conmutación típicamente baja de los tiristores de salida de puerta, que es necesario para lograr una alta eficiencia. El sistema de accionamiento consiste en un convertidor de fuente de voltaje de tres niveles con el extremo frontal activo y un motor sincrónico. La unidad más reciente se ha aplicado a un molino de tira principal. Proporciona una potencia mecánica máxima de 8,3-MW con una tensión nominal del motor de 3 kV. Además del par motor como principal objetivo de control, el sistema de control tiene que cumplir con una serie de objetivos y limitaciones adicionales, como regulación y equilibrio de tensión de enlace DC, armónicos de corriente y par, flujo de motor y excitación ",
            "error": []
        },
        "rolling mills": {
            "translated_key": [],
            "translated_annotated_text": "Alto control dinámico de una unidad de conversor de fuente de tensión de tres niveles para un molino de tira principal Se implementó un sistema de control dinámico alto para el accionamiento de tensión media Alspa VDM 7000, que proporciona tiempos de respuesta de par rápido de unos pocos milisegundos a pesar de la frecuencia de conmutación típicamente baja de los tiristores de salida de puerta, que es necesario para lograr una alta eficiencia. El sistema de accionamiento consiste en un convertidor de fuente de voltaje de tres niveles con el extremo frontal activo y un motor sincrónico. La unidad más reciente se ha aplicado a un molino de tira principal. Proporciona una potencia mecánica máxima de 8,3-MW con una tensión nominal del motor de 3 kV. Además del par motor como principal objetivo de control, el sistema de control tiene que cumplir con una serie de objetivos y limitaciones adicionales, como regulación y equilibrio de tensión de enlace DC, armónicos de corriente y par, flujo de motor y excitación ",
            "error": []
        },
        "steel industry": {
            "translated_key": [],
            "translated_annotated_text": "Alto control dinámico de una unidad de conversor de fuente de tensión de tres niveles para un molino de tira principal Se implementó un sistema de control dinámico alto para el accionamiento de tensión media Alspa VDM 7000, que proporciona tiempos de respuesta de par rápido de unos pocos milisegundos a pesar de la frecuencia de conmutación típicamente baja de los tiristores de salida de puerta, que es necesario para lograr una alta eficiencia. El sistema de accionamiento consiste en un convertidor de fuente de voltaje de tres niveles con el extremo frontal activo y un motor sincrónico. La unidad más reciente se ha aplicado a un molino de tira principal. Proporciona una potencia mecánica máxima de 8,3-MW con una tensión nominal del motor de 3 kV. Además del par motor como principal objetivo de control, el sistema de control tiene que cumplir con una serie de objetivos y limitaciones adicionales, como regulación y equilibrio de tensión de enlace DC, armónicos de corriente y par, flujo de motor y excitación ",
            "error": []
        },
        "switching circuits": {
            "translated_key": [],
            "translated_annotated_text": "Alto control dinámico de una unidad de conversor de fuente de tensión de tres niveles para un molino de tira principal Se implementó un sistema de control dinámico alto para el accionamiento de tensión media Alspa VDM 7000, que proporciona tiempos de respuesta de par rápido de unos pocos milisegundos a pesar de la frecuencia de conmutación típicamente baja de los tiristores de salida de puerta, que es necesario para lograr una alta eficiencia. El sistema de accionamiento consiste en un convertidor de fuente de voltaje de tres niveles con el extremo frontal activo y un motor sincrónico. La unidad más reciente se ha aplicado a un molino de tira principal. Proporciona una potencia mecánica máxima de 8,3-MW con una tensión nominal del motor de 3 kV. Además del par motor como principal objetivo de control, el sistema de control tiene que cumplir con una serie de objetivos y limitaciones adicionales, como regulación y equilibrio de tensión de enlace DC, armónicos de corriente y par, flujo de motor y excitación ",
            "error": []
        },
        "synchronous motor drives": {
            "translated_key": [],
            "translated_annotated_text": "Alto control dinámico de una unidad de conversor de fuente de tensión de tres niveles para un molino de tira principal Se implementó un sistema de control dinámico alto para el accionamiento de tensión media Alspa VDM 7000, que proporciona tiempos de respuesta de par rápido de unos pocos milisegundos a pesar de la frecuencia de conmutación típicamente baja de los tiristores de salida de puerta, que es necesario para lograr una alta eficiencia. El sistema de accionamiento consiste en un convertidor de fuente de voltaje de tres niveles con el extremo frontal activo y un motor sincrónico. La unidad más reciente se ha aplicado a un molino de tira principal. Proporciona una potencia mecánica máxima de 8,3-MW con una tensión nominal del motor de 3 kV. Además del par motor como principal objetivo de control, el sistema de control tiene que cumplir con una serie de objetivos y limitaciones adicionales, como regulación y equilibrio de tensión de enlace DC, armónicos de corriente y par, flujo de motor y excitación ",
            "error": []
        },
        "thyristor convertors": {
            "translated_key": [],
            "translated_annotated_text": "Alto control dinámico de una unidad de conversor de fuente de tensión de tres niveles para un molino de tira principal Se implementó un sistema de control dinámico alto para el accionamiento de tensión media Alspa VDM 7000, que proporciona tiempos de respuesta de par rápido de unos pocos milisegundos a pesar de la frecuencia de conmutación típicamente baja de los tiristores de salida de puerta, que es necesario para lograr una alta eficiencia. El sistema de accionamiento consiste en un convertidor de fuente de voltaje de tres niveles con el extremo frontal activo y un motor sincrónico. La unidad más reciente se ha aplicado a un molino de tira principal. Proporciona una potencia mecánica máxima de 8,3-MW con una tensión nominal del motor de 3 kV. Además del par motor como principal objetivo de control, el sistema de control tiene que cumplir con una serie de objetivos y limitaciones adicionales, como regulación y equilibrio de tensión de enlace DC, armónicos de corriente y par, flujo de motor y excitación ",
            "error": []
        },
        "torque control": {
            "translated_key": [],
            "translated_annotated_text": "Alto control dinámico de una unidad de conversor de fuente de tensión de tres niveles para un molino de tira principal Se implementó un sistema de control dinámico alto para el accionamiento de tensión media Alspa VDM 7000, que proporciona tiempos de respuesta de par rápido de unos pocos milisegundos a pesar de la frecuencia de conmutación típicamente baja de los tiristores de salida de puerta, que es necesario para lograr una alta eficiencia. El sistema de accionamiento consiste en un convertidor de fuente de voltaje de tres niveles con el extremo frontal activo y un motor sincrónico. La unidad más reciente se ha aplicado a un molino de tira principal. Proporciona una potencia mecánica máxima de 8,3-MW con una tensión nominal del motor de 3 kV. Además del par motor como principal objetivo de control, el sistema de control tiene que cumplir con una serie de objetivos y limitaciones adicionales, como regulación y equilibrio de tensión de enlace DC, armónicos de corriente y par, flujo de motor y excitación ",
            "error": []
        }
    }
}