{
    "original_text": "A comparison of high-power converter topologies for the implementation of FACTS controllers This paper compares four power converter topologies for the implementation of flexible AC transmission system (FACTS) controllers: three multilevel topologies (multipoint clamped (MPC), chain, and nested cell) and the well-established multipulse topology. In keeping with the need to implement very-high-power inverters, switching frequency is restricted to line frequency. The study addresses device count, DC filter ratings, restrictions on voltage control, active power transfer through the DC link, and balancing of DC-link voltages. Emphasis is placed on capacitor sizing because of its impact on the cost and size of the FACTS controller. A method for the dimensioning the DC capacitor filter is presented. It is found that the chain converter is attractive for the implementation of a static compensator or a static synchronous series compensator. The MPC converter is attractive for the implementation of a unified power flow controller or an interline power flow controller, but a special arrangement is required to overcome the limitations on voltage control",
    "original_translation": "Una comparación de las topologías del convertidor de alta potencia para la implementación de controladores FACTS Este artículo compara cuatro topologías del convertidor de potencia para la implementación de controladores flexibles del sistema de transmisión de CA (FACTS): tres topologías multinivel (multipunto sujetado (MPC), cadena y célula anidada) y la topología multipulso bien establecida. De acuerdo con la necesidad de implementar inversores de muy alta potencia, la frecuencia de conmutación está restringida a la frecuencia de línea. El estudio aborda el recuento de dispositivos, la clasificación de filtros DC, las restricciones en el control de voltaje, la transferencia de energía activa a través del enlace DC y el equilibrio de tensiones de enlace DC. Se hace hincapié en el dimensionamiento de condensadores debido a su impacto en el costo y el tamaño del controlador FACTS. Se presenta un método para dimensionar el filtro de condensador DC. Se observa que el convertidor de cadena es atractivo para la aplicación de un compensador estático o un compensador estático de series sincrónicas. El convertidor MPC es atractivo para la implementación de un controlador de flujo de potencia unificado o un controlador de flujo de corriente interlínea, pero se requiere una disposición especial para superar las limitaciones en el control de tensión",
    "error_count": 14,
    "keys": {
        "FACTS controllers": {
            "translated_key": "controladores FACTS",
            "translated_annotated_text": "Una comparación de las topologías del convertidor de alta potencia para la implementación de \"controladores FACTS\" Este artículo compara cuatro topologías del convertidor de potencia para la implementación de controladores flexibles del sistema de transmisión de CA (FACTS): tres topologías multinivel (multipunto sujetado (MPC), cadena y célula anidada) y la topología multipulso bien establecida. De acuerdo con la necesidad de implementar inversores de muy alta potencia, la frecuencia de conmutación está restringida a la frecuencia de línea. El estudio aborda el recuento de dispositivos, la clasificación de filtros DC, las restricciones en el control de voltaje, la transferencia de energía activa a través del enlace DC y el equilibrio de tensiones de enlace DC. Se hace hincapié en el dimensionamiento de condensadores debido a su impacto en el costo y el tamaño del controlador FACTS. Se presenta un método para dimensionar el filtro de condensador DC. Se observa que el convertidor de cadena es atractivo para la aplicación de un compensador estático o un compensador estático de series sincrónicas. El convertidor MPC es atractivo para la implementación de un controlador de flujo de potencia unificado o un controlador de flujo de corriente interlínea, pero se requiere una disposición especial para superar las limitaciones en el control de tensión ",
            "error": [
                ""
            ]
        },
        "high-power converter topologies comparison": {
            "translated_key": [],
            "translated_annotated_text": "Una comparación de las topologías del convertidor de alta potencia para la implementación de controladores FACTS Este artículo compara cuatro topologías del convertidor de potencia para la implementación de controladores flexibles del sistema de transmisión de CA (FACTS): tres topologías multinivel (multipunto sujetado (MPC), cadena y célula anidada) y la topología multipulso bien establecida. De acuerdo con la necesidad de implementar inversores de muy alta potencia, la frecuencia de conmutación está restringida a la frecuencia de línea. El estudio aborda el recuento de dispositivos, la clasificación de filtros DC, las restricciones en el control de voltaje, la transferencia de energía activa a través del enlace DC y el equilibrio de tensiones de enlace DC. Se hace hincapié en el dimensionamiento de condensadores debido a su impacto en el costo y el tamaño del controlador FACTS. Se presenta un método para dimensionar el filtro de condensador DC. Se observa que el convertidor de cadena es atractivo para la aplicación de un compensador estático o un compensador estático de series sincrónicas. El convertidor MPC es atractivo para la implementación de un controlador de flujo de potencia unificado o un controlador de flujo de corriente interlínea, pero se requiere una disposición especial para superar las limitaciones en el control de tensión ",
            "error": []
        },
        "multilevel topologies": {
            "translated_key": "topologías multinivel",
            "translated_annotated_text": "Una comparación de las topologías del convertidor de alta potencia para la implementación de controladores FACTS Este artículo compara cuatro topologías del convertidor de potencia para la implementación de controladores flexibles del sistema de transmisión de CA (FACTS): tres \"topologías multinivel\" (multipunto sujetado (MPC), cadena y célula anidada) y la topología multipulso bien establecida. De acuerdo con la necesidad de implementar inversores de muy alta potencia, la frecuencia de conmutación está restringida a la frecuencia de línea. El estudio aborda el recuento de dispositivos, la clasificación de filtros DC, las restricciones en el control de voltaje, la transferencia de energía activa a través del enlace DC y el equilibrio de tensiones de enlace DC. Se hace hincapié en el dimensionamiento de condensadores debido a su impacto en el costo y el tamaño del controlador FACTS. Se presenta un método para dimensionar el filtro de condensador DC. Se observa que el convertidor de cadena es atractivo para la aplicación de un compensador estático o un compensador estático de series sincrónicas. El convertidor MPC es atractivo para la implementación de un controlador de flujo de potencia unificado o un controlador de flujo de corriente interlínea, pero se requiere una disposición especial para superar las limitaciones en el control de tensión ",
            "error": [
                ""
            ]
        },
        "multipulse topology": {
            "translated_key": "topología multipulso",
            "translated_annotated_text": "Una comparación de las topologías del convertidor de alta potencia para la implementación de controladores FACTS Este artículo compara cuatro topologías del convertidor de potencia para la implementación de controladores flexibles del sistema de transmisión de CA (FACTS): tres topologías multinivel (multipunto sujetado (MPC), cadena y célula anidada) y la bien establecida \"topología multipulso\". De acuerdo con la necesidad de implementar inversores de muy alta potencia, la frecuencia de conmutación está restringida a la frecuencia de línea. El estudio aborda el recuento de dispositivos, la clasificación de filtros DC, las restricciones en el control de voltaje, la transferencia de energía activa a través del enlace DC y el equilibrio de tensiones de enlace DC. Se hace hincapié en el dimensionamiento de condensadores debido a su impacto en el costo y el tamaño del controlador FACTS. Se presenta un método para dimensionar el filtro de condensador DC. Se observa que el convertidor de cadena es atractivo para la aplicación de un compensador estático o un compensador estático de series sincrónicas. El convertidor MPC es atractivo para la implementación de un controlador de flujo de potencia unificado o un controlador de flujo de corriente interlínea, pero se requiere una disposición especial para superar las limitaciones en el control de tensión ",
            "error": [
                ""
            ]
        },
        "inverters": {
            "translated_key": "inversores",
            "translated_annotated_text": "Una comparación de las topologías del convertidor de alta potencia para la implementación de controladores FACTS Este artículo compara cuatro topologías del convertidor de potencia para la implementación de controladores flexibles del sistema de transmisión de CA (FACTS): tres topologías multinivel (multipunto sujetado (MPC), cadena y célula anidada) y la topología multipulso bien establecida. De acuerdo con la necesidad de implementar \"inversores\" de muy alta potencia, la frecuencia de conmutación está restringida a la frecuencia de línea. El estudio aborda el recuento de dispositivos, la clasificación de filtros DC, las restricciones en el control de voltaje, la transferencia de energía activa a través del enlace DC y el equilibrio de tensiones de enlace DC. Se hace hincapié en el dimensionamiento de condensadores debido a su impacto en el costo y el tamaño del controlador FACTS. Se presenta un método para dimensionar el filtro de condensador DC. Se observa que el convertidor de cadena es atractivo para la aplicación de un compensador estático o un compensador estático de series sincrónicas. El convertidor MPC es atractivo para la implementación de un controlador de flujo de potencia unificado o un controlador de flujo de corriente interlínea, pero se requiere una disposición especial para superar las limitaciones en el control de tensión ",
            "error": [
                ""
            ]
        },
        "switching frequency": {
            "translated_key": "frecuencia de conmutación",
            "translated_annotated_text": "Una comparación de las topologías del convertidor de alta potencia para la implementación de controladores FACTS Este artículo compara cuatro topologías del convertidor de potencia para la implementación de controladores flexibles del sistema de transmisión de CA (FACTS): tres topologías multinivel (multipunto sujetado (MPC), cadena y célula anidada) y la topología multipulso bien establecida. De acuerdo con la necesidad de implementar inversores de muy alta potencia, la \"frecuencia de conmutación\" está restringida a la frecuencia de línea. El estudio aborda el recuento de dispositivos, la clasificación de filtros DC, las restricciones en el control de voltaje, la transferencia de energía activa a través del enlace DC y el equilibrio de tensiones de enlace DC. Se hace hincapié en el dimensionamiento de condensadores debido a su impacto en el costo y el tamaño del controlador FACTS. Se presenta un método para dimensionar el filtro de condensador DC. Se observa que el convertidor de cadena es atractivo para la aplicación de un compensador estático o un compensador estático de series sincrónicas. El convertidor MPC es atractivo para la implementación de un controlador de flujo de potencia unificado o un controlador de flujo de corriente interlínea, pero se requiere una disposición especial para superar las limitaciones en el control de tensión ",
            "error": [
                ""
            ]
        },
        "device count": {
            "translated_key": "conteo de dispositivos",
            "translated_annotated_text": "Una comparación de las topologías del convertidor de alta potencia para la implementación de controladores FACTS Este artículo compara cuatro topologías del convertidor de potencia para la implementación de controladores flexibles del sistema de transmisión de CA (FACTS): tres topologías multinivel (multipunto sujetado (MPC), cadena y célula anidada) y la topología multipulso bien establecida. De acuerdo con la necesidad de implementar inversores de muy alta potencia, la frecuencia de conmutación está restringida a la frecuencia de línea. El estudio aborda el \"conteo de dispositivos\", las calificaciones de los filtros DC, las restricciones al control de voltaje, la transferencia activa de energía a través del enlace DC y el equilibrio de las tensiones de enlace DC. Se hace hincapié en el dimensionamiento de condensadores debido a su impacto en el costo y el tamaño del controlador FACTS. Se presenta un método para dimensionar el filtro de condensador DC. Se observa que el convertidor de cadena es atractivo para la aplicación de un compensador estático o un compensador estático de series sincrónicas. El convertidor MPC es atractivo para la implementación de un controlador de flujo de potencia unificado o un controlador de flujo de corriente interlínea, pero se requiere una disposición especial para superar las limitaciones en el control de tensión ",
            "error": [
                ""
            ]
        },
        "DC filter ratings": {
            "translated_key": "clasificaciones de filtros DC",
            "translated_annotated_text": "Una comparación de las topologías del convertidor de alta potencia para la implementación de controladores FACTS Este artículo compara cuatro topologías del convertidor de potencia para la implementación de controladores flexibles del sistema de transmisión de CA (FACTS): tres topologías multinivel (multipunto sujetado (MPC), cadena y célula anidada) y la topología multipulso bien establecida. De acuerdo con la necesidad de implementar inversores de muy alta potencia, la frecuencia de conmutación está restringida a la frecuencia de línea. El estudio aborda el recuento de dispositivos, las \"clasificaciones de filtros DC\", las restricciones al control de voltaje, la transferencia activa de energía a través del enlace DC y el equilibrio de tensiones de enlace DC. Se hace hincapié en el dimensionamiento de condensadores debido a su impacto en el costo y el tamaño del controlador FACTS. Se presenta un método para dimensionar el filtro de condensador DC. Se observa que el convertidor de cadena es atractivo para la aplicación de un compensador estático o un compensador estático de series sincrónicas. El convertidor MPC es atractivo para la implementación de un controlador de flujo de potencia unificado o un controlador de flujo de corriente interlínea, pero se requiere una disposición especial para superar las limitaciones en el control de tensión ",
            "error": [
                ""
            ]
        },
        "multipoint clamped topology": {
            "translated_key": [],
            "translated_annotated_text": "Una comparación de las topologías del convertidor de alta potencia para la implementación de controladores FACTS Este artículo compara cuatro topologías del convertidor de potencia para la implementación de controladores flexibles del sistema de transmisión de CA (FACTS): tres topologías multinivel (multipunto sujetado (MPC), cadena y célula anidada) y la topología multipulso bien establecida. De acuerdo con la necesidad de implementar inversores de muy alta potencia, la frecuencia de conmutación está restringida a la frecuencia de línea. El estudio aborda el recuento de dispositivos, la clasificación de filtros DC, las restricciones en el control de voltaje, la transferencia de energía activa a través del enlace DC y el equilibrio de tensiones de enlace DC. Se hace hincapié en el dimensionamiento de condensadores debido a su impacto en el costo y el tamaño del controlador FACTS. Se presenta un método para dimensionar el filtro de condensador DC. Se observa que el convertidor de cadena es atractivo para la aplicación de un compensador estático o un compensador estático de series sincrónicas. El convertidor MPC es atractivo para la implementación de un controlador de flujo de potencia unificado o un controlador de flujo de corriente interlínea, pero se requiere una disposición especial para superar las limitaciones en el control de tensión ",
            "error": []
        },
        "unified power flow controller": {
            "translated_key": "controlador de flujo de potencia unificado",
            "translated_annotated_text": "Una comparación de las topologías del convertidor de alta potencia para la implementación de controladores FACTS Este artículo compara cuatro topologías del convertidor de potencia para la implementación de controladores flexibles del sistema de transmisión de CA (FACTS): tres topologías multinivel (multipunto sujetado (MPC), cadena y célula anidada) y la topología multipulso bien establecida. De acuerdo con la necesidad de implementar inversores de muy alta potencia, la frecuencia de conmutación está restringida a la frecuencia de línea. El estudio aborda el recuento de dispositivos, la clasificación de filtros DC, las restricciones en el control de voltaje, la transferencia de energía activa a través del enlace DC y el equilibrio de tensiones de enlace DC. Se hace hincapié en el dimensionamiento de condensadores debido a su impacto en el costo y el tamaño del controlador FACTS. Se presenta un método para dimensionar el filtro de condensador DC. Se observa que el convertidor de cadena es atractivo para la aplicación de un compensador estático o un compensador estático de series sincrónicas. El convertidor MPC es atractivo para la implementación de un \"controlador de flujo de potencia unificado\" o un controlador de flujo de corriente interlínea, pero se requiere una disposición especial para superar las limitaciones en el control de tensión ",
            "error": [
                ""
            ]
        },
        "static compensator": {
            "translated_key": "compensador estático",
            "translated_annotated_text": "Una comparación de las topologías del convertidor de alta potencia para la implementación de controladores FACTS Este artículo compara cuatro topologías del convertidor de potencia para la implementación de controladores flexibles del sistema de transmisión de CA (FACTS): tres topologías multinivel (multipunto sujetado (MPC), cadena y célula anidada) y la topología multipulso bien establecida. De acuerdo con la necesidad de implementar inversores de muy alta potencia, la frecuencia de conmutación está restringida a la frecuencia de línea. El estudio aborda el recuento de dispositivos, la clasificación de filtros DC, las restricciones en el control de voltaje, la transferencia de energía activa a través del enlace DC y el equilibrio de tensiones de enlace DC. Se hace hincapié en el dimensionamiento de condensadores debido a su impacto en el costo y el tamaño del controlador FACTS. Se presenta un método para dimensionar el filtro de condensador DC. Se observa que el convertidor de cadena es atractivo para la aplicación de un \"compensador estático\" o un compensador estático de series sincrónicas. El convertidor MPC es atractivo para la implementación de un controlador de flujo de potencia unificado o un controlador de flujo de corriente interlínea, pero se requiere una disposición especial para superar las limitaciones en el control de tensión ",
            "error": [
                ""
            ]
        },
        "static synchronous series compensator": {
            "translated_key": "compensador de series síncronas estáticas",
            "translated_annotated_text": "Una comparación de las topologías del convertidor de alta potencia para la implementación de controladores FACTS Este artículo compara cuatro topologías del convertidor de potencia para la implementación de controladores flexibles del sistema de transmisión de CA (FACTS): tres topologías multinivel (multipunto sujetado (MPC), cadena y célula anidada) y la topología multipulso bien establecida. De acuerdo con la necesidad de implementar inversores de muy alta potencia, la frecuencia de conmutación está restringida a la frecuencia de línea. El estudio aborda el recuento de dispositivos, la clasificación de filtros DC, las restricciones en el control de voltaje, la transferencia de energía activa a través del enlace DC y el equilibrio de tensiones de enlace DC. Se hace hincapié en el dimensionamiento de condensadores debido a su impacto en el costo y el tamaño del controlador FACTS. Se presenta un método para dimensionar el filtro de condensador DC. Se observa que el convertidor de cadena es atractivo para la aplicación de un compensador estático o un \"compensador de series síncronas estáticas\". El convertidor MPC es atractivo para la implementación de un controlador de flujo de potencia unificado o un controlador de flujo de corriente interlínea, pero se requiere una disposición especial para superar las limitaciones en el control de tensión ",
            "error": [
                ""
            ]
        },
        "STATCOM": {
            "translated_key": [],
            "translated_annotated_text": "Una comparación de las topologías del convertidor de alta potencia para la implementación de controladores FACTS Este artículo compara cuatro topologías del convertidor de potencia para la implementación de controladores flexibles del sistema de transmisión de CA (FACTS): tres topologías multinivel (multipunto sujetado (MPC), cadena y célula anidada) y la topología multipulso bien establecida. De acuerdo con la necesidad de implementar inversores de muy alta potencia, la frecuencia de conmutación está restringida a la frecuencia de línea. El estudio aborda el recuento de dispositivos, la clasificación de filtros DC, las restricciones en el control de voltaje, la transferencia de energía activa a través del enlace DC y el equilibrio de tensiones de enlace DC. Se hace hincapié en el dimensionamiento de condensadores debido a su impacto en el costo y el tamaño del controlador FACTS. Se presenta un método para dimensionar el filtro de condensador DC. Se observa que el convertidor de cadena es atractivo para la aplicación de un compensador estático o un compensador estático de series sincrónicas. El convertidor MPC es atractivo para la implementación de un controlador de flujo de potencia unificado o un controlador de flujo de corriente interlínea, pero se requiere una disposición especial para superar las limitaciones en el control de tensión ",
            "error": []
        },
        "UPFC": {
            "translated_key": [],
            "translated_annotated_text": "Una comparación de las topologías del convertidor de alta potencia para la implementación de controladores FACTS Este artículo compara cuatro topologías del convertidor de potencia para la implementación de controladores flexibles del sistema de transmisión de CA (FACTS): tres topologías multinivel (multipunto sujetado (MPC), cadena y célula anidada) y la topología multipulso bien establecida. De acuerdo con la necesidad de implementar inversores de muy alta potencia, la frecuencia de conmutación está restringida a la frecuencia de línea. El estudio aborda el recuento de dispositivos, la clasificación de filtros DC, las restricciones en el control de voltaje, la transferencia de energía activa a través del enlace DC y el equilibrio de tensiones de enlace DC. Se hace hincapié en el dimensionamiento de condensadores debido a su impacto en el costo y el tamaño del controlador FACTS. Se presenta un método para dimensionar el filtro de condensador DC. Se observa que el convertidor de cadena es atractivo para la aplicación de un compensador estático o un compensador estático de series sincrónicas. El convertidor MPC es atractivo para la implementación de un controlador de flujo de potencia unificado o un controlador de flujo de corriente interlínea, pero se requiere una disposición especial para superar las limitaciones en el control de tensión ",
            "error": []
        },
        "DC-AC power convertors": {
            "translated_key": [],
            "translated_annotated_text": "Una comparación de las topologías del convertidor de alta potencia para la implementación de controladores FACTS Este artículo compara cuatro topologías del convertidor de potencia para la implementación de controladores flexibles del sistema de transmisión de CA (FACTS): tres topologías multinivel (multipunto sujetado (MPC), cadena y célula anidada) y la topología multipulso bien establecida. De acuerdo con la necesidad de implementar inversores de muy alta potencia, la frecuencia de conmutación está restringida a la frecuencia de línea. El estudio aborda el recuento de dispositivos, la clasificación de filtros DC, las restricciones en el control de voltaje, la transferencia de energía activa a través del enlace DC y el equilibrio de tensiones de enlace DC. Se hace hincapié en el dimensionamiento de condensadores debido a su impacto en el costo y el tamaño del controlador FACTS. Se presenta un método para dimensionar el filtro de condensador DC. Se observa que el convertidor de cadena es atractivo para la aplicación de un compensador estático o un compensador estático de series sincrónicas. El convertidor MPC es atractivo para la implementación de un controlador de flujo de potencia unificado o un controlador de flujo de corriente interlínea, pero se requiere una disposición especial para superar las limitaciones en el control de tensión ",
            "error": []
        },
        "flexible AC transmission systems": {
            "translated_key": [],
            "translated_annotated_text": "Una comparación de las topologías del convertidor de alta potencia para la implementación de controladores FACTS Este artículo compara cuatro topologías del convertidor de potencia para la implementación de controladores flexibles del sistema de transmisión de CA (FACTS): tres topologías multinivel (multipunto sujetado (MPC), cadena y célula anidada) y la topología multipulso bien establecida. De acuerdo con la necesidad de implementar inversores de muy alta potencia, la frecuencia de conmutación está restringida a la frecuencia de línea. El estudio aborda el recuento de dispositivos, la clasificación de filtros DC, las restricciones en el control de voltaje, la transferencia de energía activa a través del enlace DC y el equilibrio de tensiones de enlace DC. Se hace hincapié en el dimensionamiento de condensadores debido a su impacto en el costo y el tamaño del controlador FACTS. Se presenta un método para dimensionar el filtro de condensador DC. Se observa que el convertidor de cadena es atractivo para la aplicación de un compensador estático o un compensador estático de series sincrónicas. El convertidor MPC es atractivo para la implementación de un controlador de flujo de potencia unificado o un controlador de flujo de corriente interlínea, pero se requiere una disposición especial para superar las limitaciones en el control de tensión ",
            "error": []
        },
        "invertors": {
            "translated_key": [],
            "translated_annotated_text": "Una comparación de las topologías del convertidor de alta potencia para la implementación de controladores FACTS Este artículo compara cuatro topologías del convertidor de potencia para la implementación de controladores flexibles del sistema de transmisión de CA (FACTS): tres topologías multinivel (multipunto sujetado (MPC), cadena y célula anidada) y la topología multipulso bien establecida. De acuerdo con la necesidad de implementar inversores de muy alta potencia, la frecuencia de conmutación está restringida a la frecuencia de línea. El estudio aborda el recuento de dispositivos, la clasificación de filtros DC, las restricciones en el control de voltaje, la transferencia de energía activa a través del enlace DC y el equilibrio de tensiones de enlace DC. Se hace hincapié en el dimensionamiento de condensadores debido a su impacto en el costo y el tamaño del controlador FACTS. Se presenta un método para dimensionar el filtro de condensador DC. Se observa que el convertidor de cadena es atractivo para la aplicación de un compensador estático o un compensador estático de series sincrónicas. El convertidor MPC es atractivo para la implementación de un controlador de flujo de potencia unificado o un controlador de flujo de corriente interlínea, pero se requiere una disposición especial para superar las limitaciones en el control de tensión ",
            "error": []
        },
        "load flow control": {
            "translated_key": [],
            "translated_annotated_text": "Una comparación de las topologías del convertidor de alta potencia para la implementación de controladores FACTS Este artículo compara cuatro topologías del convertidor de potencia para la implementación de controladores flexibles del sistema de transmisión de CA (FACTS): tres topologías multinivel (multipunto sujetado (MPC), cadena y célula anidada) y la topología multipulso bien establecida. De acuerdo con la necesidad de implementar inversores de muy alta potencia, la frecuencia de conmutación está restringida a la frecuencia de línea. El estudio aborda el recuento de dispositivos, la clasificación de filtros DC, las restricciones en el control de voltaje, la transferencia de energía activa a través del enlace DC y el equilibrio de tensiones de enlace DC. Se hace hincapié en el dimensionamiento de condensadores debido a su impacto en el costo y el tamaño del controlador FACTS. Se presenta un método para dimensionar el filtro de condensador DC. Se observa que el convertidor de cadena es atractivo para la aplicación de un compensador estático o un compensador estático de series sincrónicas. El convertidor MPC es atractivo para la implementación de un controlador de flujo de potencia unificado o un controlador de flujo de corriente interlínea, pero se requiere una disposición especial para superar las limitaciones en el control de tensión ",
            "error": []
        },
        "power capacitors": {
            "translated_key": [],
            "translated_annotated_text": "Una comparación de las topologías del convertidor de alta potencia para la implementación de controladores FACTS Este artículo compara cuatro topologías del convertidor de potencia para la implementación de controladores flexibles del sistema de transmisión de CA (FACTS): tres topologías multinivel (multipunto sujetado (MPC), cadena y célula anidada) y la topología multipulso bien establecida. De acuerdo con la necesidad de implementar inversores de muy alta potencia, la frecuencia de conmutación está restringida a la frecuencia de línea. El estudio aborda el recuento de dispositivos, la clasificación de filtros DC, las restricciones en el control de voltaje, la transferencia de energía activa a través del enlace DC y el equilibrio de tensiones de enlace DC. Se hace hincapié en el dimensionamiento de condensadores debido a su impacto en el costo y el tamaño del controlador FACTS. Se presenta un método para dimensionar el filtro de condensador DC. Se observa que el convertidor de cadena es atractivo para la aplicación de un compensador estático o un compensador estático de series sincrónicas. El convertidor MPC es atractivo para la implementación de un controlador de flujo de potencia unificado o un controlador de flujo de corriente interlínea, pero se requiere una disposición especial para superar las limitaciones en el control de tensión ",
            "error": []
        },
        "power convertors": {
            "translated_key": [],
            "translated_annotated_text": "Una comparación de las topologías del convertidor de alta potencia para la implementación de controladores FACTS Este artículo compara cuatro topologías del convertidor de potencia para la implementación de controladores flexibles del sistema de transmisión de CA (FACTS): tres topologías multinivel (multipunto sujetado (MPC), cadena y célula anidada) y la topología multipulso bien establecida. De acuerdo con la necesidad de implementar inversores de muy alta potencia, la frecuencia de conmutación está restringida a la frecuencia de línea. El estudio aborda el recuento de dispositivos, la clasificación de filtros DC, las restricciones en el control de voltaje, la transferencia de energía activa a través del enlace DC y el equilibrio de tensiones de enlace DC. Se hace hincapié en el dimensionamiento de condensadores debido a su impacto en el costo y el tamaño del controlador FACTS. Se presenta un método para dimensionar el filtro de condensador DC. Se observa que el convertidor de cadena es atractivo para la aplicación de un compensador estático o un compensador estático de series sincrónicas. El convertidor MPC es atractivo para la implementación de un controlador de flujo de potencia unificado o un controlador de flujo de corriente interlínea, pero se requiere una disposición especial para superar las limitaciones en el control de tensión ",
            "error": []
        },
        "power filters": {
            "translated_key": [],
            "translated_annotated_text": "Una comparación de las topologías del convertidor de alta potencia para la implementación de controladores FACTS Este artículo compara cuatro topologías del convertidor de potencia para la implementación de controladores flexibles del sistema de transmisión de CA (FACTS): tres topologías multinivel (multipunto sujetado (MPC), cadena y célula anidada) y la topología multipulso bien establecida. De acuerdo con la necesidad de implementar inversores de muy alta potencia, la frecuencia de conmutación está restringida a la frecuencia de línea. El estudio aborda el recuento de dispositivos, la clasificación de filtros DC, las restricciones en el control de voltaje, la transferencia de energía activa a través del enlace DC y el equilibrio de tensiones de enlace DC. Se hace hincapié en el dimensionamiento de condensadores debido a su impacto en el costo y el tamaño del controlador FACTS. Se presenta un método para dimensionar el filtro de condensador DC. Se observa que el convertidor de cadena es atractivo para la aplicación de un compensador estático o un compensador estático de series sincrónicas. El convertidor MPC es atractivo para la implementación de un controlador de flujo de potencia unificado o un controlador de flujo de corriente interlínea, pero se requiere una disposición especial para superar las limitaciones en el control de tensión ",
            "error": []
        },
        "power transmission control": {
            "translated_key": [],
            "translated_annotated_text": "Una comparación de las topologías del convertidor de alta potencia para la implementación de controladores FACTS Este artículo compara cuatro topologías del convertidor de potencia para la implementación de controladores flexibles del sistema de transmisión de CA (FACTS): tres topologías multinivel (multipunto sujetado (MPC), cadena y célula anidada) y la topología multipulso bien establecida. De acuerdo con la necesidad de implementar inversores de muy alta potencia, la frecuencia de conmutación está restringida a la frecuencia de línea. El estudio aborda el recuento de dispositivos, la clasificación de filtros DC, las restricciones en el control de voltaje, la transferencia de energía activa a través del enlace DC y el equilibrio de tensiones de enlace DC. Se hace hincapié en el dimensionamiento de condensadores debido a su impacto en el costo y el tamaño del controlador FACTS. Se presenta un método para dimensionar el filtro de condensador DC. Se observa que el convertidor de cadena es atractivo para la aplicación de un compensador estático o un compensador estático de series sincrónicas. El convertidor MPC es atractivo para la implementación de un controlador de flujo de potencia unificado o un controlador de flujo de corriente interlínea, pero se requiere una disposición especial para superar las limitaciones en el control de tensión ",
            "error": []
        },
        "static VAr compensators": {
            "translated_key": [],
            "translated_annotated_text": "Una comparación de las topologías del convertidor de alta potencia para la implementación de controladores FACTS Este artículo compara cuatro topologías del convertidor de potencia para la implementación de controladores flexibles del sistema de transmisión de CA (FACTS): tres topologías multinivel (multipunto sujetado (MPC), cadena y célula anidada) y la topología multipulso bien establecida. De acuerdo con la necesidad de implementar inversores de muy alta potencia, la frecuencia de conmutación está restringida a la frecuencia de línea. El estudio aborda el recuento de dispositivos, la clasificación de filtros DC, las restricciones en el control de voltaje, la transferencia de energía activa a través del enlace DC y el equilibrio de tensiones de enlace DC. Se hace hincapié en el dimensionamiento de condensadores debido a su impacto en el costo y el tamaño del controlador FACTS. Se presenta un método para dimensionar el filtro de condensador DC. Se observa que el convertidor de cadena es atractivo para la aplicación de un compensador estático o un compensador estático de series sincrónicas. El convertidor MPC es atractivo para la implementación de un controlador de flujo de potencia unificado o un controlador de flujo de corriente interlínea, pero se requiere una disposición especial para superar las limitaciones en el control de tensión ",
            "error": []
        },
        "switching circuits": {
            "translated_key": [],
            "translated_annotated_text": "Una comparación de las topologías del convertidor de alta potencia para la implementación de controladores FACTS Este artículo compara cuatro topologías del convertidor de potencia para la implementación de controladores flexibles del sistema de transmisión de CA (FACTS): tres topologías multinivel (multipunto sujetado (MPC), cadena y célula anidada) y la topología multipulso bien establecida. De acuerdo con la necesidad de implementar inversores de muy alta potencia, la frecuencia de conmutación está restringida a la frecuencia de línea. El estudio aborda el recuento de dispositivos, la clasificación de filtros DC, las restricciones en el control de voltaje, la transferencia de energía activa a través del enlace DC y el equilibrio de tensiones de enlace DC. Se hace hincapié en el dimensionamiento de condensadores debido a su impacto en el costo y el tamaño del controlador FACTS. Se presenta un método para dimensionar el filtro de condensador DC. Se observa que el convertidor de cadena es atractivo para la aplicación de un compensador estático o un compensador estático de series sincrónicas. El convertidor MPC es atractivo para la implementación de un controlador de flujo de potencia unificado o un controlador de flujo de corriente interlínea, pero se requiere una disposición especial para superar las limitaciones en el control de tensión ",
            "error": []
        }
    }
}