{
    "original_text": "Use of extra degrees of freedom in multilevel drives Multilevel converters with series connection of semiconductors allow power electronics to reach medium voltages (1-10 kV) with relatively standard components. The increase of the number of semiconductors provides extra degrees of freedom, which can be used to improve different characteristics. This paper is focused on variable-speed drives and it is shown that with the proposed multilevel direct torque control strategy (DiCoIF) the tradeoff between the performances of the drive (harmonic distortions, torque dynamics, voltage step gradients, etc.) and the switching frequency of the semiconductors is improved. Then, a slightly modified strategy reducing common-mode voltage and bearing currents is presented",
    "original_translation": "Uso de grados adicionales de libertad en accionamientos multinivel Los convertidores multinivel con conexión en serie de semiconductores permiten que la electrónica de potencia alcance tensiones medias (1-10 kV) con componentes relativamente estándar. El aumento del número de semiconductores proporciona grados adicionales de libertad, que pueden utilizarse para mejorar diferentes características. Este artículo se centra en los accionamientos de velocidad variable y se muestra que con la estrategia de control del par directo de varios niveles propuesta (DiCoIF) la compensación entre las prestaciones de la unidad (torturas armónicas, dinámica del par, gradientes de paso de tensión, etc.) y se mejora la frecuencia de conmutación de los semiconductores. A continuación, se presenta una estrategia ligeramente modificada para reducir la tensión de modo común y las corrientes de rodamiento",
    "error_count": 15,
    "keys": {
        "degrees of freedom": {
            "translated_key": "grados de libertad",
            "translated_annotated_text": "Uso de \"grados de libertad\" adicionales en accionamientos multinivel Los convertidores multinivel con conexión en serie de semiconductores permiten que la electrónica de potencia alcance tensiones medias (1-10 kV) con componentes relativamente estándar. El aumento del número de semiconductores proporciona \"grados de libertad\" adicionales, que pueden utilizarse para mejorar diferentes características. Este artículo se centra en los accionamientos de velocidad variable y se muestra que con la estrategia de control del par directo de varios niveles propuesta (DiCoIF) la compensación entre las prestaciones de la unidad (torturas armónicas, dinámica del par, gradientes de paso de tensión, etc.) y se mejora la frecuencia de conmutación de los semiconductores. A continuación, se presenta una estrategia ligeramente modificada para reducir la tensión de modo común y las corrientes de rodamiento ",
            "error": [
                ""
            ]
        },
        "series connection": {
            "translated_key": "conexión serie",
            "translated_annotated_text": "Uso de grados adicionales de libertad en accionamientos multinivel Los convertidores multinivel con \"conexión serie\" de semiconductores permiten que la electrónica de potencia alcance tensiones medias (1-10 kV) con componentes relativamente estándar. El aumento del número de semiconductores proporciona grados adicionales de libertad, que pueden utilizarse para mejorar diferentes características. Este artículo se centra en los accionamientos de velocidad variable y se muestra que con la estrategia de control del par directo de varios niveles propuesta (DiCoIF) la compensación entre las prestaciones de la unidad (torturas armónicas, dinámica del par, gradientes de paso de tensión, etc.) y se mejora la frecuencia de conmutación de los semiconductores. A continuación, se presenta una estrategia ligeramente modificada para reducir la tensión de modo común y las corrientes de rodamiento ",
            "error": [
                ""
            ]
        },
        "semiconductors": {
            "translated_key": "semiconductores",
            "translated_annotated_text": "Uso de grados adicionales de libertad en accionamientos multinivel Los convertidores multinivel con conexión en serie de \"semiconductores\" permiten que la electrónica de potencia alcance tensiones medias (1-10 kV) con componentes relativamente estándar. El aumento del número de \"semiconductores\" proporciona grados adicionales de libertad, que pueden utilizarse para mejorar diferentes características. Este artículo se centra en los accionamientos de velocidad variable y se muestra que con la estrategia de control del par directo de varios niveles propuesta (DiCoIF) la compensación entre las prestaciones de la unidad (torturas armónicas, dinámica del par, gradientes de paso de tensión, etc.) y se mejora la frecuencia de conmutación de los \"semiconductores\". A continuación, se presenta una estrategia ligeramente modificada para reducir la tensión de modo común y las corrientes de rodamiento ",
            "error": [
                ""
            ]
        },
        "power electronics": {
            "translated_key": "electrónica de potencia",
            "translated_annotated_text": "Uso de grados adicionales de libertad en accionamientos multinivel Los convertidores multinivel con conexión en serie de semiconductores permiten que \"electrónica de potencia\" alcance tensiones medias (1-10 kV) con componentes relativamente estándar. El aumento del número de semiconductores proporciona grados adicionales de libertad, que pueden utilizarse para mejorar diferentes características. Este artículo se centra en los accionamientos de velocidad variable y se muestra que con la estrategia de control del par directo de varios niveles propuesta (DiCoIF) la compensación entre las prestaciones de la unidad (torturas armónicas, dinámica del par, gradientes de paso de tensión, etc.) y se mejora la frecuencia de conmutación de los semiconductores. A continuación, se presenta una estrategia ligeramente modificada para reducir la tensión de modo común y las corrientes de rodamiento ",
            "error": [
                ""
            ]
        },
        "medium voltages": {
            "translated_key": "tensiones medias",
            "translated_annotated_text": "Uso de grados adicionales de libertad en accionamientos multinivel Los convertidores multinivel con conexión en serie de semiconductores permiten que la electrónica de potencia alcance \"tensiones medias\" (1-10 kV) con componentes relativamente estándar. El aumento del número de semiconductores proporciona grados adicionales de libertad, que pueden utilizarse para mejorar diferentes características. Este artículo se centra en los accionamientos de velocidad variable y se muestra que con la estrategia de control del par directo de varios niveles propuesta (DiCoIF) la compensación entre las prestaciones de la unidad (torturas armónicas, dinámica del par, gradientes de paso de tensión, etc.) y se mejora la frecuencia de conmutación de los semiconductores. A continuación, se presenta una estrategia ligeramente modificada para reducir la tensión de modo común y las corrientes de rodamiento ",
            "error": [
                ""
            ]
        },
        "variable-speed drives": {
            "translated_key": "motores de velocidad variable",
            "translated_annotated_text": "Uso de grados adicionales de libertad en accionamientos multinivel Los convertidores multinivel con conexión en serie de semiconductores permiten que la electrónica de potencia alcance tensiones medias (1-10 kV) con componentes relativamente estándar. El aumento del número de semiconductores proporciona grados adicionales de libertad, que pueden utilizarse para mejorar diferentes características. Este artículo se centra en \"motores de velocidad variable\" y se muestra que con la estrategia de control del par directo de varios niveles propuesta (DiCoIF) la compensación entre las prestaciones de la unidad (distorsiones armónicas, dinámica del par, gradientes de paso de tensión, etc.) y se mejora la frecuencia de conmutación de los semiconductores. A continuación, se presenta una estrategia ligeramente modificada para reducir la tensión de modo común y las corrientes de rodamiento ",
            "error": [
                ""
            ]
        },
        "multilevel direct torque control strategy": {
            "translated_key": "estrategia de control de par directo multinivel",
            "translated_annotated_text": "Uso de grados adicionales de libertad en accionamientos multinivel Los convertidores multinivel con conexión en serie de semiconductores permiten que la electrónica de potencia alcance tensiones medias (1-10 kV) con componentes relativamente estándar. El aumento del número de semiconductores proporciona grados adicionales de libertad, que pueden utilizarse para mejorar diferentes características. Este artículo se centra en los accionamientos de velocidad variable y se muestra que con la propuesta \"estrategia de control de par directo multinivel\" (DiCoIF) la compensación entre las prestaciones de la unidad (torturas armónicas, dinámica de par, gradientes de paso de tensión, etc.) y se mejora la frecuencia de conmutación de los semiconductores. A continuación, se presenta una estrategia ligeramente modificada para reducir la tensión de modo común y las corrientes de rodamiento ",
            "error": [
                ""
            ]
        },
        "harmonic distortions": {
            "translated_key": "torturas armónicas",
            "translated_annotated_text": "Uso de grados adicionales de libertad en accionamientos multinivel Los convertidores multinivel con conexión en serie de semiconductores permiten que la electrónica de potencia alcance tensiones medias (1-10 kV) con componentes relativamente estándar. El aumento del número de semiconductores proporciona grados adicionales de libertad, que pueden utilizarse para mejorar diferentes características. Este artículo se centra en los accionamientos de velocidad variable y se muestra que con la estrategia de control del par directo de varios niveles propuesta (DiCoIF) la compensación entre las prestaciones de la unidad (\"torturas armónicas\", dinámica del par, gradientes de paso de tensión, etc.) y se mejora la frecuencia de conmutación de los semiconductores. A continuación, se presenta una estrategia ligeramente modificada para reducir la tensión de modo común y las corrientes de rodamiento ",
            "error": [
                ""
            ]
        },
        "torque dynamics": {
            "translated_key": "dinámica de torque",
            "translated_annotated_text": "Uso de grados adicionales de libertad en accionamientos multinivel Los convertidores multinivel con conexión en serie de semiconductores permiten que la electrónica de potencia alcance tensiones medias (1-10 kV) con componentes relativamente estándar. El aumento del número de semiconductores proporciona grados adicionales de libertad, que pueden utilizarse para mejorar diferentes características. Este artículo se centra en las unidades de velocidad variable y se muestra que con la estrategia de control de par directo multinivel (DiCoIF) propuesta la compensación entre las prestaciones de la unidad (distorsiones armónicas, \"dinámica de torque\", gradientes de paso de voltaje, etc.) y se mejora la frecuencia de conmutación de los semiconductores. A continuación, se presenta una estrategia ligeramente modificada para reducir la tensión de modo común y las corrientes de rodamiento ",
            "error": [
                ""
            ]
        },
        "voltage step gradients": {
            "translated_key": "gradientes de paso de tensión",
            "translated_annotated_text": "Uso de grados adicionales de libertad en accionamientos multinivel Los convertidores multinivel con conexión en serie de semiconductores permiten que la electrónica de potencia alcance tensiones medias (1-10 kV) con componentes relativamente estándar. El aumento del número de semiconductores proporciona grados adicionales de libertad, que pueden utilizarse para mejorar diferentes características. Este artículo se centra en las unidades de velocidad variable y se muestra que con la estrategia de control del par directo multinivel propuesta (DiCoIF) la compensación entre las prestaciones de la unidad (torturas armónicas, dinámica del par, \"gradientes de paso de tensión\", etc.) y se mejora la frecuencia de conmutación de los semiconductores. A continuación, se presenta una estrategia ligeramente modificada para reducir la tensión de modo común y las corrientes de rodamiento ",
            "error": [
                ""
            ]
        },
        "switching frequency": {
            "translated_key": "frecuencia de conmutación",
            "translated_annotated_text": "Uso de grados adicionales de libertad en accionamientos multinivel Los convertidores multinivel con conexión en serie de semiconductores permiten que la electrónica de potencia alcance tensiones medias (1-10 kV) con componentes relativamente estándar. El aumento del número de semiconductores proporciona grados adicionales de libertad, que pueden utilizarse para mejorar diferentes características. Este artículo se centra en los accionamientos de velocidad variable y se muestra que con la estrategia de control del par directo de varios niveles propuesta (DiCoIF) la compensación entre las prestaciones de la unidad (torturas armónicas, dinámica del par, gradientes de paso de tensión, etc.) y se mejora la \"frecuencia de conmutación\" de los semiconductores. A continuación, se presenta una estrategia ligeramente modificada para reducir la tensión de modo común y las corrientes de rodamiento ",
            "error": [
                ""
            ]
        },
        "common-mode voltage reduction": {
            "translated_key": [],
            "translated_annotated_text": "Uso de grados adicionales de libertad en accionamientos multinivel Los convertidores multinivel con conexión en serie de semiconductores permiten que la electrónica de potencia alcance tensiones medias (1-10 kV) con componentes relativamente estándar. El aumento del número de semiconductores proporciona grados adicionales de libertad, que pueden utilizarse para mejorar diferentes características. Este artículo se centra en los accionamientos de velocidad variable y se muestra que con la estrategia de control del par directo de varios niveles propuesta (DiCoIF) la compensación entre las prestaciones de la unidad (torturas armónicas, dinámica del par, gradientes de paso de tensión, etc.) y se mejora la frecuencia de conmutación de los semiconductores. A continuación, se presenta una estrategia ligeramente modificada para reducir la tensión de modo común y las corrientes de rodamiento ",
            "error": []
        },
        "bearing currents": {
            "translated_key": "corrientes portadoras",
            "translated_annotated_text": "Uso de grados adicionales de libertad en accionamientos multinivel Los convertidores multinivel con conexión en serie de semiconductores permiten que la electrónica de potencia alcance tensiones medias (1-10 kV) con componentes relativamente estándar. El aumento del número de semiconductores proporciona grados adicionales de libertad, que pueden utilizarse para mejorar diferentes características. Este artículo se centra en los accionamientos de velocidad variable y se muestra que con la estrategia de control del par directo de varios niveles propuesta (DiCoIF) la compensación entre las prestaciones de la unidad (torturas armónicas, dinámica del par, gradientes de paso de tensión, etc.) y se mejora la frecuencia de conmutación de los semiconductores. A continuación, se presenta una estrategia ligeramente modificada para reducir el voltaje de modo común y las \"corrientes portadoras\" ",
            "error": [
                ""
            ]
        },
        "delay estimation": {
            "translated_key": [],
            "translated_annotated_text": "Uso de grados adicionales de libertad en accionamientos multinivel Los convertidores multinivel con conexión en serie de semiconductores permiten que la electrónica de potencia alcance tensiones medias (1-10 kV) con componentes relativamente estándar. El aumento del número de semiconductores proporciona grados adicionales de libertad, que pueden utilizarse para mejorar diferentes características. Este artículo se centra en los accionamientos de velocidad variable y se muestra que con la estrategia de control del par directo de varios niveles propuesta (DiCoIF) la compensación entre las prestaciones de la unidad (torturas armónicas, dinámica del par, gradientes de paso de tensión, etc.) y se mejora la frecuencia de conmutación de los semiconductores. A continuación, se presenta una estrategia ligeramente modificada para reducir la tensión de modo común y las corrientes de rodamiento ",
            "error": []
        },
        "industrial power systems": {
            "translated_key": [],
            "translated_annotated_text": "Uso de grados adicionales de libertad en accionamientos multinivel Los convertidores multinivel con conexión en serie de semiconductores permiten que la electrónica de potencia alcance tensiones medias (1-10 kV) con componentes relativamente estándar. El aumento del número de semiconductores proporciona grados adicionales de libertad, que pueden utilizarse para mejorar diferentes características. Este artículo se centra en los accionamientos de velocidad variable y se muestra que con la estrategia de control del par directo de varios niveles propuesta (DiCoIF) la compensación entre las prestaciones de la unidad (torturas armónicas, dinámica del par, gradientes de paso de tensión, etc.) y se mejora la frecuencia de conmutación de los semiconductores. A continuación, se presenta una estrategia ligeramente modificada para reducir la tensión de modo común y las corrientes de rodamiento ",
            "error": []
        },
        "insulated gate bipolar transistors": {
            "translated_key": [],
            "translated_annotated_text": "Uso de grados adicionales de libertad en accionamientos multinivel Los convertidores multinivel con conexión en serie de semiconductores permiten que la electrónica de potencia alcance tensiones medias (1-10 kV) con componentes relativamente estándar. El aumento del número de semiconductores proporciona grados adicionales de libertad, que pueden utilizarse para mejorar diferentes características. Este artículo se centra en los accionamientos de velocidad variable y se muestra que con la estrategia de control del par directo de varios niveles propuesta (DiCoIF) la compensación entre las prestaciones de la unidad (torturas armónicas, dinámica del par, gradientes de paso de tensión, etc.) y se mejora la frecuencia de conmutación de los semiconductores. A continuación, se presenta una estrategia ligeramente modificada para reducir la tensión de modo común y las corrientes de rodamiento ",
            "error": []
        },
        "state estimation": {
            "translated_key": [],
            "translated_annotated_text": "Uso de grados adicionales de libertad en accionamientos multinivel Los convertidores multinivel con conexión en serie de semiconductores permiten que la electrónica de potencia alcance tensiones medias (1-10 kV) con componentes relativamente estándar. El aumento del número de semiconductores proporciona grados adicionales de libertad, que pueden utilizarse para mejorar diferentes características. Este artículo se centra en los accionamientos de velocidad variable y se muestra que con la estrategia de control del par directo de varios niveles propuesta (DiCoIF) la compensación entre las prestaciones de la unidad (torturas armónicas, dinámica del par, gradientes de paso de tensión, etc.) y se mejora la frecuencia de conmutación de los semiconductores. A continuación, se presenta una estrategia ligeramente modificada para reducir la tensión de modo común y las corrientes de rodamiento ",
            "error": []
        },
        "multilevel drives": {
            "translated_key": "motores multinivel",
            "translated_annotated_text": "El uso de grados adicionales de libertad en los convertidores multinivel de \"motores multinivel\" con conexión en serie de semiconductores permite que la electrónica de potencia alcance tensiones medias (1-10 kV) con componentes relativamente estándar. El aumento del número de semiconductores proporciona grados adicionales de libertad, que pueden utilizarse para mejorar diferentes características. Este artículo se centra en los accionamientos de velocidad variable y se muestra que con la estrategia de control del par directo de varios niveles propuesta (DiCoIF) la compensación entre las prestaciones de la unidad (torturas armónicas, dinámica del par, gradientes de paso de tensión, etc.) y se mejora la frecuencia de conmutación de los semiconductores. A continuación, se presenta una estrategia ligeramente modificada para reducir la tensión de modo común y las corrientes de rodamiento ",
            "error": [
                ""
            ]
        },
        "fixed-frequency dynamic control": {
            "translated_key": [],
            "translated_annotated_text": "Uso de grados adicionales de libertad en accionamientos multinivel Los convertidores multinivel con conexión en serie de semiconductores permiten que la electrónica de potencia alcance tensiones medias (1-10 kV) con componentes relativamente estándar. El aumento del número de semiconductores proporciona grados adicionales de libertad, que pueden utilizarse para mejorar diferentes características. Este artículo se centra en los accionamientos de velocidad variable y se muestra que con la estrategia de control del par directo de varios niveles propuesta (DiCoIF) la compensación entre las prestaciones de la unidad (torturas armónicas, dinámica del par, gradientes de paso de tensión, etc.) y se mejora la frecuencia de conmutación de los semiconductores. A continuación, se presenta una estrategia ligeramente modificada para reducir la tensión de modo común y las corrientes de rodamiento ",
            "error": []
        },
        "1 to 10 kV": {
            "translated_key": [],
            "translated_annotated_text": "Uso de grados adicionales de libertad en accionamientos multinivel Los convertidores multinivel con conexión en serie de semiconductores permiten que la electrónica de potencia alcance tensiones medias (1-10 kV) con componentes relativamente estándar. El aumento del número de semiconductores proporciona grados adicionales de libertad, que pueden utilizarse para mejorar diferentes características. Este artículo se centra en los accionamientos de velocidad variable y se muestra que con la estrategia de control del par directo de varios niveles propuesta (DiCoIF) la compensación entre las prestaciones de la unidad (torturas armónicas, dinámica del par, gradientes de paso de tensión, etc.) y se mejora la frecuencia de conmutación de los semiconductores. A continuación, se presenta una estrategia ligeramente modificada para reducir la tensión de modo común y las corrientes de rodamiento ",
            "error": []
        },
        "harmonic distortion": {
            "translated_key": [],
            "translated_annotated_text": "Uso de grados adicionales de libertad en accionamientos multinivel Los convertidores multinivel con conexión en serie de semiconductores permiten que la electrónica de potencia alcance tensiones medias (1-10 kV) con componentes relativamente estándar. El aumento del número de semiconductores proporciona grados adicionales de libertad, que pueden utilizarse para mejorar diferentes características. Este artículo se centra en los accionamientos de velocidad variable y se muestra que con la estrategia de control del par directo de varios niveles propuesta (DiCoIF) la compensación entre las prestaciones de la unidad (torturas armónicas, dinámica del par, gradientes de paso de tensión, etc.) y se mejora la frecuencia de conmutación de los semiconductores. A continuación, se presenta una estrategia ligeramente modificada para reducir la tensión de modo común y las corrientes de rodamiento ",
            "error": []
        },
        "induction motor drives": {
            "translated_key": [],
            "translated_annotated_text": "Uso de grados adicionales de libertad en accionamientos multinivel Los convertidores multinivel con conexión en serie de semiconductores permiten que la electrónica de potencia alcance tensiones medias (1-10 kV) con componentes relativamente estándar. El aumento del número de semiconductores proporciona grados adicionales de libertad, que pueden utilizarse para mejorar diferentes características. Este artículo se centra en los accionamientos de velocidad variable y se muestra que con la estrategia de control del par directo de varios niveles propuesta (DiCoIF) la compensación entre las prestaciones de la unidad (torturas armónicas, dinámica del par, gradientes de paso de tensión, etc.) y se mejora la frecuencia de conmutación de los semiconductores. A continuación, se presenta una estrategia ligeramente modificada para reducir la tensión de modo común y las corrientes de rodamiento ",
            "error": []
        },
        "machine bearings": {
            "translated_key": [],
            "translated_annotated_text": "Uso de grados adicionales de libertad en accionamientos multinivel Los convertidores multinivel con conexión en serie de semiconductores permiten que la electrónica de potencia alcance tensiones medias (1-10 kV) con componentes relativamente estándar. El aumento del número de semiconductores proporciona grados adicionales de libertad, que pueden utilizarse para mejorar diferentes características. Este artículo se centra en los accionamientos de velocidad variable y se muestra que con la estrategia de control del par directo de varios niveles propuesta (DiCoIF) la compensación entre las prestaciones de la unidad (torturas armónicas, dinámica del par, gradientes de paso de tensión, etc.) y se mejora la frecuencia de conmutación de los semiconductores. A continuación, se presenta una estrategia ligeramente modificada para reducir la tensión de modo común y las corrientes de rodamiento ",
            "error": []
        },
        "machine control": {
            "translated_key": [],
            "translated_annotated_text": "Uso de grados adicionales de libertad en accionamientos multinivel Los convertidores multinivel con conexión en serie de semiconductores permiten que la electrónica de potencia alcance tensiones medias (1-10 kV) con componentes relativamente estándar. El aumento del número de semiconductores proporciona grados adicionales de libertad, que pueden utilizarse para mejorar diferentes características. Este artículo se centra en los accionamientos de velocidad variable y se muestra que con la estrategia de control del par directo de varios niveles propuesta (DiCoIF) la compensación entre las prestaciones de la unidad (torturas armónicas, dinámica del par, gradientes de paso de tensión, etc.) y se mejora la frecuencia de conmutación de los semiconductores. A continuación, se presenta una estrategia ligeramente modificada para reducir la tensión de modo común y las corrientes de rodamiento ",
            "error": []
        },
        "power convertors": {
            "translated_key": [],
            "translated_annotated_text": "Uso de grados adicionales de libertad en accionamientos multinivel Los convertidores multinivel con conexión en serie de semiconductores permiten que la electrónica de potencia alcance tensiones medias (1-10 kV) con componentes relativamente estándar. El aumento del número de semiconductores proporciona grados adicionales de libertad, que pueden utilizarse para mejorar diferentes características. Este artículo se centra en los accionamientos de velocidad variable y se muestra que con la estrategia de control del par directo de varios niveles propuesta (DiCoIF) la compensación entre las prestaciones de la unidad (torturas armónicas, dinámica del par, gradientes de paso de tensión, etc.) y se mejora la frecuencia de conmutación de los semiconductores. A continuación, se presenta una estrategia ligeramente modificada para reducir la tensión de modo común y las corrientes de rodamiento ",
            "error": []
        },
        "switching circuits": {
            "translated_key": [],
            "translated_annotated_text": "Uso de grados adicionales de libertad en accionamientos multinivel Los convertidores multinivel con conexión en serie de semiconductores permiten que la electrónica de potencia alcance tensiones medias (1-10 kV) con componentes relativamente estándar. El aumento del número de semiconductores proporciona grados adicionales de libertad, que pueden utilizarse para mejorar diferentes características. Este artículo se centra en los accionamientos de velocidad variable y se muestra que con la estrategia de control del par directo de varios niveles propuesta (DiCoIF) la compensación entre las prestaciones de la unidad (torturas armónicas, dinámica del par, gradientes de paso de tensión, etc.) y se mejora la frecuencia de conmutación de los semiconductores. A continuación, se presenta una estrategia ligeramente modificada para reducir la tensión de modo común y las corrientes de rodamiento ",
            "error": []
        },
        "torque control": {
            "translated_key": "control de torque",
            "translated_annotated_text": "Uso de grados adicionales de libertad en accionamientos multinivel Los convertidores multinivel con conexión en serie de semiconductores permiten que la electrónica de potencia alcance tensiones medias (1-10 kV) con componentes relativamente estándar. El aumento del número de semiconductores proporciona grados adicionales de libertad, que pueden utilizarse para mejorar diferentes características. Este artículo se centra en las unidades de velocidad variable y se muestra que con la estrategia de \"control de torque\" directo multinivel (DiCoIF) propuesta la compensación entre las prestaciones de la unidad (distorsiones armónicas, dinámica de par, gradientes de paso de tensión, etc.) y se mejora la frecuencia de conmutación de los semiconductores. A continuación, se presenta una estrategia ligeramente modificada para reducir la tensión de modo común y las corrientes de rodamiento ",
            "error": [
                ""
            ]
        }
    }
}