{
    "original_text": "On bivariate dependence and the convex order We investigate the interplay between variability (in the sense of the convex order) and dependence in a bivariate framework, extending some previous results in this area. We exploit the fact that discrete uniform distributions are dense in the space of probability measures in the topology of weak convergence to prove our central result. We also obtain a partial result in the general multivariate case. Our findings can be interpreted in terms of the impact of component variability on the mean life of correlated serial and parallel systems",
    "original_translation": "Sobre la dependencia bivariada y el orden convexo Se investiga la interacción entre variabilidad (en el sentido del orden convexo) y dependencia en un marco bivariado, extendiendo algunos resultados anteriores en esta área. Aprovechamos el hecho de que las distribuciones uniformes discretas son densas en el espacio de las medidas de probabilidad en la topología de la convergencia débil para probar nuestro resultado central. También obtenemos un resultado parcial en el caso general multivariado. Nuestros hallazgos pueden interpretarse en términos del impacto de la variabilidad de componentes en la vida media de los sistemas seriales y paralelos correlacionados",
    "error_count": 4,
    "keys": {
        "bivariate dependence": {
            "translated_key": "dependencia bivariada",
            "translated_annotated_text": "Sobre la \"dependencia bivariada\" y el orden convexo Investigamos la interacción entre variabilidad (en el sentido del orden convexo) y dependencia en un marco bivariado, extendiendo algunos resultados anteriores en esta área. Aprovechamos el hecho de que las distribuciones uniformes discretas son densas en el espacio de las medidas de probabilidad en la topología de la convergencia débil para probar nuestro resultado central. También obtenemos un resultado parcial en el caso general multivariado. Nuestros hallazgos pueden interpretarse en términos del impacto de la variabilidad de componentes en la vida media de los sistemas seriales y paralelos correlacionados ",
            "error": [
                ""
            ]
        },
        "convex order": {
            "translated_key": "orden convexo",
            "translated_annotated_text": "Sobre la dependencia bivariada y el \"orden convexo\" Investigamos la interacción entre variabilidad (en el sentido del \"orden convexo\") y dependencia en un marco bivariado, extendiendo algunos resultados anteriores en esta área. Aprovechamos el hecho de que las distribuciones uniformes discretas son densas en el espacio de las medidas de probabilidad en la topología de la convergencia débil para probar nuestro resultado central. También obtenemos un resultado parcial en el caso general multivariado. Nuestros hallazgos pueden interpretarse en términos del impacto de la variabilidad de componentes en la vida media de los sistemas seriales y paralelos correlacionados ",
            "error": [
                ""
            ]
        },
        "discrete uniform distributions": {
            "translated_key": "discretas distribuciones uniformes",
            "translated_annotated_text": "Sobre la dependencia bivariada y el orden convexo Se investiga la interacción entre variabilidad (en el sentido del orden convexo) y dependencia en un marco bivariado, extendiendo algunos resultados anteriores en esta área. Aprovechamos el hecho de que las \"discretas distribuciones uniformes\" son densas en el espacio de las medidas de probabilidad en la topología de la convergencia débil para probar nuestro resultado central. También obtenemos un resultado parcial en el caso general multivariado. Nuestros hallazgos pueden interpretarse en términos del impacto de la variabilidad de componentes en la vida media de los sistemas seriales y paralelos correlacionados ",
            "error": [
                ""
            ]
        },
        "probability measures": {
            "translated_key": "medidas de probabilidad",
            "translated_annotated_text": "Sobre la dependencia bivariada y el orden convexo Se investiga la interacción entre variabilidad (en el sentido del orden convexo) y dependencia en un marco bivariado, extendiendo algunos resultados anteriores en esta área. Aprovechamos el hecho de que las distribuciones uniformes discretas son densas en el espacio de las \"medidas de probabilidad\" en la topología de la convergencia débil para probar nuestro resultado central. También obtenemos un resultado parcial en el caso general multivariado. Nuestros hallazgos pueden interpretarse en términos del impacto de la variabilidad de componentes en la vida media de los sistemas seriales y paralelos correlacionados ",
            "error": [
                ""
            ]
        },
        "topology": {
            "translated_key": "topología",
            "translated_annotated_text": "Sobre la dependencia bivariada y el orden convexo Se investiga la interacción entre variabilidad (en el sentido del orden convexo) y dependencia en un marco bivariado, extendiendo algunos resultados anteriores en esta área. Aprovechamos el hecho de que las distribuciones uniformes discretas son densas en el espacio de las medidas de probabilidad en la \"topología\" de la convergencia débil para probar nuestro resultado central. También obtenemos un resultado parcial en el caso general multivariado. Nuestros hallazgos pueden interpretarse en términos del impacto de la variabilidad de componentes en la vida media de los sistemas seriales y paralelos correlacionados ",
            "error": [
                ""
            ]
        },
        "weak convergence": {
            "translated_key": "convergencia débil",
            "translated_annotated_text": "Sobre la dependencia bivariada y el orden convexo Se investiga la interacción entre variabilidad (en el sentido del orden convexo) y dependencia en un marco bivariado, extendiendo algunos resultados anteriores en esta área. Aprovechamos el hecho de que las distribuciones uniformes discretas son densas en el espacio de las medidas de probabilidad en la topología de la \"convergencia débil\" para probar nuestro resultado central. También obtenemos un resultado parcial en el caso general multivariado. Nuestros hallazgos pueden interpretarse en términos del impacto de la variabilidad de componentes en la vida media de los sistemas seriales y paralelos correlacionados ",
            "error": [
                ""
            ]
        },
        "component variability": {
            "translated_key": "variabilidad de componentes",
            "translated_annotated_text": "Sobre la dependencia bivariada y el orden convexo Se investiga la interacción entre variabilidad (en el sentido del orden convexo) y dependencia en un marco bivariado, extendiendo algunos resultados anteriores en esta área. Aprovechamos el hecho de que las distribuciones uniformes discretas son densas en el espacio de las medidas de probabilidad en la topología de la convergencia débil para probar nuestro resultado central. También obtenemos un resultado parcial en el caso general multivariado. Nuestros hallazgos pueden interpretarse en términos del impacto de la \"variabilidad de componentes\" en la vida media de los sistemas seriales y paralelos correlacionados ",
            "error": [
                ""
            ]
        },
        "mean life": {
            "translated_key": "vida media",
            "translated_annotated_text": "Sobre la dependencia bivariada y el orden convexo Se investiga la interacción entre variabilidad (en el sentido del orden convexo) y dependencia en un marco bivariado, extendiendo algunos resultados anteriores en esta área. Aprovechamos el hecho de que las distribuciones uniformes discretas son densas en el espacio de las medidas de probabilidad en la topología de la convergencia débil para probar nuestro resultado central. También obtenemos un resultado parcial en el caso general multivariado. Nuestros hallazgos pueden interpretarse en términos del impacto de la variabilidad de componentes en la \"vida media\" de sistemas seriales y paralelos correlacionados ",
            "error": [
                ""
            ]
        },
        "serial systems": {
            "translated_key": [],
            "translated_annotated_text": "Sobre la dependencia bivariada y el orden convexo Se investiga la interacción entre variabilidad (en el sentido del orden convexo) y dependencia en un marco bivariado, extendiendo algunos resultados anteriores en esta área. Aprovechamos el hecho de que las distribuciones uniformes discretas son densas en el espacio de las medidas de probabilidad en la topología de la convergencia débil para probar nuestro resultado central. También obtenemos un resultado parcial en el caso general multivariado. Nuestros hallazgos pueden interpretarse en términos del impacto de la variabilidad de componentes en la vida media de los sistemas seriales y paralelos correlacionados ",
            "error": []
        },
        "parallel systems": {
            "translated_key": [],
            "translated_annotated_text": "Sobre la dependencia bivariada y el orden convexo Se investiga la interacción entre variabilidad (en el sentido del orden convexo) y dependencia en un marco bivariado, extendiendo algunos resultados anteriores en esta área. Aprovechamos el hecho de que las distribuciones uniformes discretas son densas en el espacio de las medidas de probabilidad en la topología de la convergencia débil para probar nuestro resultado central. También obtenemos un resultado parcial en el caso general multivariado. Nuestros hallazgos pueden interpretarse en términos del impacto de la variabilidad de componentes en la vida media de los sistemas seriales y paralelos correlacionados. ",
            "error": []
        },
        "bivariate probability distributions": {
            "translated_key": [],
            "translated_annotated_text": "Sobre la dependencia bivariada y el orden convexo Se investiga la interacción entre variabilidad (en el sentido del orden convexo) y dependencia en un marco bivariado, extendiendo algunos resultados anteriores en esta área. Aprovechamos el hecho de que las distribuciones uniformes discretas son densas en el espacio de las medidas de probabilidad en la topología de la convergencia débil para probar nuestro resultado central. También obtenemos un resultado parcial en el caso general multivariado. Nuestros hallazgos pueden interpretarse en términos del impacto de la variabilidad de componentes en la vida media de los sistemas seriales y paralelos correlacionados ",
            "error": []
        },
        "convergence": {
            "translated_key": "convergencia",
            "translated_annotated_text": "Sobre la dependencia bivariada y el orden convexo Se investiga la interacción entre variabilidad (en el sentido del orden convexo) y dependencia en un marco bivariado, extendiendo algunos resultados anteriores en esta área. Aprovechamos el hecho de que las distribuciones uniformes discretas son densas en el espacio de las medidas de probabilidad en la topología de la débil \"convergencia\" para probar nuestro resultado central. También obtenemos un resultado parcial en el caso general multivariado. Nuestros hallazgos pueden interpretarse en términos del impacto de la variabilidad de componentes en la vida media de los sistemas seriales y paralelos correlacionados ",
            "error": [
                ""
            ]
        },
        "probability": {
            "translated_key": "probabilidad",
            "translated_annotated_text": "Sobre la dependencia bivariada y el orden convexo Se investiga la interacción entre variabilidad (en el sentido del orden convexo) y dependencia en un marco bivariado, extendiendo algunos resultados anteriores en esta área. Aprovechamos el hecho de que las distribuciones uniformes discretas son densas en el espacio de las medidas de \"probabilidad\" en la topología de la convergencia débil para probar nuestro resultado central. También obtenemos un resultado parcial en el caso general multivariado. Nuestros hallazgos pueden interpretarse en términos del impacto de la variabilidad de componentes en la vida media de los sistemas seriales y paralelos correlacionados ",
            "error": [
                ""
            ]
        },
        "reliability theory": {
            "translated_key": [],
            "translated_annotated_text": "Sobre la dependencia bivariada y el orden convexo Se investiga la interacción entre variabilidad (en el sentido del orden convexo) y dependencia en un marco bivariado, extendiendo algunos resultados anteriores en esta área. Aprovechamos el hecho de que las distribuciones uniformes discretas son densas en el espacio de las medidas de probabilidad en la topología de la convergencia débil para probar nuestro resultado central. También obtenemos un resultado parcial en el caso general multivariado. Nuestros hallazgos pueden interpretarse en términos del impacto de la variabilidad de componentes en la vida media de los sistemas seriales y paralelos correlacionados ",
            "error": []
        }
    }
}