{
    "original_text": "Algorithmic results for ordered median problems In a series of papers a new type of objective function in location theory, called ordered median function, has been introduced and analyzed. This objective function unifies and generalizes most common objective functions used in location theory. In this paper we identify finite dominating sets for these models and develop polynomial time algorithms together with a detailed complexity analysis",
    "original_translation": "Resultados algorítmicos para problemas de mediana ordenada En una serie de trabajos se ha introducido y analizado un nuevo tipo de función objetiva en la teoría de la ubicación, llamada función mediana ordenada. Esta función objetiva unifica y generaliza las funciones objetivas más comunes utilizadas en la teoría de la ubicación. En este trabajo identificamos conjuntos de dominio finitos para estos modelos y desarrollamos algoritmos de tiempo polinomio junto con un análisis detallado de la complejidad",
    "error_count": 5,
    "keys": {
        "algorithmic results": {
            "translated_key": [],
            "translated_annotated_text": "Resultados algorítmicos para problemas de mediana ordenada En una serie de trabajos se ha introducido y analizado un nuevo tipo de función objetiva en la teoría de la ubicación, llamada función mediana ordenada. Esta función objetiva unifica y generaliza las funciones objetivas más comunes utilizadas en la teoría de la ubicación. En este trabajo identificamos conjuntos de dominio finitos para estos modelos y desarrollamos algoritmos de tiempo polinomio junto con un análisis detallado de la complejidad ",
            "error": []
        },
        "ordered median problems": {
            "translated_key": "problemas de mediana ordenada",
            "translated_annotated_text": "Resultados algorítmicos para \"problemas de mediana ordenada\" En una serie de trabajos se ha introducido y analizado un nuevo tipo de función objetiva en la teoría de la ubicación, llamada función mediana ordenada. Esta función objetiva unifica y generaliza las funciones objetivas más comunes utilizadas en la teoría de la ubicación. En este trabajo identificamos conjuntos de dominio finitos para estos modelos y desarrollamos algoritmos de tiempo polinomio junto con un análisis detallado de la complejidad ",
            "error": [
                ""
            ]
        },
        "objective function": {
            "translated_key": "función objetiva",
            "translated_annotated_text": "Resultados algorítmicos para problemas de mediana ordenada En una serie de artículos se ha introducido y analizado un nuevo tipo de \"función objetiva\" en la teoría de la ubicación, llamada función mediana ordenada. Esta \"función objetiva\" unifica y generaliza las funciones objetivas más comunes utilizadas en la teoría de la ubicación. En este trabajo identificamos conjuntos de dominio finitos para estos modelos y desarrollamos algoritmos de tiempo polinomio junto con un análisis detallado de la complejidad ",
            "error": [
                ""
            ]
        },
        "location theory": {
            "translated_key": "teoría de la ubicación",
            "translated_annotated_text": "Resultados algorítmicos para problemas de mediana ordenada En una serie de trabajos se ha introducido y analizado un nuevo tipo de función objetiva en la \"teoría de la ubicación\", llamada función mediana ordenada. Esta función objetiva unifica y generaliza las funciones objetivas más comunes utilizadas en la \"teoría de la ubicación\". En este trabajo identificamos conjuntos de dominio finitos para estos modelos y desarrollamos algoritmos de tiempo polinomio junto con un análisis detallado de la complejidad ",
            "error": [
                ""
            ]
        },
        "ordered median function": {
            "translated_key": "función mediana ordenada",
            "translated_annotated_text": "Resultados algorítmicos para problemas de mediana ordenada En una serie de trabajos se ha introducido y analizado un nuevo tipo de función objetiva en la teoría de la localización, llamada \"función mediana ordenada\". Esta función objetiva unifica y generaliza las funciones objetivas más comunes utilizadas en la teoría de la ubicación. En este trabajo identificamos conjuntos de dominio finitos para estos modelos y desarrollamos algoritmos de tiempo polinomio junto con un análisis detallado de la complejidad ",
            "error": [
                ""
            ]
        },
        "finite dominating sets": {
            "translated_key": "conjuntos de dominio finito",
            "translated_annotated_text": "Resultados algorítmicos para problemas de mediana ordenada En una serie de trabajos se ha introducido y analizado un nuevo tipo de función objetiva en la teoría de la ubicación, llamada función mediana ordenada. Esta función objetiva unifica y generaliza las funciones objetivas más comunes utilizadas en la teoría de la ubicación. En este trabajo identificamos \"conjuntos de dominio finito\" para estos modelos y desarrollamos algoritmos de tiempo polinomio junto con un análisis detallado de complejidad ",
            "error": [
                ""
            ]
        },
        "polynomial time algorithms": {
            "translated_key": "algoritmos de tiempo polinomio",
            "translated_annotated_text": "Resultados algorítmicos para problemas de mediana ordenada En una serie de trabajos se ha introducido y analizado un nuevo tipo de función objetiva en la teoría de la ubicación, llamada función mediana ordenada. Esta función objetiva unifica y generaliza las funciones objetivas más comunes utilizadas en la teoría de la ubicación. En este trabajo identificamos conjuntos finitos dominantes para estos modelos y desarrollamos \"algoritmos de tiempo polinomio\" junto con un análisis detallado de la complejidad ",
            "error": [
                ""
            ]
        },
        "detailed complexity analysis": {
            "translated_key": "análisis detallado de la complejidad",
            "translated_annotated_text": "Resultados algorítmicos para problemas de mediana ordenada En una serie de trabajos se ha introducido y analizado un nuevo tipo de función objetiva en la teoría de la ubicación, llamada función mediana ordenada. Esta función objetiva unifica y generaliza las funciones objetivas más comunes utilizadas en la teoría de la ubicación. En este artículo identificamos conjuntos de dominio finitos para estos modelos y desarrollamos algoritmos de tiempo polinomio junto con un \"análisis detallado de la complejidad\" ",
            "error": [
                ""
            ]
        },
        "computational complexity": {
            "translated_key": [],
            "translated_annotated_text": "Resultados algorítmicos para problemas de mediana ordenada En una serie de trabajos se ha introducido y analizado un nuevo tipo de función objetiva en la teoría de la ubicación, llamada función mediana ordenada. Esta función objetiva unifica y generaliza las funciones objetivas más comunes utilizadas en la teoría de la ubicación. En este trabajo identificamos conjuntos de dominio finitos para estos modelos y desarrollamos algoritmos de tiempo polinomio junto con un análisis detallado de la complejidad ",
            "error": []
        },
        "facility location": {
            "translated_key": [],
            "translated_annotated_text": "Resultados algorítmicos para problemas de mediana ordenada En una serie de trabajos se ha introducido y analizado un nuevo tipo de función objetiva en la teoría de la ubicación, llamada función mediana ordenada. Esta función objetiva unifica y generaliza las funciones objetivas más comunes utilizadas en la teoría de la ubicación. En este trabajo identificamos conjuntos de dominio finitos para estos modelos y desarrollamos algoritmos de tiempo polinomio junto con un análisis detallado de la complejidad ",
            "error": []
        },
        "functions": {
            "translated_key": "funciones",
            "translated_annotated_text": "Resultados algorítmicos para problemas de mediana ordenada En una serie de trabajos se ha introducido y analizado un nuevo tipo de función objetiva en la teoría de la ubicación, llamada función mediana ordenada. Esta función objetiva unifica y generaliza las \"funciones\" objetivas más comunes utilizadas en la teoría de la ubicación. En este trabajo identificamos conjuntos de dominio finitos para estos modelos y desarrollamos algoritmos de tiempo polinomio junto con un análisis detallado de la complejidad ",
            "error": [
                ""
            ]
        },
        "graph theory": {
            "translated_key": [],
            "translated_annotated_text": "Resultados algorítmicos para problemas de mediana ordenada En una serie de trabajos se ha introducido y analizado un nuevo tipo de función objetiva en la teoría de la ubicación, llamada función mediana ordenada. Esta función objetiva unifica y generaliza las funciones objetivas más comunes utilizadas en la teoría de la ubicación. En este trabajo identificamos conjuntos de dominio finitos para estos modelos y desarrollamos algoritmos de tiempo polinomio junto con un análisis detallado de la complejidad ",
            "error": []
        },
        "set theory": {
            "translated_key": [],
            "translated_annotated_text": "Resultados algorítmicos para problemas de mediana ordenada En una serie de trabajos se ha introducido y analizado un nuevo tipo de función objetiva en la teoría de la ubicación, llamada función mediana ordenada. Esta función objetiva unifica y generaliza las funciones objetivas más comunes utilizadas en la teoría de la ubicación. En este trabajo identificamos conjuntos de dominio finitos para estos modelos y desarrollamos algoritmos de tiempo polinomio junto con un análisis detallado de la complejidad ",
            "error": []
        }
    }
}