{
    "original_text": "A three-tier technology training strategy in a dynamic business environment As end-user training becomes increasingly important in todays technology-intensive business environment, progressive companies remain alert to find ways to provide their end users with timely training and resources. This paper describes an innovative training strategy adopted by one midsize organization to provide its end users with adequate, flexible, and responsive training. The paper then compares the three-tier strategy with other models described in technology training literature. Managers who supervise technology end users in organizations comparable to the one in the study may find the three-tier strategy workable and may want to use it in their own training programs to facilitate training and improve end-user skills. Researchers and scholars may find that the idea of three-tier training generates new opportunities for research",
    "original_translation": "Una estrategia de formación tecnológica de tres niveles en un entorno empresarial dinámico A medida que la formación de los usuarios finales cobra cada vez más importancia en el entorno empresarial actual, las empresas progresistas siguen estando alertas para encontrar formas de proporcionar a sus usuarios finales capacitación y recursos oportunos. En este documento se describe una estrategia de capacitación innovadora adoptada por una organización de tamaño mediano para proporcionar a sus usuarios finales una capacitación adecuada, flexible y receptiva. A continuación, el documento compara la estrategia de tres niveles con otros modelos descritos en la literatura de formación tecnológica. Los gerentes que supervisan a los usuarios finales de tecnología en organizaciones comparables a las del estudio pueden encontrar la estrategia de tres niveles viable y tal vez quieran utilizarla en sus propios programas de capacitación para facilitar la capacitación y mejorar las habilidades del usuario final. Los investigadores y los estudiosos pueden encontrar que la idea de una formación de tres niveles genera nuevas oportunidades para la investigación",
    "error_count": 3,
    "keys": {
        "three-tier technology training strategy": {
            "translated_key": "estrategia de formación tecnológica de tres niveles",
            "translated_annotated_text": "Una \"estrategia de formación tecnológica de tres niveles\" en un entorno empresarial dinámico A medida que la formación de los usuarios finales cobra cada vez más importancia en el actual entorno empresarial intensivo en tecnología, las empresas progresistas siguen estando alertas para encontrar formas de proporcionar a sus usuarios finales capacitación y recursos oportunos. En este documento se describe una estrategia de capacitación innovadora adoptada por una organización de tamaño mediano para proporcionar a sus usuarios finales una capacitación adecuada, flexible y receptiva. A continuación, el documento compara la estrategia de tres niveles con otros modelos descritos en la literatura de formación tecnológica. Los gerentes que supervisan a los usuarios finales de tecnología en organizaciones comparables a las del estudio pueden encontrar la estrategia de tres niveles viable y tal vez quieran utilizarla en sus propios programas de capacitación para facilitar la capacitación y mejorar las habilidades del usuario final. Los investigadores y los estudiosos pueden encontrar que la idea de una formación de tres niveles genera nuevas oportunidades para la investigación ",
            "error": [
                ""
            ]
        },
        "dynamic business environment": {
            "translated_key": "entorno empresarial dinámico",
            "translated_annotated_text": "Una estrategia de formación tecnológica de tres niveles en un \"entorno empresarial dinámico\" A medida que la formación de los usuarios finales cobra cada vez más importancia en el entorno empresarial actual, las empresas progresistas siguen estando alertas para encontrar formas de proporcionar a sus usuarios finales capacitación y recursos oportunos. En este documento se describe una estrategia de capacitación innovadora adoptada por una organización de tamaño mediano para proporcionar a sus usuarios finales una capacitación adecuada, flexible y receptiva. A continuación, el documento compara la estrategia de tres niveles con otros modelos descritos en la literatura de formación tecnológica. Los gerentes que supervisan a los usuarios finales de tecnología en organizaciones comparables a las del estudio pueden encontrar la estrategia de tres niveles viable y tal vez quieran utilizarla en sus propios programas de capacitación para facilitar la capacitación y mejorar las habilidades del usuario final. Los investigadores y los estudiosos pueden encontrar que la idea de una formación de tres niveles genera nuevas oportunidades para la investigación ",
            "error": [
                ""
            ]
        },
        "end-user training": {
            "translated_key": "formación de los usuarios finales",
            "translated_annotated_text": "Una estrategia de formación tecnológica de tres niveles en un entorno empresarial dinámico A medida que la \"formación de los usuarios finales\" cobra cada vez más importancia en el entorno empresarial actual, las empresas progresistas siguen estando alertas para encontrar formas de proporcionar a sus usuarios finales capacitación y recursos oportunos. En este documento se describe una estrategia de capacitación innovadora adoptada por una organización de tamaño mediano para proporcionar a sus usuarios finales una capacitación adecuada, flexible y receptiva. A continuación, el documento compara la estrategia de tres niveles con otros modelos descritos en la literatura de formación tecnológica. Los gerentes que supervisan a los usuarios finales de tecnología en organizaciones comparables a las del estudio pueden encontrar la estrategia de tres niveles viable y tal vez quieran utilizarla en sus propios programas de capacitación para facilitar la capacitación y mejorar las habilidades del usuario final. Los investigadores y los estudiosos pueden encontrar que la idea de una formación de tres niveles genera nuevas oportunidades para la investigación ",
            "error": [
                ""
            ]
        },
        "technology-intensive business environment": {
            "translated_key": "entorno empresarial intensivo en tecnología",
            "translated_annotated_text": "Una estrategia de formación tecnológica de tres niveles en un entorno empresarial dinámico A medida que la formación de los usuarios finales cobra cada vez más importancia en el actual \"entorno empresarial intensivo en tecnología\", las empresas progresistas siguen estando alertas para encontrar formas de proporcionar a sus usuarios finales capacitación y recursos oportunos. En este documento se describe una estrategia de capacitación innovadora adoptada por una organización de tamaño mediano para proporcionar a sus usuarios finales una capacitación adecuada, flexible y receptiva. A continuación, el documento compara la estrategia de tres niveles con otros modelos descritos en la literatura de formación tecnológica. Los gerentes que supervisan a los usuarios finales de tecnología en organizaciones comparables a las del estudio pueden encontrar la estrategia de tres niveles viable y tal vez quieran utilizarla en sus propios programas de capacitación para facilitar la capacitación y mejorar las habilidades del usuario final. Los investigadores y los estudiosos pueden encontrar que la idea de una formación de tres niveles genera nuevas oportunidades para la investigación ",
            "error": [
                ""
            ]
        },
        "companies": {
            "translated_key": "empresas",
            "translated_annotated_text": "Una estrategia de formación tecnológica de tres niveles en un entorno empresarial dinámico A medida que la formación de los usuarios finales cobra cada vez más importancia en el entorno empresarial actual, las \"empresas\" progresivas siguen estando alertas para encontrar formas de proporcionar a sus usuarios finales capacitación y recursos oportunos. En este documento se describe una estrategia de capacitación innovadora adoptada por una organización de tamaño mediano para proporcionar a sus usuarios finales una capacitación adecuada, flexible y receptiva. A continuación, el documento compara la estrategia de tres niveles con otros modelos descritos en la literatura de formación tecnológica. Los gerentes que supervisan a los usuarios finales de tecnología en organizaciones comparables a las del estudio pueden encontrar la estrategia de tres niveles viable y tal vez quieran utilizarla en sus propios programas de capacitación para facilitar la capacitación y mejorar las habilidades del usuario final. Los investigadores y los estudiosos pueden encontrar que la idea de una formación de tres niveles genera nuevas oportunidades para la investigación ",
            "error": [
                ""
            ]
        },
        "innovative training strategy": {
            "translated_key": "estrategia de capacitación innovadora",
            "translated_annotated_text": "Una estrategia de formación tecnológica de tres niveles en un entorno empresarial dinámico A medida que la formación de los usuarios finales cobra cada vez más importancia en el entorno empresarial actual, las empresas progresistas siguen estando alertas para encontrar formas de proporcionar a sus usuarios finales capacitación y recursos oportunos. Este artículo describe una \"estrategia de capacitación innovadora\" adoptada por una organización mediana para proporcionar a sus usuarios finales una capacitación adecuada, flexible y receptiva. A continuación, el documento compara la estrategia de tres niveles con otros modelos descritos en la literatura de formación tecnológica. Los gerentes que supervisan a los usuarios finales de tecnología en organizaciones comparables a las del estudio pueden encontrar la estrategia de tres niveles viable y tal vez quieran utilizarla en sus propios programas de capacitación para facilitar la capacitación y mejorar las habilidades del usuario final. Los investigadores y los estudiosos pueden encontrar que la idea de una formación de tres niveles genera nuevas oportunidades para la investigación ",
            "error": [
                ""
            ]
        },
        "midsize organization": {
            "translated_key": "organización mediana",
            "translated_annotated_text": "Una estrategia de formación tecnológica de tres niveles en un entorno empresarial dinámico A medida que la formación de los usuarios finales cobra cada vez más importancia en el entorno empresarial actual, las empresas progresistas siguen estando alertas para encontrar formas de proporcionar a sus usuarios finales capacitación y recursos oportunos. Este documento describe una innovadora estrategia de capacitación adoptada por una \"organización mediana\" para proporcionar a sus usuarios finales una capacitación adecuada, flexible y receptiva. A continuación, el documento compara la estrategia de tres niveles con otros modelos descritos en la literatura de formación tecnológica. Los gerentes que supervisan a los usuarios finales de tecnología en organizaciones comparables a las del estudio pueden encontrar la estrategia de tres niveles viable y tal vez quieran utilizarla en sus propios programas de capacitación para facilitar la capacitación y mejorar las habilidades del usuario final. Los investigadores y los estudiosos pueden encontrar que la idea de una formación de tres niveles genera nuevas oportunidades para la investigación ",
            "error": [
                ""
            ]
        },
        "organizations": {
            "translated_key": "organizaciones",
            "translated_annotated_text": "Una estrategia de formación tecnológica de tres niveles en un entorno empresarial dinámico A medida que la formación de los usuarios finales cobra cada vez más importancia en el entorno empresarial actual, las empresas progresistas siguen estando alertas para encontrar formas de proporcionar a sus usuarios finales capacitación y recursos oportunos. En este documento se describe una estrategia de capacitación innovadora adoptada por una organización de tamaño mediano para proporcionar a sus usuarios finales una capacitación adecuada, flexible y receptiva. A continuación, el documento compara la estrategia de tres niveles con otros modelos descritos en la literatura de formación tecnológica. Los gerentes que supervisan a los usuarios finales de tecnología en \"organizaciones\" comparables a las del estudio pueden encontrar la estrategia de tres niveles viable y pueden querer utilizarla en sus propios programas de capacitación para facilitar la capacitación y mejorar las habilidades del usuario final. Los investigadores y los estudiosos pueden encontrar que la idea de una formación de tres niveles genera nuevas oportunidades para la investigación ",
            "error": [
                ""
            ]
        },
        "business data processing": {
            "translated_key": [],
            "translated_annotated_text": "Una estrategia de formación tecnológica de tres niveles en un entorno empresarial dinámico A medida que la formación de los usuarios finales cobra cada vez más importancia en el entorno empresarial actual, las empresas progresistas siguen estando alertas para encontrar formas de proporcionar a sus usuarios finales capacitación y recursos oportunos. En este documento se describe una estrategia de capacitación innovadora adoptada por una organización de tamaño mediano para proporcionar a sus usuarios finales una capacitación adecuada, flexible y receptiva. A continuación, el documento compara la estrategia de tres niveles con otros modelos descritos en la literatura de formación tecnológica. Los gerentes que supervisan a los usuarios finales de tecnología en organizaciones comparables a las del estudio pueden encontrar la estrategia de tres niveles viable y tal vez quieran utilizarla en sus propios programas de capacitación para facilitar la capacitación y mejorar las habilidades del usuario final. Los investigadores y los estudiosos pueden encontrar que la idea de una formación de tres niveles genera nuevas oportunidades para la investigación ",
            "error": []
        },
        "information technology": {
            "translated_key": [],
            "translated_annotated_text": "Una estrategia de formación tecnológica de tres niveles en un entorno empresarial dinámico A medida que la formación de los usuarios finales cobra cada vez más importancia en el entorno empresarial actual, las empresas progresistas siguen estando alertas para encontrar formas de proporcionar a sus usuarios finales capacitación y recursos oportunos. En este documento se describe una estrategia de capacitación innovadora adoptada por una organización de tamaño mediano para proporcionar a sus usuarios finales una capacitación adecuada, flexible y receptiva. A continuación, el documento compara la estrategia de tres niveles con otros modelos descritos en la literatura de formación tecnológica. Los gerentes que supervisan a los usuarios finales de tecnología en organizaciones comparables a las del estudio pueden encontrar la estrategia de tres niveles viable y tal vez quieran utilizarla en sus propios programas de capacitación para facilitar la capacitación y mejorar las habilidades del usuario final. Los investigadores y los estudiosos pueden encontrar que la idea de una formación de tres niveles genera nuevas oportunidades para la investigación ",
            "error": []
        },
        "personal computing": {
            "translated_key": [],
            "translated_annotated_text": "Una estrategia de formación tecnológica de tres niveles en un entorno empresarial dinámico A medida que la formación de los usuarios finales cobra cada vez más importancia en el entorno empresarial actual, las empresas progresistas siguen estando alertas para encontrar formas de proporcionar a sus usuarios finales capacitación y recursos oportunos. En este documento se describe una estrategia de capacitación innovadora adoptada por una organización de tamaño mediano para proporcionar a sus usuarios finales una capacitación adecuada, flexible y receptiva. A continuación, el documento compara la estrategia de tres niveles con otros modelos descritos en la literatura de formación tecnológica. Los gerentes que supervisan a los usuarios finales de tecnología en organizaciones comparables a las del estudio pueden encontrar la estrategia de tres niveles viable y tal vez quieran utilizarla en sus propios programas de capacitación para facilitar la capacitación y mejorar las habilidades del usuario final. Los investigadores y los estudiosos pueden encontrar que la idea de una formación de tres niveles genera nuevas oportunidades para la investigación ",
            "error": []
        },
        "training": {
            "translated_key": "formación",
            "translated_annotated_text": "Una estrategia de \"formación\" tecnológica de tres niveles en un entorno empresarial dinámico A medida que la \"formación\" del usuario final cobra cada vez más importancia en el entorno empresarial actual, las empresas progresistas siguen estando alertas para encontrar formas de proporcionar a sus usuarios finales una \"formación\" y recursos oportunos. Este artículo describe una innovadora estrategia de \"formación\" adoptada por una organización de tamaño medio para proporcionar a sus usuarios finales una \"formación\" adecuada, flexible y receptiva. El artículo compara entonces la estrategia de tres niveles con otros modelos descritos en la literatura de \"formación\" tecnológica. Los gerentes que supervisan a los usuarios finales de tecnología en organizaciones comparables a las del estudio pueden encontrar la estrategia de tres niveles viable y pueden querer utilizarla en sus propios programas de \"formación\" para facilitar la \"formación\" y mejorar las habilidades del usuario final. Investigadores y académicos pueden encontrar que la idea de tres niveles de \"formación\" genera nuevas oportunidades para la investigación ",
            "error": [
                ""
            ]
        }
    }
}