{
    "original_text": "New wrinkle on the Web? Hmm. [banking] The financial sector produced its share of technology hype during the new economy years. You. cant blame folks if the next next thing, a wave of Internet-related innovation called Web services, is being met with healthy skepticism. Many gurus are placing their bets on Web services to drive the next chapter of finance technology, dramatically upgrading disappointing automated customer management strategies by electronically breaking down barriers between products, firms and customers, and perhaps creating a whole new line of business in the process. But its not a magic wand. It doesnt change the need for a bank to reorganize and streamline its operations",
    "original_translation": "¿Nueva arruga en la Web? Hmm. [banca] El sector financiero produjo su cuota de bombo tecnológico durante los nuevos años de economía. Tú. No se puede culpar a la gente si la siguiente cosa, una ola de innovación relacionada con Internet llamada servicios web, se encuentra con un escepticismo saludable. Muchos gurús están apostando por los servicios web para impulsar el próximo capítulo de la tecnología financiera, mejorando drásticamente las decepcionantes estrategias de gestión automatizada de clientes al eliminar electrónicamente las barreras entre los productos, las empresas y los clientes, y tal vez crear una nueva línea de negocio en el proceso. Pero no es una varita mágica. No cambia la necesidad de que un banco reorganice y racionalice sus operaciones",
    "error_count": 2,
    "keys": {
        "Web services": {
            "translated_key": "Servicios web",
            "translated_annotated_text": "¿Nueva arruga en la Web? Hmm. [banca] El sector financiero produjo su cuota de bombo tecnológico durante los nuevos años de economía. Tú. No se puede culpar a la gente si lo siguiente, una ola de innovación relacionada con Internet llamada \"Servicios web\", se encuentra con un escepticismo saludable. Muchos gurús están apostando por \"servicios web\" para impulsar el próximo capítulo de la tecnología de finanzas, mejorando drásticamente las decepcionantes estrategias de gestión automatizada de clientes al eliminar electrónicamente las barreras entre productos, empresas y clientes, y tal vez crear una nueva línea de negocio en el proceso. Pero no es una varita mágica. No cambia la necesidad de que un banco reorganice y racionalice sus operaciones ",
            "error": [
                ""
            ]
        },
        "bank": {
            "translated_key": "banco",
            "translated_annotated_text": "¿Nueva arruga en la Web? Hmm. [banca] El sector financiero produjo su cuota de bombo tecnológico durante los nuevos años de economía. Tú. No se puede culpar a la gente si la siguiente cosa, una ola de innovación relacionada con Internet llamada servicios web, se encuentra con un escepticismo saludable. Muchos gurús están apostando por los servicios web para impulsar el próximo capítulo de la tecnología financiera, mejorando drásticamente las decepcionantes estrategias de gestión automatizada de clientes al eliminar electrónicamente las barreras entre los productos, las empresas y los clientes, y tal vez crear una nueva línea de negocio en el proceso. Pero no es una varita mágica. No cambia la necesidad de un \"banco\" para reorganizar y racionalizar sus operaciones ",
            "error": [
                ""
            ]
        },
        "banking": {
            "translated_key": "banca",
            "translated_annotated_text": "¿Nueva arruga en la Web? Hmm. [\"banca\"] El sector financiero produjo su cuota de bombo tecnológico durante los años de la nueva economía. Tú. No se puede culpar a la gente si la siguiente cosa, una ola de innovación relacionada con Internet llamada servicios web, se encuentra con un escepticismo saludable. Muchos gurús están apostando por los servicios web para impulsar el próximo capítulo de la tecnología financiera, mejorando drásticamente las decepcionantes estrategias de gestión automatizada de clientes al eliminar electrónicamente las barreras entre los productos, las empresas y los clientes, y tal vez crear una nueva línea de negocio en el proceso. Pero no es una varita mágica. No cambia la necesidad de que un banco reorganice y racionalice sus operaciones ",
            "error": [
                ""
            ]
        },
        "information resources": {
            "translated_key": [],
            "translated_annotated_text": "¿Nueva arruga en la Web? Hmm. [banca] El sector financiero produjo su cuota de bombo tecnológico durante los nuevos años de economía. Tú. No se puede culpar a la gente si la siguiente cosa, una ola de innovación relacionada con Internet llamada servicios web, se encuentra con un escepticismo saludable. Muchos gurús están apostando por los servicios web para impulsar el próximo capítulo de la tecnología financiera, mejorando drásticamente las decepcionantes estrategias de gestión automatizada de clientes al eliminar electrónicamente las barreras entre los productos, las empresas y los clientes, y tal vez crear una nueva línea de negocio en el proceso. Pero no es una varita mágica. No cambia la necesidad de que un banco reorganice y racionalice sus operaciones ",
            "error": []
        },
        "intranets": {
            "translated_key": [],
            "translated_annotated_text": "¿Nueva arruga en la Web? Hmm. [banca] El sector financiero produjo su cuota de bombo tecnológico durante los nuevos años de economía. Tú. No se puede culpar a la gente si la siguiente cosa, una ola de innovación relacionada con Internet llamada servicios web, se encuentra con un escepticismo saludable. Muchos gurús están apostando por los servicios web para impulsar el próximo capítulo de la tecnología financiera, mejorando drásticamente las decepcionantes estrategias de gestión automatizada de clientes al eliminar electrónicamente las barreras entre los productos, las empresas y los clientes, y tal vez crear una nueva línea de negocio en el proceso. Pero no es una varita mágica. No cambia la necesidad de que un banco reorganice y racionalice sus operaciones ",
            "error": []
        }
    }
}