{
    "original_text": "Multi-hour design of survivable classical IP networks Most of Internet intra-domain routing protocols (OSPF, RIP, and IS-IS) are based on shortest path routing. The path length is defined as the sum of metrics associated with the path links. These metrics are often managed by the network administrator. In this context, the design of an Internet backbone network consists in dimensioning the network (routers and transmission links) and establishing the metric. Many requirements have to be satisfied. First, Internet traffic is not static as significant variations can be observed during the day. Second, many failures can occur (cable cuts, hardware failures, software failures, etc.). We present algorithms (meta-heuristics and greedy heuristic) to design Internet backbone networks, taking into account the multi-hour behaviour of traffic and some survivability requirements. Many multi-hour and protection strategies are studied and numerically compared. Our algorithms can be extended to integrate other quality of service constraints",
    "original_translation": "Diseño multihora de redes IP clásicas que sobreviven La mayoría de los protocolos de enrutamiento intradominio de Internet (OSPF, RIP e IS-IS) se basan en enrutamiento de rutas más corto. La longitud de ruta se define como la suma de las métricas asociadas con los enlaces de ruta. Estas métricas son a menudo gestionadas por el administrador de la red. En este contexto, el diseño de una red troncal de Internet consiste en dimensionar la red (enrutadores y enlaces de transmisión) y establecer la métrica. Hay que satisfacer muchos requisitos. En primer lugar, el tráfico de Internet no es estático, ya que se pueden observar variaciones significativas durante el día. En segundo lugar, pueden ocurrir muchos fallos (corte de cable, fallas de hardware, fallas de software, etc.). Presentamos algoritmos (meta-heurística y heurística codiciosa) para diseñar redes troncales de Internet, teniendo en cuenta el comportamiento multihora del tráfico y algunos requisitos de supervivencia. Muchas estrategias multihora y de protección son estudiadas y comparadas numéricamente. Nuestros algoritmos se pueden ampliar para integrar otras limitaciones de calidad del servicio",
    "error_count": 12,
    "keys": {
        "multi-hour design": {
            "translated_key": [],
            "translated_annotated_text": "Diseño multihora de redes IP clásicas que sobreviven La mayoría de los protocolos de enrutamiento intradominio de Internet (OSPF, RIP e IS-IS) se basan en enrutamiento de rutas más corto. La longitud de ruta se define como la suma de las métricas asociadas con los enlaces de ruta. Estas métricas son a menudo gestionadas por el administrador de la red. En este contexto, el diseño de una red troncal de Internet consiste en dimensionar la red (enrutadores y enlaces de transmisión) y establecer la métrica. Hay que satisfacer muchos requisitos. En primer lugar, el tráfico de Internet no es estático, ya que se pueden observar variaciones significativas durante el día. En segundo lugar, pueden ocurrir muchos fallos (corte de cable, fallas de hardware, fallas de software, etc.). Presentamos algoritmos (meta-heurística y heurística codiciosa) para diseñar redes troncales de Internet, teniendo en cuenta el comportamiento multihora del tráfico y algunos requisitos de supervivencia. Muchas estrategias multihora y de protección son estudiadas y comparadas numéricamente. Nuestros algoritmos se pueden ampliar para integrar otras limitaciones de calidad del servicio ",
            "error": []
        },
        "survivable classical IP networks": {
            "translated_key": "redes IP clásicas de supervivencia",
            "translated_annotated_text": "Diseño multihora de \"redes IP clásicas de supervivencia\" La mayoría de los protocolos de enrutamiento intradominio de Internet (OSPF, RIP e IS-IS) se basan en enrutamiento de rutas más corto. La longitud de ruta se define como la suma de las métricas asociadas con los enlaces de ruta. Estas métricas son a menudo gestionadas por el administrador de la red. En este contexto, el diseño de una red troncal de Internet consiste en dimensionar la red (enrutadores y enlaces de transmisión) y establecer la métrica. Hay que satisfacer muchos requisitos. En primer lugar, el tráfico de Internet no es estático, ya que se pueden observar variaciones significativas durante el día. En segundo lugar, pueden ocurrir muchos fallos (corte de cable, fallas de hardware, fallas de software, etc.). Presentamos algoritmos (meta-heurística y heurística codiciosa) para diseñar redes troncales de Internet, teniendo en cuenta el comportamiento multihora del tráfico y algunos requisitos de supervivencia. Muchas estrategias multihora y de protección son estudiadas y comparadas numéricamente. Nuestros algoritmos se pueden ampliar para integrar otras limitaciones de calidad del servicio ",
            "error": [
                ""
            ]
        },
        "Internet intra-domain routing protocols": {
            "translated_key": "protocolos de enrutamiento intradominio de Internet",
            "translated_annotated_text": "Diseño multihora de redes IP clásicas que sobreviven La mayoría de los \"protocolos de enrutamiento intradominio de Internet\" (OSPF, RIP e IS-IS) se basan en el enrutamiento de rutas más corto. La longitud de ruta se define como la suma de las métricas asociadas con los enlaces de ruta. Estas métricas son a menudo gestionadas por el administrador de la red. En este contexto, el diseño de una red troncal de Internet consiste en dimensionar la red (enrutadores y enlaces de transmisión) y establecer la métrica. Hay que satisfacer muchos requisitos. En primer lugar, el tráfico de Internet no es estático, ya que se pueden observar variaciones significativas durante el día. En segundo lugar, pueden ocurrir muchos fallos (corte de cable, fallas de hardware, fallas de software, etc.). Presentamos algoritmos (meta-heurística y heurística codiciosa) para diseñar redes troncales de Internet, teniendo en cuenta el comportamiento multihora del tráfico y algunos requisitos de supervivencia. Muchas estrategias multihora y de protección son estudiadas y comparadas numéricamente. Nuestros algoritmos se pueden ampliar para integrar otras limitaciones de calidad del servicio ",
            "error": [
                ""
            ]
        },
        "OSPF": {
            "translated_key": "OSPF",
            "translated_annotated_text": "Diseño de múltiples horas de redes IP clásicas que sobreviven La mayoría de los protocolos de enrutamiento intradominio de Internet (\"OSPF\", RIP, e IS-IS) se basan en enrutamiento de rutas más corto. La longitud de ruta se define como la suma de las métricas asociadas con los enlaces de ruta. Estas métricas son a menudo gestionadas por el administrador de la red. En este contexto, el diseño de una red troncal de Internet consiste en dimensionar la red (enrutadores y enlaces de transmisión) y establecer la métrica. Hay que satisfacer muchos requisitos. En primer lugar, el tráfico de Internet no es estático, ya que se pueden observar variaciones significativas durante el día. En segundo lugar, pueden ocurrir muchos fallos (corte de cable, fallas de hardware, fallas de software, etc.). Presentamos algoritmos (meta-heurística y heurística codiciosa) para diseñar redes troncales de Internet, teniendo en cuenta el comportamiento multihora del tráfico y algunos requisitos de supervivencia. Muchas estrategias multihora y de protección son estudiadas y comparadas numéricamente. Nuestros algoritmos se pueden ampliar para integrar otras limitaciones de calidad del servicio ",
            "error": [
                ""
            ]
        },
        "RIP": {
            "translated_key": "RIP",
            "translated_annotated_text": "Diseño multihora de redes IP clásicas que sobreviven La mayoría de los protocolos de enrutamiento intradominio de Internet (OSPF, \"RIP\", e IS-IS) se basan en enrutamiento de rutas más corto. La longitud de ruta se define como la suma de las métricas asociadas con los enlaces de ruta. Estas métricas son a menudo gestionadas por el administrador de la red. En este contexto, el diseño de una red troncal de Internet consiste en dimensionar la red (enrutadores y enlaces de transmisión) y establecer la métrica. Hay que satisfacer muchos requisitos. En primer lugar, el tráfico de Internet no es estático, ya que se pueden observar variaciones significativas durante el día. En segundo lugar, pueden ocurrir muchos fallos (corte de cable, fallas de hardware, fallas de software, etc.). Presentamos algoritmos (meta-heurística y heurística codiciosa) para diseñar redes troncales de Internet, teniendo en cuenta el comportamiento multihora del tráfico y algunos requisitos de supervivencia. Muchas estrategias multihora y de protección son estudiadas y comparadas numéricamente. Nuestros algoritmos se pueden ampliar para integrar otras limitaciones de calidad del servicio ",
            "error": [
                ""
            ]
        },
        "IS-IS": {
            "translated_key": "IS-IS",
            "translated_annotated_text": "Diseño multihora de redes IP clásicas que sobreviven La mayoría de los protocolos de enrutamiento intradominio de Internet (OSPF, RIP y \"IS-IS\") se basan en enrutamiento de rutas más corto. La longitud de ruta se define como la suma de las métricas asociadas con los enlaces de ruta. Estas métricas son a menudo gestionadas por el administrador de la red. En este contexto, el diseño de una red troncal de Internet consiste en dimensionar la red (enrutadores y enlaces de transmisión) y establecer la métrica. Hay que satisfacer muchos requisitos. En primer lugar, el tráfico de Internet no es estático, ya que se pueden observar variaciones significativas durante el día. En segundo lugar, pueden ocurrir muchos fallos (corte de cable, fallas de hardware, fallas de software, etc.). Presentamos algoritmos (meta-heurística y heurística codiciosa) para diseñar redes troncales de Internet, teniendo en cuenta el comportamiento multihora del tráfico y algunos requisitos de supervivencia. Muchas estrategias multihora y de protección son estudiadas y comparadas numéricamente. Nuestros algoritmos se pueden ampliar para integrar otras limitaciones de calidad del servicio ",
            "error": [
                ""
            ]
        },
        "shortest path routing": {
            "translated_key": "enrutamiento de rutas más corto",
            "translated_annotated_text": "Diseño multihora de redes IP clásicas que sobreviven La mayoría de los protocolos de enrutamiento intradominio de Internet (OSPF, RIP e IS-IS) se basan en el \"enrutamiento de rutas más corto\". La longitud de ruta se define como la suma de las métricas asociadas con los enlaces de ruta. Estas métricas son a menudo gestionadas por el administrador de la red. En este contexto, el diseño de una red troncal de Internet consiste en dimensionar la red (enrutadores y enlaces de transmisión) y establecer la métrica. Hay que satisfacer muchos requisitos. En primer lugar, el tráfico de Internet no es estático, ya que se pueden observar variaciones significativas durante el día. En segundo lugar, pueden ocurrir muchos fallos (corte de cable, fallas de hardware, fallas de software, etc.). Presentamos algoritmos (meta-heurística y heurística codiciosa) para diseñar redes troncales de Internet, teniendo en cuenta el comportamiento multihora del tráfico y algunos requisitos de supervivencia. Muchas estrategias multihora y de protección son estudiadas y comparadas numéricamente. Nuestros algoritmos se pueden ampliar para integrar otras limitaciones de calidad del servicio ",
            "error": [
                ""
            ]
        },
        "path length": {
            "translated_key": "longitud de ruta",
            "translated_annotated_text": "Diseño multihora de redes IP clásicas que sobreviven La mayoría de los protocolos de enrutamiento intradominio de Internet (OSPF, RIP e IS-IS) se basan en enrutamiento de rutas más corto. La \"longitud de ruta\" se define como la suma de las métricas asociadas con los enlaces de ruta. Estas métricas son a menudo gestionadas por el administrador de la red. En este contexto, el diseño de una red troncal de Internet consiste en dimensionar la red (enrutadores y enlaces de transmisión) y establecer la métrica. Hay que satisfacer muchos requisitos. En primer lugar, el tráfico de Internet no es estático, ya que se pueden observar variaciones significativas durante el día. En segundo lugar, pueden ocurrir muchos fallos (corte de cable, fallas de hardware, fallas de software, etc.). Presentamos algoritmos (meta-heurística y heurística codiciosa) para diseñar redes troncales de Internet, teniendo en cuenta el comportamiento multihora del tráfico y algunos requisitos de supervivencia. Muchas estrategias multihora y de protección son estudiadas y comparadas numéricamente. Nuestros algoritmos se pueden ampliar para integrar otras limitaciones de calidad del servicio ",
            "error": [
                ""
            ]
        },
        "path links": {
            "translated_key": "vínculos de ruta",
            "translated_annotated_text": "Diseño multihora de redes IP clásicas que sobreviven La mayoría de los protocolos de enrutamiento intradominio de Internet (OSPF, RIP e IS-IS) se basan en enrutamiento de rutas más corto. La longitud de ruta se define como la suma de las métricas asociadas con los \"vínculos de ruta\". Estas métricas son a menudo gestionadas por el administrador de la red. En este contexto, el diseño de una red troncal de Internet consiste en dimensionar la red (enrutadores y enlaces de transmisión) y establecer la métrica. Hay que satisfacer muchos requisitos. En primer lugar, el tráfico de Internet no es estático, ya que se pueden observar variaciones significativas durante el día. En segundo lugar, pueden ocurrir muchos fallos (corte de cable, fallas de hardware, fallas de software, etc.). Presentamos algoritmos (meta-heurística y heurística codiciosa) para diseñar redes troncales de Internet, teniendo en cuenta el comportamiento multihora del tráfico y algunos requisitos de supervivencia. Muchas estrategias multihora y de protección son estudiadas y comparadas numéricamente. Nuestros algoritmos se pueden ampliar para integrar otras limitaciones de calidad del servicio ",
            "error": [
                ""
            ]
        },
        "network administrator": {
            "translated_key": "administrador de la red",
            "translated_annotated_text": "Diseño multihora de redes IP clásicas que sobreviven La mayoría de los protocolos de enrutamiento intradominio de Internet (OSPF, RIP e IS-IS) se basan en enrutamiento de rutas más corto. La longitud de ruta se define como la suma de las métricas asociadas con los enlaces de ruta. Estas métricas son a menudo gestionadas por el \"administrador de la red\". En este contexto, el diseño de una red troncal de Internet consiste en dimensionar la red (enrutadores y enlaces de transmisión) y establecer la métrica. Hay que satisfacer muchos requisitos. En primer lugar, el tráfico de Internet no es estático, ya que se pueden observar variaciones significativas durante el día. En segundo lugar, pueden ocurrir muchos fallos (corte de cable, fallas de hardware, fallas de software, etc.). Presentamos algoritmos (meta-heurística y heurística codiciosa) para diseñar redes troncales de Internet, teniendo en cuenta el comportamiento multihora del tráfico y algunos requisitos de supervivencia. Muchas estrategias multihora y de protección son estudiadas y comparadas numéricamente. Nuestros algoritmos se pueden ampliar para integrar otras limitaciones de calidad del servicio ",
            "error": [
                ""
            ]
        },
        "Internet backbone network": {
            "translated_key": "red troncal de Internet",
            "translated_annotated_text": "Diseño multihora de redes IP clásicas que sobreviven La mayoría de los protocolos de enrutamiento intradominio de Internet (OSPF, RIP e IS-IS) se basan en enrutamiento de rutas más corto. La longitud de ruta se define como la suma de las métricas asociadas con los enlaces de ruta. Estas métricas son a menudo gestionadas por el administrador de la red. En este contexto, el diseño de una \"red troncal de Internet\" consiste en dimensionar la red (enrutadores y enlaces de transmisión) y establecer la métrica. Hay que satisfacer muchos requisitos. En primer lugar, el tráfico de Internet no es estático, ya que se pueden observar variaciones significativas durante el día. En segundo lugar, pueden ocurrir muchos fallos (corte de cable, fallas de hardware, fallas de software, etc.). Presentamos algoritmos (meta-heurística y heurística codiciosa) para diseñar redes troncales de Internet, teniendo en cuenta el comportamiento multihora del tráfico y algunos requisitos de supervivencia. Muchas estrategias multihora y de protección son estudiadas y comparadas numéricamente. Nuestros algoritmos se pueden ampliar para integrar otras limitaciones de calidad del servicio ",
            "error": [
                ""
            ]
        },
        "network dimensioning": {
            "translated_key": [],
            "translated_annotated_text": "Diseño multihora de redes IP clásicas que sobreviven La mayoría de los protocolos de enrutamiento intradominio de Internet (OSPF, RIP e IS-IS) se basan en enrutamiento de rutas más corto. La longitud de ruta se define como la suma de las métricas asociadas con los enlaces de ruta. Estas métricas son a menudo gestionadas por el administrador de la red. En este contexto, el diseño de una red troncal de Internet consiste en dimensionar la red (enrutadores y enlaces de transmisión) y establecer la métrica. Hay que satisfacer muchos requisitos. En primer lugar, el tráfico de Internet no es estático, ya que se pueden observar variaciones significativas durante el día. En segundo lugar, pueden ocurrir muchos fallos (corte de cable, fallas de hardware, fallas de software, etc.). Presentamos algoritmos (meta-heurística y heurística codiciosa) para diseñar redes troncales de Internet, teniendo en cuenta el comportamiento multihora del tráfico y algunos requisitos de supervivencia. Muchas estrategias multihora y de protección son estudiadas y comparadas numéricamente. Nuestros algoritmos se pueden ampliar para integrar otras limitaciones de calidad del servicio ",
            "error": []
        },
        "network routers": {
            "translated_key": [],
            "translated_annotated_text": "Diseño multihora de redes IP clásicas que sobreviven La mayoría de los protocolos de enrutamiento intradominio de Internet (OSPF, RIP e IS-IS) se basan en enrutamiento de rutas más corto. La longitud de ruta se define como la suma de las métricas asociadas con los enlaces de ruta. Estas métricas son a menudo gestionadas por el administrador de la red. En este contexto, el diseño de una red troncal de Internet consiste en dimensionar la red (enrutadores y enlaces de transmisión) y establecer la métrica. Hay que satisfacer muchos requisitos. En primer lugar, el tráfico de Internet no es estático, ya que se pueden observar variaciones significativas durante el día. En segundo lugar, pueden ocurrir muchos fallos (corte de cable, fallas de hardware, fallas de software, etc.). Presentamos algoritmos (meta-heurística y heurística codiciosa) para diseñar redes troncales de Internet, teniendo en cuenta el comportamiento multihora del tráfico y algunos requisitos de supervivencia. Muchas estrategias multihora y de protección son estudiadas y comparadas numéricamente. Nuestros algoritmos se pueden ampliar para integrar otras limitaciones de calidad del servicio ",
            "error": []
        },
        "Internet traffic": {
            "translated_key": "tráfico de Internet",
            "translated_annotated_text": "Diseño multihora de redes IP clásicas que sobreviven La mayoría de los protocolos de enrutamiento intradominio de Internet (OSPF, RIP e IS-IS) se basan en enrutamiento de rutas más corto. La longitud de ruta se define como la suma de las métricas asociadas con los enlaces de ruta. Estas métricas son a menudo gestionadas por el administrador de la red. En este contexto, el diseño de una red troncal de Internet consiste en dimensionar la red (enrutadores y enlaces de transmisión) y establecer la métrica. Hay que satisfacer muchos requisitos. En primer lugar, el \"tráfico de Internet\" no es estático, ya que se pueden observar variaciones significativas durante el día. En segundo lugar, pueden ocurrir muchos fallos (corte de cable, fallas de hardware, fallas de software, etc.). Presentamos algoritmos (meta-heurística y heurística codiciosa) para diseñar redes troncales de Internet, teniendo en cuenta el comportamiento multihora del tráfico y algunos requisitos de supervivencia. Muchas estrategias multihora y de protección son estudiadas y comparadas numéricamente. Nuestros algoritmos se pueden ampliar para integrar otras limitaciones de calidad del servicio ",
            "error": [
                ""
            ]
        },
        "transmission links": {
            "translated_key": "enlaces de transmisión",
            "translated_annotated_text": "Diseño multihora de redes IP clásicas que sobreviven La mayoría de los protocolos de enrutamiento intradominio de Internet (OSPF, RIP e IS-IS) se basan en enrutamiento de rutas más corto. La longitud de ruta se define como la suma de las métricas asociadas con los enlaces de ruta. Estas métricas son a menudo gestionadas por el administrador de la red. En este contexto, el diseño de una red troncal de Internet consiste en dimensionar la red (routers y \"enlaces de transmisión\") y establecer la métrica. Hay que satisfacer muchos requisitos. En primer lugar, el tráfico de Internet no es estático, ya que se pueden observar variaciones significativas durante el día. En segundo lugar, pueden ocurrir muchos fallos (corte de cable, fallas de hardware, fallas de software, etc.). Presentamos algoritmos (meta-heurística y heurística codiciosa) para diseñar redes troncales de Internet, teniendo en cuenta el comportamiento multihora del tráfico y algunos requisitos de supervivencia. Muchas estrategias multihora y de protección son estudiadas y comparadas numéricamente. Nuestros algoritmos se pueden ampliar para integrar otras limitaciones de calidad del servicio ",
            "error": [
                ""
            ]
        },
        "network failures": {
            "translated_key": [],
            "translated_annotated_text": "Diseño multihora de redes IP clásicas que sobreviven La mayoría de los protocolos de enrutamiento intradominio de Internet (OSPF, RIP e IS-IS) se basan en enrutamiento de rutas más corto. La longitud de ruta se define como la suma de las métricas asociadas con los enlaces de ruta. Estas métricas son a menudo gestionadas por el administrador de la red. En este contexto, el diseño de una red troncal de Internet consiste en dimensionar la red (enrutadores y enlaces de transmisión) y establecer la métrica. Hay que satisfacer muchos requisitos. En primer lugar, el tráfico de Internet no es estático, ya que se pueden observar variaciones significativas durante el día. En segundo lugar, pueden ocurrir muchos fallos (corte de cable, fallas de hardware, fallas de software, etc.). Presentamos algoritmos (meta-heurística y heurística codiciosa) para diseñar redes troncales de Internet, teniendo en cuenta el comportamiento multihora del tráfico y algunos requisitos de supervivencia. Muchas estrategias multihora y de protección son estudiadas y comparadas numéricamente. Nuestros algoritmos se pueden ampliar para integrar otras limitaciones de calidad del servicio ",
            "error": []
        },
        "meta-heuristics algorithm": {
            "translated_key": [],
            "translated_annotated_text": "Diseño multihora de redes IP clásicas que sobreviven La mayoría de los protocolos de enrutamiento intradominio de Internet (OSPF, RIP e IS-IS) se basan en enrutamiento de rutas más corto. La longitud de ruta se define como la suma de las métricas asociadas con los enlaces de ruta. Estas métricas son a menudo gestionadas por el administrador de la red. En este contexto, el diseño de una red troncal de Internet consiste en dimensionar la red (enrutadores y enlaces de transmisión) y establecer la métrica. Hay que satisfacer muchos requisitos. En primer lugar, el tráfico de Internet no es estático, ya que se pueden observar variaciones significativas durante el día. En segundo lugar, pueden ocurrir muchos fallos (corte de cable, fallas de hardware, fallas de software, etc.). Presentamos algoritmos (meta-heurística y heurística codiciosa) para diseñar redes troncales de Internet, teniendo en cuenta el comportamiento multihora del tráfico y algunos requisitos de supervivencia. Muchas estrategias multihora y de protección son estudiadas y comparadas numéricamente. Nuestros algoritmos se pueden ampliar para integrar otras limitaciones de calidad del servicio ",
            "error": []
        },
        "greedy heuristic algorithm": {
            "translated_key": [],
            "translated_annotated_text": "Diseño multihora de redes IP clásicas que sobreviven La mayoría de los protocolos de enrutamiento intradominio de Internet (OSPF, RIP e IS-IS) se basan en enrutamiento de rutas más corto. La longitud de ruta se define como la suma de las métricas asociadas con los enlaces de ruta. Estas métricas son a menudo gestionadas por el administrador de la red. En este contexto, el diseño de una red troncal de Internet consiste en dimensionar la red (enrutadores y enlaces de transmisión) y establecer la métrica. Hay que satisfacer muchos requisitos. En primer lugar, el tráfico de Internet no es estático, ya que se pueden observar variaciones significativas durante el día. En segundo lugar, pueden ocurrir muchos fallos (corte de cable, fallas de hardware, fallas de software, etc.). Presentamos algoritmos (meta-heurística y heurística codiciosa) para diseñar redes troncales de Internet, teniendo en cuenta el comportamiento multihora del tráfico y algunos requisitos de supervivencia. Muchas estrategias multihora y de protección son estudiadas y comparadas numéricamente. Nuestros algoritmos se pueden ampliar para integrar otras limitaciones de calidad del servicio ",
            "error": []
        },
        "survivability requirements": {
            "translated_key": "requisitos de supervivencia",
            "translated_annotated_text": "Diseño multihora de redes IP clásicas que sobreviven La mayoría de los protocolos de enrutamiento intradominio de Internet (OSPF, RIP e IS-IS) se basan en enrutamiento de rutas más corto. La longitud de ruta se define como la suma de las métricas asociadas con los enlaces de ruta. Estas métricas son a menudo gestionadas por el administrador de la red. En este contexto, el diseño de una red troncal de Internet consiste en dimensionar la red (enrutadores y enlaces de transmisión) y establecer la métrica. Hay que satisfacer muchos requisitos. En primer lugar, el tráfico de Internet no es estático, ya que se pueden observar variaciones significativas durante el día. En segundo lugar, pueden ocurrir muchos fallos (corte de cable, fallas de hardware, fallas de software, etc.). Presentamos algoritmos (meta-heurística y heurística codiciosa) para diseñar redes troncales de Internet, teniendo en cuenta el comportamiento multihora del tráfico y algunos \"requisitos de supervivencia\". Muchas estrategias multihora y de protección son estudiadas y comparadas numéricamente. Nuestros algoritmos se pueden ampliar para integrar otras limitaciones de calidad del servicio ",
            "error": [
                ""
            ]
        },
        "network protection": {
            "translated_key": [],
            "translated_annotated_text": "Diseño multihora de redes IP clásicas que sobreviven La mayoría de los protocolos de enrutamiento intradominio de Internet (OSPF, RIP e IS-IS) se basan en enrutamiento de rutas más corto. La longitud de ruta se define como la suma de las métricas asociadas con los enlaces de ruta. Estas métricas son a menudo gestionadas por el administrador de la red. En este contexto, el diseño de una red troncal de Internet consiste en dimensionar la red (enrutadores y enlaces de transmisión) y establecer la métrica. Hay que satisfacer muchos requisitos. En primer lugar, el tráfico de Internet no es estático, ya que se pueden observar variaciones significativas durante el día. En segundo lugar, pueden ocurrir muchos fallos (corte de cable, fallas de hardware, fallas de software, etc.). Presentamos algoritmos (meta-heurística y heurística codiciosa) para diseñar redes troncales de Internet, teniendo en cuenta el comportamiento multihora del tráfico y algunos requisitos de supervivencia. Muchas estrategias multihora y de protección son estudiadas y comparadas numéricamente. Nuestros algoritmos se pueden ampliar para integrar otras limitaciones de calidad del servicio ",
            "error": []
        },
        "quality of service constraints": {
            "translated_key": "condiciones de calidad del servicio",
            "translated_annotated_text": "Diseño multihora de redes IP clásicas que sobreviven La mayoría de los protocolos de enrutamiento intradominio de Internet (OSPF, RIP e IS-IS) se basan en enrutamiento de rutas más corto. La longitud de ruta se define como la suma de las métricas asociadas con los enlaces de ruta. Estas métricas son a menudo gestionadas por el administrador de la red. En este contexto, el diseño de una red troncal de Internet consiste en dimensionar la red (enrutadores y enlaces de transmisión) y establecer la métrica. Hay que satisfacer muchos requisitos. En primer lugar, el tráfico de Internet no es estático, ya que se pueden observar variaciones significativas durante el día. En segundo lugar, pueden ocurrir muchos fallos (corte de cable, fallas de hardware, fallas de software, etc.). Presentamos algoritmos (meta-heurística y heurística codiciosa) para diseñar redes troncales de Internet, teniendo en cuenta el comportamiento multihora del tráfico y algunos requisitos de supervivencia. Muchas estrategias multihora y de protección son estudiadas y comparadas numéricamente. Nuestros algoritmos se pueden ampliar para integrar otras \"condiciones de calidad del servicio\" ",
            "error": [
                ""
            ]
        },
        "QoS constraints": {
            "translated_key": [],
            "translated_annotated_text": "Diseño multihora de redes IP clásicas que sobreviven La mayoría de los protocolos de enrutamiento intradominio de Internet (OSPF, RIP e IS-IS) se basan en enrutamiento de rutas más corto. La longitud de ruta se define como la suma de las métricas asociadas con los enlaces de ruta. Estas métricas son a menudo gestionadas por el administrador de la red. En este contexto, el diseño de una red troncal de Internet consiste en dimensionar la red (enrutadores y enlaces de transmisión) y establecer la métrica. Hay que satisfacer muchos requisitos. En primer lugar, el tráfico de Internet no es estático, ya que se pueden observar variaciones significativas durante el día. En segundo lugar, pueden ocurrir muchos fallos (corte de cable, fallas de hardware, fallas de software, etc.). Presentamos algoritmos (meta-heurística y heurística codiciosa) para diseñar redes troncales de Internet, teniendo en cuenta el comportamiento multihora del tráfico y algunos requisitos de supervivencia. Muchas estrategias multihora y de protección son estudiadas y comparadas numéricamente. Nuestros algoritmos se pueden ampliar para integrar otras limitaciones de calidad del servicio ",
            "error": []
        },
        "computer network reliability": {
            "translated_key": [],
            "translated_annotated_text": "Diseño multihora de redes IP clásicas que sobreviven La mayoría de los protocolos de enrutamiento intradominio de Internet (OSPF, RIP e IS-IS) se basan en enrutamiento de rutas más corto. La longitud de ruta se define como la suma de las métricas asociadas con los enlaces de ruta. Estas métricas son a menudo gestionadas por el administrador de la red. En este contexto, el diseño de una red troncal de Internet consiste en dimensionar la red (enrutadores y enlaces de transmisión) y establecer la métrica. Hay que satisfacer muchos requisitos. En primer lugar, el tráfico de Internet no es estático, ya que se pueden observar variaciones significativas durante el día. En segundo lugar, pueden ocurrir muchos fallos (corte de cable, fallas de hardware, fallas de software, etc.). Presentamos algoritmos (meta-heurística y heurística codiciosa) para diseñar redes troncales de Internet, teniendo en cuenta el comportamiento multihora del tráfico y algunos requisitos de supervivencia. Muchas estrategias multihora y de protección son estudiadas y comparadas numéricamente. Nuestros algoritmos se pueden ampliar para integrar otras limitaciones de calidad del servicio ",
            "error": []
        },
        "Internet": {
            "translated_key": "Internet",
            "translated_annotated_text": "Diseño de múltiples horas de redes IP clásicas que sobreviven La mayoría de los protocolos de enrutamiento intradominio \"Internet\" (OSPF, RIP e IS-IS) se basan en el enrutamiento de rutas más corto. La longitud de ruta se define como la suma de las métricas asociadas con los enlaces de ruta. Estas métricas son a menudo gestionadas por el administrador de la red. En este contexto, el diseño de una red troncal \"Internet\" consiste en dimensionar la red (enlaces de ruta y transmisión) y establecer la métrica. Hay que satisfacer muchos requisitos. En primer lugar, el tráfico \"Internet\" no es estático, ya que se pueden observar variaciones significativas durante el día. En segundo lugar, pueden ocurrir muchos fallos (corte de cable, fallas de hardware, fallas de software, etc.). Presentamos algoritmos (meta-heurística y heurística codiciosa) para diseñar redes troncales \"Internet\", teniendo en cuenta el comportamiento multihora del tráfico y algunos requisitos de supervivencia. Muchas estrategias multihora y de protección son estudiadas y comparadas numéricamente. Nuestros algoritmos se pueden ampliar para integrar otras limitaciones de calidad del servicio ",
            "error": [
                ""
            ]
        },
        "telecommunication network routing": {
            "translated_key": [],
            "translated_annotated_text": "Diseño multihora de redes IP clásicas que sobreviven La mayoría de los protocolos de enrutamiento intradominio de Internet (OSPF, RIP e IS-IS) se basan en enrutamiento de rutas más corto. La longitud de ruta se define como la suma de las métricas asociadas con los enlaces de ruta. Estas métricas son a menudo gestionadas por el administrador de la red. En este contexto, el diseño de una red troncal de Internet consiste en dimensionar la red (enrutadores y enlaces de transmisión) y establecer la métrica. Hay que satisfacer muchos requisitos. En primer lugar, el tráfico de Internet no es estático, ya que se pueden observar variaciones significativas durante el día. En segundo lugar, pueden ocurrir muchos fallos (corte de cable, fallas de hardware, fallas de software, etc.). Presentamos algoritmos (meta-heurística y heurística codiciosa) para diseñar redes troncales de Internet, teniendo en cuenta el comportamiento multihora del tráfico y algunos requisitos de supervivencia. Muchas estrategias multihora y de protección son estudiadas y comparadas numéricamente. Nuestros algoritmos se pueden ampliar para integrar otras limitaciones de calidad del servicio ",
            "error": []
        },
        "telecommunication traffic": {
            "translated_key": [],
            "translated_annotated_text": "Diseño multihora de redes IP clásicas que sobreviven La mayoría de los protocolos de enrutamiento intradominio de Internet (OSPF, RIP e IS-IS) se basan en enrutamiento de rutas más corto. La longitud de ruta se define como la suma de las métricas asociadas con los enlaces de ruta. Estas métricas son a menudo gestionadas por el administrador de la red. En este contexto, el diseño de una red troncal de Internet consiste en dimensionar la red (enrutadores y enlaces de transmisión) y establecer la métrica. Hay que satisfacer muchos requisitos. En primer lugar, el tráfico de Internet no es estático, ya que se pueden observar variaciones significativas durante el día. En segundo lugar, pueden ocurrir muchos fallos (corte de cable, fallas de hardware, fallas de software, etc.). Presentamos algoritmos (meta-heurística y heurística codiciosa) para diseñar redes troncales de Internet, teniendo en cuenta el comportamiento multihora del tráfico y algunos requisitos de supervivencia. Muchas estrategias multihora y de protección son estudiadas y comparadas numéricamente. Nuestros algoritmos se pueden ampliar para integrar otras limitaciones de calidad del servicio ",
            "error": []
        },
        "transport protocols": {
            "translated_key": [],
            "translated_annotated_text": "Diseño multihora de redes IP clásicas que sobreviven La mayoría de los protocolos de enrutamiento intradominio de Internet (OSPF, RIP e IS-IS) se basan en enrutamiento de rutas más corto. La longitud de ruta se define como la suma de las métricas asociadas con los enlaces de ruta. Estas métricas son a menudo gestionadas por el administrador de la red. En este contexto, el diseño de una red troncal de Internet consiste en dimensionar la red (enrutadores y enlaces de transmisión) y establecer la métrica. Hay que satisfacer muchos requisitos. En primer lugar, el tráfico de Internet no es estático, ya que se pueden observar variaciones significativas durante el día. En segundo lugar, pueden ocurrir muchos fallos (corte de cable, fallas de hardware, fallas de software, etc.). Presentamos algoritmos (meta-heurística y heurística codiciosa) para diseñar redes troncales de Internet, teniendo en cuenta el comportamiento multihora del tráfico y algunos requisitos de supervivencia. Muchas estrategias multihora y de protección son estudiadas y comparadas numéricamente. Nuestros algoritmos se pueden ampliar para integrar otras limitaciones de calidad del servicio ",
            "error": []
        }
    }
}