{
    "original_text": "Web services boost integration Microsoft and IBM have announced products to help their database software co-exist with competitors offerings. The products use web services technology allowing users to improve integration between databases and application software from rival vendors",
    "original_translation": "Los servicios web impulsan la integración Microsoft e IBM han anunciado productos para ayudar a su software de base de datos a coexistir con ofertas de competidores. Los productos utilizan tecnología de servicios web que permite a los usuarios mejorar la integración entre las bases de datos y el software de aplicaciones de proveedores rivales",
    "error_count": 2,
    "keys": {
        "web services technology": {
            "translated_key": "tecnología de servicios web",
            "translated_annotated_text": "Los servicios web impulsan la integración Microsoft e IBM han anunciado productos para ayudar a su software de base de datos a coexistir con ofertas de competidores. Los productos utilizan \"tecnología de servicios web\" que permite a los usuarios mejorar la integración entre las bases de datos y el software de aplicaciones de proveedores rivales ",
            "error": [
                ""
            ]
        },
        "Microsoft": {
            "translated_key": "Microsoft",
            "translated_annotated_text": "Los servicios web impulsan la integración \"Microsoft\" e IBM han anunciado productos para ayudar a su software de base de datos a coexistir con ofertas de competidores. Los productos utilizan tecnología de servicios web que permite a los usuarios mejorar la integración entre las bases de datos y el software de aplicaciones de proveedores rivales ",
            "error": [
                ""
            ]
        },
        "IBM": {
            "translated_key": "IBM",
            "translated_annotated_text": "Los servicios web impulsan la integración Microsoft e \"IBM\" han anunciado productos para ayudar a su software de base de datos a coexistir con ofertas de competidores. Los productos utilizan tecnología de servicios web que permite a los usuarios mejorar la integración entre las bases de datos y el software de aplicaciones de proveedores rivales ",
            "error": [
                ""
            ]
        },
        "database software": {
            "translated_key": "software de base de datos",
            "translated_annotated_text": "Los servicios web impulsan la integración Microsoft e IBM han anunciado productos para ayudar a su \"software de base de datos\" a coexistir con ofertas de competidores. Los productos utilizan tecnología de servicios web que permite a los usuarios mejorar la integración entre las bases de datos y el software de aplicaciones de proveedores rivales ",
            "error": [
                ""
            ]
        },
        "database management systems": {
            "translated_key": [],
            "translated_annotated_text": "Los servicios web impulsan la integración Microsoft e IBM han anunciado productos para ayudar a su software de base de datos a coexistir con ofertas de competidores. Los productos utilizan tecnología de servicios web que permite a los usuarios mejorar la integración entre las bases de datos y el software de aplicaciones de proveedores rivales ",
            "error": []
        },
        "information resources": {
            "translated_key": [],
            "translated_annotated_text": "Los servicios web impulsan la integración Microsoft e IBM han anunciado productos para ayudar a su software de base de datos a coexistir con ofertas de competidores. Los productos utilizan tecnología de servicios web que permite a los usuarios mejorar la integración entre las bases de datos y el software de aplicaciones de proveedores rivales ",
            "error": []
        }
    }
}