{
    "original_text": "Disposable mobiles After many delays, the reusable, recyclable, disposable mobile phone is finally going on sale in the US. But with a business model largely dependent on niche markets, Elizabeth Biddlecombe asks if these simplified handsets will be good enough to survive a brutal market",
    "original_translation": "Móviles desechables Después de muchos retrasos, el teléfono móvil reutilizable, reciclable y desechable está finalmente a la venta en los Estados Unidos. Pero con un modelo de negocio en gran medida dependiente de los mercados de nichos, Elizabeth Biddlecombe pregunta si estos teléfonos simplificados serán lo suficientemente buenos para sobrevivir a un mercado brutal",
    "error_count": 2,
    "keys": {
        "disposable mobile phone": {
            "translated_key": "teléfono móvil desechable",
            "translated_annotated_text": "Móviles desechables Después de muchos retrasos, el reutilizable, reciclable, \"teléfono móvil desechable\" finalmente está a la venta en los Estados Unidos. Pero con un modelo de negocio en gran medida dependiente de los mercados de nichos, Elizabeth Biddlecombe pregunta si estos teléfonos simplificados serán lo suficientemente buenos para sobrevivir a un mercado brutal ",
            "error": [
                ""
            ]
        },
        "simplified handsets": {
            "translated_key": "teléfonos simplificados",
            "translated_annotated_text": "Móviles desechables Después de muchos retrasos, el teléfono móvil reutilizable, reciclable y desechable está finalmente a la venta en los Estados Unidos. Pero con un modelo de negocio en gran medida dependiente de los mercados de nichos, Elizabeth Biddlecombe pregunta si estos \"teléfonos simplificados\" serán lo suficientemente buenos como para sobrevivir a un mercado brutal ",
            "error": [
                ""
            ]
        },
        "reusable": {
            "translated_key": "reutilizable",
            "translated_annotated_text": "Móviles desechables Después de muchos retrasos, el teléfono móvil \"reutilizable\", reciclable y desechable está finalmente a la venta en los Estados Unidos. Pero con un modelo de negocio en gran medida dependiente de los mercados de nichos, Elizabeth Biddlecombe pregunta si estos teléfonos simplificados serán lo suficientemente buenos para sobrevivir a un mercado brutal ",
            "error": [
                ""
            ]
        },
        "recyclable": {
            "translated_key": "reciclable",
            "translated_annotated_text": "Móviles desechables Después de muchos retrasos, el teléfono móvil reutilizable, \"reciclable\", desechable está finalmente a la venta en los Estados Unidos. Pero con un modelo de negocio en gran medida dependiente de los mercados de nichos, Elizabeth Biddlecombe pregunta si estos teléfonos simplificados serán lo suficientemente buenos para sobrevivir a un mercado brutal ",
            "error": [
                ""
            ]
        },
        "cellular radio": {
            "translated_key": [],
            "translated_annotated_text": "Móviles desechables Después de muchos retrasos, el teléfono móvil reutilizable, reciclable y desechable está finalmente a la venta en los Estados Unidos. Pero con un modelo de negocio en gran medida dependiente de los mercados de nichos, Elizabeth Biddlecombe pregunta si estos teléfonos simplificados serán lo suficientemente buenos para sobrevivir a un mercado brutal ",
            "error": []
        },
        "telephone sets": {
            "translated_key": [],
            "translated_annotated_text": "Móviles desechables Después de muchos retrasos, el teléfono móvil reutilizable, reciclable y desechable está finalmente a la venta en los Estados Unidos. Pero con un modelo de negocio en gran medida dependiente de los mercados de nichos, Elizabeth Biddlecombe pregunta si estos teléfonos simplificados serán lo suficientemente buenos para sobrevivir a un mercado brutal ",
            "error": []
        }
    }
}