{
    "original_text": "Intensity based affine registration including feature similarity for spatial normalization This paper presents a new spatial normalization with affine transformation. The quantitative comparison of brain architecture across different subjects requires a common coordinate system. For the analysis of a specific brain area, it is necessary to normalize and compare a region of interest and the global brain. The intensity based registration method matches the global brain well, but a region of interest may not be locally normalized compared to the feature based method. The method in this paper uses feature similarities of local regions as well as intensity similarities. The lateral ventricle and central gray nuclei of the brain, including the corpus callosum, which is used for features in schizophrenia detection, is appropriately normalized. Our method reduces the difference of feature areas such as the corpus callosum (7.7%, 2.4%) and lateral ventricle (8.2%, 13.5%) compared with mutual information and Talairach methods",
    "original_translation": "Registro afín basado en intensidad incluyendo similitud de características para la normalización espacial Este artículo presenta una nueva normalización espacial con transformación afín. La comparación cuantitativa de la arquitectura cerebral entre diferentes sujetos requiere un sistema de coordenadas común. Para el análisis de un área cerebral específica, es necesario normalizar y comparar una región de interés y el cerebro global. El método de registro basado en la intensidad coincide bien con el cerebro global, pero una región de interés puede no ser normalizado localmente en comparación con el método basado en las características. El método en este artículo utiliza características similares de las regiones locales, así como similitudes de intensidad. El ventrículo lateral y los núcleos grises centrales del cerebro, incluido el cuerpo calloso, que se utiliza para las características en la detección de esquizofrenia, se normalizan adecuadamente. Nuestro método reduce la diferencia de áreas características como el cuerpo calloso (7,7%, 2,4%) y ventrículo lateral (8,2%, 13,5%) en comparación con la información mutua y los métodos Talairach",
    "error_count": 8,
    "keys": {
        "intensity based affine registration": {
            "translated_key": [],
            "translated_annotated_text": "Registro afín basado en intensidad incluyendo similitud de características para la normalización espacial Este artículo presenta una nueva normalización espacial con transformación afín. La comparación cuantitativa de la arquitectura cerebral entre diferentes sujetos requiere un sistema de coordenadas común. Para el análisis de un área cerebral específica, es necesario normalizar y comparar una región de interés y el cerebro global. El método de registro basado en la intensidad coincide bien con el cerebro global, pero una región de interés puede no ser normalizado localmente en comparación con el método basado en las características. El método en este artículo utiliza características similares de las regiones locales, así como similitudes de intensidad. El ventrículo lateral y los núcleos grises centrales del cerebro, incluido el cuerpo calloso, que se utiliza para las características en la detección de esquizofrenia, se normalizan adecuadamente. Nuestro método reduce la diferencia de áreas características como el cuerpo calloso (7,7%, 2,4%) y ventrículo lateral (8,2%, 13,5%) en comparación con la información mutua y los métodos Talairach ",
            "error": []
        },
        "feature similarity": {
            "translated_key": "la similitud de características",
            "translated_annotated_text": "Intensidad basada en el registro afín, incluyendo \"la similitud de características\" para la normalización espacial Este artículo presenta una nueva normalización espacial con transformación afín. La comparación cuantitativa de la arquitectura cerebral entre diferentes sujetos requiere un sistema de coordenadas común. Para el análisis de un área cerebral específica, es necesario normalizar y comparar una región de interés y el cerebro global. El método de registro basado en la intensidad coincide bien con el cerebro global, pero una región de interés puede no ser normalizado localmente en comparación con el método basado en las características. El método en este artículo utiliza características similares de las regiones locales, así como similitudes de intensidad. El ventrículo lateral y los núcleos grises centrales del cerebro, incluido el cuerpo calloso, que se utiliza para las características en la detección de esquizofrenia, se normalizan adecuadamente. Nuestro método reduce la diferencia de áreas características como el cuerpo calloso (7,7%, 2,4%) y ventrículo lateral (8,2%, 13,5%) en comparación con la información mutua y los métodos Talairach ",
            "error": [
                ""
            ]
        },
        "spatial normalization": {
            "translated_key": "normalización espacial",
            "translated_annotated_text": "Inscripción afín basada en intensidad incluyendo similitud de características para la \"normalización espacial\" Este artículo presenta una nueva \"normalización espacial\" con transformación afín. La comparación cuantitativa de la arquitectura cerebral entre diferentes sujetos requiere un sistema de coordenadas común. Para el análisis de un área cerebral específica, es necesario normalizar y comparar una región de interés y el cerebro global. El método de registro basado en la intensidad coincide bien con el cerebro global, pero una región de interés puede no ser normalizado localmente en comparación con el método basado en las características. El método en este artículo utiliza características similares de las regiones locales, así como similitudes de intensidad. El ventrículo lateral y los núcleos grises centrales del cerebro, incluido el cuerpo calloso, que se utiliza para las características en la detección de esquizofrenia, se normalizan adecuadamente. Nuestro método reduce la diferencia de áreas características como el cuerpo calloso (7,7%, 2,4%) y ventrículo lateral (8,2%, 13,5%) en comparación con la información mutua y los métodos Talairach ",
            "error": [
                ""
            ]
        },
        "affine transformation": {
            "translated_key": "transformación afín",
            "translated_annotated_text": "Registro afín basado en intensidad, incluyendo similitud de características para la normalización espacial Este artículo presenta una nueva normalización espacial con \"transformación afín\". La comparación cuantitativa de la arquitectura cerebral entre diferentes sujetos requiere un sistema de coordenadas común. Para el análisis de un área cerebral específica, es necesario normalizar y comparar una región de interés y el cerebro global. El método de registro basado en la intensidad coincide bien con el cerebro global, pero una región de interés puede no ser normalizado localmente en comparación con el método basado en las características. El método en este artículo utiliza características similares de las regiones locales, así como similitudes de intensidad. El ventrículo lateral y los núcleos grises centrales del cerebro, incluido el cuerpo calloso, que se utiliza para las características en la detección de esquizofrenia, se normalizan adecuadamente. Nuestro método reduce la diferencia de áreas características como el cuerpo calloso (7,7%, 2,4%) y ventrículo lateral (8,2%, 13,5%) en comparación con la información mutua y los métodos Talairach ",
            "error": [
                ""
            ]
        },
        "brain architecture": {
            "translated_key": "arquitectura cerebral",
            "translated_annotated_text": "Registro afín basado en intensidad incluyendo similitud de características para la normalización espacial Este artículo presenta una nueva normalización espacial con transformación afín. La comparación cuantitativa de la \"arquitectura cerebral\" entre diferentes temas requiere un sistema de coordenadas común. Para el análisis de un área cerebral específica, es necesario normalizar y comparar una región de interés y el cerebro global. El método de registro basado en la intensidad coincide bien con el cerebro global, pero una región de interés puede no ser normalizado localmente en comparación con el método basado en las características. El método en este artículo utiliza características similares de las regiones locales, así como similitudes de intensidad. El ventrículo lateral y los núcleos grises centrales del cerebro, incluido el cuerpo calloso, que se utiliza para las características en la detección de esquizofrenia, se normalizan adecuadamente. Nuestro método reduce la diferencia de áreas características como el cuerpo calloso (7,7%, 2,4%) y ventrículo lateral (8,2%, 13,5%) en comparación con la información mutua y los métodos Talairach ",
            "error": [
                ""
            ]
        },
        "common coordinate system": {
            "translated_key": "sistema común de coordenadas",
            "translated_annotated_text": "Registro afín basado en intensidad incluyendo similitud de características para la normalización espacial Este artículo presenta una nueva normalización espacial con transformación afín. La comparación cuantitativa de la arquitectura cerebral entre diferentes sujetos requiere un \"sistema común de coordenadas\". Para el análisis de un área cerebral específica, es necesario normalizar y comparar una región de interés y el cerebro global. El método de registro basado en la intensidad coincide bien con el cerebro global, pero una región de interés puede no ser normalizado localmente en comparación con el método basado en las características. El método en este artículo utiliza características similares de las regiones locales, así como similitudes de intensidad. El ventrículo lateral y los núcleos grises centrales del cerebro, incluido el cuerpo calloso, que se utiliza para las características en la detección de esquizofrenia, se normalizan adecuadamente. Nuestro método reduce la diferencia de áreas características como el cuerpo calloso (7,7%, 2,4%) y ventrículo lateral (8,2%, 13,5%) en comparación con la información mutua y los métodos Talairach ",
            "error": [
                ""
            ]
        },
        "global brain": {
            "translated_key": "cerebro global",
            "translated_annotated_text": "Registro afín basado en intensidad incluyendo similitud de características para la normalización espacial Este artículo presenta una nueva normalización espacial con transformación afín. La comparación cuantitativa de la arquitectura cerebral entre diferentes sujetos requiere un sistema de coordenadas común. Para el análisis de un área cerebral específica, es necesario normalizar y comparar una región de interés y el \"cerebro global\". El método de registro basado en intensidad coincide bien con el \"cerebro global\", pero una región de interés puede no ser normalizado localmente en comparación con el método basado en características. El método en este artículo utiliza características similares de las regiones locales, así como similitudes de intensidad. El ventrículo lateral y los núcleos grises centrales del cerebro, incluido el cuerpo calloso, que se utiliza para las características en la detección de esquizofrenia, se normalizan adecuadamente. Nuestro método reduce la diferencia de áreas características como el cuerpo calloso (7,7%, 2,4%) y ventrículo lateral (8,2%, 13,5%) en comparación con la información mutua y los métodos Talairach ",
            "error": [
                ""
            ]
        },
        "region of interest": {
            "translated_key": "región de interés",
            "translated_annotated_text": "Registro afín basado en intensidad incluyendo similitud de características para la normalización espacial Este artículo presenta una nueva normalización espacial con transformación afín. La comparación cuantitativa de la arquitectura cerebral entre diferentes sujetos requiere un sistema de coordenadas común. Para el análisis de un área cerebral específica, es necesario normalizar y comparar una \"región de interés\" y el cerebro global. El método de registro basado en la intensidad coincide bien con el cerebro global, pero una \"región de interés\" puede no ser normalizado localmente en comparación con el método basado en las características. El método en este artículo utiliza características similares de las regiones locales, así como similitudes de intensidad. El ventrículo lateral y los núcleos grises centrales del cerebro, incluido el cuerpo calloso, que se utiliza para las características en la detección de esquizofrenia, se normalizan adecuadamente. Nuestro método reduce la diferencia de áreas características como el cuerpo calloso (7,7%, 2,4%) y ventrículo lateral (8,2%, 13,5%) en comparación con la información mutua y los métodos Talairach ",
            "error": [
                ""
            ]
        },
        "feature similarities": {
            "translated_key": "semejantes características",
            "translated_annotated_text": "Registro afín basado en intensidad incluyendo similitud de características para la normalización espacial Este artículo presenta una nueva normalización espacial con transformación afín. La comparación cuantitativa de la arquitectura cerebral entre diferentes sujetos requiere un sistema de coordenadas común. Para el análisis de un área cerebral específica, es necesario normalizar y comparar una región de interés y el cerebro global. El método de registro basado en la intensidad coincide bien con el cerebro global, pero una región de interés puede no ser normalizado localmente en comparación con el método basado en las características. El método en este artículo utiliza \"semejantes características\" de las regiones locales, así como similitudes de intensidad. El ventrículo lateral y los núcleos grises centrales del cerebro, incluido el cuerpo calloso, que se utiliza para las características en la detección de esquizofrenia, se normalizan adecuadamente. Nuestro método reduce la diferencia de áreas características como el cuerpo calloso (7,7%, 2,4%) y ventrículo lateral (8,2%, 13,5%) en comparación con la información mutua y los métodos Talairach ",
            "error": [
                ""
            ]
        },
        "lateral ventricle": {
            "translated_key": "ventrículo lateral",
            "translated_annotated_text": "Registro afín basado en intensidad incluyendo similitud de características para la normalización espacial Este artículo presenta una nueva normalización espacial con transformación afín. La comparación cuantitativa de la arquitectura cerebral entre diferentes sujetos requiere un sistema de coordenadas común. Para el análisis de un área cerebral específica, es necesario normalizar y comparar una región de interés y el cerebro global. El método de registro basado en la intensidad coincide bien con el cerebro global, pero una región de interés puede no ser normalizado localmente en comparación con el método basado en las características. El método en este artículo utiliza características similares de las regiones locales, así como similitudes de intensidad. El \"ventrículo lateral\" y los núcleos grises centrales del cerebro, incluido el cuerpo calloso, que se utiliza para las características en la detección de esquizofrenia, se normalizan adecuadamente. Nuestro método reduce la diferencia de áreas características como el cuerpo calloso (7,7%, 2,4%) y el \"ventrículo lateral\" (8,2%, 13,5%) en comparación con la información mutua y los métodos Talairach ",
            "error": [
                ""
            ]
        },
        "central gray nuclei": {
            "translated_key": "núcleos grises centrales",
            "translated_annotated_text": "Registro afín basado en intensidad incluyendo similitud de características para la normalización espacial Este artículo presenta una nueva normalización espacial con transformación afín. La comparación cuantitativa de la arquitectura cerebral entre diferentes sujetos requiere un sistema de coordenadas común. Para el análisis de un área cerebral específica, es necesario normalizar y comparar una región de interés y el cerebro global. El método de registro basado en la intensidad coincide bien con el cerebro global, pero una región de interés puede no ser normalizado localmente en comparación con el método basado en las características. El método en este artículo utiliza características similares de las regiones locales, así como similitudes de intensidad. El ventrículo lateral y los \"núcleos grises centrales\" del cerebro, incluido el cuerpo calloso, que se utiliza para las características en la detección de esquizofrenia, se normalizan adecuadamente. Nuestro método reduce la diferencia de áreas características como el cuerpo calloso (7,7%, 2,4%) y ventrículo lateral (8,2%, 13,5%) en comparación con la información mutua y los métodos Talairach ",
            "error": [
                ""
            ]
        },
        "corpus callosum": {
            "translated_key": "corpus callosum",
            "translated_annotated_text": "Registro afín basado en intensidad incluyendo similitud de características para la normalización espacial Este artículo presenta una nueva normalización espacial con transformación afín. La comparación cuantitativa de la arquitectura cerebral entre diferentes sujetos requiere un sistema de coordenadas común. Para el análisis de un área cerebral específica, es necesario normalizar y comparar una región de interés y el cerebro global. El método de registro basado en la intensidad coincide bien con el cerebro global, pero una región de interés puede no ser normalizado localmente en comparación con el método basado en las características. El método en este artículo utiliza características similares de las regiones locales, así como similitudes de intensidad. El ventrículo lateral y los núcleos grises centrales del cerebro, incluido el \"corpus callosum\", que se utiliza para las características en la detección de esquizofrenia, se normalizan adecuadamente. Nuestro método reduce la diferencia de áreas características como el \"corpus callosum\" (7,7%, 2,4%) y ventrículo lateral (8,2%, 13,5%) en comparación con la información mutua y los métodos Talairach ",
            "error": [
                ""
            ]
        },
        "schizophrenia detection": {
            "translated_key": "detección de la esquizofrenia",
            "translated_annotated_text": "Registro afín basado en intensidad incluyendo similitud de características para la normalización espacial Este artículo presenta una nueva normalización espacial con transformación afín. La comparación cuantitativa de la arquitectura cerebral entre diferentes sujetos requiere un sistema de coordenadas común. Para el análisis de un área cerebral específica, es necesario normalizar y comparar una región de interés y el cerebro global. El método de registro basado en la intensidad coincide bien con el cerebro global, pero una región de interés puede no ser normalizado localmente en comparación con el método basado en las características. El método en este artículo utiliza características similares de las regiones locales, así como similitudes de intensidad. El ventrículo lateral y los núcleos grises centrales del cerebro, incluido el cuerpo calloso, que se utiliza para las características en la \"detección de la esquizofrenia\", se normalizan adecuadamente. Nuestro método reduce la diferencia de áreas características como el cuerpo calloso (7,7%, 2,4%) y ventrículo lateral (8,2%, 13,5%) en comparación con la información mutua y los métodos Talairach ",
            "error": [
                ""
            ]
        },
        "mutual information method": {
            "translated_key": [],
            "translated_annotated_text": "Registro afín basado en intensidad incluyendo similitud de características para la normalización espacial Este artículo presenta una nueva normalización espacial con transformación afín. La comparación cuantitativa de la arquitectura cerebral entre diferentes sujetos requiere un sistema de coordenadas común. Para el análisis de un área cerebral específica, es necesario normalizar y comparar una región de interés y el cerebro global. El método de registro basado en la intensidad coincide bien con el cerebro global, pero una región de interés puede no ser normalizado localmente en comparación con el método basado en las características. El método en este artículo utiliza características similares de las regiones locales, así como similitudes de intensidad. El ventrículo lateral y los núcleos grises centrales del cerebro, incluido el cuerpo calloso, que se utiliza para las características en la detección de esquizofrenia, se normalizan adecuadamente. Nuestro método reduce la diferencia de áreas características como el cuerpo calloso (7,7%, 2,4%) y ventrículo lateral (8,2%, 13,5%) en comparación con la información mutua y los métodos Talairach ",
            "error": []
        },
        "Talairach method": {
            "translated_key": [],
            "translated_annotated_text": "Registro afín basado en intensidad incluyendo similitud de características para la normalización espacial Este artículo presenta una nueva normalización espacial con transformación afín. La comparación cuantitativa de la arquitectura cerebral entre diferentes sujetos requiere un sistema de coordenadas común. Para el análisis de un área cerebral específica, es necesario normalizar y comparar una región de interés y el cerebro global. El método de registro basado en la intensidad coincide bien con el cerebro global, pero una región de interés puede no ser normalizado localmente en comparación con el método basado en las características. El método en este artículo utiliza características similares de las regiones locales, así como similitudes de intensidad. El ventrículo lateral y los núcleos grises centrales del cerebro, incluido el cuerpo calloso, que se utiliza para las características en la detección de esquizofrenia, se normalizan adecuadamente. Nuestro método reduce la diferencia de áreas características como el cuerpo calloso (7,7%, 2,4%) y ventrículo lateral (8,2%, 13,5%) en comparación con la información mutua y los métodos Talairach ",
            "error": []
        },
        "brain": {
            "translated_key": "cerebro",
            "translated_annotated_text": "Registro afín basado en intensidad incluyendo similitud de características para la normalización espacial Este artículo presenta una nueva normalización espacial con transformación afín. La comparación cuantitativa de la arquitectura \"cerebro\" entre diferentes temas requiere un sistema de coordenadas común. Para el análisis de un área específica del \"cerebro\", es necesario normalizar y comparar una región de interés y el \"cerebro\" global. El método de registro basado en intensidad coincide con el \"cerebro\" global, pero una región de interés puede no ser normalizado localmente en comparación con el método basado en características. El método en este artículo utiliza características similares de las regiones locales, así como similitudes de intensidad. El ventrículo lateral y los núcleos grises centrales del \"cerebro\", incluido el cuerpo calloso, que se utiliza para las características en la detección de esquizofrenia, se normalizan adecuadamente. Nuestro método reduce la diferencia de áreas características como el cuerpo calloso (7,7%, 2,4%) y ventrículo lateral (8,2%, 13,5%) en comparación con la información mutua y los métodos Talairach ",
            "error": [
                ""
            ]
        },
        "diseases": {
            "translated_key": [],
            "translated_annotated_text": "Registro afín basado en intensidad incluyendo similitud de características para la normalización espacial Este artículo presenta una nueva normalización espacial con transformación afín. La comparación cuantitativa de la arquitectura cerebral entre diferentes sujetos requiere un sistema de coordenadas común. Para el análisis de un área cerebral específica, es necesario normalizar y comparar una región de interés y el cerebro global. El método de registro basado en la intensidad coincide bien con el cerebro global, pero una región de interés puede no ser normalizado localmente en comparación con el método basado en las características. El método en este artículo utiliza características similares de las regiones locales, así como similitudes de intensidad. El ventrículo lateral y los núcleos grises centrales del cerebro, incluido el cuerpo calloso, que se utiliza para las características en la detección de esquizofrenia, se normalizan adecuadamente. Nuestro método reduce la diferencia de áreas características como el cuerpo calloso (7,7%, 2,4%) y ventrículo lateral (8,2%, 13,5%) en comparación con la información mutua y los métodos Talairach ",
            "error": []
        },
        "feature extraction": {
            "translated_key": [],
            "translated_annotated_text": "Registro afín basado en intensidad incluyendo similitud de características para la normalización espacial Este artículo presenta una nueva normalización espacial con transformación afín. La comparación cuantitativa de la arquitectura cerebral entre diferentes sujetos requiere un sistema de coordenadas común. Para el análisis de un área cerebral específica, es necesario normalizar y comparar una región de interés y el cerebro global. El método de registro basado en la intensidad coincide bien con el cerebro global, pero una región de interés puede no ser normalizado localmente en comparación con el método basado en las características. El método en este artículo utiliza características similares de las regiones locales, así como similitudes de intensidad. El ventrículo lateral y los núcleos grises centrales del cerebro, incluido el cuerpo calloso, que se utiliza para las características en la detección de esquizofrenia, se normalizan adecuadamente. Nuestro método reduce la diferencia de áreas características como el cuerpo calloso (7,7%, 2,4%) y ventrículo lateral (8,2%, 13,5%) en comparación con la información mutua y los métodos Talairach ",
            "error": []
        },
        "image registration": {
            "translated_key": [],
            "translated_annotated_text": "Registro afín basado en intensidad incluyendo similitud de características para la normalización espacial Este artículo presenta una nueva normalización espacial con transformación afín. La comparación cuantitativa de la arquitectura cerebral entre diferentes sujetos requiere un sistema de coordenadas común. Para el análisis de un área cerebral específica, es necesario normalizar y comparar una región de interés y el cerebro global. El método de registro basado en la intensidad coincide bien con el cerebro global, pero una región de interés puede no ser normalizado localmente en comparación con el método basado en las características. El método en este artículo utiliza características similares de las regiones locales, así como similitudes de intensidad. El ventrículo lateral y los núcleos grises centrales del cerebro, incluido el cuerpo calloso, que se utiliza para las características en la detección de esquizofrenia, se normalizan adecuadamente. Nuestro método reduce la diferencia de áreas características como el cuerpo calloso (7,7%, 2,4%) y ventrículo lateral (8,2%, 13,5%) en comparación con la información mutua y los métodos Talairach ",
            "error": []
        },
        "medical image processing": {
            "translated_key": [],
            "translated_annotated_text": "Registro afín basado en intensidad incluyendo similitud de características para la normalización espacial Este artículo presenta una nueva normalización espacial con transformación afín. La comparación cuantitativa de la arquitectura cerebral entre diferentes sujetos requiere un sistema de coordenadas común. Para el análisis de un área cerebral específica, es necesario normalizar y comparar una región de interés y el cerebro global. El método de registro basado en la intensidad coincide bien con el cerebro global, pero una región de interés puede no ser normalizado localmente en comparación con el método basado en las características. El método en este artículo utiliza características similares de las regiones locales, así como similitudes de intensidad. El ventrículo lateral y los núcleos grises centrales del cerebro, incluido el cuerpo calloso, que se utiliza para las características en la detección de esquizofrenia, se normalizan adecuadamente. Nuestro método reduce la diferencia de áreas características como el cuerpo calloso (7,7%, 2,4%) y ventrículo lateral (8,2%, 13,5%) en comparación con la información mutua y los métodos Talairach ",
            "error": []
        },
        "stereo image processing": {
            "translated_key": [],
            "translated_annotated_text": "Registro afín basado en intensidad incluyendo similitud de características para la normalización espacial Este artículo presenta una nueva normalización espacial con transformación afín. La comparación cuantitativa de la arquitectura cerebral entre diferentes sujetos requiere un sistema de coordenadas común. Para el análisis de un área cerebral específica, es necesario normalizar y comparar una región de interés y el cerebro global. El método de registro basado en la intensidad coincide bien con el cerebro global, pero una región de interés puede no ser normalizado localmente en comparación con el método basado en las características. El método en este artículo utiliza características similares de las regiones locales, así como similitudes de intensidad. El ventrículo lateral y los núcleos grises centrales del cerebro, incluido el cuerpo calloso, que se utiliza para las características en la detección de esquizofrenia, se normalizan adecuadamente. Nuestro método reduce la diferencia de áreas características como el cuerpo calloso (7,7%, 2,4%) y ventrículo lateral (8,2%, 13,5%) en comparación con la información mutua y los métodos Talairach ",
            "error": []
        }
    }
}