{
    "original_text": "Simulation study of the cardiovascular functional status in hypertensive situation An extended cardiovascular model was established based on our previous work to study the consequences of physiological or pathological changes to the homeostatic functions of the cardiovascular system. To study hemodynamic changes in hypertensive situations, the impacts of cardiovascular parameter variations (peripheral vascular resistance, arterial vessel wall stiffness and baroreflex gain) upon hemodynamics and the short-term regulation of the cardiovascular system were investigated. For the purpose of analyzing baroregulation function, the short-term regulation of arterial pressure in response to moderate dynamic exercise for normotensive and hypertensive cases was studied through computer simulation and clinical experiments. The simulation results agree well with clinical data. The results of this work suggest that the model presented in this paper provides a useful tool to investigate the functional status of the cardiovascular system in normal or pathological conditions",
    "original_translation": "Estudio de simulación del estado funcional cardiovascular en situación hipertensa Se estableció un modelo cardiovascular extendido basado en nuestro trabajo previo para estudiar las consecuencias de los cambios fisiológicos o patológicos en las funciones homeostáticas del sistema cardiovascular. Para estudiar los cambios hemodinámicos en situaciones hipertensivas, se investigaron los impactos de las variaciones de los parámetros cardiovasculares (resistencia vascular periférica, rigidez de la pared de los vasos arteriales y ganancia de baroreflex) sobre la hemodinámica y la regulación a corto plazo del sistema cardiovascular. Con el fin de analizar la función baroreguladora, se estudió la regulación a corto plazo de la presión arterial en respuesta al ejercicio dinámico moderado para casos normotensos e hipertensos mediante simulación computarizada y experimentos clínicos. Los resultados de la simulación concuerdan bien con los datos clínicos. Los resultados de este trabajo sugieren que el modelo presentado en este trabajo proporciona una herramienta útil para investigar el estado funcional del sistema cardiovascular en condiciones normales o patológicas.",
    "error_count": 7,
    "keys": {
        "extended cardiovascular model": {
            "translated_key": "modelo cardiovascular extendido",
            "translated_annotated_text": "Estudio de simulación del estado funcional cardiovascular en situación hipertensa Se estableció un \"modelo cardiovascular extendido\" basado en nuestro trabajo previo para estudiar las consecuencias de los cambios fisiológicos o patológicos en las funciones homeostáticas del sistema cardiovascular. Para estudiar los cambios hemodinámicos en situaciones hipertensivas, se investigaron los impactos de las variaciones de los parámetros cardiovasculares (resistencia vascular periférica, rigidez de la pared de los vasos arteriales y ganancia de baroreflex) sobre la hemodinámica y la regulación a corto plazo del sistema cardiovascular. Con el fin de analizar la función baroreguladora, se estudió la regulación a corto plazo de la presión arterial en respuesta al ejercicio dinámico moderado para casos normotensos e hipertensos mediante simulación computarizada y experimentos clínicos. Los resultados de la simulación concuerdan bien con los datos clínicos. Los resultados de este trabajo sugieren que el modelo presentado en este trabajo proporciona una herramienta útil para investigar el estado funcional del sistema cardiovascular en condiciones normales o patológicas. ",
            "error": [
                ""
            ]
        },
        "pathological changes": {
            "translated_key": [],
            "translated_annotated_text": "Estudio de simulación del estado funcional cardiovascular en situación hipertensa Se estableció un modelo cardiovascular extendido basado en nuestro trabajo previo para estudiar las consecuencias de los cambios fisiológicos o patológicos en las funciones homeostáticas del sistema cardiovascular. Para estudiar los cambios hemodinámicos en situaciones hipertensivas, se investigaron los impactos de las variaciones de los parámetros cardiovasculares (resistencia vascular periférica, rigidez de la pared de los vasos arteriales y ganancia de baroreflex) sobre la hemodinámica y la regulación a corto plazo del sistema cardiovascular. Con el fin de analizar la función baroreguladora, se estudió la regulación a corto plazo de la presión arterial en respuesta al ejercicio dinámico moderado para casos normotensos e hipertensos mediante simulación computarizada y experimentos clínicos. Los resultados de la simulación concuerdan bien con los datos clínicos. Los resultados de este trabajo sugieren que el modelo presentado en este trabajo proporciona una herramienta útil para investigar el estado funcional del sistema cardiovascular en condiciones normales o patológicas. ",
            "error": []
        },
        "physiological changes": {
            "translated_key": [],
            "translated_annotated_text": "Estudio de simulación del estado funcional cardiovascular en situación hipertensa Se estableció un modelo cardiovascular extendido basado en nuestro trabajo previo para estudiar las consecuencias de los cambios fisiológicos o patológicos en las funciones homeostáticas del sistema cardiovascular. Para estudiar los cambios hemodinámicos en situaciones hipertensivas, se investigaron los impactos de las variaciones de los parámetros cardiovasculares (resistencia vascular periférica, rigidez de la pared de los vasos arteriales y ganancia de baroreflex) sobre la hemodinámica y la regulación a corto plazo del sistema cardiovascular. Con el fin de analizar la función baroreguladora, se estudió la regulación a corto plazo de la presión arterial en respuesta al ejercicio dinámico moderado para casos normotensos e hipertensos mediante simulación computarizada y experimentos clínicos. Los resultados de la simulación concuerdan bien con los datos clínicos. Los resultados de este trabajo sugieren que el modelo presentado en este trabajo proporciona una herramienta útil para investigar el estado funcional del sistema cardiovascular en condiciones normales o patológicas. ",
            "error": []
        },
        "homeostatic functions": {
            "translated_key": "funciones homeostáticas",
            "translated_annotated_text": "Estudio de simulación del estado funcional cardiovascular en situación hipertensa Se estableció un modelo cardiovascular extendido basado en nuestro trabajo previo para estudiar las consecuencias de los cambios fisiológicos o patológicos en las \"funciones homeostáticas\" del sistema cardiovascular. Para estudiar los cambios hemodinámicos en situaciones hipertensivas, se investigaron los impactos de las variaciones de los parámetros cardiovasculares (resistencia vascular periférica, rigidez de la pared de los vasos arteriales y ganancia de baroreflex) sobre la hemodinámica y la regulación a corto plazo del sistema cardiovascular. Con el fin de analizar la función baroreguladora, se estudió la regulación a corto plazo de la presión arterial en respuesta al ejercicio dinámico moderado para casos normotensos e hipertensos mediante simulación computarizada y experimentos clínicos. Los resultados de la simulación concuerdan bien con los datos clínicos. Los resultados de este trabajo sugieren que el modelo presentado en este trabajo proporciona una herramienta útil para investigar el estado funcional del sistema cardiovascular en condiciones normales o patológicas. ",
            "error": [
                ""
            ]
        },
        "cardiovascular functional status": {
            "translated_key": "estado funcional cardiovascular",
            "translated_annotated_text": "Estudio de simulación del \"estado funcional cardiovascular\" en situación hipertensiva Se estableció un modelo cardiovascular extendido basado en nuestro trabajo previo para estudiar las consecuencias de los cambios fisiológicos o patológicos en las funciones homeostáticas del sistema cardiovascular. Para estudiar los cambios hemodinámicos en situaciones hipertensivas, se investigaron los impactos de las variaciones de los parámetros cardiovasculares (resistencia vascular periférica, rigidez de la pared de los vasos arteriales y ganancia de baroreflex) sobre la hemodinámica y la regulación a corto plazo del sistema cardiovascular. Con el fin de analizar la función baroreguladora, se estudió la regulación a corto plazo de la presión arterial en respuesta al ejercicio dinámico moderado para casos normotensos e hipertensos mediante simulación computarizada y experimentos clínicos. Los resultados de la simulación concuerdan bien con los datos clínicos. Los resultados de este trabajo sugieren que el modelo presentado en este trabajo proporciona una herramienta útil para investigar el estado funcional del sistema cardiovascular en condiciones normales o patológicas. ",
            "error": [
                ""
            ]
        },
        "hypertensive situation": {
            "translated_key": "situación hipertensiva",
            "translated_annotated_text": "Estudio de simulación del estado funcional cardiovascular en \"situación hipertensiva\" Se estableció un modelo cardiovascular extendido basado en nuestro trabajo previo para estudiar las consecuencias de los cambios fisiológicos o patológicos en las funciones homeostáticas del sistema cardiovascular. Para estudiar los cambios hemodinámicos en situaciones hipertensivas, se investigaron los impactos de las variaciones de los parámetros cardiovasculares (resistencia vascular periférica, rigidez de la pared de los vasos arteriales y ganancia de baroreflex) sobre la hemodinámica y la regulación a corto plazo del sistema cardiovascular. Con el fin de analizar la función baroreguladora, se estudió la regulación a corto plazo de la presión arterial en respuesta al ejercicio dinámico moderado para casos normotensos e hipertensos mediante simulación computarizada y experimentos clínicos. Los resultados de la simulación concuerdan bien con los datos clínicos. Los resultados de este trabajo sugieren que el modelo presentado en este trabajo proporciona una herramienta útil para investigar el estado funcional del sistema cardiovascular en condiciones normales o patológicas. ",
            "error": [
                ""
            ]
        },
        "cardiovascular parameter variations": {
            "translated_key": "variaciones de parámetros cardiovasculares",
            "translated_annotated_text": "Estudio de simulación del estado funcional cardiovascular en situación hipertensa Se estableció un modelo cardiovascular extendido basado en nuestro trabajo previo para estudiar las consecuencias de los cambios fisiológicos o patológicos en las funciones homeostáticas del sistema cardiovascular. Para estudiar los cambios hemodinámicos en situaciones hipertensivas, se investigaron los impactos de las \"variaciones de parámetros cardiovasculares\" (resistencia vascular periférica, rigidez de la pared arterial y ganancia de baroreflex) sobre la hemodinámica y la regulación a corto plazo del sistema cardiovascular. Con el fin de analizar la función baroreguladora, se estudió la regulación a corto plazo de la presión arterial en respuesta al ejercicio dinámico moderado para casos normotensos e hipertensos mediante simulación computarizada y experimentos clínicos. Los resultados de la simulación concuerdan bien con los datos clínicos. Los resultados de este trabajo sugieren que el modelo presentado en este trabajo proporciona una herramienta útil para investigar el estado funcional del sistema cardiovascular en condiciones normales o patológicas. ",
            "error": [
                ""
            ]
        },
        "peripheral vascular resistance": {
            "translated_key": "resistencia vascular periférica",
            "translated_annotated_text": "Estudio de simulación del estado funcional cardiovascular en situación hipertensa Se estableció un modelo cardiovascular extendido basado en nuestro trabajo previo para estudiar las consecuencias de los cambios fisiológicos o patológicos en las funciones homeostáticas del sistema cardiovascular. Para estudiar los cambios hemodinámicos en situaciones hipertensivas, se investigaron los impactos de las variaciones de parámetros cardiovasculares (\"resistencia vascular periférica\", rigidez de la pared de los vasos arteriales y ganancia de baroreflex) sobre la hemodinámica y la regulación a corto plazo del sistema cardiovascular. Con el fin de analizar la función baroreguladora, se estudió la regulación a corto plazo de la presión arterial en respuesta al ejercicio dinámico moderado para casos normotensos e hipertensos mediante simulación computarizada y experimentos clínicos. Los resultados de la simulación concuerdan bien con los datos clínicos. Los resultados de este trabajo sugieren que el modelo presentado en este trabajo proporciona una herramienta útil para investigar el estado funcional del sistema cardiovascular en condiciones normales o patológicas. ",
            "error": [
                ""
            ]
        },
        "arterial vessel wall stiffness": {
            "translated_key": "rigidez de la pared del vaso arterial",
            "translated_annotated_text": "Estudio de simulación del estado funcional cardiovascular en situación hipertensa Se estableció un modelo cardiovascular extendido basado en nuestro trabajo previo para estudiar las consecuencias de los cambios fisiológicos o patológicos en las funciones homeostáticas del sistema cardiovascular. Para estudiar los cambios hemodinámicos en situaciones hipertensivas, se investigaron los impactos de las variaciones de parámetros cardiovasculares (resistencia vascular periférica, \"rigidez de la pared del vaso arterial\" y ganancia de baroreflex) sobre la hemodinámica y la regulación a corto plazo del sistema cardiovascular. Con el fin de analizar la función baroreguladora, se estudió la regulación a corto plazo de la presión arterial en respuesta al ejercicio dinámico moderado para casos normotensos e hipertensos mediante simulación computarizada y experimentos clínicos. Los resultados de la simulación concuerdan bien con los datos clínicos. Los resultados de este trabajo sugieren que el modelo presentado en este trabajo proporciona una herramienta útil para investigar el estado funcional del sistema cardiovascular en condiciones normales o patológicas. ",
            "error": [
                ""
            ]
        },
        "baroreflex gain": {
            "translated_key": "ganancia de baroreflex",
            "translated_annotated_text": "Estudio de simulación del estado funcional cardiovascular en situación hipertensa Se estableció un modelo cardiovascular extendido basado en nuestro trabajo previo para estudiar las consecuencias de los cambios fisiológicos o patológicos en las funciones homeostáticas del sistema cardiovascular. Para estudiar los cambios hemodinámicos en situaciones hipertensivas, se investigaron los impactos de las variaciones de los parámetros cardiovasculares (resistencia vascular periférica, rigidez de la pared de los vasos arteriales y \"ganancia de baroreflex\") sobre la hemodinámica y la regulación a corto plazo del sistema cardiovascular. Con el fin de analizar la función baroreguladora, se estudió la regulación a corto plazo de la presión arterial en respuesta al ejercicio dinámico moderado para casos normotensos e hipertensos mediante simulación computarizada y experimentos clínicos. Los resultados de la simulación concuerdan bien con los datos clínicos. Los resultados de este trabajo sugieren que el modelo presentado en este trabajo proporciona una herramienta útil para investigar el estado funcional del sistema cardiovascular en condiciones normales o patológicas. ",
            "error": [
                ""
            ]
        },
        "hemodynamics": {
            "translated_key": "hemodinámica",
            "translated_annotated_text": "Estudio de simulación del estado funcional cardiovascular en situación hipertensa Se estableció un modelo cardiovascular extendido basado en nuestro trabajo previo para estudiar las consecuencias de los cambios fisiológicos o patológicos en las funciones homeostáticas del sistema cardiovascular. Para estudiar los cambios hemodinámicos en situaciones hipertensivas, se investigaron los impactos de las variaciones de parámetros cardiovasculares (resistencia vascular periférica, rigidez de la pared de los vasos arteriales y ganancia de baroreflex) sobre la \"hemodinámica\" y la regulación a corto plazo del sistema cardiovascular. Con el fin de analizar la función baroreguladora, se estudió la regulación a corto plazo de la presión arterial en respuesta al ejercicio dinámico moderado para casos normotensos e hipertensos mediante simulación computarizada y experimentos clínicos. Los resultados de la simulación concuerdan bien con los datos clínicos. Los resultados de este trabajo sugieren que el modelo presentado en este trabajo proporciona una herramienta útil para investigar el estado funcional del sistema cardiovascular en condiciones normales o patológicas. ",
            "error": [
                ""
            ]
        },
        "short-term regulation": {
            "translated_key": "regulación a corto plazo",
            "translated_annotated_text": "Estudio de simulación del estado funcional cardiovascular en situación hipertensa Se estableció un modelo cardiovascular extendido basado en nuestro trabajo previo para estudiar las consecuencias de los cambios fisiológicos o patológicos en las funciones homeostáticas del sistema cardiovascular. Para estudiar los cambios hemodinámicos en situaciones hipertensivas, se investigaron los impactos de las variaciones de parámetros cardiovasculares (resistencia vascular periférica, rigidez de la pared del vaso arterial y ganancia de baroreflex) sobre la hemodinámica y la \"regulación a corto plazo\" del sistema cardiovascular. Con el fin de analizar la función baroreguladora, se estudió la \"regulación a corto plazo\" de la presión arterial en respuesta al ejercicio dinámico moderado para casos normotensos e hipertensos mediante simulación computarizada y experimentos clínicos. Los resultados de la simulación concuerdan bien con los datos clínicos. Los resultados de este trabajo sugieren que el modelo presentado en este trabajo proporciona una herramienta útil para investigar el estado funcional del sistema cardiovascular en condiciones normales o patológicas. ",
            "error": [
                ""
            ]
        },
        "arterial pressure": {
            "translated_key": "presión arterial",
            "translated_annotated_text": "Estudio de simulación del estado funcional cardiovascular en situación hipertensa Se estableció un modelo cardiovascular extendido basado en nuestro trabajo previo para estudiar las consecuencias de los cambios fisiológicos o patológicos en las funciones homeostáticas del sistema cardiovascular. Para estudiar los cambios hemodinámicos en situaciones hipertensivas, se investigaron los impactos de las variaciones de los parámetros cardiovasculares (resistencia vascular periférica, rigidez de la pared de los vasos arteriales y ganancia de baroreflex) sobre la hemodinámica y la regulación a corto plazo del sistema cardiovascular. Con el fin de analizar la función baroreguladora, se estudió la regulación a corto plazo de la \"presión arterial\" en respuesta al ejercicio dinámico moderado para casos normotensos e hipertensos mediante simulación computarizada y experimentos clínicos. Los resultados de la simulación concuerdan bien con los datos clínicos. Los resultados de este trabajo sugieren que el modelo presentado en este trabajo proporciona una herramienta útil para investigar el estado funcional del sistema cardiovascular en condiciones normales o patológicas. ",
            "error": [
                ""
            ]
        },
        "moderate dynamic exercise": {
            "translated_key": "ejercicio dinámico moderado",
            "translated_annotated_text": "Estudio de simulación del estado funcional cardiovascular en situación hipertensa Se estableció un modelo cardiovascular extendido basado en nuestro trabajo previo para estudiar las consecuencias de los cambios fisiológicos o patológicos en las funciones homeostáticas del sistema cardiovascular. Para estudiar los cambios hemodinámicos en situaciones hipertensivas, se investigaron los impactos de las variaciones de los parámetros cardiovasculares (resistencia vascular periférica, rigidez de la pared de los vasos arteriales y ganancia de baroreflex) sobre la hemodinámica y la regulación a corto plazo del sistema cardiovascular. Con el fin de analizar la función baroreguladora, se estudió la regulación a corto plazo de la presión arterial en respuesta al \"ejercicio dinámico moderado\" para casos normotensos e hipertensos mediante simulación computarizada y experimentos clínicos. Los resultados de la simulación concuerdan bien con los datos clínicos. Los resultados de este trabajo sugieren que el modelo presentado en este trabajo proporciona una herramienta útil para investigar el estado funcional del sistema cardiovascular en condiciones normales o patológicas. ",
            "error": [
                ""
            ]
        },
        "normotensive cases": {
            "translated_key": [],
            "translated_annotated_text": "Estudio de simulación del estado funcional cardiovascular en situación hipertensa Se estableció un modelo cardiovascular extendido basado en nuestro trabajo previo para estudiar las consecuencias de los cambios fisiológicos o patológicos en las funciones homeostáticas del sistema cardiovascular. Para estudiar los cambios hemodinámicos en situaciones hipertensivas, se investigaron los impactos de las variaciones de los parámetros cardiovasculares (resistencia vascular periférica, rigidez de la pared de los vasos arteriales y ganancia de baroreflex) sobre la hemodinámica y la regulación a corto plazo del sistema cardiovascular. Con el fin de analizar la función baroreguladora, se estudió la regulación a corto plazo de la presión arterial en respuesta al ejercicio dinámico moderado para casos normotensos e hipertensos mediante simulación computarizada y experimentos clínicos. Los resultados de la simulación concuerdan bien con los datos clínicos. Los resultados de este trabajo sugieren que el modelo presentado en este trabajo proporciona una herramienta útil para investigar el estado funcional del sistema cardiovascular en condiciones normales o patológicas. ",
            "error": []
        },
        "computer simulation": {
            "translated_key": " simulación computarizada",
            "translated_annotated_text": "Estudio de simulación del estado funcional cardiovascular en situación hipertensa Se estableció un modelo cardiovascular extendido basado en nuestro trabajo previo para estudiar las consecuencias de los cambios fisiológicos o patológicos en las funciones homeostáticas del sistema cardiovascular. Para estudiar los cambios hemodinámicos en situaciones hipertensivas, se investigaron los impactos de las variaciones de los parámetros cardiovasculares (resistencia vascular periférica, rigidez de la pared de los vasos arteriales y ganancia de baroreflex) sobre la hemodinámica y la regulación a corto plazo del sistema cardiovascular. Con el fin de analizar la función baroreguladora, se estudió la regulación a corto plazo de la presión arterial en respuesta al ejercicio dinámico moderado para casos normotensos e hipertensos mediante \" simulación computarizada\" y experimentos clínicos. Los resultados de la simulación concuerdan bien con los datos clínicos. Los resultados de este trabajo sugieren que el modelo presentado en este trabajo proporciona una herramienta útil para investigar el estado funcional del sistema cardiovascular en condiciones normales o patológicas. ",
            "error": [
                ""
            ]
        },
        "clinical experiments": {
            "translated_key": "experimentos clínicos",
            "translated_annotated_text": "Estudio de simulación del estado funcional cardiovascular en situación hipertensa Se estableció un modelo cardiovascular extendido basado en nuestro trabajo previo para estudiar las consecuencias de los cambios fisiológicos o patológicos en las funciones homeostáticas del sistema cardiovascular. Para estudiar los cambios hemodinámicos en situaciones hipertensivas, se investigaron los impactos de las variaciones de los parámetros cardiovasculares (resistencia vascular periférica, rigidez de la pared de los vasos arteriales y ganancia de baroreflex) sobre la hemodinámica y la regulación a corto plazo del sistema cardiovascular. Con el fin de analizar la función baroreguladora, se estudió la regulación a corto plazo de la presión arterial en respuesta al ejercicio dinámico moderado para casos normotensos e hipertensos mediante simulación computarizada y \"experimentos clínicos\". Los resultados de la simulación concuerdan bien con los datos clínicos. Los resultados de este trabajo sugieren que el modelo presentado en este trabajo proporciona una herramienta útil para investigar el estado funcional del sistema cardiovascular en condiciones normales o patológicas. ",
            "error": [
                ""
            ]
        },
        "blood vessels": {
            "translated_key": [],
            "translated_annotated_text": "Estudio de simulación del estado funcional cardiovascular en situación hipertensa Se estableció un modelo cardiovascular extendido basado en nuestro trabajo previo para estudiar las consecuencias de los cambios fisiológicos o patológicos en las funciones homeostáticas del sistema cardiovascular. Para estudiar los cambios hemodinámicos en situaciones hipertensivas, se investigaron los impactos de las variaciones de los parámetros cardiovasculares (resistencia vascular periférica, rigidez de la pared de los vasos arteriales y ganancia de baroreflex) sobre la hemodinámica y la regulación a corto plazo del sistema cardiovascular. Con el fin de analizar la función baroreguladora, se estudió la regulación a corto plazo de la presión arterial en respuesta al ejercicio dinámico moderado para casos normotensos e hipertensos mediante simulación computarizada y experimentos clínicos. Los resultados de la simulación concuerdan bien con los datos clínicos. Los resultados de este trabajo sugieren que el modelo presentado en este trabajo proporciona una herramienta útil para investigar el estado funcional del sistema cardiovascular en condiciones normales o patológicas. ",
            "error": []
        },
        "cardiovascular system": {
            "translated_key": "sistema cardiovascular",
            "translated_annotated_text": "Estudio de simulación del estado funcional cardiovascular en situación hipertensa Se estableció un modelo cardiovascular extendido basado en nuestro trabajo previo para estudiar las consecuencias de los cambios fisiológicos o patológicos en las funciones homeostáticas del \"sistema cardiovascular\". Para estudiar los cambios hemodinámicos en situaciones hipertensivas, se investigaron los impactos de las variaciones de los parámetros cardiovasculares (resistencia vascular periférica, rigidez de la pared de los vasos arteriales y ganancia de baroreflex) sobre la hemodinámica y la regulación a corto plazo del \"sistema cardiovascular\". Con el fin de analizar la función baroreguladora, se estudió la regulación a corto plazo de la presión arterial en respuesta al ejercicio dinámico moderado para casos normotensos e hipertensos mediante simulación computarizada y experimentos clínicos. Los resultados de la simulación concuerdan bien con los datos clínicos. Los resultados de este trabajo sugieren que el modelo presentado en este trabajo proporciona una herramienta útil para investigar el estado funcional del \"sistema cardiovascular\" en condiciones normales o patológicas. ",
            "error": [
                ""
            ]
        },
        "digital simulation": {
            "translated_key": [],
            "translated_annotated_text": "Estudio de simulación del estado funcional cardiovascular en situación hipertensa Se estableció un modelo cardiovascular extendido basado en nuestro trabajo previo para estudiar las consecuencias de los cambios fisiológicos o patológicos en las funciones homeostáticas del sistema cardiovascular. Para estudiar los cambios hemodinámicos en situaciones hipertensivas, se investigaron los impactos de las variaciones de los parámetros cardiovasculares (resistencia vascular periférica, rigidez de la pared de los vasos arteriales y ganancia de baroreflex) sobre la hemodinámica y la regulación a corto plazo del sistema cardiovascular. Con el fin de analizar la función baroreguladora, se estudió la regulación a corto plazo de la presión arterial en respuesta al ejercicio dinámico moderado para casos normotensos e hipertensos mediante simulación computarizada y experimentos clínicos. Los resultados de la simulación concuerdan bien con los datos clínicos. Los resultados de este trabajo sugieren que el modelo presentado en este trabajo proporciona una herramienta útil para investigar el estado funcional del sistema cardiovascular en condiciones normales o patológicas. ",
            "error": []
        },
        "haemodynamics": {
            "translated_key": [],
            "translated_annotated_text": "Estudio de simulación del estado funcional cardiovascular en situación hipertensa Se estableció un modelo cardiovascular extendido basado en nuestro trabajo previo para estudiar las consecuencias de los cambios fisiológicos o patológicos en las funciones homeostáticas del sistema cardiovascular. Para estudiar los cambios hemodinámicos en situaciones hipertensivas, se investigaron los impactos de las variaciones de los parámetros cardiovasculares (resistencia vascular periférica, rigidez de la pared de los vasos arteriales y ganancia de baroreflex) sobre la hemodinámica y la regulación a corto plazo del sistema cardiovascular. Con el fin de analizar la función baroreguladora, se estudió la regulación a corto plazo de la presión arterial en respuesta al ejercicio dinámico moderado para casos normotensos e hipertensos mediante simulación computarizada y experimentos clínicos. Los resultados de la simulación concuerdan bien con los datos clínicos. Los resultados de este trabajo sugieren que el modelo presentado en este trabajo proporciona una herramienta útil para investigar el estado funcional del sistema cardiovascular en condiciones normales o patológicas. ",
            "error": []
        },
        "medical computing": {
            "translated_key": [],
            "translated_annotated_text": "Estudio de simulación del estado funcional cardiovascular en situación hipertensa Se estableció un modelo cardiovascular extendido basado en nuestro trabajo previo para estudiar las consecuencias de los cambios fisiológicos o patológicos en las funciones homeostáticas del sistema cardiovascular. Para estudiar los cambios hemodinámicos en situaciones hipertensivas, se investigaron los impactos de las variaciones de los parámetros cardiovasculares (resistencia vascular periférica, rigidez de la pared de los vasos arteriales y ganancia de baroreflex) sobre la hemodinámica y la regulación a corto plazo del sistema cardiovascular. Con el fin de analizar la función baroreguladora, se estudió la regulación a corto plazo de la presión arterial en respuesta al ejercicio dinámico moderado para casos normotensos e hipertensos mediante simulación computarizada y experimentos clínicos. Los resultados de la simulación concuerdan bien con los datos clínicos. Los resultados de este trabajo sugieren que el modelo presentado en este trabajo proporciona una herramienta útil para investigar el estado funcional del sistema cardiovascular en condiciones normales o patológicas. ",
            "error": []
        }
    }
}