{
    "original_text": "A new method of regression on latent variables. Application to spectral data Several applications are based on the assessment of a linear model linking a set of variables Y to a set of predictors X. In the presence of strong colinearity among predictors, as in the case with spectral data, several alternative procedures to ordinary least squares (OLS) are proposed, We discuss a new alternative approach which we refer to as regression models through constrained principal components analysis (RM-CPCA). This method basically shares certain common characteristics with PLS regression as the dependent variables play a central role in determining the latent variables to be used as predictors. Unlike PLS, however, the approach discussed leads to straightforward models. This method also bears some similarity to latent root regression analysis (LRR) that was discussed by several authors. Moreover, a tuning parameter that ranges between 0 and 1 is introduced and the family of models thus formed includes several other methods as particular cases",
    "original_translation": "Un nuevo método de regresión en variables latentes. Aplicación a datos espectrales Varias aplicaciones se basan en la evaluación de un modelo lineal que vincula un conjunto de variables Y a un conjunto de predictores X. En presencia de una fuerte colinealidad entre predictores, como en el caso de los datos espectrales, se proponen varios procedimientos alternativos a mínimos cuadrados ordinarios (OLS), Discutimos un nuevo enfoque alternativo al que nos referimos como modelos de regresión a través del análisis de componentes principales restringidos (RM-CPCA). Este método básicamente comparte ciertas características comunes con la regresión del PLS, ya que las variables dependientes juegan un papel central en la determinación de las variables latentes que se utilizarán como predictores. A diferencia de PLS, sin embargo, el enfoque discutido conduce a modelos sencillos. Este método también tiene cierta similitud con el análisis de regresión de la raíz latente (LRR) que fue discutido por varios autores. Además, se introduce un parámetro de ajuste que oscila entre 0 y 1 y la familia de modelos así formado incluye varios otros métodos como casos particulares.",
    "error_count": 4,
    "keys": {
        "latent variables": {
            "translated_key": "variables latentes",
            "translated_annotated_text": "Un nuevo método de regresión en \"variables latentes\". Aplicación a datos espectrales Varias aplicaciones se basan en la evaluación de un modelo lineal que vincula un conjunto de variables Y a un conjunto de predictores X. En presencia de una fuerte colinealidad entre predictores, como en el caso de los datos espectrales, se proponen varios procedimientos alternativos a mínimos cuadrados ordinarios (OLS), Discutimos un nuevo enfoque alternativo al que nos referimos como modelos de regresión a través del análisis de componentes principales restringidos (RM-CPCA). Este método básicamente comparte ciertas características comunes con la regresión del PLS ya que las variables dependientes juegan un papel central en la determinación de las \"variables latentes\" que se utilizarán como predictores. A diferencia de PLS, sin embargo, el enfoque discutido conduce a modelos sencillos. Este método también tiene cierta similitud con el análisis de regresión de la raíz latente (LRR) que fue discutido por varios autores. Además, se introduce un parámetro de ajuste que oscila entre 0 y 1 y la familia de modelos así formado incluye varios otros métodos como casos particulares. ",
            "error": [
                ""
            ]
        },
        "spectral data": {
            "translated_key": "datos espectrales",
            "translated_annotated_text": "Un nuevo método de regresión en variables latentes. Aplicación a \"datos espectrales\" Varias aplicaciones se basan en la evaluación de un modelo lineal que vincula un conjunto de variables Y a un conjunto de predictores X. En presencia de una fuerte colinealidad entre predictores, como en el caso de los \"datos espectrales\", se proponen varios procedimientos alternativos a mínimos cuadrados ordinarios (OLS), Discutimos un nuevo enfoque alternativo al que nos referimos como modelos de regresión a través del análisis de componentes principales restringidos (RM-CPCA). Este método básicamente comparte ciertas características comunes con la regresión del PLS, ya que las variables dependientes juegan un papel central en la determinación de las variables latentes que se utilizarán como predictores. A diferencia de PLS, sin embargo, el enfoque discutido conduce a modelos sencillos. Este método también tiene cierta similitud con el análisis de regresión de la raíz latente (LRR) que fue discutido por varios autores. Además, se introduce un parámetro de ajuste que oscila entre 0 y 1 y la familia de modelos así formado incluye varios otros métodos como casos particulares. ",
            "error": [
                ""
            ]
        },
        "linear model": {
            "translated_key": "modelo lineal",
            "translated_annotated_text": "Un nuevo método de regresión en variables latentes. Aplicación a datos espectrales Varias aplicaciones se basan en la evaluación de un \"modelo lineal\" que vincula un conjunto de variables Y a un conjunto de predictores X. En presencia de una fuerte colinealidad entre predictores, como en el caso de los datos espectrales, se proponen varios procedimientos alternativos a mínimos cuadrados ordinarios (OLS), Discutimos un nuevo enfoque alternativo al que nos referimos como modelos de regresión a través del análisis de componentes principales restringidos (RM-CPCA). Este método básicamente comparte ciertas características comunes con la regresión del PLS, ya que las variables dependientes juegan un papel central en la determinación de las variables latentes que se utilizarán como predictores. A diferencia de PLS, sin embargo, el enfoque discutido conduce a modelos sencillos. Este método también tiene cierta similitud con el análisis de regresión de la raíz latente (LRR) que fue discutido por varios autores. Además, se introduce un parámetro de ajuste que oscila entre 0 y 1 y la familia de modelos así formado incluye varios otros métodos como casos particulares. ",
            "error": [
                ""
            ]
        },
        "near-IR spectroscopy": {
            "translated_key": [],
            "translated_annotated_text": "Un nuevo método de regresión en variables latentes. Aplicación a datos espectrales Varias aplicaciones se basan en la evaluación de un modelo lineal que vincula un conjunto de variables Y a un conjunto de predictores X. En presencia de una fuerte colinealidad entre predictores, como en el caso de los datos espectrales, se proponen varios procedimientos alternativos a mínimos cuadrados ordinarios (OLS), Discutimos un nuevo enfoque alternativo al que nos referimos como modelos de regresión a través del análisis de componentes principales restringidos (RM-CPCA). Este método básicamente comparte ciertas características comunes con la regresión del PLS, ya que las variables dependientes juegan un papel central en la determinación de las variables latentes que se utilizarán como predictores. A diferencia de PLS, sin embargo, el enfoque discutido conduce a modelos sencillos. Este método también tiene cierta similitud con el análisis de regresión de la raíz latente (LRR) que fue discutido por varios autores. Además, se introduce un parámetro de ajuste que oscila entre 0 y 1 y la familia de modelos así formado incluye varios otros métodos como casos particulares. ",
            "error": []
        },
        "predictors": {
            "translated_key": "predictores",
            "translated_annotated_text": "Un nuevo método de regresión en variables latentes. Aplicación a datos espectrales Varias aplicaciones se basan en la evaluación de un modelo lineal que vincula un conjunto de variables Y a un conjunto de \"predictores\" X. En presencia de una fuerte colinealidad entre \"predictores\", como en el caso de los datos espectrales, se proponen varios procedimientos alternativos a mínimos cuadrados ordinarios (OLS), Discutimos un nuevo enfoque alternativo al que nos referimos como modelos de regresión a través del análisis de componentes principales restringidos (RM-CPCA). Este método básicamente comparte ciertas características comunes con la regresión del PLS, ya que las variables dependientes juegan un papel central en la determinación de las variables latentes que se utilizarán como \"predictores\". A diferencia de PLS, sin embargo, el enfoque discutido conduce a modelos sencillos. Este método también tiene cierta similitud con el análisis de regresión de la raíz latente (LRR) que fue discutido por varios autores. Además, se introduce un parámetro de ajuste que oscila entre 0 y 1 y la familia de modelos así formado incluye varios otros métodos como casos particulares. ",
            "error": [
                ""
            ]
        },
        "strong colinearity": {
            "translated_key": "colinealidad fuerte",
            "translated_annotated_text": "Un nuevo método de regresión en variables latentes. Aplicación a datos espectrales Varias aplicaciones se basan en la evaluación de un modelo lineal que vincula un conjunto de variables Y a un conjunto de predictores X. En presencia de \"colinealidad fuerte\" entre los predictores, como en el caso de los datos espectrales, se proponen varios procedimientos alternativos a mínimos cuadrados ordinarios (OLS), Discutimos un nuevo enfoque alternativo al que nos referimos como modelos de regresión a través del análisis de componentes principales restringidos (RM-CPCA). Este método básicamente comparte ciertas características comunes con la regresión del PLS, ya que las variables dependientes juegan un papel central en la determinación de las variables latentes que se utilizarán como predictores. A diferencia de PLS, sin embargo, el enfoque discutido conduce a modelos sencillos. Este método también tiene cierta similitud con el análisis de regresión de la raíz latente (LRR) que fue discutido por varios autores. Además, se introduce un parámetro de ajuste que oscila entre 0 y 1 y la familia de modelos así formado incluye varios otros métodos como casos particulares. ",
            "error": [
                ""
            ]
        },
        "regression models through constrained principal components analysis": {
            "translated_key": "modelos de regresión a través del análisis de componentes principales restringidos",
            "translated_annotated_text": "Un nuevo método de regresión en variables latentes. Aplicación a datos espectrales Varias aplicaciones se basan en la evaluación de un modelo lineal que vincula un conjunto de variables Y a un conjunto de predictores X. En presencia de una fuerte colinealidad entre predictores, como en el caso de los datos espectrales, se proponen varios procedimientos alternativos a mínimos cuadrados ordinarios (OLS), Discutimos un nuevo enfoque alternativo al que nos referimos como \"modelos de regresión a través del análisis de componentes principales restringidos\" (RM-CPCA). Este método básicamente comparte ciertas características comunes con la regresión del PLS, ya que las variables dependientes juegan un papel central en la determinación de las variables latentes que se utilizarán como predictores. A diferencia de PLS, sin embargo, el enfoque discutido conduce a modelos sencillos. Este método también tiene cierta similitud con el análisis de regresión de la raíz latente (LRR) que fue discutido por varios autores. Además, se introduce un parámetro de ajuste que oscila entre 0 y 1 y la familia de modelos así formado incluye varios otros métodos como casos particulares. ",
            "error": [
                ""
            ]
        },
        "dependent variables": {
            "translated_key": "variables dependientes",
            "translated_annotated_text": "Un nuevo método de regresión en variables latentes. Aplicación a datos espectrales Varias aplicaciones se basan en la evaluación de un modelo lineal que vincula un conjunto de variables Y a un conjunto de predictores X. En presencia de una fuerte colinealidad entre predictores, como en el caso de los datos espectrales, se proponen varios procedimientos alternativos a mínimos cuadrados ordinarios (OLS), Discutimos un nuevo enfoque alternativo al que nos referimos como modelos de regresión a través del análisis de componentes principales restringidos (RM-CPCA). Este método básicamente comparte ciertas características comunes con la regresión del PLS, ya que las \"variables dependientes\" juegan un papel central en la determinación de las variables latentes que se utilizarán como predictores. A diferencia de PLS, sin embargo, el enfoque discutido conduce a modelos sencillos. Este método también tiene cierta similitud con el análisis de regresión de la raíz latente (LRR) que fue discutido por varios autores. Además, se introduce un parámetro de ajuste que oscila entre 0 y 1 y la familia de modelos así formado incluye varios otros métodos como casos particulares. ",
            "error": [
                ""
            ]
        },
        "latent root regression analysis": {
            "translated_key": "análisis de regresión de raíz latente",
            "translated_annotated_text": "Un nuevo método de regresión en variables latentes. Aplicación a datos espectrales Varias aplicaciones se basan en la evaluación de un modelo lineal que vincula un conjunto de variables Y a un conjunto de predictores X. En presencia de una fuerte colinealidad entre predictores, como en el caso de los datos espectrales, se proponen varios procedimientos alternativos a mínimos cuadrados ordinarios (OLS), Discutimos un nuevo enfoque alternativo al que nos referimos como modelos de regresión a través del análisis de componentes principales restringidos (RM-CPCA). Este método básicamente comparte ciertas características comunes con la regresión del PLS, ya que las variables dependientes juegan un papel central en la determinación de las variables latentes que se utilizarán como predictores. A diferencia de PLS, sin embargo, el enfoque discutido conduce a modelos sencillos. Este método también tiene cierta similitud con el \"análisis de regresión de raíz latente\" (LRR) que fue discutido por varios autores. Además, se introduce un parámetro de ajuste que oscila entre 0 y 1 y la familia de modelos así formado incluye varios otros métodos como casos particulares. ",
            "error": [
                ""
            ]
        },
        "tuning parameter": {
            "translated_key": "parametro de ajuste",
            "translated_annotated_text": "Un nuevo método de regresión en variables latentes. Aplicación a datos espectrales Varias aplicaciones se basan en la evaluación de un modelo lineal que vincula un conjunto de variables Y a un conjunto de predictores X. En presencia de una fuerte colinealidad entre predictores, como en el caso de los datos espectrales, se proponen varios procedimientos alternativos a mínimos cuadrados ordinarios (OLS), Discutimos un nuevo enfoque alternativo al que nos referimos como modelos de regresión a través del análisis de componentes principales restringidos (RM-CPCA). Este método básicamente comparte ciertas características comunes con la regresión del PLS, ya que las variables dependientes juegan un papel central en la determinación de las variables latentes que se utilizarán como predictores. A diferencia de PLS, sin embargo, el enfoque discutido conduce a modelos sencillos. Este método también tiene cierta similitud con el análisis de regresión de la raíz latente (LRR) que fue discutido por varios autores. Además, se introduce un \"parametro de ajuste\" que oscila entre 0 y 1 y la familia de modelos así formado incluye varios otros métodos como casos particulares. ",
            "error": [
                ""
            ]
        },
        "infrared spectroscopy": {
            "translated_key": [],
            "translated_annotated_text": "Un nuevo método de regresión en variables latentes. Aplicación a datos espectrales Varias aplicaciones se basan en la evaluación de un modelo lineal que vincula un conjunto de variables Y a un conjunto de predictores X. En presencia de una fuerte colinealidad entre predictores, como en el caso de los datos espectrales, se proponen varios procedimientos alternativos a mínimos cuadrados ordinarios (OLS), Discutimos un nuevo enfoque alternativo al que nos referimos como modelos de regresión a través del análisis de componentes principales restringidos (RM-CPCA). Este método básicamente comparte ciertas características comunes con la regresión del PLS, ya que las variables dependientes juegan un papel central en la determinación de las variables latentes que se utilizarán como predictores. A diferencia de PLS, sin embargo, el enfoque discutido conduce a modelos sencillos. Este método también tiene cierta similitud con el análisis de regresión de la raíz latente (LRR) que fue discutido por varios autores. Además, se introduce un parámetro de ajuste que oscila entre 0 y 1 y la familia de modelos así formado incluye varios otros métodos como casos particulares. ",
            "error": []
        },
        "principal component analysis": {
            "translated_key": [],
            "translated_annotated_text": "Un nuevo método de regresión en variables latentes. Aplicación a datos espectrales Varias aplicaciones se basan en la evaluación de un modelo lineal que vincula un conjunto de variables Y a un conjunto de predictores X. En presencia de una fuerte colinealidad entre predictores, como en el caso de los datos espectrales, se proponen varios procedimientos alternativos a mínimos cuadrados ordinarios (OLS), Discutimos un nuevo enfoque alternativo al que nos referimos como modelos de regresión a través del análisis de componentes principales restringidos (RM-CPCA). Este método básicamente comparte ciertas características comunes con la regresión del PLS, ya que las variables dependientes juegan un papel central en la determinación de las variables latentes que se utilizarán como predictores. A diferencia de PLS, sin embargo, el enfoque discutido conduce a modelos sencillos. Este método también tiene cierta similitud con el análisis de regresión de la raíz latente (LRR) que fue discutido por varios autores. Además, se introduce un parámetro de ajuste que oscila entre 0 y 1 y la familia de modelos así formado incluye varios otros métodos como casos particulares. ",
            "error": []
        },
        "spectroscopy computing": {
            "translated_key": [],
            "translated_annotated_text": "Un nuevo método de regresión en variables latentes. Aplicación a datos espectrales Varias aplicaciones se basan en la evaluación de un modelo lineal que vincula un conjunto de variables Y a un conjunto de predictores X. En presencia de una fuerte colinealidad entre predictores, como en el caso de los datos espectrales, se proponen varios procedimientos alternativos a mínimos cuadrados ordinarios (OLS), Discutimos un nuevo enfoque alternativo al que nos referimos como modelos de regresión a través del análisis de componentes principales restringidos (RM-CPCA). Este método básicamente comparte ciertas características comunes con la regresión del PLS, ya que las variables dependientes juegan un papel central en la determinación de las variables latentes que se utilizarán como predictores. A diferencia de PLS, sin embargo, el enfoque discutido conduce a modelos sencillos. Este método también tiene cierta similitud con el análisis de regresión de la raíz latente (LRR) que fue discutido por varios autores. Además, se introduce un parámetro de ajuste que oscila entre 0 y 1 y la familia de modelos así formado incluye varios otros métodos como casos particulares. ",
            "error": []
        }
    }
}