{
    "original_text": "Presenting-a better mousetrap [Leeza outboard video signal processor] Scaling interlaced video to match high-resolution plasma, LCD, and DLP displays is a tough job, but Key Digitals Leeza is zip to the tack. And its digitally bilingual, too. Theres no question that outboard video signal processors like Leeza help overcome the inherent limitations of fixed-pixel displays. Being able to match a native display rate with heavily processed video makes the viewing experience much more enjoyable. But it seemed that 70% of the improvement in image quality came from using a digital interface to the DVD player, as most noise and picture artifacts are introduced in the analog video encoding process",
    "original_translation": "Presentar una mejor ratonera [procesador de señal de vídeo fuera de borda Leeza] Escalar el vídeo entrelazado para que coincida con las pantallas de plasma de alta resolución, LCD y DLP es un trabajo difícil, pero Key Digitals Leeza está a la altura. Y también es digitalmente bilingüe. No hay duda de que los procesadores de señal de vídeo fuera de borda como Leeza ayudan a superar las limitaciones inherentes a las pantallas de píxeles fijos. Ser capaz de emparejar una tasa de visualización nativa con vídeo muy procesado hace que la experiencia de visualización mucho más agradable. Pero parecía que el 70% de la mejora en la calidad de la imagen vino de la utilización de una interfaz digital al reproductor de DVD, ya que la mayoría de los artefactos de ruido y de imagen se introducen en el proceso de codificación de vídeo analógico",
    "error_count": 5,
    "keys": {
        "DLP displays": {
            "translated_key": "displays DLP",
            "translated_annotated_text": "Presentar una mejor ratonera [procesador de señal de vídeo fuera de borda de Leeza] Escalar el vídeo entrelazado para que coincida con plasma de alta resolución, LCD y \"displays DLP\" es un trabajo difícil, pero Key Digitals Leeza está a la altura. Y también es digitalmente bilingüe. No hay duda de que los procesadores de señal de vídeo fuera de borda como Leeza ayudan a superar las limitaciones inherentes a las pantallas de píxeles fijos. Ser capaz de emparejar una tasa de visualización nativa con vídeo muy procesado hace que la experiencia de visualización mucho más agradable. Pero parecía que el 70% de la mejora en la calidad de la imagen vino de la utilización de una interfaz digital al reproductor de DVD, ya que la mayoría de los artefactos de ruido y de imagen se introducen en el proceso de codificación de vídeo analógico ",
            "error": [
                ""
            ]
        },
        "LCD displays": {
            "translated_key": [],
            "translated_annotated_text": "Presentar una mejor ratonera [procesador de señal de vídeo fuera de borda Leeza] Escalar el vídeo entrelazado para que coincida con las pantallas de plasma de alta resolución, LCD y DLP es un trabajo difícil, pero Key Digitals Leeza está a la altura. Y también es digitalmente bilingüe. No hay duda de que los procesadores de señal de vídeo fuera de borda como Leeza ayudan a superar las limitaciones inherentes a las pantallas de píxeles fijos. Ser capaz de emparejar una tasa de visualización nativa con vídeo muy procesado hace que la experiencia de visualización mucho más agradable. Pero parecía que el 70% de la mejora en la calidad de la imagen vino de la utilización de una interfaz digital al reproductor de DVD, ya que la mayoría de los artefactos de ruido y de imagen se introducen en el proceso de codificación de vídeo analógico ",
            "error": []
        },
        "plasma displays": {
            "translated_key": [],
            "translated_annotated_text": "Presentar una mejor ratonera [procesador de señal de vídeo fuera de borda Leeza] Escalar el vídeo entrelazado para que coincida con las pantallas de plasma de alta resolución, LCD y DLP es un trabajo difícil, pero Key Digitals Leeza está a la altura. Y también es digitalmente bilingüe. No hay duda de que los procesadores de señal de vídeo fuera de borda como Leeza ayudan a superar las limitaciones inherentes a las pantallas de píxeles fijos. Ser capaz de emparejar una tasa de visualización nativa con vídeo muy procesado hace que la experiencia de visualización mucho más agradable. Pero parecía que el 70% de la mejora en la calidad de la imagen vino de la utilización de una interfaz digital al reproductor de DVD, ya que la mayoría de los artefactos de ruido y de imagen se introducen en el proceso de codificación de vídeo analógico ",
            "error": []
        },
        "Leeza": {
            "translated_key": "Leeza",
            "translated_annotated_text": "Presentar una mejor ratonera [\"Leeza\" fuera de borda procesador de señales de vídeo] Escalar el vídeo entrelazado para que coincida con las pantallas de plasma de alta resolución, LCD y DLP es un trabajo difícil, pero Key Digitals \"Leeza\" es zip a la punta. Y también es digitalmente bilingüe. No hay duda de que los procesadores de señal de vídeo fuera de borda como \"Leeza\" ayudan a superar las limitaciones inherentes de las pantallas de píxeles fijos. Ser capaz de emparejar una tasa de visualización nativa con vídeo muy procesado hace que la experiencia de visualización mucho más agradable. Pero parecía que el 70% de la mejora en la calidad de la imagen vino de la utilización de una interfaz digital al reproductor de DVD, ya que la mayoría de los artefactos de ruido y de imagen se introducen en el proceso de codificación de vídeo analógico ",
            "error": [
                ""
            ]
        },
        "outboard video signal processors": {
            "translated_key": "procesadores de señal de vídeo fuera de borda",
            "translated_annotated_text": "Presentar una mejor ratonera [procesador de señal de vídeo fuera de borda Leeza] Escalar el vídeo entrelazado para que coincida con las pantallas de plasma de alta resolución, LCD y DLP es un trabajo difícil, pero Key Digitals Leeza está a la altura. Y también es digitalmente bilingüe. No hay duda de que \"procesadores de señal de vídeo fuera de borda\" como Leeza ayudan a superar las limitaciones inherentes a las pantallas de píxeles fijos. Ser capaz de emparejar una tasa de visualización nativa con vídeo muy procesado hace que la experiencia de visualización mucho más agradable. Pero parecía que el 70% de la mejora en la calidad de la imagen vino de la utilización de una interfaz digital al reproductor de DVD, ya que la mayoría de los artefactos de ruido y de imagen se introducen en el proceso de codificación de vídeo analógico ",
            "error": [
                ""
            ]
        },
        "fixed-pixel displays": {
            "translated_key": "displays de píxeles fijos",
            "translated_annotated_text": "Presentar una mejor ratonera [procesador de señal de vídeo fuera de borda Leeza] Escalar el vídeo entrelazado para que coincida con las pantallas de plasma de alta resolución, LCD y DLP es un trabajo difícil, pero Key Digitals Leeza está a la altura. Y también es digitalmente bilingüe. No hay duda de que los procesadores de señal de vídeo fuera de borda como Leeza ayudan a superar las limitaciones inherentes de \"displays de píxeles fijos\". Ser capaz de emparejar una tasa de visualización nativa con vídeo muy procesado hace que la experiencia de visualización mucho más agradable. Pero parecía que el 70% de la mejora en la calidad de la imagen vino de la utilización de una interfaz digital al reproductor de DVD, ya que la mayoría de los artefactos de ruido y de imagen se introducen en el proceso de codificación de vídeo analógico ",
            "error": [
                ""
            ]
        },
        "heavily processed video": {
            "translated_key": "vídeo pesadamente procesado",
            "translated_annotated_text": "Presentar una mejor ratonera [procesador de señal de vídeo fuera de borda Leeza] Escalar el vídeo entrelazado para que coincida con las pantallas de plasma de alta resolución, LCD y DLP es un trabajo difícil, pero Key Digitals Leeza está a la altura. Y también es digitalmente bilingüe. No hay duda de que los procesadores de señal de vídeo fuera de borda como Leeza ayudan a superar las limitaciones inherentes a las pantallas de píxeles fijos. Ser capaz de igualar una tasa de visualización nativa con \"vídeo pesadamente procesado\" hace que la experiencia de visualización sea mucho más agradable. Pero parecía que el 70% de la mejora en la calidad de la imagen vino de la utilización de una interfaz digital al reproductor de DVD, ya que la mayoría de los artefactos de ruido y de imagen se introducen en el proceso de codificación de vídeo analógico ",
            "error": [
                ""
            ]
        },
        "liquid crystal displays": {
            "translated_key": [],
            "translated_annotated_text": "Presentar una mejor ratonera [procesador de señal de vídeo fuera de borda Leeza] Escalar el vídeo entrelazado para que coincida con las pantallas de plasma de alta resolución, LCD y DLP es un trabajo difícil, pero Key Digitals Leeza está a la altura. Y también es digitalmente bilingüe. No hay duda de que los procesadores de señal de vídeo fuera de borda como Leeza ayudan a superar las limitaciones inherentes a las pantallas de píxeles fijos. Ser capaz de emparejar una tasa de visualización nativa con vídeo muy procesado hace que la experiencia de visualización mucho más agradable. Pero parecía que el 70% de la mejora en la calidad de la imagen vino de la utilización de una interfaz digital al reproductor de DVD, ya que la mayoría de los artefactos de ruido y de imagen se introducen en el proceso de codificación de vídeo analógico ",
            "error": []
        },
        "video signal processing": {
            "translated_key": [],
            "translated_annotated_text": "Presentar una mejor ratonera [procesador de señal de vídeo fuera de borda Leeza] Escalar el vídeo entrelazado para que coincida con las pantallas de plasma de alta resolución, LCD y DLP es un trabajo difícil, pero Key Digitals Leeza está a la altura. Y también es digitalmente bilingüe. No hay duda de que los procesadores de señal de vídeo fuera de borda como Leeza ayudan a superar las limitaciones inherentes a las pantallas de píxeles fijos. Ser capaz de emparejar una tasa de visualización nativa con vídeo muy procesado hace que la experiencia de visualización mucho más agradable. Pero parecía que el 70% de la mejora en la calidad de la imagen vino de la utilización de una interfaz digital al reproductor de DVD, ya que la mayoría de los artefactos de ruido y de imagen se introducen en el proceso de codificación de vídeo analógico ",
            "error": []
        }
    }
}