{
    "original_text": "A new high resolution color flow system using an eigendecomposition-based adaptive filter for clutter rejection We present a new signal processing strategy for high frequency color flow mapping in moving tissue environments. A new application of an eigendecomposition-based clutter rejection filter is presented with modifications to deal with high blood-to-clutter ratios (BCR). Additionally, a new method for correcting blood velocity estimates with an estimated tissue motion profile is detailed. The performance of the clutter filter and velocity estimation strategies is quantified using a new swept-scan signal model. In vivo color flow images are presented to illustrate the potential of the system for mapping blood flow in the microcirculation with external tissue motion",
    "original_translation": "Un nuevo sistema de flujo de color de alta resolución utilizando un filtro adaptativo basado en la autocomposición para el rechazo del desorden Presentamos una nueva estrategia de procesamiento de señales para el mapeo de flujo de color de alta frecuencia en entornos de tejido en movimiento. Una nueva aplicación de un filtro de rechazo de desorden basado en la eigendecomposición se presenta con modificaciones para hacer frente a las altas relaciones sangre-cutter (BCR). Además, se detalla un nuevo método para corregir las estimaciones de velocidad sanguínea con un perfil de movimiento de tejido estimado. El rendimiento del filtro de desorden y las estrategias de estimación de velocidad se cuantifican utilizando un nuevo modelo de señal barred-scan. Se presentan imágenes de flujo de color in vivo para ilustrar el potencial del sistema para mapear el flujo sanguíneo en la microcirculación con movimiento de tejido externo",
    "error_count": 16,
    "keys": {
        "high resolution colour flow system": {
            "translated_key": [],
            "translated_annotated_text": "Un nuevo sistema de flujo de color de alta resolución utilizando un filtro adaptativo basado en la autocomposición para el rechazo del desorden Presentamos una nueva estrategia de procesamiento de señales para el mapeo de flujo de color de alta frecuencia en entornos de tejido en movimiento. Una nueva aplicación de un filtro de rechazo de desorden basado en la eigendecomposición se presenta con modificaciones para hacer frente a las altas relaciones sangre-cutter (BCR). Además, se detalla un nuevo método para corregir las estimaciones de velocidad sanguínea con un perfil de movimiento de tejido estimado. El rendimiento del filtro de desorden y las estrategias de estimación de velocidad se cuantifican utilizando un nuevo modelo de señal barred-scan. Se presentan imágenes de flujo de color in vivo para ilustrar el potencial del sistema para mapear el flujo sanguíneo en la microcirculación con movimiento de tejido externo ",
            "error": []
        },
        "eigendecomposition-based adaptive filter": {
            "translated_key": "filtro adaptativo basado en eigendecomposición",
            "translated_annotated_text": "Un nuevo sistema de flujo de color de alta resolución usando un \"filtro adaptativo basado en eigendecomposición\" para el rechazo de desorden Presentamos una nueva estrategia de procesamiento de señales para el mapeo de flujo de color de alta frecuencia en entornos de tejido en movimiento. Una nueva aplicación de un filtro de rechazo de desorden basado en la eigendecomposición se presenta con modificaciones para hacer frente a las altas relaciones sangre-cutter (BCR). Además, se detalla un nuevo método para corregir las estimaciones de velocidad sanguínea con un perfil de movimiento de tejido estimado. El rendimiento del filtro de desorden y las estrategias de estimación de velocidad se cuantifican utilizando un nuevo modelo de señal barred-scan. Se presentan imágenes de flujo de color in vivo para ilustrar el potencial del sistema para mapear el flujo sanguíneo en la microcirculación con movimiento de tejido externo ",
            "error": [
                ""
            ]
        },
        "clutter rejection filter": {
            "translated_key": "filtro de rechazo de clúster",
            "translated_annotated_text": "Un nuevo sistema de flujo de color de alta resolución utilizando un filtro adaptativo basado en la autocomposición para el rechazo del desorden Presentamos una nueva estrategia de procesamiento de señales para el mapeo de flujo de color de alta frecuencia en entornos de tejido en movimiento. Se presenta una nueva aplicación de un \"filtro de rechazo de clúster\" basado en la eigendecomposición con modificaciones para hacer frente a las altas proporciones de sangre a clútter (BCR). Además, se detalla un nuevo método para corregir las estimaciones de velocidad sanguínea con un perfil de movimiento de tejido estimado. El rendimiento del filtro de desorden y las estrategias de estimación de velocidad se cuantifican utilizando un nuevo modelo de señal barred-scan. Se presentan imágenes de flujo de color in vivo para ilustrar el potencial del sistema para mapear el flujo sanguíneo en la microcirculación con movimiento de tejido externo ",
            "error": [
                ""
            ]
        },
        "signal processing strategy": {
            "translated_key": "estrategia de procesamiento de señales",
            "translated_annotated_text": "Un nuevo sistema de flujo de color de alta resolución utilizando un filtro adaptativo basado en la autocomposición para el rechazo de desorden Presentamos una nueva \"estrategia de procesamiento de señales\" para el mapeo de flujo de color de alta frecuencia en entornos de tejido en movimiento. Una nueva aplicación de un filtro de rechazo de desorden basado en la eigendecomposición se presenta con modificaciones para hacer frente a las altas relaciones sangre-cutter (BCR). Además, se detalla un nuevo método para corregir las estimaciones de velocidad sanguínea con un perfil de movimiento de tejido estimado. El rendimiento del filtro de desorden y las estrategias de estimación de velocidad se cuantifican utilizando un nuevo modelo de señal barred-scan. Se presentan imágenes de flujo de color in vivo para ilustrar el potencial del sistema para mapear el flujo sanguíneo en la microcirculación con movimiento de tejido externo ",
            "error": [
                ""
            ]
        },
        "high frequency color flow mapping": {
            "translated_key": "mapeo de flujo de color de alta frecuencia",
            "translated_annotated_text": "Un nuevo sistema de flujo de color de alta resolución utilizando un filtro adaptativo basado en la autocomposición para el rechazo del desorden Presentamos una nueva estrategia de procesamiento de señales para \"mapeo de flujo de color de alta frecuencia\" en entornos de tejido en movimiento. Una nueva aplicación de un filtro de rechazo de desorden basado en la eigendecomposición se presenta con modificaciones para hacer frente a las altas relaciones sangre-cutter (BCR). Además, se detalla un nuevo método para corregir las estimaciones de velocidad sanguínea con un perfil de movimiento de tejido estimado. El rendimiento del filtro de desorden y las estrategias de estimación de velocidad se cuantifican utilizando un nuevo modelo de señal barred-scan. Se presentan imágenes de flujo de color in vivo para ilustrar el potencial del sistema para mapear el flujo sanguíneo en la microcirculación con movimiento de tejido externo ",
            "error": [
                ""
            ]
        },
        "HF colour flow mapping": {
            "translated_key": [],
            "translated_annotated_text": "Un nuevo sistema de flujo de color de alta resolución utilizando un filtro adaptativo basado en la autocomposición para el rechazo del desorden Presentamos una nueva estrategia de procesamiento de señales para el mapeo de flujo de color de alta frecuencia en entornos de tejido en movimiento. Una nueva aplicación de un filtro de rechazo de desorden basado en la eigendecomposición se presenta con modificaciones para hacer frente a las altas relaciones sangre-cutter (BCR). Además, se detalla un nuevo método para corregir las estimaciones de velocidad sanguínea con un perfil de movimiento de tejido estimado. El rendimiento del filtro de desorden y las estrategias de estimación de velocidad se cuantifican utilizando un nuevo modelo de señal barred-scan. Se presentan imágenes de flujo de color in vivo para ilustrar el potencial del sistema para mapear el flujo sanguíneo en la microcirculación con movimiento de tejido externo ",
            "error": []
        },
        "moving tissue environments": {
            "translated_key": "ambientes de tejido en movimiento",
            "translated_annotated_text": "Un nuevo sistema de flujo de color de alta resolución utilizando un filtro adaptativo basado en la autocomposición para el rechazo de desorden Presentamos una nueva estrategia de procesamiento de señales para el mapeo de flujo de color de alta frecuencia en \"ambientes de tejido en movimiento\". Una nueva aplicación de un filtro de rechazo de desorden basado en la eigendecomposición se presenta con modificaciones para hacer frente a las altas relaciones sangre-cutter (BCR). Además, se detalla un nuevo método para corregir las estimaciones de velocidad sanguínea con un perfil de movimiento de tejido estimado. El rendimiento del filtro de desorden y las estrategias de estimación de velocidad se cuantifican utilizando un nuevo modelo de señal barred-scan. Se presentan imágenes de flujo de color in vivo para ilustrar el potencial del sistema para mapear el flujo sanguíneo en la microcirculación con movimiento de tejido externo ",
            "error": [
                ""
            ]
        },
        "high blood-to-clutter ratios": {
            "translated_key": "proporciones altas de sangre a clúster",
            "translated_annotated_text": "Un nuevo sistema de flujo de color de alta resolución utilizando un filtro adaptativo basado en la autocomposición para el rechazo del desorden Presentamos una nueva estrategia de procesamiento de señales para el mapeo de flujo de color de alta frecuencia en entornos de tejido en movimiento. Una nueva aplicación de un filtro de rechazo de desorden basado en la eigendecomposición se presenta con modificaciones para tratar con \"proporciones altas de sangre a clúster\" (BCR). Además, se detalla un nuevo método para corregir las estimaciones de velocidad sanguínea con un perfil de movimiento de tejido estimado. El rendimiento del filtro de desorden y las estrategias de estimación de velocidad se cuantifican utilizando un nuevo modelo de señal barred-scan. Se presentan imágenes de flujo de color in vivo para ilustrar el potencial del sistema para mapear el flujo sanguíneo en la microcirculación con movimiento de tejido externo ",
            "error": [
                ""
            ]
        },
        "blood velocity estimates correction": {
            "translated_key": [],
            "translated_annotated_text": "Un nuevo sistema de flujo de color de alta resolución utilizando un filtro adaptativo basado en la autocomposición para el rechazo del desorden Presentamos una nueva estrategia de procesamiento de señales para el mapeo de flujo de color de alta frecuencia en entornos de tejido en movimiento. Una nueva aplicación de un filtro de rechazo de desorden basado en la eigendecomposición se presenta con modificaciones para hacer frente a las altas relaciones sangre-cutter (BCR). Además, se detalla un nuevo método para corregir las estimaciones de velocidad sanguínea con un perfil de movimiento de tejido estimado. El rendimiento del filtro de desorden y las estrategias de estimación de velocidad se cuantifican utilizando un nuevo modelo de señal barred-scan. Se presentan imágenes de flujo de color in vivo para ilustrar el potencial del sistema para mapear el flujo sanguíneo en la microcirculación con movimiento de tejido externo ",
            "error": []
        },
        "estimated tissue motion profile": {
            "translated_key": "perfil de movimiento de tejido estimado",
            "translated_annotated_text": "Un nuevo sistema de flujo de color de alta resolución utilizando un filtro adaptativo basado en la autocomposición para el rechazo del desorden Presentamos una nueva estrategia de procesamiento de señales para el mapeo de flujo de color de alta frecuencia en entornos de tejido en movimiento. Una nueva aplicación de un filtro de rechazo de desorden basado en la eigendecomposición se presenta con modificaciones para hacer frente a las altas relaciones sangre-cutter (BCR). Además, se detalla un nuevo método para corregir las estimaciones de velocidad sanguínea con un \"perfil de movimiento de tejido estimado\". El rendimiento del filtro de desorden y las estrategias de estimación de velocidad se cuantifican utilizando un nuevo modelo de señal barred-scan. Se presentan imágenes de flujo de color in vivo para ilustrar el potencial del sistema para mapear el flujo sanguíneo en la microcirculación con movimiento de tejido externo ",
            "error": [
                ""
            ]
        },
        "swept-scan signal model": {
            "translated_key": "modelo de señal de barrido",
            "translated_annotated_text": "Un nuevo sistema de flujo de color de alta resolución utilizando un filtro adaptativo basado en la autocomposición para el rechazo del desorden Presentamos una nueva estrategia de procesamiento de señales para el mapeo de flujo de color de alta frecuencia en entornos de tejido en movimiento. Una nueva aplicación de un filtro de rechazo de desorden basado en la eigendecomposición se presenta con modificaciones para hacer frente a las altas relaciones sangre-cutter (BCR). Además, se detalla un nuevo método para corregir las estimaciones de velocidad sanguínea con un perfil de movimiento de tejido estimado. El rendimiento del filtro de desorden y las estrategias de estimación de velocidad se cuantifican utilizando un nuevo \"modelo de señal de barrido\". Se presentan imágenes de flujo de color in vivo para ilustrar el potencial del sistema para mapear el flujo sanguíneo en la microcirculación con movimiento de tejido externo ",
            "error": [
                ""
            ]
        },
        "in vivo color flow images": {
            "translated_key": [],
            "translated_annotated_text": "Un nuevo sistema de flujo de color de alta resolución utilizando un filtro adaptativo basado en la autocomposición para el rechazo del desorden Presentamos una nueva estrategia de procesamiento de señales para el mapeo de flujo de color de alta frecuencia en entornos de tejido en movimiento. Una nueva aplicación de un filtro de rechazo de desorden basado en la eigendecomposición se presenta con modificaciones para hacer frente a las altas relaciones sangre-cutter (BCR). Además, se detalla un nuevo método para corregir las estimaciones de velocidad sanguínea con un perfil de movimiento de tejido estimado. El rendimiento del filtro de desorden y las estrategias de estimación de velocidad se cuantifican utilizando un nuevo modelo de señal barred-scan. Se presentan imágenes de flujo de color in vivo para ilustrar el potencial del sistema para mapear el flujo sanguíneo en la microcirculación con movimiento de tejido externo ",
            "error": []
        },
        "blood flow mapping": {
            "translated_key": [],
            "translated_annotated_text": "Un nuevo sistema de flujo de color de alta resolución utilizando un filtro adaptativo basado en la autocomposición para el rechazo del desorden Presentamos una nueva estrategia de procesamiento de señales para el mapeo de flujo de color de alta frecuencia en entornos de tejido en movimiento. Una nueva aplicación de un filtro de rechazo de desorden basado en la eigendecomposición se presenta con modificaciones para hacer frente a las altas relaciones sangre-cutter (BCR). Además, se detalla un nuevo método para corregir las estimaciones de velocidad sanguínea con un perfil de movimiento de tejido estimado. El rendimiento del filtro de desorden y las estrategias de estimación de velocidad se cuantifican utilizando un nuevo modelo de señal barred-scan. Se presentan imágenes de flujo de color in vivo para ilustrar el potencial del sistema para mapear el flujo sanguíneo en la microcirculación con movimiento de tejido externo ",
            "error": []
        },
        "microcirculation": {
            "translated_key": "microcirculación",
            "translated_annotated_text": "Un nuevo sistema de flujo de color de alta resolución utilizando un filtro adaptativo basado en la autocomposición para el rechazo del desorden Presentamos una nueva estrategia de procesamiento de señales para el mapeo de flujo de color de alta frecuencia en entornos de tejido en movimiento. Una nueva aplicación de un filtro de rechazo de desorden basado en la eigendecomposición se presenta con modificaciones para hacer frente a las altas relaciones sangre-cutter (BCR). Además, se detalla un nuevo método para corregir las estimaciones de velocidad sanguínea con un perfil de movimiento de tejido estimado. El rendimiento del filtro de desorden y las estrategias de estimación de velocidad se cuantifican utilizando un nuevo modelo de señal barred-scan. Se presentan imágenes de flujo de color in vivo para ilustrar el potencial del sistema para mapear el flujo sanguíneo en la \"microcirculación\" con movimiento de tejido externo ",
            "error": [
                ""
            ]
        },
        "echoes": {
            "translated_key": [],
            "translated_annotated_text": "Un nuevo sistema de flujo de color de alta resolución utilizando un filtro adaptativo basado en la autocomposición para el rechazo del desorden Presentamos una nueva estrategia de procesamiento de señales para el mapeo de flujo de color de alta frecuencia en entornos de tejido en movimiento. Una nueva aplicación de un filtro de rechazo de desorden basado en la eigendecomposición se presenta con modificaciones para hacer frente a las altas relaciones sangre-cutter (BCR). Además, se detalla un nuevo método para corregir las estimaciones de velocidad sanguínea con un perfil de movimiento de tejido estimado. El rendimiento del filtro de desorden y las estrategias de estimación de velocidad se cuantifican utilizando un nuevo modelo de señal barred-scan. Se presentan imágenes de flujo de color in vivo para ilustrar el potencial del sistema para mapear el flujo sanguíneo en la microcirculación con movimiento de tejido externo ",
            "error": []
        },
        "clutter suppression performance": {
            "translated_key": [],
            "translated_annotated_text": "Un nuevo sistema de flujo de color de alta resolución utilizando un filtro adaptativo basado en la autocomposición para el rechazo del desorden Presentamos una nueva estrategia de procesamiento de señales para el mapeo de flujo de color de alta frecuencia en entornos de tejido en movimiento. Una nueva aplicación de un filtro de rechazo de desorden basado en la eigendecomposición se presenta con modificaciones para hacer frente a las altas relaciones sangre-cutter (BCR). Además, se detalla un nuevo método para corregir las estimaciones de velocidad sanguínea con un perfil de movimiento de tejido estimado. El rendimiento del filtro de desorden y las estrategias de estimación de velocidad se cuantifican utilizando un nuevo modelo de señal barred-scan. Se presentan imágenes de flujo de color in vivo para ilustrar el potencial del sistema para mapear el flujo sanguíneo en la microcirculación con movimiento de tejido externo ",
            "error": []
        },
        "adaptive filters": {
            "translated_key": [],
            "translated_annotated_text": "Un nuevo sistema de flujo de color de alta resolución utilizando un filtro adaptativo basado en la autocomposición para el rechazo del desorden Presentamos una nueva estrategia de procesamiento de señales para el mapeo de flujo de color de alta frecuencia en entornos de tejido en movimiento. Una nueva aplicación de un filtro de rechazo de desorden basado en la eigendecomposición se presenta con modificaciones para hacer frente a las altas relaciones sangre-cutter (BCR). Además, se detalla un nuevo método para corregir las estimaciones de velocidad sanguínea con un perfil de movimiento de tejido estimado. El rendimiento del filtro de desorden y las estrategias de estimación de velocidad se cuantifican utilizando un nuevo modelo de señal barred-scan. Se presentan imágenes de flujo de color in vivo para ilustrar el potencial del sistema para mapear el flujo sanguíneo en la microcirculación con movimiento de tejido externo ",
            "error": []
        },
        "biomedical ultrasonics": {
            "translated_key": [],
            "translated_annotated_text": "Un nuevo sistema de flujo de color de alta resolución utilizando un filtro adaptativo basado en la autocomposición para el rechazo del desorden Presentamos una nueva estrategia de procesamiento de señales para el mapeo de flujo de color de alta frecuencia en entornos de tejido en movimiento. Una nueva aplicación de un filtro de rechazo de desorden basado en la eigendecomposición se presenta con modificaciones para hacer frente a las altas relaciones sangre-cutter (BCR). Además, se detalla un nuevo método para corregir las estimaciones de velocidad sanguínea con un perfil de movimiento de tejido estimado. El rendimiento del filtro de desorden y las estrategias de estimación de velocidad se cuantifican utilizando un nuevo modelo de señal barred-scan. Se presentan imágenes de flujo de color in vivo para ilustrar el potencial del sistema para mapear el flujo sanguíneo en la microcirculación con movimiento de tejido externo ",
            "error": []
        },
        "blood flow measurement": {
            "translated_key": [],
            "translated_annotated_text": "Un nuevo sistema de flujo de color de alta resolución utilizando un filtro adaptativo basado en la autocomposición para el rechazo del desorden Presentamos una nueva estrategia de procesamiento de señales para el mapeo de flujo de color de alta frecuencia en entornos de tejido en movimiento. Una nueva aplicación de un filtro de rechazo de desorden basado en la eigendecomposición se presenta con modificaciones para hacer frente a las altas relaciones sangre-cutter (BCR). Además, se detalla un nuevo método para corregir las estimaciones de velocidad sanguínea con un perfil de movimiento de tejido estimado. El rendimiento del filtro de desorden y las estrategias de estimación de velocidad se cuantifican utilizando un nuevo modelo de señal barred-scan. Se presentan imágenes de flujo de color in vivo para ilustrar el potencial del sistema para mapear el flujo sanguíneo en la microcirculación con movimiento de tejido externo ",
            "error": []
        },
        "clutter": {
            "translated_key": [
                "putter",
                "clutter",
                "clutter"
            ],
            "translated_annotated_text": "Un nuevo sistema de flujo de color de alta resolución que utiliza un filtro adaptativo basado en la autocomposición para el rechazo del \"putter\" Presentamos una nueva estrategia de procesamiento de señales para el mapeo de flujo de color de alta frecuencia en entornos de tejido en movimiento. Se presenta una nueva aplicación de un filtro de rechazo \"clutter\" basado en la eigendecomposición con modificaciones para hacer frente a altas proporciones de sangre a \"clutter\" (BCR). Además, se detalla un nuevo método para corregir las estimaciones de velocidad sanguínea con un perfil de movimiento de tejido estimado. El rendimiento de las estrategias de estimación del filtro y la velocidad se cuantifica utilizando un nuevo modelo de señal barred-scan. Se presentan imágenes de flujo de color in vivo para ilustrar el potencial del sistema para mapear el flujo sanguíneo en la microcirculación con movimiento de tejido externo ",
            "error": [
                "putter",
                "clutter",
                "clutter"
            ]
        },
        "colour": {
            "translated_key": [],
            "translated_annotated_text": "Un nuevo sistema de flujo de color de alta resolución utilizando un filtro adaptativo basado en la autocomposición para el rechazo del desorden Presentamos una nueva estrategia de procesamiento de señales para el mapeo de flujo de color de alta frecuencia en entornos de tejido en movimiento. Una nueva aplicación de un filtro de rechazo de desorden basado en la eigendecomposición se presenta con modificaciones para hacer frente a las altas relaciones sangre-cutter (BCR). Además, se detalla un nuevo método para corregir las estimaciones de velocidad sanguínea con un perfil de movimiento de tejido estimado. El rendimiento del filtro de desorden y las estrategias de estimación de velocidad se cuantifican utilizando un nuevo modelo de señal barred-scan. Se presentan imágenes de flujo de color in vivo para ilustrar el potencial del sistema para mapear el flujo sanguíneo en la microcirculación con movimiento de tejido externo ",
            "error": []
        },
        "eigenvalues and eigenfunctions": {
            "translated_key": [],
            "translated_annotated_text": "Un nuevo sistema de flujo de color de alta resolución utilizando un filtro adaptativo basado en la autocomposición para el rechazo del desorden Presentamos una nueva estrategia de procesamiento de señales para el mapeo de flujo de color de alta frecuencia en entornos de tejido en movimiento. Una nueva aplicación de un filtro de rechazo de desorden basado en la eigendecomposición se presenta con modificaciones para hacer frente a las altas relaciones sangre-cutter (BCR). Además, se detalla un nuevo método para corregir las estimaciones de velocidad sanguínea con un perfil de movimiento de tejido estimado. El rendimiento del filtro de desorden y las estrategias de estimación de velocidad se cuantifican utilizando un nuevo modelo de señal barred-scan. Se presentan imágenes de flujo de color in vivo para ilustrar el potencial del sistema para mapear el flujo sanguíneo en la microcirculación con movimiento de tejido externo ",
            "error": []
        },
        "image resolution": {
            "translated_key": [],
            "translated_annotated_text": "Un nuevo sistema de flujo de color de alta resolución utilizando un filtro adaptativo basado en la autocomposición para el rechazo del desorden Presentamos una nueva estrategia de procesamiento de señales para el mapeo de flujo de color de alta frecuencia en entornos de tejido en movimiento. Una nueva aplicación de un filtro de rechazo de desorden basado en la eigendecomposición se presenta con modificaciones para hacer frente a las altas relaciones sangre-cutter (BCR). Además, se detalla un nuevo método para corregir las estimaciones de velocidad sanguínea con un perfil de movimiento de tejido estimado. El rendimiento del filtro de desorden y las estrategias de estimación de velocidad se cuantifican utilizando un nuevo modelo de señal barred-scan. Se presentan imágenes de flujo de color in vivo para ilustrar el potencial del sistema para mapear el flujo sanguíneo en la microcirculación con movimiento de tejido externo ",
            "error": []
        },
        "medical image processing": {
            "translated_key": [],
            "translated_annotated_text": "Un nuevo sistema de flujo de color de alta resolución utilizando un filtro adaptativo basado en la autocomposición para el rechazo del desorden Presentamos una nueva estrategia de procesamiento de señales para el mapeo de flujo de color de alta frecuencia en entornos de tejido en movimiento. Una nueva aplicación de un filtro de rechazo de desorden basado en la eigendecomposición se presenta con modificaciones para hacer frente a las altas relaciones sangre-cutter (BCR). Además, se detalla un nuevo método para corregir las estimaciones de velocidad sanguínea con un perfil de movimiento de tejido estimado. El rendimiento del filtro de desorden y las estrategias de estimación de velocidad se cuantifican utilizando un nuevo modelo de señal barred-scan. Se presentan imágenes de flujo de color in vivo para ilustrar el potencial del sistema para mapear el flujo sanguíneo en la microcirculación con movimiento de tejido externo ",
            "error": []
        },
        "ultrasonic imaging": {
            "translated_key": [],
            "translated_annotated_text": "Un nuevo sistema de flujo de color de alta resolución utilizando un filtro adaptativo basado en la autocomposición para el rechazo del desorden Presentamos una nueva estrategia de procesamiento de señales para el mapeo de flujo de color de alta frecuencia en entornos de tejido en movimiento. Una nueva aplicación de un filtro de rechazo de desorden basado en la eigendecomposición se presenta con modificaciones para hacer frente a las altas relaciones sangre-cutter (BCR). Además, se detalla un nuevo método para corregir las estimaciones de velocidad sanguínea con un perfil de movimiento de tejido estimado. El rendimiento del filtro de desorden y las estrategias de estimación de velocidad se cuantifican utilizando un nuevo modelo de señal barred-scan. Se presentan imágenes de flujo de color in vivo para ilustrar el potencial del sistema para mapear el flujo sanguíneo en la microcirculación con movimiento de tejido externo ",
            "error": []
        }
    }
}