{
    "original_text": "Four-terminal quantum resistor network for electron-wave computing Interconnected ultrathin conducting wires or, equivalently, interconnected quasi-one-dimensional electron waveguides, which form a quantum resistor network, are presented here in four-terminal configurations. The transmission behaviors through such four-terminal networks are evaluated and classified. In addition, we show that such networks can be used as the basic building blocks for a possible massive wave computing machine in the future. In a network, each interconnection, a node point, is an elastic scatterer that routes the electron wave. Routing and rerouting of electron waves in a network is described in the framework of quantum transport from Landauer-Buttiker theory in the presence of multiple elastic scatterers. Transmissions through various types of four-terminal generalized clean Aharonov-Bohm rings are investigated at zero temperature. Useful logic functions are gathered based on the transmission probability to each terminal with the use of the Buttiker symmetry rule. In the generalized rings, even and odd numbers of terminals can possess some distinctly different transmission characteristics as we have shown here and earlier. Just as an even or odd number of atoms in a ring is an important quantity for classifying the transmission behavior, we show here that whether the number of terminals is an even or an odd number is just as important in understanding the physics of transmission through such a ring. Furthermore, we show that there are three basic classes of four-terminal rings and the scaling relation for each class is provided. In particular, the existence of equitransmission among all four terminals is shown here. This particular physical phenomena cannot exist in any three-terminal ring. Comparisons and discussions of transmission characteristics between three-terminal and four-terminal rings are also presented. The node-equation approach by considering the Kirchhoff current conservation law at each node point is used for this analysis. Many useful logic functions for electron-wave computing are shown here. In particular, we show that a full adder can be constructed very simply using the equitransmission property of the four-terminal ring. This is in sharp contrast with circuits based on transistor logic",
    "original_translation": "La red de resistencia cuántica de cuatro terminales para la computación de ondas electrónicas Los cables conductores de ultrafinas interconectadas o, equivalentemente, las guías de onda de electrones cuasi-una-dimensionales interconectadas, que forman una red de resistencia cuántica, se presentan aquí en configuraciones de cuatro terminales. Los comportamientos de transmisión a través de estas redes de cuatro terminales son evaluados y clasificados. Además, mostramos que tales redes pueden ser utilizadas como los bloques básicos para una posible máquina de computación masiva de ondas en el futuro. En una red, cada interconexión, un punto nodo, es un dispersador elástico que recorre la onda de electrones. Enrutamiento y desvío de ondas de electrones en una red se describe en el marco del transporte cuántico de la teoría de Landauer-Buttiker en la presencia de múltiples dispersadores elásticos. Las transmisiones a través de varios tipos de cuatro-terminales generalizados Aharonov-Bohm anillos limpios se investigan a temperatura cero. Las funciones lógicas útiles se reúnen en función de la probabilidad de transmisión a cada terminal con el uso de la regla de simetría Buttiker. En los anillos generalizados, números pares e impares de terminales pueden poseer algunas características de transmisión claramente diferentes como hemos demostrado aquí y antes. Así como un número par o impar de átomos en un anillo es una cantidad importante para clasificar el comportamiento de transmisión, mostramos aquí que si el número de terminales es un número par o impar es igual de importante en la comprensión de la física de la transmisión a través de tal anillo. Además, mostramos que hay tres clases básicas de anillos de cuatro terminales y se proporciona la relación de escala para cada clase. En particular, se muestra aquí la existencia de equitransmisión entre las cuatro terminales. Este fenómeno físico particular no puede existir en ningún anillo de tres terminales. También se presentan comparaciones y discusiones sobre las características de transmisión entre anillos de tres y cuatro terminales. Para este análisis se utiliza el enfoque de la ecuación de nodo considerando la ley de conservación actual de Kirchhoff en cada punto de nodo. Muchas funciones lógicas útiles para la computación de ondas electrónicas se muestran aquí. En particular, mostramos que una escalera completa puede ser construida muy simplemente usando la propiedad de equitransmisión del anillo de cuatro terminales. Esto contrasta fuertemente con los circuitos basados en la lógica del transistor",
    "error_count": 6,
    "keys": {
        "four-terminal quantum resistor network": {
            "translated_key": [],
            "translated_annotated_text": "La red de resistencia cuántica de cuatro terminales para la computación de ondas electrónicas Los cables conductores de ultrafinas interconectadas o, equivalentemente, las guías de onda de electrones cuasi-una-dimensionales interconectadas, que forman una red de resistencia cuántica, se presentan aquí en configuraciones de cuatro terminales. Los comportamientos de transmisión a través de estas redes de cuatro terminales son evaluados y clasificados. Además, mostramos que tales redes pueden ser utilizadas como los bloques básicos para una posible máquina de computación masiva de ondas en el futuro. En una red, cada interconexión, un punto nodo, es un dispersador elástico que recorre la onda de electrones. Enrutamiento y desvío de ondas de electrones en una red se describe en el marco del transporte cuántico de la teoría de Landauer-Buttiker en la presencia de múltiples dispersadores elásticos. Las transmisiones a través de varios tipos de cuatro-terminales generalizados Aharonov-Bohm anillos limpios se investigan a temperatura cero. Las funciones lógicas útiles se reúnen en función de la probabilidad de transmisión a cada terminal con el uso de la regla de simetría Buttiker. En los anillos generalizados, números pares e impares de terminales pueden poseer algunas características de transmisión claramente diferentes como hemos demostrado aquí y antes. Así como un número par o impar de átomos en un anillo es una cantidad importante para clasificar el comportamiento de transmisión, mostramos aquí que si el número de terminales es un número par o impar es igual de importante en la comprensión de la física de la transmisión a través de tal anillo. Además, mostramos que hay tres clases básicas de anillos de cuatro terminales y se proporciona la relación de escala para cada clase. En particular, se muestra aquí la existencia de equitransmisión entre las cuatro terminales. Este fenómeno físico particular no puede existir en ningún anillo de tres terminales. También se presentan comparaciones y discusiones sobre las características de transmisión entre anillos de tres y cuatro terminales. Para este análisis se utiliza el enfoque de la ecuación de nodo considerando la ley de conservación actual de Kirchhoff en cada punto de nodo. Muchas funciones lógicas útiles para la computación de ondas electrónicas se muestran aquí. En particular, mostramos que una escalera completa puede ser construida muy simplemente usando la propiedad de equitransmisión del anillo de cuatro terminales. Esto contrasta fuertemente con los circuitos basados en la lógica del transistor ",
            "error": []
        },
        "electron-wave computing": {
            "translated_key": "computación de ondas eléctricas",
            "translated_annotated_text": "La red de resistencia cuántica cuatriterminal para \"computación de ondas eléctricas\" Los cables conductores de ultrafinas interconectados o, equivalentemente, las guías de onda de electrones cuasi-un-dimensionales interconectadas, que forman una red de resistencia cuántica, se presentan aquí en configuraciones cuatriterminales. Los comportamientos de transmisión a través de estas redes de cuatro terminales son evaluados y clasificados. Además, mostramos que tales redes pueden ser utilizadas como los bloques básicos para una posible máquina de computación masiva de ondas en el futuro. En una red, cada interconexión, un punto nodo, es un dispersador elástico que recorre la onda de electrones. Enrutamiento y desvío de ondas de electrones en una red se describe en el marco del transporte cuántico de la teoría de Landauer-Buttiker en la presencia de múltiples dispersadores elásticos. Las transmisiones a través de varios tipos de cuatro-terminales generalizados Aharonov-Bohm anillos limpios se investigan a temperatura cero. Las funciones lógicas útiles se reúnen en función de la probabilidad de transmisión a cada terminal con el uso de la regla de simetría Buttiker. En los anillos generalizados, números pares e impares de terminales pueden poseer algunas características de transmisión claramente diferentes como hemos demostrado aquí y antes. Así como un número par o impar de átomos en un anillo es una cantidad importante para clasificar el comportamiento de transmisión, mostramos aquí que si el número de terminales es un número par o impar es igual de importante en la comprensión de la física de la transmisión a través de tal anillo. Además, mostramos que hay tres clases básicas de anillos de cuatro terminales y se proporciona la relación de escala para cada clase. En particular, se muestra aquí la existencia de equitransmisión entre las cuatro terminales. Este fenómeno físico particular no puede existir en ningún anillo de tres terminales. También se presentan comparaciones y discusiones sobre las características de transmisión entre anillos de tres y cuatro terminales. Para este análisis se utiliza el enfoque de la ecuación de nodo considerando la ley de conservación actual de Kirchhoff en cada punto de nodo. Muchas funciones lógicas útiles para \"computación de ondas eléctricas\" se muestran aquí. En particular, mostramos que una escalera completa puede ser construida muy simplemente usando la propiedad de equitransmisión del anillo de cuatro terminales. Esto contrasta fuertemente con los circuitos basados en la lógica del transistor ",
            "error": [
                ""
            ]
        },
        "interconnected ultrathin conducting wires": {
            "translated_key": [],
            "translated_annotated_text": "La red de resistencia cuántica de cuatro terminales para la computación de ondas electrónicas Los cables conductores de ultrafinas interconectadas o, equivalentemente, las guías de onda de electrones cuasi-una-dimensionales interconectadas, que forman una red de resistencia cuántica, se presentan aquí en configuraciones de cuatro terminales. Los comportamientos de transmisión a través de estas redes de cuatro terminales son evaluados y clasificados. Además, mostramos que tales redes pueden ser utilizadas como los bloques básicos para una posible máquina de computación masiva de ondas en el futuro. En una red, cada interconexión, un punto nodo, es un dispersador elástico que recorre la onda de electrones. Enrutamiento y desvío de ondas de electrones en una red se describe en el marco del transporte cuántico de la teoría de Landauer-Buttiker en la presencia de múltiples dispersadores elásticos. Las transmisiones a través de varios tipos de cuatro-terminales generalizados Aharonov-Bohm anillos limpios se investigan a temperatura cero. Las funciones lógicas útiles se reúnen en función de la probabilidad de transmisión a cada terminal con el uso de la regla de simetría Buttiker. En los anillos generalizados, números pares e impares de terminales pueden poseer algunas características de transmisión claramente diferentes como hemos demostrado aquí y antes. Así como un número par o impar de átomos en un anillo es una cantidad importante para clasificar el comportamiento de transmisión, mostramos aquí que si el número de terminales es un número par o impar es igual de importante en la comprensión de la física de la transmisión a través de tal anillo. Además, mostramos que hay tres clases básicas de anillos de cuatro terminales y se proporciona la relación de escala para cada clase. En particular, se muestra aquí la existencia de equitransmisión entre las cuatro terminales. Este fenómeno físico particular no puede existir en ningún anillo de tres terminales. También se presentan comparaciones y discusiones sobre las características de transmisión entre anillos de tres y cuatro terminales. Para este análisis se utiliza el enfoque de la ecuación de nodo considerando la ley de conservación actual de Kirchhoff en cada punto de nodo. Muchas funciones lógicas útiles para la computación de ondas electrónicas se muestran aquí. En particular, mostramos que una escalera completa puede ser construida muy simplemente usando la propiedad de equitransmisión del anillo de cuatro terminales. Esto contrasta fuertemente con los circuitos basados en la lógica del transistor ",
            "error": []
        },
        "quasi1D electron waveguides": {
            "translated_key": [],
            "translated_annotated_text": "La red de resistencia cuántica de cuatro terminales para la computación de ondas electrónicas Los cables conductores de ultrafinas interconectadas o, equivalentemente, las guías de onda de electrones cuasi-una-dimensionales interconectadas, que forman una red de resistencia cuántica, se presentan aquí en configuraciones de cuatro terminales. Los comportamientos de transmisión a través de estas redes de cuatro terminales son evaluados y clasificados. Además, mostramos que tales redes pueden ser utilizadas como los bloques básicos para una posible máquina de computación masiva de ondas en el futuro. En una red, cada interconexión, un punto nodo, es un dispersador elástico que recorre la onda de electrones. Enrutamiento y desvío de ondas de electrones en una red se describe en el marco del transporte cuántico de la teoría de Landauer-Buttiker en la presencia de múltiples dispersadores elásticos. Las transmisiones a través de varios tipos de cuatro-terminales generalizados Aharonov-Bohm anillos limpios se investigan a temperatura cero. Las funciones lógicas útiles se reúnen en función de la probabilidad de transmisión a cada terminal con el uso de la regla de simetría Buttiker. En los anillos generalizados, números pares e impares de terminales pueden poseer algunas características de transmisión claramente diferentes como hemos demostrado aquí y antes. Así como un número par o impar de átomos en un anillo es una cantidad importante para clasificar el comportamiento de transmisión, mostramos aquí que si el número de terminales es un número par o impar es igual de importante en la comprensión de la física de la transmisión a través de tal anillo. Además, mostramos que hay tres clases básicas de anillos de cuatro terminales y se proporciona la relación de escala para cada clase. En particular, se muestra aquí la existencia de equitransmisión entre las cuatro terminales. Este fenómeno físico particular no puede existir en ningún anillo de tres terminales. También se presentan comparaciones y discusiones sobre las características de transmisión entre anillos de tres y cuatro terminales. Para este análisis se utiliza el enfoque de la ecuación de nodo considerando la ley de conservación actual de Kirchhoff en cada punto de nodo. Muchas funciones lógicas útiles para la computación de ondas electrónicas se muestran aquí. En particular, mostramos que una escalera completa puede ser construida muy simplemente usando la propiedad de equitransmisión del anillo de cuatro terminales. Esto contrasta fuertemente con los circuitos basados en la lógica del transistor ",
            "error": []
        },
        "rerouting": {
            "translated_key": "reenrutamiento",
            "translated_annotated_text": "La red de resistencia cuántica de cuatro terminales para la computación de ondas electrónicas Los cables conductores de ultrafinas interconectadas o, equivalentemente, las guías de onda de electrones cuasi-una-dimensionales interconectadas, que forman una red de resistencia cuántica, se presentan aquí en configuraciones de cuatro terminales. Los comportamientos de transmisión a través de estas redes de cuatro terminales son evaluados y clasificados. Además, mostramos que tales redes pueden ser utilizadas como los bloques básicos para una posible máquina de computación masiva de ondas en el futuro. En una red, cada interconexión, un punto nodo, es un dispersador elástico que recorre la onda de electrones. El enrutamiento y \"reenrutamiento\" de ondas de electrones en una red se describe en el marco del transporte cuántico de la teoría de Landauer-Buttiker en presencia de múltiples dispersadores elásticos. Las transmisiones a través de varios tipos de cuatro-terminales generalizados Aharonov-Bohm anillos limpios se investigan a temperatura cero. Las funciones lógicas útiles se reúnen en función de la probabilidad de transmisión a cada terminal con el uso de la regla de simetría Buttiker. En los anillos generalizados, números pares e impares de terminales pueden poseer algunas características de transmisión claramente diferentes como hemos demostrado aquí y antes. Así como un número par o impar de átomos en un anillo es una cantidad importante para clasificar el comportamiento de transmisión, mostramos aquí que si el número de terminales es un número par o impar es igual de importante en la comprensión de la física de la transmisión a través de tal anillo. Además, mostramos que hay tres clases básicas de anillos de cuatro terminales y se proporciona la relación de escala para cada clase. En particular, se muestra aquí la existencia de equitransmisión entre las cuatro terminales. Este fenómeno físico particular no puede existir en ningún anillo de tres terminales. También se presentan comparaciones y discusiones sobre las características de transmisión entre anillos de tres y cuatro terminales. Para este análisis se utiliza el enfoque de la ecuación de nodo considerando la ley de conservación actual de Kirchhoff en cada punto de nodo. Muchas funciones lógicas útiles para la computación de ondas electrónicas se muestran aquí. En particular, mostramos que una escalera completa puede ser construida muy simplemente usando la propiedad de equitransmisión del anillo de cuatro terminales. Esto contrasta fuertemente con los circuitos basados en la lógica del transistor ",
            "error": [
                ""
            ]
        },
        "Landauer-Buttiker theory": {
            "translated_key": "Teoría Landauer-Buttiker",
            "translated_annotated_text": "La red de resistencia cuántica de cuatro terminales para la computación de ondas electrónicas Los cables conductores de ultrafinas interconectadas o, equivalentemente, las guías de onda de electrones cuasi-una-dimensionales interconectadas, que forman una red de resistencia cuántica, se presentan aquí en configuraciones de cuatro terminales. Los comportamientos de transmisión a través de estas redes de cuatro terminales son evaluados y clasificados. Además, mostramos que tales redes pueden ser utilizadas como los bloques básicos para una posible máquina de computación masiva de ondas en el futuro. En una red, cada interconexión, un punto nodo, es un dispersador elástico que recorre la onda de electrones. Enrutamiento y desvío de ondas de electrones en una red se describe en el marco del transporte cuántico de la \"Teoría Landauer-Buttiker\" en presencia de múltiples dispersadores elásticos. Las transmisiones a través de varios tipos de cuatro-terminales generalizados Aharonov-Bohm anillos limpios se investigan a temperatura cero. Las funciones lógicas útiles se reúnen en función de la probabilidad de transmisión a cada terminal con el uso de la regla de simetría Buttiker. En los anillos generalizados, números pares e impares de terminales pueden poseer algunas características de transmisión claramente diferentes como hemos demostrado aquí y antes. Así como un número par o impar de átomos en un anillo es una cantidad importante para clasificar el comportamiento de transmisión, mostramos aquí que si el número de terminales es un número par o impar es igual de importante en la comprensión de la física de la transmisión a través de tal anillo. Además, mostramos que hay tres clases básicas de anillos de cuatro terminales y se proporciona la relación de escala para cada clase. En particular, se muestra aquí la existencia de equitransmisión entre las cuatro terminales. Este fenómeno físico particular no puede existir en ningún anillo de tres terminales. También se presentan comparaciones y discusiones sobre las características de transmisión entre anillos de tres y cuatro terminales. Para este análisis se utiliza el enfoque de la ecuación de nodo considerando la ley de conservación actual de Kirchhoff en cada punto de nodo. Muchas funciones lógicas útiles para la computación de ondas electrónicas se muestran aquí. En particular, mostramos que una escalera completa puede ser construida muy simplemente usando la propiedad de equitransmisión del anillo de cuatro terminales. Esto contrasta fuertemente con los circuitos basados en la lógica del transistor ",
            "error": [
                ""
            ]
        },
        "multiple elastic scatterers": {
            "translated_key": "dispersores elásticos múltiples",
            "translated_annotated_text": "La red de resistencia cuántica de cuatro terminales para la computación de ondas electrónicas Los cables conductores de ultrafinas interconectadas o, equivalentemente, las guías de onda de electrones cuasi-una-dimensionales interconectadas, que forman una red de resistencia cuántica, se presentan aquí en configuraciones de cuatro terminales. Los comportamientos de transmisión a través de estas redes de cuatro terminales son evaluados y clasificados. Además, mostramos que tales redes pueden ser utilizadas como los bloques básicos para una posible máquina de computación masiva de ondas en el futuro. En una red, cada interconexión, un punto nodo, es un dispersador elástico que recorre la onda de electrones. Enrutamiento y desvío de ondas de electrones en una red se describe en el marco del transporte cuántico de la teoría de Landauer-Buttiker en la presencia de \"dispersores elásticos múltiples\". Las transmisiones a través de varios tipos de cuatro-terminales generalizados Aharonov-Bohm anillos limpios se investigan a temperatura cero. Las funciones lógicas útiles se reúnen en función de la probabilidad de transmisión a cada terminal con el uso de la regla de simetría Buttiker. En los anillos generalizados, números pares e impares de terminales pueden poseer algunas características de transmisión claramente diferentes como hemos demostrado aquí y antes. Así como un número par o impar de átomos en un anillo es una cantidad importante para clasificar el comportamiento de transmisión, mostramos aquí que si el número de terminales es un número par o impar es igual de importante en la comprensión de la física de la transmisión a través de tal anillo. Además, mostramos que hay tres clases básicas de anillos de cuatro terminales y se proporciona la relación de escala para cada clase. En particular, se muestra aquí la existencia de equitransmisión entre las cuatro terminales. Este fenómeno físico particular no puede existir en ningún anillo de tres terminales. También se presentan comparaciones y discusiones sobre las características de transmisión entre anillos de tres y cuatro terminales. Para este análisis se utiliza el enfoque de la ecuación de nodo considerando la ley de conservación actual de Kirchhoff en cada punto de nodo. Muchas funciones lógicas útiles para la computación de ondas electrónicas se muestran aquí. En particular, mostramos que una escalera completa puede ser construida muy simplemente usando la propiedad de equitransmisión del anillo de cuatro terminales. Esto contrasta fuertemente con los circuitos basados en la lógica del transistor ",
            "error": [
                ""
            ]
        },
        "Aharonov-Bohm rings": {
            "translated_key": "Aharonov-Bohm anillos",
            "translated_annotated_text": "La red de resistencia cuántica de cuatro terminales para la computación de ondas electrónicas Los cables conductores de ultrafinas interconectadas o, equivalentemente, las guías de onda de electrones cuasi-una-dimensionales interconectadas, que forman una red de resistencia cuántica, se presentan aquí en configuraciones de cuatro terminales. Los comportamientos de transmisión a través de estas redes de cuatro terminales son evaluados y clasificados. Además, mostramos que tales redes pueden ser utilizadas como los bloques básicos para una posible máquina de computación masiva de ondas en el futuro. En una red, cada interconexión, un punto nodo, es un dispersador elástico que recorre la onda de electrones. Enrutamiento y desvío de ondas de electrones en una red se describe en el marco del transporte cuántico de la teoría de Landauer-Buttiker en la presencia de múltiples dispersadores elásticos. Las transmisiones a través de varios tipos de cuatro-terminales generalizados limpios \"Aharonov-Bohm anillos\" se investigan a temperatura cero. Las funciones lógicas útiles se reúnen en función de la probabilidad de transmisión a cada terminal con el uso de la regla de simetría Buttiker. En los anillos generalizados, números pares e impares de terminales pueden poseer algunas características de transmisión claramente diferentes como hemos demostrado aquí y antes. Así como un número par o impar de átomos en un anillo es una cantidad importante para clasificar el comportamiento de transmisión, mostramos aquí que si el número de terminales es un número par o impar es igual de importante en la comprensión de la física de la transmisión a través de tal anillo. Además, mostramos que hay tres clases básicas de anillos de cuatro terminales y se proporciona la relación de escala para cada clase. En particular, se muestra aquí la existencia de equitransmisión entre las cuatro terminales. Este fenómeno físico particular no puede existir en ningún anillo de tres terminales. También se presentan comparaciones y discusiones sobre las características de transmisión entre anillos de tres y cuatro terminales. Para este análisis se utiliza el enfoque de la ecuación de nodo considerando la ley de conservación actual de Kirchhoff en cada punto de nodo. Muchas funciones lógicas útiles para la computación de ondas electrónicas se muestran aquí. En particular, mostramos que una escalera completa puede ser construida muy simplemente usando la propiedad de equitransmisión del anillo de cuatro terminales. Esto contrasta fuertemente con los circuitos basados en la lógica del transistor ",
            "error": [
                ""
            ]
        },
        "logic functions": {
            "translated_key": "funciones lógicas",
            "translated_annotated_text": "La red de resistencia cuántica de cuatro terminales para la computación de ondas electrónicas Los cables conductores de ultrafinas interconectadas o, equivalentemente, las guías de onda de electrones cuasi-una-dimensionales interconectadas, que forman una red de resistencia cuántica, se presentan aquí en configuraciones de cuatro terminales. Los comportamientos de transmisión a través de estas redes de cuatro terminales son evaluados y clasificados. Además, mostramos que tales redes pueden ser utilizadas como los bloques básicos para una posible máquina de computación masiva de ondas en el futuro. En una red, cada interconexión, un punto nodo, es un dispersador elástico que recorre la onda de electrones. Enrutamiento y desvío de ondas de electrones en una red se describe en el marco del transporte cuántico de la teoría de Landauer-Buttiker en la presencia de múltiples dispersadores elásticos. Las transmisiones a través de varios tipos de cuatro-terminales generalizados Aharonov-Bohm anillos limpios se investigan a temperatura cero. Las \"funciones lógicas\" útiles se reúnen sobre la base de la probabilidad de transmisión a cada terminal con el uso de la regla de simetría Buttiker. En los anillos generalizados, números pares e impares de terminales pueden poseer algunas características de transmisión claramente diferentes como hemos demostrado aquí y antes. Así como un número par o impar de átomos en un anillo es una cantidad importante para clasificar el comportamiento de transmisión, mostramos aquí que si el número de terminales es un número par o impar es igual de importante en la comprensión de la física de la transmisión a través de tal anillo. Además, mostramos que hay tres clases básicas de anillos de cuatro terminales y se proporciona la relación de escala para cada clase. En particular, se muestra aquí la existencia de equitransmisión entre las cuatro terminales. Este fenómeno físico particular no puede existir en ningún anillo de tres terminales. También se presentan comparaciones y discusiones sobre las características de transmisión entre anillos de tres y cuatro terminales. Para este análisis se utiliza el enfoque de la ecuación de nodo considerando la ley de conservación actual de Kirchhoff en cada punto de nodo. Muchas \"funciones lógicas\" útiles para la computación de ondas electrónicas se muestran aquí. En particular, mostramos que una escalera completa puede ser construida muy simplemente usando la propiedad de equitransmisión del anillo de cuatro terminales. Esto contrasta fuertemente con los circuitos basados en la lógica del transistor ",
            "error": [
                ""
            ]
        },
        "transmission probability": {
            "translated_key": "probabilidad de transmisión",
            "translated_annotated_text": "La red de resistencia cuántica de cuatro terminales para la computación de ondas electrónicas Los cables conductores de ultrafinas interconectadas o, equivalentemente, las guías de onda de electrones cuasi-una-dimensionales interconectadas, que forman una red de resistencia cuántica, se presentan aquí en configuraciones de cuatro terminales. Los comportamientos de transmisión a través de estas redes de cuatro terminales son evaluados y clasificados. Además, mostramos que tales redes pueden ser utilizadas como los bloques básicos para una posible máquina de computación masiva de ondas en el futuro. En una red, cada interconexión, un punto nodo, es un dispersador elástico que recorre la onda de electrones. Enrutamiento y desvío de ondas de electrones en una red se describe en el marco del transporte cuántico de la teoría de Landauer-Buttiker en la presencia de múltiples dispersadores elásticos. Las transmisiones a través de varios tipos de cuatro-terminales generalizados Aharonov-Bohm anillos limpios se investigan a temperatura cero. Las funciones lógicas útiles se reúnen sobre la base de la \"probabilidad de transmisión\" a cada terminal con el uso de la regla de simetría Buttiker. En los anillos generalizados, números pares e impares de terminales pueden poseer algunas características de transmisión claramente diferentes como hemos demostrado aquí y antes. Así como un número par o impar de átomos en un anillo es una cantidad importante para clasificar el comportamiento de transmisión, mostramos aquí que si el número de terminales es un número par o impar es igual de importante en la comprensión de la física de la transmisión a través de tal anillo. Además, mostramos que hay tres clases básicas de anillos de cuatro terminales y se proporciona la relación de escala para cada clase. En particular, se muestra aquí la existencia de equitransmisión entre las cuatro terminales. Este fenómeno físico particular no puede existir en ningún anillo de tres terminales. También se presentan comparaciones y discusiones sobre las características de transmisión entre anillos de tres y cuatro terminales. Para este análisis se utiliza el enfoque de la ecuación de nodo considerando la ley de conservación actual de Kirchhoff en cada punto de nodo. Muchas funciones lógicas útiles para la computación de ondas electrónicas se muestran aquí. En particular, mostramos que una escalera completa puede ser construida muy simplemente usando la propiedad de equitransmisión del anillo de cuatro terminales. Esto contrasta fuertemente con los circuitos basados en la lógica del transistor ",
            "error": [
                ""
            ]
        },
        "Buttiker symmetry rule": {
            "translated_key": "regla de simetría Buttiker",
            "translated_annotated_text": "La red de resistencia cuántica de cuatro terminales para la computación de ondas electrónicas Los cables conductores de ultrafinas interconectadas o, equivalentemente, las guías de onda de electrones cuasi-una-dimensionales interconectadas, que forman una red de resistencia cuántica, se presentan aquí en configuraciones de cuatro terminales. Los comportamientos de transmisión a través de estas redes de cuatro terminales son evaluados y clasificados. Además, mostramos que tales redes pueden ser utilizadas como los bloques básicos para una posible máquina de computación masiva de ondas en el futuro. En una red, cada interconexión, un punto nodo, es un dispersador elástico que recorre la onda de electrones. Enrutamiento y desvío de ondas de electrones en una red se describe en el marco del transporte cuántico de la teoría de Landauer-Buttiker en la presencia de múltiples dispersadores elásticos. Las transmisiones a través de varios tipos de cuatro-terminales generalizados Aharonov-Bohm anillos limpios se investigan a temperatura cero. Las funciones lógicas útiles se reúnen sobre la base de la probabilidad de transmisión a cada terminal con el uso de la \"regla de simetría Buttiker\". En los anillos generalizados, números pares e impares de terminales pueden poseer algunas características de transmisión claramente diferentes como hemos demostrado aquí y antes. Así como un número par o impar de átomos en un anillo es una cantidad importante para clasificar el comportamiento de transmisión, mostramos aquí que si el número de terminales es un número par o impar es igual de importante en la comprensión de la física de la transmisión a través de tal anillo. Además, mostramos que hay tres clases básicas de anillos de cuatro terminales y se proporciona la relación de escala para cada clase. En particular, se muestra aquí la existencia de equitransmisión entre las cuatro terminales. Este fenómeno físico particular no puede existir en ningún anillo de tres terminales. También se presentan comparaciones y discusiones sobre las características de transmisión entre anillos de tres y cuatro terminales. Para este análisis se utiliza el enfoque de la ecuación de nodo considerando la ley de conservación actual de Kirchhoff en cada punto de nodo. Muchas funciones lógicas útiles para la computación de ondas electrónicas se muestran aquí. En particular, mostramos que una escalera completa puede ser construida muy simplemente usando la propiedad de equitransmisión del anillo de cuatro terminales. Esto contrasta fuertemente con los circuitos basados en la lógica del transistor ",
            "error": [
                ""
            ]
        },
        "transmission behavior": {
            "translated_key": "comportamiento de transmisión",
            "translated_annotated_text": "La red de resistencia cuántica de cuatro terminales para la computación de ondas electrónicas Los cables conductores de ultrafinas interconectadas o, equivalentemente, las guías de onda de electrones cuasi-una-dimensionales interconectadas, que forman una red de resistencia cuántica, se presentan aquí en configuraciones de cuatro terminales. Los comportamientos de transmisión a través de estas redes de cuatro terminales son evaluados y clasificados. Además, mostramos que tales redes pueden ser utilizadas como los bloques básicos para una posible máquina de computación masiva de ondas en el futuro. En una red, cada interconexión, un punto nodo, es un dispersador elástico que recorre la onda de electrones. Enrutamiento y desvío de ondas de electrones en una red se describe en el marco del transporte cuántico de la teoría de Landauer-Buttiker en la presencia de múltiples dispersadores elásticos. Las transmisiones a través de varios tipos de cuatro-terminales generalizados Aharonov-Bohm anillos limpios se investigan a temperatura cero. Las funciones lógicas útiles se reúnen en función de la probabilidad de transmisión a cada terminal con el uso de la regla de simetría Buttiker. En los anillos generalizados, números pares e impares de terminales pueden poseer algunas características de transmisión claramente diferentes como hemos demostrado aquí y antes. Así como un número par o impar de átomos en un anillo es una cantidad importante para clasificar el \"comportamiento de transmisión\", mostramos aquí que si el número de terminales es un número par o impar es igual de importante para entender la física de la transmisión a través de tal anillo. Además, mostramos que hay tres clases básicas de anillos de cuatro terminales y se proporciona la relación de escala para cada clase. En particular, se muestra aquí la existencia de equitransmisión entre las cuatro terminales. Este fenómeno físico particular no puede existir en ningún anillo de tres terminales. También se presentan comparaciones y discusiones sobre las características de transmisión entre anillos de tres y cuatro terminales. Para este análisis se utiliza el enfoque de la ecuación de nodo considerando la ley de conservación actual de Kirchhoff en cada punto de nodo. Muchas funciones lógicas útiles para la computación de ondas electrónicas se muestran aquí. En particular, mostramos que una escalera completa puede ser construida muy simplemente usando la propiedad de equitransmisión del anillo de cuatro terminales. Esto contrasta fuertemente con los circuitos basados en la lógica del transistor ",
            "error": [
                ""
            ]
        },
        "Kirchhoff current conservation law": {
            "translated_key": "ley de conservación actual de Kirchhoff",
            "translated_annotated_text": "La red de resistencia cuántica de cuatro terminales para la computación de ondas electrónicas Los cables conductores de ultrafinas interconectadas o, equivalentemente, las guías de onda de electrones cuasi-una-dimensionales interconectadas, que forman una red de resistencia cuántica, se presentan aquí en configuraciones de cuatro terminales. Los comportamientos de transmisión a través de estas redes de cuatro terminales son evaluados y clasificados. Además, mostramos que tales redes pueden ser utilizadas como los bloques básicos para una posible máquina de computación masiva de ondas en el futuro. En una red, cada interconexión, un punto nodo, es un dispersador elástico que recorre la onda de electrones. Enrutamiento y desvío de ondas de electrones en una red se describe en el marco del transporte cuántico de la teoría de Landauer-Buttiker en la presencia de múltiples dispersadores elásticos. Las transmisiones a través de varios tipos de cuatro-terminales generalizados Aharonov-Bohm anillos limpios se investigan a temperatura cero. Las funciones lógicas útiles se reúnen en función de la probabilidad de transmisión a cada terminal con el uso de la regla de simetría Buttiker. En los anillos generalizados, números pares e impares de terminales pueden poseer algunas características de transmisión claramente diferentes como hemos demostrado aquí y antes. Así como un número par o impar de átomos en un anillo es una cantidad importante para clasificar el comportamiento de transmisión, mostramos aquí que si el número de terminales es un número par o impar es igual de importante en la comprensión de la física de la transmisión a través de tal anillo. Además, mostramos que hay tres clases básicas de anillos de cuatro terminales y se proporciona la relación de escala para cada clase. En particular, se muestra aquí la existencia de equitransmisión entre las cuatro terminales. Este fenómeno físico particular no puede existir en ningún anillo de tres terminales. También se presentan comparaciones y discusiones sobre las características de transmisión entre anillos de tres y cuatro terminales. Para este análisis se utiliza el enfoque de la ecuación de nodo considerando la \"ley de conservación actual de Kirchhoff\" en cada punto de nodo. Muchas funciones lógicas útiles para la computación de ondas electrónicas se muestran aquí. En particular, mostramos que una escalera completa puede ser construida muy simplemente usando la propiedad de equitransmisión del anillo de cuatro terminales. Esto contrasta fuertemente con los circuitos basados en la lógica del transistor ",
            "error": [
                ""
            ]
        },
        "equitransmission property": {
            "translated_key": "propiedad de equitransmisión",
            "translated_annotated_text": "La red de resistencia cuántica de cuatro terminales para la computación de ondas electrónicas Los cables conductores de ultrafinas interconectadas o, equivalentemente, las guías de onda de electrones cuasi-una-dimensionales interconectadas, que forman una red de resistencia cuántica, se presentan aquí en configuraciones de cuatro terminales. Los comportamientos de transmisión a través de estas redes de cuatro terminales son evaluados y clasificados. Además, mostramos que tales redes pueden ser utilizadas como los bloques básicos para una posible máquina de computación masiva de ondas en el futuro. En una red, cada interconexión, un punto nodo, es un dispersador elástico que recorre la onda de electrones. Enrutamiento y desvío de ondas de electrones en una red se describe en el marco del transporte cuántico de la teoría de Landauer-Buttiker en la presencia de múltiples dispersadores elásticos. Las transmisiones a través de varios tipos de cuatro-terminales generalizados Aharonov-Bohm anillos limpios se investigan a temperatura cero. Las funciones lógicas útiles se reúnen en función de la probabilidad de transmisión a cada terminal con el uso de la regla de simetría Buttiker. En los anillos generalizados, números pares e impares de terminales pueden poseer algunas características de transmisión claramente diferentes como hemos demostrado aquí y antes. Así como un número par o impar de átomos en un anillo es una cantidad importante para clasificar el comportamiento de transmisión, mostramos aquí que si el número de terminales es un número par o impar es igual de importante en la comprensión de la física de la transmisión a través de tal anillo. Además, mostramos que hay tres clases básicas de anillos de cuatro terminales y se proporciona la relación de escala para cada clase. En particular, se muestra aquí la existencia de equitransmisión entre las cuatro terminales. Este fenómeno físico particular no puede existir en ningún anillo de tres terminales. También se presentan comparaciones y discusiones sobre las características de transmisión entre anillos de tres y cuatro terminales. Para este análisis se utiliza el enfoque de la ecuación de nodo considerando la ley de conservación actual de Kirchhoff en cada punto de nodo. Muchas funciones lógicas útiles para la computación de ondas electrónicas se muestran aquí. En particular, mostramos que una escalera completa puede ser construida muy simplemente usando la \"propiedad de equitransmisión\" del anillo de cuatro terminales. Esto contrasta fuertemente con los circuitos basados en la lógica del transistor ",
            "error": [
                ""
            ]
        },
        "Aharonov-Bohm effect": {
            "translated_key": [],
            "translated_annotated_text": "La red de resistencia cuántica de cuatro terminales para la computación de ondas electrónicas Los cables conductores de ultrafinas interconectadas o, equivalentemente, las guías de onda de electrones cuasi-una-dimensionales interconectadas, que forman una red de resistencia cuántica, se presentan aquí en configuraciones de cuatro terminales. Los comportamientos de transmisión a través de estas redes de cuatro terminales son evaluados y clasificados. Además, mostramos que tales redes pueden ser utilizadas como los bloques básicos para una posible máquina de computación masiva de ondas en el futuro. En una red, cada interconexión, un punto nodo, es un dispersador elástico que recorre la onda de electrones. Enrutamiento y desvío de ondas de electrones en una red se describe en el marco del transporte cuántico de la teoría de Landauer-Buttiker en la presencia de múltiples dispersadores elásticos. Las transmisiones a través de varios tipos de cuatro-terminales generalizados Aharonov-Bohm anillos limpios se investigan a temperatura cero. Las funciones lógicas útiles se reúnen en función de la probabilidad de transmisión a cada terminal con el uso de la regla de simetría Buttiker. En los anillos generalizados, números pares e impares de terminales pueden poseer algunas características de transmisión claramente diferentes como hemos demostrado aquí y antes. Así como un número par o impar de átomos en un anillo es una cantidad importante para clasificar el comportamiento de transmisión, mostramos aquí que si el número de terminales es un número par o impar es igual de importante en la comprensión de la física de la transmisión a través de tal anillo. Además, mostramos que hay tres clases básicas de anillos de cuatro terminales y se proporciona la relación de escala para cada clase. En particular, se muestra aquí la existencia de equitransmisión entre las cuatro terminales. Este fenómeno físico particular no puede existir en ningún anillo de tres terminales. También se presentan comparaciones y discusiones sobre las características de transmisión entre anillos de tres y cuatro terminales. Para este análisis se utiliza el enfoque de la ecuación de nodo considerando la ley de conservación actual de Kirchhoff en cada punto de nodo. Muchas funciones lógicas útiles para la computación de ondas electrónicas se muestran aquí. En particular, mostramos que una escalera completa puede ser construida muy simplemente usando la propiedad de equitransmisión del anillo de cuatro terminales. Esto contrasta fuertemente con los circuitos basados en la lógica del transistor ",
            "error": []
        },
        "electron waveguides": {
            "translated_key": "guías de onda eléctricas",
            "translated_annotated_text": "La red de resistencia cuántica cuatriterminal para la computación de ondas electrónicas Los cables conductores de ultrafinas interconectadas o, equivalentemente, las \"guías de onda eléctricas\" cuasi-unidimensionales interconectadas, que forman una red de resistencia cuántica, se presentan aquí en configuraciones cuatriterminales. Los comportamientos de transmisión a través de estas redes de cuatro terminales son evaluados y clasificados. Además, mostramos que tales redes pueden ser utilizadas como los bloques básicos para una posible máquina de computación masiva de ondas en el futuro. En una red, cada interconexión, un punto nodo, es un dispersador elástico que recorre la onda de electrones. Enrutamiento y desvío de ondas de electrones en una red se describe en el marco del transporte cuántico de la teoría de Landauer-Buttiker en la presencia de múltiples dispersadores elásticos. Las transmisiones a través de varios tipos de cuatro-terminales generalizados Aharonov-Bohm anillos limpios se investigan a temperatura cero. Las funciones lógicas útiles se reúnen en función de la probabilidad de transmisión a cada terminal con el uso de la regla de simetría Buttiker. En los anillos generalizados, números pares e impares de terminales pueden poseer algunas características de transmisión claramente diferentes como hemos demostrado aquí y antes. Así como un número par o impar de átomos en un anillo es una cantidad importante para clasificar el comportamiento de transmisión, mostramos aquí que si el número de terminales es un número par o impar es igual de importante en la comprensión de la física de la transmisión a través de tal anillo. Además, mostramos que hay tres clases básicas de anillos de cuatro terminales y se proporciona la relación de escala para cada clase. En particular, se muestra aquí la existencia de equitransmisión entre las cuatro terminales. Este fenómeno físico particular no puede existir en ningún anillo de tres terminales. También se presentan comparaciones y discusiones sobre las características de transmisión entre anillos de tres y cuatro terminales. Para este análisis se utiliza el enfoque de la ecuación de nodo considerando la ley de conservación actual de Kirchhoff en cada punto de nodo. Muchas funciones lógicas útiles para la computación de ondas electrónicas se muestran aquí. En particular, mostramos que una escalera completa puede ser construida muy simplemente usando la propiedad de equitransmisión del anillo de cuatro terminales. Esto contrasta fuertemente con los circuitos basados en la lógica del transistor ",
            "error": [
                ""
            ]
        },
        "quantum computing": {
            "translated_key": [],
            "translated_annotated_text": "La red de resistencia cuántica de cuatro terminales para la computación de ondas electrónicas Los cables conductores de ultrafinas interconectadas o, equivalentemente, las guías de onda de electrones cuasi-una-dimensionales interconectadas, que forman una red de resistencia cuántica, se presentan aquí en configuraciones de cuatro terminales. Los comportamientos de transmisión a través de estas redes de cuatro terminales son evaluados y clasificados. Además, mostramos que tales redes pueden ser utilizadas como los bloques básicos para una posible máquina de computación masiva de ondas en el futuro. En una red, cada interconexión, un punto nodo, es un dispersador elástico que recorre la onda de electrones. Enrutamiento y desvío de ondas de electrones en una red se describe en el marco del transporte cuántico de la teoría de Landauer-Buttiker en la presencia de múltiples dispersadores elásticos. Las transmisiones a través de varios tipos de cuatro-terminales generalizados Aharonov-Bohm anillos limpios se investigan a temperatura cero. Las funciones lógicas útiles se reúnen en función de la probabilidad de transmisión a cada terminal con el uso de la regla de simetría Buttiker. En los anillos generalizados, números pares e impares de terminales pueden poseer algunas características de transmisión claramente diferentes como hemos demostrado aquí y antes. Así como un número par o impar de átomos en un anillo es una cantidad importante para clasificar el comportamiento de transmisión, mostramos aquí que si el número de terminales es un número par o impar es igual de importante en la comprensión de la física de la transmisión a través de tal anillo. Además, mostramos que hay tres clases básicas de anillos de cuatro terminales y se proporciona la relación de escala para cada clase. En particular, se muestra aquí la existencia de equitransmisión entre las cuatro terminales. Este fenómeno físico particular no puede existir en ningún anillo de tres terminales. También se presentan comparaciones y discusiones sobre las características de transmisión entre anillos de tres y cuatro terminales. Para este análisis se utiliza el enfoque de la ecuación de nodo considerando la ley de conservación actual de Kirchhoff en cada punto de nodo. Muchas funciones lógicas útiles para la computación de ondas electrónicas se muestran aquí. En particular, mostramos que una escalera completa puede ser construida muy simplemente usando la propiedad de equitransmisión del anillo de cuatro terminales. Esto contrasta fuertemente con los circuitos basados en la lógica del transistor ",
            "error": []
        },
        "resistors": {
            "translated_key": [],
            "translated_annotated_text": "La red de resistencia cuántica de cuatro terminales para la computación de ondas electrónicas Los cables conductores de ultrafinas interconectadas o, equivalentemente, las guías de onda de electrones cuasi-una-dimensionales interconectadas, que forman una red de resistencia cuántica, se presentan aquí en configuraciones de cuatro terminales. Los comportamientos de transmisión a través de estas redes de cuatro terminales son evaluados y clasificados. Además, mostramos que tales redes pueden ser utilizadas como los bloques básicos para una posible máquina de computación masiva de ondas en el futuro. En una red, cada interconexión, un punto nodo, es un dispersador elástico que recorre la onda de electrones. Enrutamiento y desvío de ondas de electrones en una red se describe en el marco del transporte cuántico de la teoría de Landauer-Buttiker en la presencia de múltiples dispersadores elásticos. Las transmisiones a través de varios tipos de cuatro-terminales generalizados Aharonov-Bohm anillos limpios se investigan a temperatura cero. Las funciones lógicas útiles se reúnen en función de la probabilidad de transmisión a cada terminal con el uso de la regla de simetría Buttiker. En los anillos generalizados, números pares e impares de terminales pueden poseer algunas características de transmisión claramente diferentes como hemos demostrado aquí y antes. Así como un número par o impar de átomos en un anillo es una cantidad importante para clasificar el comportamiento de transmisión, mostramos aquí que si el número de terminales es un número par o impar es igual de importante en la comprensión de la física de la transmisión a través de tal anillo. Además, mostramos que hay tres clases básicas de anillos de cuatro terminales y se proporciona la relación de escala para cada clase. En particular, se muestra aquí la existencia de equitransmisión entre las cuatro terminales. Este fenómeno físico particular no puede existir en ningún anillo de tres terminales. También se presentan comparaciones y discusiones sobre las características de transmisión entre anillos de tres y cuatro terminales. Para este análisis se utiliza el enfoque de la ecuación de nodo considerando la ley de conservación actual de Kirchhoff en cada punto de nodo. Muchas funciones lógicas útiles para la computación de ondas electrónicas se muestran aquí. En particular, mostramos que una escalera completa puede ser construida muy simplemente usando la propiedad de equitransmisión del anillo de cuatro terminales. Esto contrasta fuertemente con los circuitos basados en la lógica del transistor ",
            "error": []
        }
    }
}