{
    "original_text": "Mathematical properties of dominant AHP and concurrent convergence method This study discusses the mathematical structure of the dominant AHP and the concurrent convergence method which were originally developed by Kinoshita and Nakanishi. They introduced a new concept of a regulating alternative into an analyzing tool for a simple evaluation problem with a criterion set and an alternative set. Although the original idea of the dominant AHP and the concurrent convergence method is unique, the dominant AHP and the concurrent convergence method are not sufficiently analyzed in mathematical theory. This study shows that the dominant AHP consists of a pair of evaluation rules satisfying a certain property of overall evaluation vectors. This study also shows that the convergence of concurrent convergence method is guaranteed theoretically",
    "original_translation": "Propiedades matemáticas del AHP dominante y método de convergencia concurrente Este estudio discute la estructura matemática del AHP dominante y el método de convergencia concurrente que fueron desarrollados originalmente por Kinoshita y Nakanishi. Introdujeron un nuevo concepto de una alternativa reguladora en una herramienta de análisis para un simple problema de evaluación con un conjunto de criterios y un conjunto alternativo. Aunque la idea original del AHP dominante y el método de convergencia concurrente es única, el AHP dominante y el método de convergencia concurrente no están suficientemente analizados en la teoría matemática. Este estudio muestra que el AHP dominante consiste en un par de reglas de evaluación que satisfacen una cierta propiedad de vectores de evaluación en general. Este estudio también muestra que la convergencia del método de convergencia concurrente está garantizada teóricamente",
    "error_count": 1,
    "keys": {
        "dominant AHP": {
            "translated_key": "AHP dominante",
            "translated_annotated_text": "Propiedades matemáticas de \"AHP dominante\" y método de convergencia concurrente Este estudio discute la estructura matemática del \"AHP dominante\" y el método de convergencia concurrente que fueron desarrollados originalmente por Kinoshita y Nakanishi. Introdujeron un nuevo concepto de una alternativa reguladora en una herramienta de análisis para un simple problema de evaluación con un conjunto de criterios y un conjunto alternativo. Aunque la idea original del \"AHP dominante\" y el método de convergencia concurrente es única, el \"AHP dominante\" y el método de convergencia concurrente no son suficientemente analizados en la teoría matemática. Este estudio muestra que el \"AHP dominante\" consiste en un par de reglas de evaluación que satisfacen una cierta propiedad de vectores de evaluación en general. Este estudio también muestra que la convergencia del método de convergencia concurrente está garantizada teóricamente ",
            "error": [
                ""
            ]
        },
        "concurrent convergence method": {
            "translated_key": "método de convergencia concurrente",
            "translated_annotated_text": "Propiedades matemáticas del AHP dominante y \"método de convergencia concurrente\" Este estudio discute la estructura matemática del AHP dominante y el \"método de convergencia concurrente\" que fueron desarrollados originalmente por Kinoshita y Nakanishi. Introdujeron un nuevo concepto de una alternativa reguladora en una herramienta de análisis para un simple problema de evaluación con un conjunto de criterios y un conjunto alternativo. Aunque la idea original del AHP dominante y el \"método de convergencia concurrente\" es única, el AHP dominante y el \"método de convergencia concurrente\" no están suficientemente analizados en la teoría matemática. Este estudio muestra que el AHP dominante consiste en un par de reglas de evaluación que satisfacen una cierta propiedad de vectores de evaluación en general. Este estudio también muestra que la convergencia del \"método de convergencia concurrente\" está garantizada teóricamente ",
            "error": [
                ""
            ]
        },
        "overall evaluation vectors": {
            "translated_key": "vectores de evaluación globales",
            "translated_annotated_text": "Propiedades matemáticas del AHP dominante y método de convergencia concurrente Este estudio discute la estructura matemática del AHP dominante y el método de convergencia concurrente que fueron desarrollados originalmente por Kinoshita y Nakanishi. Introdujeron un nuevo concepto de una alternativa reguladora en una herramienta de análisis para un simple problema de evaluación con un conjunto de criterios y un conjunto alternativo. Aunque la idea original del AHP dominante y el método de convergencia concurrente es única, el AHP dominante y el método de convergencia concurrente no están suficientemente analizados en la teoría matemática. Este estudio muestra que el AHP dominante consiste en un par de reglas de evaluación que satisfacen una cierta propiedad de \"vectores de evaluación globales\". Este estudio también muestra que la convergencia del método de convergencia concurrente está garantizada teóricamente ",
            "error": [
                ""
            ]
        },
        "convergence": {
            "translated_key": "convergencia",
            "translated_annotated_text": "Propiedades matemáticas del AHP dominante y método concurrente de \"convergencia\" Este estudio discute la estructura matemática del AHP dominante y el método concurrente de \"convergencia\" que fueron desarrollados originalmente por Kinoshita y Nakanishi. Introdujeron un nuevo concepto de una alternativa reguladora en una herramienta de análisis para un simple problema de evaluación con un conjunto de criterios y un conjunto alternativo. Aunque la idea original del AHP dominante y el método concurrente de \"convergencia\" es única, el AHP dominante y el método concurrente de \"convergencia\" no son suficientemente analizados en la teoría matemática. Este estudio muestra que el AHP dominante consiste en un par de reglas de evaluación que satisfacen una cierta propiedad de vectores de evaluación en general. Este estudio también muestra que la \"convergencia\" del método concurrente de \"convergencia\" está garantizada teóricamente ",
            "error": [
                ""
            ]
        },
        "decision theory": {
            "translated_key": [],
            "translated_annotated_text": "Propiedades matemáticas del AHP dominante y método de convergencia concurrente Este estudio discute la estructura matemática del AHP dominante y el método de convergencia concurrente que fueron desarrollados originalmente por Kinoshita y Nakanishi. Introdujeron un nuevo concepto de una alternativa reguladora en una herramienta de análisis para un simple problema de evaluación con un conjunto de criterios y un conjunto alternativo. Aunque la idea original del AHP dominante y el método de convergencia concurrente es única, el AHP dominante y el método de convergencia concurrente no están suficientemente analizados en la teoría matemática. Este estudio muestra que el AHP dominante consiste en un par de reglas de evaluación que satisfacen una cierta propiedad de vectores de evaluación en general. Este estudio también muestra que la convergencia del método de convergencia concurrente está garantizada teóricamente ",
            "error": []
        }
    }
}