{
    "original_text": "Reaching strong consensus in a general network The strong consensus (SC) problem is a variant of the conventional distributed consensus problem (also known as the Byzantine agreement problem). The SC problem requires that the agreed value among fault-free processors be one of the fault-free processors initial values. Originally, the problem was studied in a fully connected network with malicious faulty processors. In this paper, the SC problem is re-examined in a general network, in which the components (processors and communication links) may be subjected to different faulty types simultaneously (also called the hybrid fault model or mixed faulty types) and the network topology does not have to be fully connected. The proposed protocol can tolerate the maximum number of tolerable faulty components such that each fault-free processor obtains a common value for the SC problem in a general network",
    "original_translation": "Alcanzar un consenso fuerte en una red general El problema del consenso fuerte (SC) es una variante del problema del consenso distribuido convencional (también conocido como el problema del acuerdo bizantino). El problema SC requiere que el valor acordado entre los procesadores libres de fallos sea uno de los valores iniciales de los procesadores libres de fallos. Originalmente, el problema fue estudiado en una red totalmente conectada con procesadores defectuosos maliciosos. En este artículo, el problema SC es re-examinado en una red general, en la que los componentes (procesadores y enlaces de comunicación) pueden ser sometidos a diferentes tipos defectuosos simultáneamente (también llamado el modelo de fallo híbrido o tipos defectuosos mixtos) y la topología de red no tiene que estar totalmente conectada. El protocolo propuesto puede tolerar el número máximo de componentes defectuosos tolerables de tal manera que cada procesador libre de fallos obtenga un valor común para el problema SC en una red general",
    "error_count": 6,
    "keys": {
        "strong consensus problem": {
            "translated_key": [],
            "translated_annotated_text": "Alcanzar un consenso fuerte en una red general El problema del consenso fuerte (SC) es una variante del problema del consenso distribuido convencional (también conocido como el problema del acuerdo bizantino). El problema SC requiere que el valor acordado entre los procesadores libres de fallos sea uno de los valores iniciales de los procesadores libres de fallos. Originalmente, el problema fue estudiado en una red totalmente conectada con procesadores defectuosos maliciosos. En este artículo, el problema SC es re-examinado en una red general, en la que los componentes (procesadores y enlaces de comunicación) pueden ser sometidos a diferentes tipos defectuosos simultáneamente (también llamado el modelo de fallo híbrido o tipos defectuosos mixtos) y la topología de red no tiene que estar totalmente conectada. El protocolo propuesto puede tolerar el número máximo de componentes defectuosos tolerables de tal manera que cada procesador libre de fallos obtenga un valor común para el problema SC en una red general ",
            "error": []
        },
        "distributed consensus problem": {
            "translated_key": "problema del consenso distribuido",
            "translated_annotated_text": "Alcanzar un consenso fuerte en una red general El problema del consenso fuerte (SC) es una variante del \"problema del consenso distribuido\" convencional (también conocido como el problema del acuerdo bizantino). El problema SC requiere que el valor acordado entre los procesadores libres de fallos sea uno de los valores iniciales de los procesadores libres de fallos. Originalmente, el problema fue estudiado en una red totalmente conectada con procesadores defectuosos maliciosos. En este artículo, el problema SC es re-examinado en una red general, en la que los componentes (procesadores y enlaces de comunicación) pueden ser sometidos a diferentes tipos defectuosos simultáneamente (también llamado el modelo de fallo híbrido o tipos defectuosos mixtos) y la topología de red no tiene que estar totalmente conectada. El protocolo propuesto puede tolerar el número máximo de componentes defectuosos tolerables de tal manera que cada procesador libre de fallos obtenga un valor común para el problema SC en una red general ",
            "error": [
                ""
            ]
        },
        "Byzantine agreement": {
            "translated_key": "acuerdo bizantino",
            "translated_annotated_text": "Alcanzar un consenso fuerte en una red general El problema del consenso fuerte (SC) es una variante del problema del consenso distribuido convencional (también conocido como el problema del \"acuerdo bizantino\"). El problema SC requiere que el valor acordado entre los procesadores libres de fallos sea uno de los valores iniciales de los procesadores libres de fallos. Originalmente, el problema fue estudiado en una red totalmente conectada con procesadores defectuosos maliciosos. En este artículo, el problema SC es re-examinado en una red general, en la que los componentes (procesadores y enlaces de comunicación) pueden ser sometidos a diferentes tipos defectuosos simultáneamente (también llamado el modelo de fallo híbrido o tipos defectuosos mixtos) y la topología de red no tiene que estar totalmente conectada. El protocolo propuesto puede tolerar el número máximo de componentes defectuosos tolerables de tal manera que cada procesador libre de fallos obtenga un valor común para el problema SC en una red general ",
            "error": [
                ""
            ]
        },
        "fault-free processors": {
            "translated_key": "procesadores libres de culpa",
            "translated_annotated_text": "Alcanzar un consenso fuerte en una red general El problema del consenso fuerte (SC) es una variante del problema del consenso distribuido convencional (también conocido como el problema del acuerdo bizantino). El problema SC requiere que el valor acordado entre los \"procesadores libres de culpa\" sea uno de los valores iniciales de los \"procesadores libres de culpa\". Originalmente, el problema fue estudiado en una red totalmente conectada con procesadores defectuosos maliciosos. En este artículo, el problema SC es re-examinado en una red general, en la que los componentes (procesadores y enlaces de comunicación) pueden ser sometidos a diferentes tipos defectuosos simultáneamente (también llamado el modelo de fallo híbrido o tipos defectuosos mixtos) y la topología de red no tiene que estar totalmente conectada. El protocolo propuesto puede tolerar el número máximo de componentes defectuosos tolerables de tal manera que cada procesador libre de fallos obtenga un valor común para el problema SC en una red general ",
            "error": [
                ""
            ]
        },
        "fully connected network": {
            "translated_key": "red totalmente conectada",
            "translated_annotated_text": "Alcanzar un consenso fuerte en una red general El problema del consenso fuerte (SC) es una variante del problema del consenso distribuido convencional (también conocido como el problema del acuerdo bizantino). El problema SC requiere que el valor acordado entre los procesadores libres de fallos sea uno de los valores iniciales de los procesadores libres de fallos. Originalmente, el problema fue estudiado en una \"red totalmente conectada\" con procesadores malintencionados. En este artículo, el problema SC es re-examinado en una red general, en la que los componentes (procesadores y enlaces de comunicación) pueden ser sometidos a diferentes tipos defectuosos simultáneamente (también llamado el modelo de fallo híbrido o tipos defectuosos mixtos) y la topología de red no tiene que estar totalmente conectada. El protocolo propuesto puede tolerar el número máximo de componentes defectuosos tolerables de tal manera que cada procesador libre de fallos obtenga un valor común para el problema SC en una red general ",
            "error": [
                ""
            ]
        },
        "hybrid fault model": {
            "translated_key": "modelo de falla híbrido",
            "translated_annotated_text": "Alcanzar un consenso fuerte en una red general El problema del consenso fuerte (SC) es una variante del problema del consenso distribuido convencional (también conocido como el problema del acuerdo bizantino). El problema SC requiere que el valor acordado entre los procesadores libres de fallos sea uno de los valores iniciales de los procesadores libres de fallos. Originalmente, el problema fue estudiado en una red totalmente conectada con procesadores defectuosos maliciosos. En este artículo, el problema SC es re-examinado en una red general, en la que los componentes (procesadores y enlaces de comunicación) pueden ser sometidos a diferentes tipos defectuosos simultáneamente (también llamado el \"modelo de falla híbrido\" o tipos defectuosos mixtos) y la topología de red no tiene que estar totalmente conectada. El protocolo propuesto puede tolerar el número máximo de componentes defectuosos tolerables de tal manera que cada procesador libre de fallos obtenga un valor común para el problema SC en una red general ",
            "error": [
                ""
            ]
        },
        "fault-tolerant distributed system": {
            "translated_key": [],
            "translated_annotated_text": "Alcanzar un consenso fuerte en una red general El problema del consenso fuerte (SC) es una variante del problema del consenso distribuido convencional (también conocido como el problema del acuerdo bizantino). El problema SC requiere que el valor acordado entre los procesadores libres de fallos sea uno de los valores iniciales de los procesadores libres de fallos. Originalmente, el problema fue estudiado en una red totalmente conectada con procesadores defectuosos maliciosos. En este artículo, el problema SC es re-examinado en una red general, en la que los componentes (procesadores y enlaces de comunicación) pueden ser sometidos a diferentes tipos defectuosos simultáneamente (también llamado el modelo de fallo híbrido o tipos defectuosos mixtos) y la topología de red no tiene que estar totalmente conectada. El protocolo propuesto puede tolerar el número máximo de componentes defectuosos tolerables de tal manera que cada procesador libre de fallos obtenga un valor común para el problema SC en una red general ",
            "error": []
        },
        "strong consensus": {
            "translated_key": "consenso fuerte",
            "translated_annotated_text": "Alcanzar un \"consenso fuerte\" en una red general El problema del \"consenso fuerte\" (SC) es una variante del problema del consenso distribuido convencional (también conocido como el problema del acuerdo bizantino). El problema SC requiere que el valor acordado entre los procesadores libres de fallos sea uno de los valores iniciales de los procesadores libres de fallos. Originalmente, el problema fue estudiado en una red totalmente conectada con procesadores defectuosos maliciosos. En este artículo, el problema SC es re-examinado en una red general, en la que los componentes (procesadores y enlaces de comunicación) pueden ser sometidos a diferentes tipos defectuosos simultáneamente (también llamado el modelo de fallo híbrido o tipos defectuosos mixtos) y la topología de red no tiene que estar totalmente conectada. El protocolo propuesto puede tolerar el número máximo de componentes defectuosos tolerables de tal manera que cada procesador libre de fallos obtenga un valor común para el problema SC en una red general ",
            "error": [
                ""
            ]
        },
        "concurrency control": {
            "translated_key": [],
            "translated_annotated_text": "Alcanzar un consenso fuerte en una red general El problema del consenso fuerte (SC) es una variante del problema del consenso distribuido convencional (también conocido como el problema del acuerdo bizantino). El problema SC requiere que el valor acordado entre los procesadores libres de fallos sea uno de los valores iniciales de los procesadores libres de fallos. Originalmente, el problema fue estudiado en una red totalmente conectada con procesadores defectuosos maliciosos. En este artículo, el problema SC es re-examinado en una red general, en la que los componentes (procesadores y enlaces de comunicación) pueden ser sometidos a diferentes tipos defectuosos simultáneamente (también llamado el modelo de fallo híbrido o tipos defectuosos mixtos) y la topología de red no tiene que estar totalmente conectada. El protocolo propuesto puede tolerar el número máximo de componentes defectuosos tolerables de tal manera que cada procesador libre de fallos obtenga un valor común para el problema SC en una red general ",
            "error": []
        },
        "distributed processing": {
            "translated_key": [],
            "translated_annotated_text": "Alcanzar un consenso fuerte en una red general El problema del consenso fuerte (SC) es una variante del problema del consenso distribuido convencional (también conocido como el problema del acuerdo bizantino). El problema SC requiere que el valor acordado entre los procesadores libres de fallos sea uno de los valores iniciales de los procesadores libres de fallos. Originalmente, el problema fue estudiado en una red totalmente conectada con procesadores defectuosos maliciosos. En este artículo, el problema SC es re-examinado en una red general, en la que los componentes (procesadores y enlaces de comunicación) pueden ser sometidos a diferentes tipos defectuosos simultáneamente (también llamado el modelo de fallo híbrido o tipos defectuosos mixtos) y la topología de red no tiene que estar totalmente conectada. El protocolo propuesto puede tolerar el número máximo de componentes defectuosos tolerables de tal manera que cada procesador libre de fallos obtenga un valor común para el problema SC en una red general ",
            "error": []
        },
        "fault tolerant computing": {
            "translated_key": [],
            "translated_annotated_text": "Alcanzar un consenso fuerte en una red general El problema del consenso fuerte (SC) es una variante del problema del consenso distribuido convencional (también conocido como el problema del acuerdo bizantino). El problema SC requiere que el valor acordado entre los procesadores libres de fallos sea uno de los valores iniciales de los procesadores libres de fallos. Originalmente, el problema fue estudiado en una red totalmente conectada con procesadores defectuosos maliciosos. En este artículo, el problema SC es re-examinado en una red general, en la que los componentes (procesadores y enlaces de comunicación) pueden ser sometidos a diferentes tipos defectuosos simultáneamente (también llamado el modelo de fallo híbrido o tipos defectuosos mixtos) y la topología de red no tiene que estar totalmente conectada. El protocolo propuesto puede tolerar el número máximo de componentes defectuosos tolerables de tal manera que cada procesador libre de fallos obtenga un valor común para el problema SC en una red general ",
            "error": []
        },
        "protocols": {
            "translated_key": [],
            "translated_annotated_text": "Alcanzar un consenso fuerte en una red general El problema del consenso fuerte (SC) es una variante del problema del consenso distribuido convencional (también conocido como el problema del acuerdo bizantino). El problema SC requiere que el valor acordado entre los procesadores libres de fallos sea uno de los valores iniciales de los procesadores libres de fallos. Originalmente, el problema fue estudiado en una red totalmente conectada con procesadores defectuosos maliciosos. En este artículo, el problema SC es re-examinado en una red general, en la que los componentes (procesadores y enlaces de comunicación) pueden ser sometidos a diferentes tipos defectuosos simultáneamente (también llamado el modelo de fallo híbrido o tipos defectuosos mixtos) y la topología de red no tiene que estar totalmente conectada. El protocolo propuesto puede tolerar el número máximo de componentes defectuosos tolerables de tal manera que cada procesador libre de fallos obtenga un valor común para el problema SC en una red general ",
            "error": []
        }
    }
}