{
    "original_text": "Towards a NMR implementation of a quantum lattice gas algorithm Recent theoretical results suggest that an array of quantum information processors communicating via classical channels can be used to solve fluid dynamics problems. Quantum lattice-gas algorithms (QLGA) running on such architectures have been shown to solve the diffusion equation and the nonlinear Burgers equations. In this report, we describe progress towards an ensemble nuclear magnetic resonance (NMR) implementation of a QLGA that solves the diffusion equation. The methods rely on NMR techniques to encode an initial mass density into an ensemble of two-qubit quantum information processors. Using standard pulse techniques, the mass density can then manipulated and evolved through the steps of the algorithm. We provide the experimental results of our first attempt to realize the NMR implementation. The results qualitatively follow the ideal simulation, but the observed implementation errors highlight the need for improved control",
    "original_translation": "Hacia una implementación NMR de un algoritmo cuántico de gas de celosía Los resultados teóricos recientes sugieren que una serie de procesadores de información cuántica que se comunican a través de canales clásicos se pueden utilizar para resolver problemas de dinámica de fluidos. Se ha demostrado que los algoritmos de retícula cuántica-gas (QLGA) que se ejecutan en tales arquitecturas resuelven la ecuación de difusión y las ecuaciones de hamburguesas no lineales. En este informe, describimos los avances hacia la implementación de un conjunto de resonancia magnética nuclear (RMN) de un QLGA que resuelve la ecuación de difusión. Los métodos se basan en técnicas NMR para codificar una densidad de masa inicial en un conjunto de procesadores de información cuántica de dos qubit. Utilizando técnicas de pulso estándar, la densidad de masa puede manipularse y evolucionar a través de los pasos del algoritmo. Proporcionamos los resultados experimentales de nuestro primer intento de realizar la aplicación de la RMN. Los resultados siguen cualitativamente la simulación ideal, pero los errores de implementación observados resaltan la necesidad de un mejor control",
    "error_count": 4,
    "keys": {
        "NMR implementation": {
            "translated_key": [
                "implementación NMR",
                "aplicación NMR"
            ],
            "translated_annotated_text": "Hacia una \"implementación NMR\" de un algoritmo cuántico de gas de celosía Los resultados teóricos recientes sugieren que una serie de procesadores de información cuántica que se comunican a través de canales clásicos se pueden utilizar para resolver problemas de dinámica de fluidos. Se ha demostrado que los algoritmos de retícula cuántica-gas (QLGA) que se ejecutan en tales arquitecturas resuelven la ecuación de difusión y las ecuaciones de hamburguesas no lineales. En este informe, describimos los avances hacia la implementación de un conjunto de resonancia magnética nuclear (RMN) de un QLGA que resuelve la ecuación de difusión. Los métodos se basan en técnicas NMR para codificar una densidad de masa inicial en un conjunto de procesadores de información cuántica de dos qubit. Utilizando técnicas de pulso estándar, la densidad de masa puede manipularse y evolucionar a través de los pasos del algoritmo. Proporcionamos los resultados experimentales de nuestro primer intento de realizar la \"aplicación NMR\". Los resultados siguen cualitativamente la simulación ideal, pero los errores de implementación observados resaltan la necesidad de un mejor control ",
            "error": [
                "implementación NMR",
                "aplicación NMR"
            ]
        },
        "quantum lattice gas algorithm": {
            "translated_key": "algoritmo de gas de retícula cuántica",
            "translated_annotated_text": "Hacia una implementación NMR de un \"algoritmo de gas de retícula cuántica\" Los resultados teóricos recientes sugieren que una serie de procesadores de información cuántica que se comunican a través de canales clásicos se pueden utilizar para resolver problemas de dinámica de fluidos. Se ha demostrado que los algoritmos de retícula cuántica-gas (QLGA) que se ejecutan en tales arquitecturas resuelven la ecuación de difusión y las ecuaciones de hamburguesas no lineales. En este informe, describimos los avances hacia la implementación de un conjunto de resonancia magnética nuclear (RMN) de un QLGA que resuelve la ecuación de difusión. Los métodos se basan en técnicas NMR para codificar una densidad de masa inicial en un conjunto de procesadores de información cuántica de dos qubit. Utilizando técnicas de pulso estándar, la densidad de masa puede manipularse y evolucionar a través de los pasos del algoritmo. Proporcionamos los resultados experimentales de nuestro primer intento de realizar la aplicación de la RMN. Los resultados siguen cualitativamente la simulación ideal, pero los errores de implementación observados resaltan la necesidad de un mejor control ",
            "error": [
                ""
            ]
        },
        "quantum information processors": {
            "translated_key": "procesadores de información cuántica",
            "translated_annotated_text": "Hacia una implementación NMR de un algoritmo cuántico de gas de celosía Los resultados teóricos recientes sugieren que una serie de \"procesadores de información cuántica\" que se comunican a través de canales clásicos se pueden utilizar para resolver problemas de dinámica de fluidos. Se ha demostrado que los algoritmos de retícula cuántica-gas (QLGA) que se ejecutan en tales arquitecturas resuelven la ecuación de difusión y las ecuaciones de hamburguesas no lineales. En este informe, describimos los avances hacia la implementación de un conjunto de resonancia magnética nuclear (RMN) de un QLGA que resuelve la ecuación de difusión. Los métodos se basan en técnicas NMR para codificar una densidad de masa inicial en un conjunto de \"procesadores de información cuántica\" de dos qubits. Utilizando técnicas de pulso estándar, la densidad de masa puede manipularse y evolucionar a través de los pasos del algoritmo. Proporcionamos los resultados experimentales de nuestro primer intento de realizar la aplicación de la RMN. Los resultados siguen cualitativamente la simulación ideal, pero los errores de implementación observados resaltan la necesidad de un mejor control ",
            "error": [
                ""
            ]
        },
        "fluid dynamics problems": {
            "translated_key": "problemas de dinámica fluida",
            "translated_annotated_text": "Hacia una implementación NMR de un algoritmo cuántico de gas de celosía Los recientes resultados teóricos sugieren que una serie de procesadores de información cuántica que se comunican a través de canales clásicos se pueden utilizar para resolver \"problemas de dinámica fluida\". Se ha demostrado que los algoritmos de retícula cuántica-gas (QLGA) que se ejecutan en tales arquitecturas resuelven la ecuación de difusión y las ecuaciones de hamburguesas no lineales. En este informe, describimos los avances hacia la implementación de un conjunto de resonancia magnética nuclear (RMN) de un QLGA que resuelve la ecuación de difusión. Los métodos se basan en técnicas NMR para codificar una densidad de masa inicial en un conjunto de procesadores de información cuántica de dos qubit. Utilizando técnicas de pulso estándar, la densidad de masa puede manipularse y evolucionar a través de los pasos del algoritmo. Proporcionamos los resultados experimentales de nuestro primer intento de realizar la aplicación de la RMN. Los resultados siguen cualitativamente la simulación ideal, pero los errores de implementación observados resaltan la necesidad de un mejor control ",
            "error": [
                ""
            ]
        },
        "diffusion equation": {
            "translated_key": "ecuación de difusión",
            "translated_annotated_text": "Hacia una implementación NMR de un algoritmo cuántico de gas de celosía Los resultados teóricos recientes sugieren que una serie de procesadores de información cuántica que se comunican a través de canales clásicos se pueden utilizar para resolver problemas de dinámica de fluidos. Se ha demostrado que los algoritmos Quantum Lattice-Gas (QLGA) que se ejecutan en tales arquitecturas resuelven la \"ecuación de difusión\" y las ecuaciones de Burgers no lineales. En este informe, describimos el progreso hacia la implementación de un conjunto de resonancia magnética nuclear (RMN) de un QLGA que resuelve la \"ecuación de difusión\". Los métodos se basan en técnicas NMR para codificar una densidad de masa inicial en un conjunto de procesadores de información cuántica de dos qubit. Utilizando técnicas de pulso estándar, la densidad de masa puede manipularse y evolucionar a través de los pasos del algoritmo. Proporcionamos los resultados experimentales de nuestro primer intento de realizar la aplicación de la RMN. Los resultados siguen cualitativamente la simulación ideal, pero los errores de implementación observados resaltan la necesidad de un mejor control ",
            "error": [
                ""
            ]
        },
        "nonlinear Burgers equations": {
            "translated_key": "ecuaciones de hamburguesas no lineales",
            "translated_annotated_text": "Hacia una implementación NMR de un algoritmo cuántico de gas de celosía Los resultados teóricos recientes sugieren que una serie de procesadores de información cuántica que se comunican a través de canales clásicos se pueden utilizar para resolver problemas de dinámica de fluidos. Los algoritmos cuánticos de retícula-gas (QLGA) que se ejecutan en tales arquitecturas se han demostrado para resolver la ecuación de difusión y las \"ecuaciones de hamburguesas no lineales\". En este informe, describimos los avances hacia la implementación de un conjunto de resonancia magnética nuclear (RMN) de un QLGA que resuelve la ecuación de difusión. Los métodos se basan en técnicas NMR para codificar una densidad de masa inicial en un conjunto de procesadores de información cuántica de dos qubit. Utilizando técnicas de pulso estándar, la densidad de masa puede manipularse y evolucionar a través de los pasos del algoritmo. Proporcionamos los resultados experimentales de nuestro primer intento de realizar la aplicación de la RMN. Los resultados siguen cualitativamente la simulación ideal, pero los errores de implementación observados resaltan la necesidad de un mejor control ",
            "error": [
                ""
            ]
        },
        "nuclear magnetic resonance": {
            "translated_key": "resonancia magnética nuclear",
            "translated_annotated_text": "Hacia una implementación NMR de un algoritmo cuántico de gas de celosía Los resultados teóricos recientes sugieren que una serie de procesadores de información cuántica que se comunican a través de canales clásicos se pueden utilizar para resolver problemas de dinámica de fluidos. Se ha demostrado que los algoritmos de retícula cuántica-gas (QLGA) que se ejecutan en tales arquitecturas resuelven la ecuación de difusión y las ecuaciones de hamburguesas no lineales. En este informe, se describe el progreso hacia un conjunto de \"resonancia magnética nuclear\" (RMN) implementación de un QLGA que resuelve la ecuación de difusión. Los métodos se basan en técnicas NMR para codificar una densidad de masa inicial en un conjunto de procesadores de información cuántica de dos qubit. Utilizando técnicas de pulso estándar, la densidad de masa puede manipularse y evolucionar a través de los pasos del algoritmo. Proporcionamos los resultados experimentales de nuestro primer intento de realizar la aplicación de la RMN. Los resultados siguen cualitativamente la simulación ideal, pero los errores de implementación observados resaltan la necesidad de un mejor control ",
            "error": [
                ""
            ]
        },
        "two-qubit quantum information.processors": {
            "translated_key": [],
            "translated_annotated_text": "Hacia una implementación NMR de un algoritmo cuántico de gas de celosía Los resultados teóricos recientes sugieren que una serie de procesadores de información cuántica que se comunican a través de canales clásicos se pueden utilizar para resolver problemas de dinámica de fluidos. Se ha demostrado que los algoritmos de retícula cuántica-gas (QLGA) que se ejecutan en tales arquitecturas resuelven la ecuación de difusión y las ecuaciones de hamburguesas no lineales. En este informe, describimos los avances hacia la implementación de un conjunto de resonancia magnética nuclear (RMN) de un QLGA que resuelve la ecuación de difusión. Los métodos se basan en técnicas NMR para codificar una densidad de masa inicial en un conjunto de procesadores de información cuántica de dos qubit. Utilizando técnicas de pulso estándar, la densidad de masa puede manipularse y evolucionar a través de los pasos del algoritmo. Proporcionamos los resultados experimentales de nuestro primer intento de realizar la aplicación de la RMN. Los resultados siguen cualitativamente la simulación ideal, pero los errores de implementación observados resaltan la necesidad de un mejor control ",
            "error": []
        },
        "computational fluid dynamics": {
            "translated_key": [],
            "translated_annotated_text": "Hacia una implementación NMR de un algoritmo cuántico de gas de celosía Los resultados teóricos recientes sugieren que una serie de procesadores de información cuántica que se comunican a través de canales clásicos se pueden utilizar para resolver problemas de dinámica de fluidos. Se ha demostrado que los algoritmos de retícula cuántica-gas (QLGA) que se ejecutan en tales arquitecturas resuelven la ecuación de difusión y las ecuaciones de hamburguesas no lineales. En este informe, describimos los avances hacia la implementación de un conjunto de resonancia magnética nuclear (RMN) de un QLGA que resuelve la ecuación de difusión. Los métodos se basan en técnicas NMR para codificar una densidad de masa inicial en un conjunto de procesadores de información cuántica de dos qubit. Utilizando técnicas de pulso estándar, la densidad de masa puede manipularse y evolucionar a través de los pasos del algoritmo. Proporcionamos los resultados experimentales de nuestro primer intento de realizar la aplicación de la RMN. Los resultados siguen cualitativamente la simulación ideal, pero los errores de implementación observados resaltan la necesidad de un mejor control ",
            "error": []
        },
        "diffusion": {
            "translated_key": "difusión",
            "translated_annotated_text": "Hacia una implementación NMR de un algoritmo cuántico de gas de celosía Los resultados teóricos recientes sugieren que una serie de procesadores de información cuántica que se comunican a través de canales clásicos se pueden utilizar para resolver problemas de dinámica de fluidos. Se ha demostrado que los algoritmos cuánticos de rejilla-gas (QLGA) que se ejecutan en tales arquitecturas resuelven la ecuación de \"difusión\" y las ecuaciones no lineales de Burgers. En este informe, describimos el progreso hacia la implementación de un conjunto de resonancia magnética nuclear (RMN) de un QLGA que resuelve la ecuación de \"difusión\". Los métodos se basan en técnicas NMR para codificar una densidad de masa inicial en un conjunto de procesadores de información cuántica de dos qubit. Utilizando técnicas de pulso estándar, la densidad de masa puede manipularse y evolucionar a través de los pasos del algoritmo. Proporcionamos los resultados experimentales de nuestro primer intento de realizar la aplicación de la RMN. Los resultados siguen cualitativamente la simulación ideal, pero los errores de implementación observados resaltan la necesidad de un mejor control ",
            "error": [
                ""
            ]
        },
        "lattice gas": {
            "translated_key": "gas de látex",
            "translated_annotated_text": "Hacia una implementación NMR de un algoritmo cuántico de \"gas de látex\" Los resultados teóricos recientes sugieren que una serie de procesadores de información cuántica que se comunican a través de canales clásicos se pueden utilizar para resolver problemas de dinámica de fluidos. Se ha demostrado que los algoritmos de retícula cuántica-gas (QLGA) que se ejecutan en tales arquitecturas resuelven la ecuación de difusión y las ecuaciones de hamburguesas no lineales. En este informe, describimos los avances hacia la implementación de un conjunto de resonancia magnética nuclear (RMN) de un QLGA que resuelve la ecuación de difusión. Los métodos se basan en técnicas NMR para codificar una densidad de masa inicial en un conjunto de procesadores de información cuántica de dos qubit. Utilizando técnicas de pulso estándar, la densidad de masa puede manipularse y evolucionar a través de los pasos del algoritmo. Proporcionamos los resultados experimentales de nuestro primer intento de realizar la aplicación de la RMN. Los resultados siguen cualitativamente la simulación ideal, pero los errores de implementación observados resaltan la necesidad de un mejor control ",
            "error": [
                ""
            ]
        },
        "quantum computing": {
            "translated_key": [],
            "translated_annotated_text": "Hacia una implementación NMR de un algoritmo cuántico de gas de celosía Los resultados teóricos recientes sugieren que una serie de procesadores de información cuántica que se comunican a través de canales clásicos se pueden utilizar para resolver problemas de dinámica de fluidos. Se ha demostrado que los algoritmos de retícula cuántica-gas (QLGA) que se ejecutan en tales arquitecturas resuelven la ecuación de difusión y las ecuaciones de hamburguesas no lineales. En este informe, describimos los avances hacia la implementación de un conjunto de resonancia magnética nuclear (RMN) de un QLGA que resuelve la ecuación de difusión. Los métodos se basan en técnicas NMR para codificar una densidad de masa inicial en un conjunto de procesadores de información cuántica de dos qubit. Utilizando técnicas de pulso estándar, la densidad de masa puede manipularse y evolucionar a través de los pasos del algoritmo. Proporcionamos los resultados experimentales de nuestro primer intento de realizar la aplicación de la RMN. Los resultados siguen cualitativamente la simulación ideal, pero los errores de implementación observados resaltan la necesidad de un mejor control ",
            "error": []
        }
    }
}