{
    "original_text": "Quantum computing with spin qubits in semiconductor structures We survey recent work on designing and evaluating quantum computing implementations based on nuclear or bound-electron spins in semiconductor heterostructures at low temperatures and in high magnetic fields. General overview is followed by a summary of results of our theoretical calculations of decoherence time scales and spin-spin interactions. The latter were carried out for systems for which the two-dimensional electron gas provides the dominant carrier for spin dynamics via exchange of spin-excitons in the integer quantum Hall regime",
    "original_translation": "Computación cuántica con qubits de spin en estructuras semiconductoras Realizamos un estudio de trabajos recientes en el diseño y evaluación de implementaciones de computación cuántica basadas en spins nucleares o de electrón en heteroestructuras semiconductoras a bajas temperaturas y en campos magnéticos altos. La visión general es seguida por un resumen de los resultados de nuestros cálculos teóricos de escalas de tiempo de decoherencia e interacciones de giro-giro. Estos últimos se llevaron a cabo para sistemas para los cuales el gas electrónico bidimensional proporciona el portador dominante para la dinámica de giro mediante el intercambio de spin-excitons en el régimen de Hall cuántico entero",
    "error_count": 7,
    "keys": {
        "quantum computing": {
            "translated_key": "informáticas cuánticas",
            "translated_annotated_text": "Computación cuántica con qubits de giro en estructuras semiconductoras Realizamos un estudio de los trabajos recientes en el diseño y evaluación de implementaciones <br>informáticas cuánticas</br> basadas en giros nucleares o de electrón encuadernado en heteroestructuras semiconductoras a bajas temperaturas y en altos campos magnéticos. La visión general es seguida por un resumen de los resultados de nuestros cálculos teóricos de escalas de tiempo de decoherencia e interacciones de giro-giro. Estos últimos se llevaron a cabo para sistemas para los cuales el gas electrónico bidimensional proporciona el portador dominante para la dinámica de giro mediante el intercambio de spin-excitons en el régimen de Hall cuántico entero ",
            "error": [
                ""
            ]
        },
        "semiconductor heterostructures": {
            "translated_key": "heteroestructuras semiconductoras",
            "translated_annotated_text": "Computación cuántica con qubits de spin en estructuras semiconductoras Realizamos un estudio de los trabajos recientes en el diseño y evaluación de implementaciones de computación cuántica basadas en spins nucleares o de electrón en <br>heteroestructuras semiconductoras</br> a bajas temperaturas y en campos magnéticos altos.  La visión general es seguida por un resumen de los resultados de nuestros cálculos teóricos de escalas de tiempo de decoherencia e interacciones de giro-giro. Estos últimos se llevaron a cabo para sistemas para los cuales el gas electrónico bidimensional proporciona el portador dominante para la dinámica de giro mediante el intercambio de spin-excitons en el régimen de Hall cuántico entero ",
            "error": [
                ""
            ]
        },
        "low temperatures": {
            "translated_key": "bajas temperaturas",
            "translated_annotated_text": "Computación cuántica con qubits de spin en estructuras semiconductoras Realizamos un estudio de los trabajos recientes en el diseño y evaluación de implementaciones de computación cuántica basadas en spins nucleares o de electrón atado en heteroestructuras semiconductoras a <br>bajas temperaturas</br> y en campos magnéticos altos.  La visión general es seguida por un resumen de los resultados de nuestros cálculos teóricos de escalas de tiempo de decoherencia e interacciones de giro-giro. Estos últimos se llevaron a cabo para sistemas para los cuales el gas electrónico bidimensional proporciona el portador dominante para la dinámica de giro mediante el intercambio de spin-excitons en el régimen de Hall cuántico entero ",
            "error": [
                ""
            ]
        },
        "high magnetic fields": {
            "translated_key": " altos",
            "translated_annotated_text": "Computación cuántica con qubits de espín en estructuras semiconductoras Realizamos un estudio de trabajos recientes en el diseño y evaluación de implementaciones de computación cuántica basadas en spins nucleares o de electrón en heteroestructuras semiconductoras a bajas temperaturas y en campos magnéticos <br> altos</br>. La visión general es seguida por un resumen de los resultados de nuestros cálculos teóricos de escalas de tiempo de decoherencia e interacciones de giro-giro. Estos últimos se llevaron a cabo para sistemas para los cuales el gas electrónico bidimensional proporciona el portador dominante para la dinámica de giro mediante el intercambio de spin-excitons en el régimen de Hall cuántico entero ",
            "error": [
                ""
            ]
        },
        "spin-spin interactions": {
            "translated_key": "spin-spin",
            "translated_annotated_text": "Computación cuántica con qubits de spin en estructuras semiconductoras Realizamos un estudio de trabajos recientes en el diseño y evaluación de implementaciones de computación cuántica basadas en spins nucleares o de electrón en heteroestructuras semiconductoras a bajas temperaturas y en campos magnéticos altos. La visión general es seguida por un resumen de los resultados de nuestros cálculos teóricos de escalas de tiempo de decoherencia e interacciones <br>spin-spin</br>. Estos últimos se llevaron a cabo para sistemas para los cuales el gas electrónico bidimensional proporciona el portador dominante para la dinámica de giro mediante el intercambio de spin-excitons en el régimen de Hall cuántico entero ",
            "error": [
                ""
            ]
        },
        "2D electron gas": {
            "translated_key": [],
            "translated_annotated_text": "Computación cuántica con qubits de spin en estructuras semiconductoras Realizamos un estudio de trabajos recientes en el diseño y evaluación de implementaciones de computación cuántica basadas en spins nucleares o de electrón en heteroestructuras semiconductoras a bajas temperaturas y en campos magnéticos altos. La visión general es seguida por un resumen de los resultados de nuestros cálculos teóricos de escalas de tiempo de decoherencia e interacciones de giro-giro. Estos últimos se llevaron a cabo para sistemas para los cuales el gas electrónico bidimensional proporciona el portador dominante para la dinámica de giro mediante el intercambio de spin-excitons en el régimen de Hall cuántico entero ",
            "error": []
        },
        "2DEG": {
            "translated_key": [],
            "translated_annotated_text": "Computación cuántica con qubits de spin en estructuras semiconductoras Realizamos un estudio de trabajos recientes en el diseño y evaluación de implementaciones de computación cuántica basadas en spins nucleares o de electrón en heteroestructuras semiconductoras a bajas temperaturas y en campos magnéticos altos. La visión general es seguida por un resumen de los resultados de nuestros cálculos teóricos de escalas de tiempo de decoherencia e interacciones de giro-giro. Estos últimos se llevaron a cabo para sistemas para los cuales el gas electrónico bidimensional proporciona el portador dominante para la dinámica de giro mediante el intercambio de spin-excitons en el régimen de Hall cuántico entero ",
            "error": []
        },
        "spin dynamics": {
            "translated_key": "spin dynamics",
            "translated_annotated_text": "Computación cuántica con qubits de spin en estructuras semiconductoras Realizamos un estudio de trabajos recientes en el diseño y evaluación de implementaciones de computación cuántica basadas en spins nucleares o de electrón en heteroestructuras semiconductoras a bajas temperaturas y en campos magnéticos altos. La visión general es seguida por un resumen de los resultados de nuestros cálculos teóricos de escalas de tiempo de decoherencia e interacciones de giro-giro. Estos últimos se llevaron a cabo para sistemas para los cuales el gas electrónico bidimensional proporciona el portador dominante para <br>spin dynamics</br> mediante el intercambio de spin-excitons en el régimen entero cuántico Hall ",
            "error": [
                ""
            ]
        },
        "dominant carrier": {
            "translated_key": "dominante",
            "translated_annotated_text": "Computación cuántica con qubits de spin en estructuras semiconductoras Realizamos un estudio de trabajos recientes en el diseño y evaluación de implementaciones de computación cuántica basadas en spins nucleares o de electrón en heteroestructuras semiconductoras a bajas temperaturas y en campos magnéticos altos. La visión general es seguida por un resumen de los resultados de nuestros cálculos teóricos de escalas de tiempo de decoherencia e interacciones de giro-giro. Estos últimos se llevaron a cabo para sistemas para los cuales el gas electrónico bidimensional proporciona el portador <br>dominante</br> para la dinámica de giros mediante el intercambio de spin-excitons en el régimen de Hall cuántico entero ",
            "error": [
                ""
            ]
        },
        "spin-excitons exchange": {
            "translated_key": [],
            "translated_annotated_text": "Computación cuántica con qubits de spin en estructuras semiconductoras Realizamos un estudio de trabajos recientes en el diseño y evaluación de implementaciones de computación cuántica basadas en spins nucleares o de electrón en heteroestructuras semiconductoras a bajas temperaturas y en campos magnéticos altos. La visión general es seguida por un resumen de los resultados de nuestros cálculos teóricos de escalas de tiempo de decoherencia e interacciones de giro-giro. Estos últimos se llevaron a cabo para sistemas para los cuales el gas electrónico bidimensional proporciona el portador dominante para la dinámica de giro mediante el intercambio de spin-excitons en el régimen de Hall cuántico entero ",
            "error": []
        },
        "integer quantum Hall regime": {
            "translated_key": "integer",
            "translated_annotated_text": "Computación cuántica con qubits de spin en estructuras semiconductoras Realizamos un estudio de trabajos recientes en el diseño y evaluación de implementaciones de computación cuántica basadas en spins nucleares o de electrón en heteroestructuras semiconductoras a bajas temperaturas y en campos magnéticos altos. La visión general es seguida por un resumen de los resultados de nuestros cálculos teóricos de escalas de tiempo de decoherencia e interacciones de giro-giro. Estos últimos se llevaron a cabo para sistemas para los cuales el gas electrónico bidimensional proporciona el portador dominante para la dinámica de giro mediante el intercambio de spin-excitons en el régimen cuántico Hall <br>integer</br> ",
            "error": [
                ""
            ]
        },
        "integer QHE": {
            "translated_key": [],
            "translated_annotated_text": "Computación cuántica con qubits de spin en estructuras semiconductoras Realizamos un estudio de trabajos recientes en el diseño y evaluación de implementaciones de computación cuántica basadas en spins nucleares o de electrón en heteroestructuras semiconductoras a bajas temperaturas y en campos magnéticos altos. La visión general es seguida por un resumen de los resultados de nuestros cálculos teóricos de escalas de tiempo de decoherencia e interacciones de giro-giro. Estos últimos se llevaron a cabo para sistemas para los cuales el gas electrónico bidimensional proporciona el portador dominante para la dinámica de giro mediante el intercambio de spin-excitons en el régimen de Hall cuántico entero ",
            "error": []
        },
        "spin qubits": {
            "translated_key": "spin qubits",
            "translated_annotated_text": "Computación cuántica con <br>spin qubits</br> en estructuras de semiconductores Realizamos un estudio de los trabajos recientes en el diseño y evaluación de implementaciones de computación cuántica basadas en giros nucleares o de electrón limitado en heteroestructuras de semiconductores a bajas temperaturas y en campos magnéticos elevados. La visión general es seguida por un resumen de los resultados de nuestros cálculos teóricos de escalas de tiempo de decoherencia e interacciones de giro-giro. Estos últimos se llevaron a cabo para sistemas para los cuales el gas electrónico bidimensional proporciona el portador dominante para la dinámica de giro mediante el intercambio de spin-excitons en el régimen de Hall cuántico entero ",
            "error": [
                ""
            ]
        },
        "semiconductor structures": {
            "translated_key": "estructuras semiconductoras",
            "translated_annotated_text": "Computación cuántica con qubits de spin en <br>estructuras semiconductoras</br> Realizamos un estudio de los trabajos recientes en el diseño y evaluación de implementaciones de computación cuántica basadas en spins nucleares o de electrón atado en heteroestructuras semiconductoras a bajas temperaturas y en campos magnéticos altos. La visión general es seguida por un resumen de los resultados de nuestros cálculos teóricos de escalas de tiempo de decoherencia e interacciones de giro-giro. Estos últimos se llevaron a cabo para sistemas para los cuales el gas electrónico bidimensional proporciona el portador dominante para la dinámica de giro mediante el intercambio de spin-excitons en el régimen de Hall cuántico entero ",
            "error": [
                ""
            ]
        },
        "excitons": {
            "translated_key": "excitons",
            "translated_annotated_text": "Computación cuántica con qubits de spin en estructuras semiconductoras Realizamos un estudio de trabajos recientes en el diseño y evaluación de implementaciones de computación cuántica basadas en spins nucleares o de electrón en heteroestructuras semiconductoras a bajas temperaturas y en campos magnéticos altos. La visión general es seguida por un resumen de los resultados de nuestros cálculos teóricos de escalas de tiempo de decoherencia e interacciones de giro-giro. Estos últimos se llevaron a cabo para sistemas para los cuales el gas electrónico bidimensional proporciona el portador dominante para la dinámica de giro mediante el intercambio de spin-<br>excitons</br> en el régimen entero cuántico Hall ",
            "error": [
                ""
            ]
        },
        "interface states": {
            "translated_key": [],
            "translated_annotated_text": "Computación cuántica con qubits de spin en estructuras semiconductoras Realizamos un estudio de trabajos recientes en el diseño y evaluación de implementaciones de computación cuántica basadas en spins nucleares o de electrón en heteroestructuras semiconductoras a bajas temperaturas y en campos magnéticos altos. La visión general es seguida por un resumen de los resultados de nuestros cálculos teóricos de escalas de tiempo de decoherencia e interacciones de giro-giro. Estos últimos se llevaron a cabo para sistemas para los cuales el gas electrónico bidimensional proporciona el portador dominante para la dinámica de giro mediante el intercambio de spin-excitons en el régimen de Hall cuántico entero ",
            "error": []
        },
        "quantum Hall effect": {
            "translated_key": [],
            "translated_annotated_text": "Computación cuántica con qubits de spin en estructuras semiconductoras Realizamos un estudio de trabajos recientes en el diseño y evaluación de implementaciones de computación cuántica basadas en spins nucleares o de electrón en heteroestructuras semiconductoras a bajas temperaturas y en campos magnéticos altos. La visión general es seguida por un resumen de los resultados de nuestros cálculos teóricos de escalas de tiempo de decoherencia e interacciones de giro-giro. Estos últimos se llevaron a cabo para sistemas para los cuales el gas electrónico bidimensional proporciona el portador dominante para la dinámica de giro mediante el intercambio de spin-excitons en el régimen de Hall cuántico entero ",
            "error": []
        },
        "semiconductor heterojunctions": {
            "translated_key": [],
            "translated_annotated_text": "Computación cuántica con qubits de spin en estructuras semiconductoras Realizamos un estudio de trabajos recientes en el diseño y evaluación de implementaciones de computación cuántica basadas en spins nucleares o de electrón en heteroestructuras semiconductoras a bajas temperaturas y en campos magnéticos altos. La visión general es seguida por un resumen de los resultados de nuestros cálculos teóricos de escalas de tiempo de decoherencia e interacciones de giro-giro. Estos últimos se llevaron a cabo para sistemas para los cuales el gas electrónico bidimensional proporciona el portador dominante para la dinámica de giro mediante el intercambio de spin-excitons en el régimen de Hall cuántico entero ",
            "error": []
        },
        "two-dimensional electron gas": {
            "translated_key": "gas electrónico bidimensional",
            "translated_annotated_text": "Computación cuántica con qubits de spin en estructuras semiconductoras Realizamos un estudio de trabajos recientes en el diseño y evaluación de implementaciones de computación cuántica basadas en spins nucleares o de electrón en heteroestructuras semiconductoras a bajas temperaturas y en campos magnéticos altos. La visión general es seguida por un resumen de los resultados de nuestros cálculos teóricos de escalas de tiempo de decoherencia e interacciones de giro-giro. Estos últimos se llevaron a cabo para sistemas para los cuales el <br>gas electrónico bidimensional</br> proporciona el portador dominante para la dinámica de giro mediante el intercambio de spin-excitons en el régimen de Hall cuántico entero ",
            "error": [
                ""
            ]
        }
    }
}