{
    "original_text": "Quantum computing with spin qubits in semiconductor structures We survey recent work on designing and evaluating quantum computing implementations based on nuclear or bound-electron spins in semiconductor heterostructures at low temperatures and in high magnetic fields. General overview is followed by a summary of results of our theoretical calculations of decoherence time scales and spin-spin interactions. The latter were carried out for systems for which the two-dimensional electron gas provides the dominant carrier for spin dynamics via exchange of spin-excitons in the integer quantum Hall regime",
    "original_translation": "Computación cuántica con qubits de spin en estructuras semiconductoras Realizamos un estudio del trabajo reciente en el diseño y evaluación de implementaciones de computación cuántica basadas en spins nucleares o de electrón en heteroestructuras semiconductoras a bajas temperaturas y en campos magnéticos altos. La visión general es seguida por un resumen de los resultados de nuestros cálculos teóricos de escalas de tiempo de decoherencia e interacciones spin-spin. Estos últimos se llevaron a cabo para sistemas para los cuales el gas electrónico bidimensional proporciona el portador dominante para la dinámica de giro mediante el intercambio de spin-excitons en el régimen de Hall cuántico entero",
    "error_count": 7,
    "keys": {
        "quantum computing": {
            "translated_key": "computación cuántica",
            "translated_annotated_text": "Computación cuántica con qubits de spin en estructuras semiconductoras Realizamos un estudio de los trabajos recientes en el diseño y evaluación de implementaciones de \"computación cuántica\" basadas en giros nucleares o de electrón limitado en heteroestructuras semiconductoras a bajas temperaturas y en campos magnéticos altos. La visión general es seguida por un resumen de los resultados de nuestros cálculos teóricos de escalas de tiempo de decoherencia e interacciones spin-spin. Estos últimos se llevaron a cabo para sistemas para los cuales el gas electrónico bidimensional proporciona el portador dominante para la dinámica de giro mediante el intercambio de spin-excitons en el régimen de Hall cuántico entero ",
            "error": [
                ""
            ]
        },
        "semiconductor heterostructures": {
            "translated_key": "heteroestructuras semiconductoras",
            "translated_annotated_text": "Computación cuántica con qubits de spin en estructuras semiconductoras Realizamos un estudio de los trabajos recientes en el diseño y evaluación de implementaciones cuánticas de computación basadas en spins nucleares o de electrón limitado en \"heteroestructuras semiconductoras\" a bajas temperaturas y en altos campos magnéticos. La visión general es seguida por un resumen de los resultados de nuestros cálculos teóricos de escalas de tiempo de decoherencia e interacciones spin-spin. Estos últimos se llevaron a cabo para sistemas para los cuales el gas electrónico bidimensional proporciona el portador dominante para la dinámica de giro mediante el intercambio de spin-excitons en el régimen de Hall cuántico entero ",
            "error": [
                ""
            ]
        },
        "low temperatures": {
            "translated_key": "temperaturas bajas",
            "translated_annotated_text": "Computación cuántica con qubits de spin en estructuras semiconductoras Realizamos un estudio de trabajos recientes en el diseño y evaluación de implementaciones de computación cuántica basadas en spins nucleares o de electrón en heteroestructuras semiconductoras a \"temperaturas bajas\" y en campos magnéticos altos. La visión general es seguida por un resumen de los resultados de nuestros cálculos teóricos de escalas de tiempo de decoherencia e interacciones spin-spin. Estos últimos se llevaron a cabo para sistemas para los cuales el gas electrónico bidimensional proporciona el portador dominante para la dinámica de giro mediante el intercambio de spin-excitons en el régimen de Hall cuántico entero ",
            "error": [
                ""
            ]
        },
        "high magnetic fields": {
            "translated_key": "campos magnéticos altos",
            "translated_annotated_text": "Computación cuántica con qubits de spin en estructuras semiconductoras Realizamos un estudio de trabajos recientes en el diseño y evaluación de implementaciones de computación cuántica basadas en spins nucleares o de electrón en heteroestructuras semiconductoras a bajas temperaturas y en \"campos magnéticos altos\". La visión general es seguida por un resumen de los resultados de nuestros cálculos teóricos de escalas de tiempo de decoherencia e interacciones spin-spin. Estos últimos se llevaron a cabo para sistemas para los cuales el gas electrónico bidimensional proporciona el portador dominante para la dinámica de giro mediante el intercambio de spin-excitons en el régimen de Hall cuántico entero ",
            "error": [
                ""
            ]
        },
        "spin-spin interactions": {
            "translated_key": "interacciones de spin-spin",
            "translated_annotated_text": "Computación cuántica con qubits de spin en estructuras semiconductoras Realizamos un estudio del trabajo reciente en el diseño y evaluación de implementaciones de computación cuántica basadas en spins nucleares o de electrón en heteroestructuras semiconductoras a bajas temperaturas y en campos magnéticos altos. La visión general es seguida por un resumen de los resultados de nuestros cálculos teóricos de escalas de tiempo de decoherencia e \"interacciones de spin-spin\". Estos últimos se llevaron a cabo para sistemas para los cuales el gas electrónico bidimensional proporciona el portador dominante para la dinámica de giro mediante el intercambio de spin-excitons en el régimen de Hall cuántico entero ",
            "error": [
                ""
            ]
        },
        "2D electron gas": {
            "translated_key": [],
            "translated_annotated_text": "Computación cuántica con qubits de spin en estructuras semiconductoras Realizamos un estudio del trabajo reciente en el diseño y evaluación de implementaciones de computación cuántica basadas en spins nucleares o de electrón en heteroestructuras semiconductoras a bajas temperaturas y en campos magnéticos altos. La visión general es seguida por un resumen de los resultados de nuestros cálculos teóricos de escalas de tiempo de decoherencia e interacciones spin-spin. Estos últimos se llevaron a cabo para sistemas para los cuales el gas electrónico bidimensional proporciona el portador dominante para la dinámica de giro mediante el intercambio de spin-excitons en el régimen de Hall cuántico entero ",
            "error": []
        },
        "2DEG": {
            "translated_key": [],
            "translated_annotated_text": "Computación cuántica con qubits de spin en estructuras semiconductoras Realizamos un estudio del trabajo reciente en el diseño y evaluación de implementaciones de computación cuántica basadas en spins nucleares o de electrón en heteroestructuras semiconductoras a bajas temperaturas y en campos magnéticos altos. La visión general es seguida por un resumen de los resultados de nuestros cálculos teóricos de escalas de tiempo de decoherencia e interacciones spin-spin. Estos últimos se llevaron a cabo para sistemas para los cuales el gas electrónico bidimensional proporciona el portador dominante para la dinámica de giro mediante el intercambio de spin-excitons en el régimen de Hall cuántico entero ",
            "error": []
        },
        "spin dynamics": {
            "translated_key": "dinámica de giro",
            "translated_annotated_text": "Computación cuántica con qubits de spin en estructuras semiconductoras Realizamos un estudio del trabajo reciente en el diseño y evaluación de implementaciones de computación cuántica basadas en spins nucleares o de electrón en heteroestructuras semiconductoras a bajas temperaturas y en campos magnéticos altos. La visión general es seguida por un resumen de los resultados de nuestros cálculos teóricos de escalas de tiempo de decoherencia e interacciones spin-spin. Estos últimos se llevaron a cabo para sistemas para los cuales el gas electrónico bidimensional proporciona el portador dominante para \"dinámica de giro\" mediante el intercambio de spin-excitons en el régimen de Hall cuántico entero ",
            "error": [
                ""
            ]
        },
        "dominant carrier": {
            "translated_key": "portador dominante",
            "translated_annotated_text": "Computación cuántica con qubits de spin en estructuras semiconductoras Realizamos un estudio del trabajo reciente en el diseño y evaluación de implementaciones de computación cuántica basadas en spins nucleares o de electrón en heteroestructuras semiconductoras a bajas temperaturas y en campos magnéticos altos. La visión general es seguida por un resumen de los resultados de nuestros cálculos teóricos de escalas de tiempo de decoherencia e interacciones spin-spin. Estos últimos se llevaron a cabo para sistemas para los cuales el gas electrónico bidimensional proporciona el \"portador dominante\" para la dinámica de giro mediante el intercambio de spin-excitons en el régimen cuántico entero Hall ",
            "error": [
                ""
            ]
        },
        "spin-excitons exchange": {
            "translated_key": [],
            "translated_annotated_text": "Computación cuántica con qubits de spin en estructuras semiconductoras Realizamos un estudio del trabajo reciente en el diseño y evaluación de implementaciones de computación cuántica basadas en spins nucleares o de electrón en heteroestructuras semiconductoras a bajas temperaturas y en campos magnéticos altos. La visión general es seguida por un resumen de los resultados de nuestros cálculos teóricos de escalas de tiempo de decoherencia e interacciones spin-spin. Estos últimos se llevaron a cabo para sistemas para los cuales el gas electrónico bidimensional proporciona el portador dominante para la dinámica de giro mediante el intercambio de spin-excitons en el régimen de Hall cuántico entero ",
            "error": []
        },
        "integer quantum Hall regime": {
            "translated_key": "régimen cuántico de Hall",
            "translated_annotated_text": "Computación cuántica con qubits de spin en estructuras semiconductoras Realizamos un estudio del trabajo reciente en el diseño y evaluación de implementaciones de computación cuántica basadas en spins nucleares o de electrón en heteroestructuras semiconductoras a bajas temperaturas y en campos magnéticos altos. La visión general es seguida por un resumen de los resultados de nuestros cálculos teóricos de escalas de tiempo de decoherencia e interacciones spin-spin. Estos últimos se llevaron a cabo para sistemas para los cuales el gas electrónico bidimensional proporciona el portador dominante para la dinámica de giro mediante el intercambio de spin-excitons en el \"régimen cuántico de Hall\" ",
            "error": [
                ""
            ]
        },
        "integer QHE": {
            "translated_key": [],
            "translated_annotated_text": "Computación cuántica con qubits de spin en estructuras semiconductoras Realizamos un estudio del trabajo reciente en el diseño y evaluación de implementaciones de computación cuántica basadas en spins nucleares o de electrón en heteroestructuras semiconductoras a bajas temperaturas y en campos magnéticos altos. La visión general es seguida por un resumen de los resultados de nuestros cálculos teóricos de escalas de tiempo de decoherencia e interacciones spin-spin. Estos últimos se llevaron a cabo para sistemas para los cuales el gas electrónico bidimensional proporciona el portador dominante para la dinámica de giro mediante el intercambio de spin-excitons en el régimen de Hall cuántico entero ",
            "error": []
        },
        "spin qubits": {
            "translated_key": "spin qubits",
            "translated_annotated_text": "Computación cuántica con \"spin qubits\" en estructuras de semiconductores Realizamos un estudio de los trabajos recientes en el diseño y evaluación de implementaciones de computación cuántica basadas en giros nucleares o de electrón en heteroestructuras de semiconductores a bajas temperaturas y en campos magnéticos elevados. La visión general es seguida por un resumen de los resultados de nuestros cálculos teóricos de escalas de tiempo de decoherencia e interacciones spin-spin. Estos últimos se llevaron a cabo para sistemas para los cuales el gas electrónico bidimensional proporciona el portador dominante para la dinámica de giro mediante el intercambio de spin-excitons en el régimen de Hall cuántico entero ",
            "error": [
                ""
            ]
        },
        "semiconductor structures": {
            "translated_key": "estructuras semiconductoras",
            "translated_annotated_text": "Computación cuántica con qubits de spin en \"estructuras semiconductoras\" Repasamos los trabajos recientes en el diseño y evaluación de implementaciones de computación cuántica basadas en spins nucleares o de electrón en heteroestructuras semiconductoras a bajas temperaturas y en campos magnéticos altos. La visión general es seguida por un resumen de los resultados de nuestros cálculos teóricos de escalas de tiempo de decoherencia e interacciones spin-spin. Estos últimos se llevaron a cabo para sistemas para los cuales el gas electrónico bidimensional proporciona el portador dominante para la dinámica de giro mediante el intercambio de spin-excitons en el régimen de Hall cuántico entero ",
            "error": [
                ""
            ]
        },
        "excitons": {
            "translated_key": "excitones",
            "translated_annotated_text": "Computación cuántica con qubits de spin en estructuras semiconductoras Realizamos un estudio del trabajo reciente en el diseño y evaluación de implementaciones de computación cuántica basadas en spins nucleares o de electrón en heteroestructuras semiconductoras a bajas temperaturas y en campos magnéticos altos. La visión general es seguida por un resumen de los resultados de nuestros cálculos teóricos de escalas de tiempo de decoherencia e interacciones spin-spin. Estos últimos se llevaron a cabo para sistemas para los cuales el gas electrónico bidimensional proporciona el portador dominante para la dinámica de giro mediante el intercambio de spin-\"excitones\" en el régimen de Hall cuántico entero ",
            "error": [
                ""
            ]
        },
        "interface states": {
            "translated_key": [],
            "translated_annotated_text": "Computación cuántica con qubits de spin en estructuras semiconductoras Realizamos un estudio del trabajo reciente en el diseño y evaluación de implementaciones de computación cuántica basadas en spins nucleares o de electrón en heteroestructuras semiconductoras a bajas temperaturas y en campos magnéticos altos. La visión general es seguida por un resumen de los resultados de nuestros cálculos teóricos de escalas de tiempo de decoherencia e interacciones spin-spin. Estos últimos se llevaron a cabo para sistemas para los cuales el gas electrónico bidimensional proporciona el portador dominante para la dinámica de giro mediante el intercambio de spin-excitons en el régimen de Hall cuántico entero ",
            "error": []
        },
        "quantum Hall effect": {
            "translated_key": [],
            "translated_annotated_text": "Computación cuántica con qubits de spin en estructuras semiconductoras Realizamos un estudio del trabajo reciente en el diseño y evaluación de implementaciones de computación cuántica basadas en spins nucleares o de electrón en heteroestructuras semiconductoras a bajas temperaturas y en campos magnéticos altos. La visión general es seguida por un resumen de los resultados de nuestros cálculos teóricos de escalas de tiempo de decoherencia e interacciones spin-spin. Estos últimos se llevaron a cabo para sistemas para los cuales el gas electrónico bidimensional proporciona el portador dominante para la dinámica de giro mediante el intercambio de spin-excitons en el régimen de Hall cuántico entero ",
            "error": []
        },
        "semiconductor heterojunctions": {
            "translated_key": [],
            "translated_annotated_text": "Computación cuántica con qubits de spin en estructuras semiconductoras Realizamos un estudio del trabajo reciente en el diseño y evaluación de implementaciones de computación cuántica basadas en spins nucleares o de electrón en heteroestructuras semiconductoras a bajas temperaturas y en campos magnéticos altos. La visión general es seguida por un resumen de los resultados de nuestros cálculos teóricos de escalas de tiempo de decoherencia e interacciones spin-spin. Estos últimos se llevaron a cabo para sistemas para los cuales el gas electrónico bidimensional proporciona el portador dominante para la dinámica de giro mediante el intercambio de spin-excitons en el régimen de Hall cuántico entero ",
            "error": []
        },
        "two-dimensional electron gas": {
            "translated_key": "gas electrónico bidimensional",
            "translated_annotated_text": "Computación cuántica con qubits de spin en estructuras semiconductoras Realizamos un estudio del trabajo reciente en el diseño y evaluación de implementaciones de computación cuántica basadas en spins nucleares o de electrón en heteroestructuras semiconductoras a bajas temperaturas y en campos magnéticos altos. La visión general es seguida por un resumen de los resultados de nuestros cálculos teóricos de escalas de tiempo de decoherencia e interacciones spin-spin. Estos últimos se llevaron a cabo para sistemas para los cuales el \"gas electrónico bidimensional\" proporciona el portador dominante para la dinámica de giro mediante el intercambio de spin-excitons en el régimen de Hall cuántico entero ",
            "error": [
                ""
            ]
        }
    }
}