{
    "original_text": "Simulating fermions on a quantum computer The real-time probabilistic simulation of quantum systems in classical computers is known to be limited by the so-called dynamical sign problem, a problem leading to exponential complexity. In 1981 Richard Feynman raised some provocative questions in connection to the exact imitation of such systems using a special device named a quantum computer. Feynman hesitated about the possibility of imitating fermion systems using such a device. Here we address some of his concerns and, in particular, investigate the simulation of fermionic systems. We show how quantum computers avoid the sign problem in some cases by reducing the complexity from exponential to polynomial. Our demonstration is based upon the use of isomorphisms of algebras. We present specific quantum algorithms that illustrate the main points of our algebraic approach",
    "original_translation": "Simulación de fermiones en una computadora cuántica La simulación probabilística en tiempo real de sistemas cuánticos en computadoras clásicas se sabe que está limitada por el llamado problema de signos dinámicos, un problema que conduce a la complejidad exponencial. En 1981 Richard Feynman planteó algunas preguntas provocadoras en relación con la imitación exacta de tales sistemas usando un dispositivo especial llamado una computadora cuántica. Feynman dudó acerca de la posibilidad de imitar los sistemas de fermión utilizando un dispositivo de este tipo. Aquí abordamos algunas de sus preocupaciones y, en particular, investigamos la simulación de sistemas fermónicos. Mostramos cómo las computadoras cuánticas evitan el problema de los signos en algunos casos al reducir la complejidad de exponencial a polinomio. Nuestra demostración se basa en el uso de isomorfismos de álgebras. Presentamos algoritmos cuánticos específicos que ilustran los puntos principales de nuestro enfoque algebraico",
    "error_count": 6,
    "keys": {
        "quantum computer": {
            "translated_key": "computadora cuántica",
            "translated_annotated_text": "Simulación de fermiones en una \"computadora cuántica\" La simulación probabilística en tiempo real de sistemas cuánticos en computadoras clásicas se sabe que está limitada por el llamado problema de signos dinámicos, un problema que conduce a la complejidad exponencial. En 1981 Richard Feynman planteó algunas preguntas provocadoras en relación con la imitación exacta de tales sistemas usando un dispositivo especial llamado \"computadora cuántica\". Feynman dudó acerca de la posibilidad de imitar los sistemas de fermión utilizando un dispositivo de este tipo. Aquí abordamos algunas de sus preocupaciones y, en particular, investigamos la simulación de sistemas fermónicos. Mostramos cómo las computadoras cuánticas evitan el problema de los signos en algunos casos al reducir la complejidad de exponencial a polinomio. Nuestra demostración se basa en el uso de isomorfismos de álgebras. Presentamos algoritmos cuánticos específicos que ilustran los puntos principales de nuestro enfoque algebraico ",
            "error": [
                ""
            ]
        },
        "fermions simulation": {
            "translated_key": [],
            "translated_annotated_text": "Simulación de fermiones en una computadora cuántica La simulación probabilística en tiempo real de sistemas cuánticos en computadoras clásicas se sabe que está limitada por el llamado problema de signos dinámicos, un problema que conduce a la complejidad exponencial. En 1981 Richard Feynman planteó algunas preguntas provocadoras en relación con la imitación exacta de tales sistemas usando un dispositivo especial llamado una computadora cuántica. Feynman dudó acerca de la posibilidad de imitar los sistemas de fermión utilizando un dispositivo de este tipo. Aquí abordamos algunas de sus preocupaciones y, en particular, investigamos la simulación de sistemas fermónicos. Mostramos cómo las computadoras cuánticas evitan el problema de los signos en algunos casos al reducir la complejidad de exponencial a polinomio. Nuestra demostración se basa en el uso de isomorfismos de álgebras. Presentamos algoritmos cuánticos específicos que ilustran los puntos principales de nuestro enfoque algebraico ",
            "error": []
        },
        "real-time probabilistic simulation": {
            "translated_key": " simulación probabilística en tiempo real",
            "translated_annotated_text": "Simulación de fermiones en una computadora cuántica La \" simulación probabilística en tiempo real\" de sistemas cuánticos en computadoras clásicas es conocida por estar limitada por el llamado problema de signos dinámicos, un problema que conduce a la complejidad exponencial. En 1981 Richard Feynman planteó algunas preguntas provocadoras en relación con la imitación exacta de tales sistemas usando un dispositivo especial llamado una computadora cuántica. Feynman dudó acerca de la posibilidad de imitar los sistemas de fermión utilizando un dispositivo de este tipo. Aquí abordamos algunas de sus preocupaciones y, en particular, investigamos la simulación de sistemas fermónicos. Mostramos cómo las computadoras cuánticas evitan el problema de los signos en algunos casos al reducir la complejidad de exponencial a polinomio. Nuestra demostración se basa en el uso de isomorfismos de álgebras. Presentamos algoritmos cuánticos específicos que ilustran los puntos principales de nuestro enfoque algebraico ",
            "error": [
                ""
            ]
        },
        "classical computers": {
            "translated_key": "ordenadores clásicos",
            "translated_annotated_text": "Simulación de fermiones en una computadora cuántica La simulación probabilística en tiempo real de sistemas cuánticos en \"ordenadores clásicos\" es conocida por estar limitada por el llamado problema de signos dinámicos, un problema que conduce a la complejidad exponencial. En 1981 Richard Feynman planteó algunas preguntas provocadoras en relación con la imitación exacta de tales sistemas usando un dispositivo especial llamado una computadora cuántica. Feynman dudó acerca de la posibilidad de imitar los sistemas de fermión utilizando un dispositivo de este tipo. Aquí abordamos algunas de sus preocupaciones y, en particular, investigamos la simulación de sistemas fermónicos. Mostramos cómo las computadoras cuánticas evitan el problema de los signos en algunos casos al reducir la complejidad de exponencial a polinomio. Nuestra demostración se basa en el uso de isomorfismos de álgebras. Presentamos algoritmos cuánticos específicos que ilustran los puntos principales de nuestro enfoque algebraico ",
            "error": [
                ""
            ]
        },
        "dynamical sign problem": {
            "translated_key": "problema de signos dinámicos",
            "translated_annotated_text": "Simulación de fermiones en una computadora cuántica La simulación probabilística en tiempo real de sistemas cuánticos en computadoras clásicas se sabe que está limitada por el llamado \"problema de signos dinámicos\", un problema que conduce a la complejidad exponencial. En 1981 Richard Feynman planteó algunas preguntas provocadoras en relación con la imitación exacta de tales sistemas usando un dispositivo especial llamado una computadora cuántica. Feynman dudó acerca de la posibilidad de imitar los sistemas de fermión utilizando un dispositivo de este tipo. Aquí abordamos algunas de sus preocupaciones y, en particular, investigamos la simulación de sistemas fermónicos. Mostramos cómo las computadoras cuánticas evitan el problema de los signos en algunos casos al reducir la complejidad de exponencial a polinomio. Nuestra demostración se basa en el uso de isomorfismos de álgebras. Presentamos algoritmos cuánticos específicos que ilustran los puntos principales de nuestro enfoque algebraico ",
            "error": [
                ""
            ]
        },
        "exponential complexity": {
            "translated_key": "complejidad exponencial",
            "translated_annotated_text": "Simulación de fermiones en una computadora cuántica La simulación probabilística en tiempo real de sistemas cuánticos en computadoras clásicas se sabe que está limitada por el llamado problema de signos dinámicos, un problema que conduce a la \"complejidad exponencial\". En 1981 Richard Feynman planteó algunas preguntas provocadoras en relación con la imitación exacta de tales sistemas usando un dispositivo especial llamado una computadora cuántica. Feynman dudó acerca de la posibilidad de imitar los sistemas de fermión utilizando un dispositivo de este tipo. Aquí abordamos algunas de sus preocupaciones y, en particular, investigamos la simulación de sistemas fermónicos. Mostramos cómo las computadoras cuánticas evitan el problema de los signos en algunos casos al reducir la complejidad de exponencial a polinomio. Nuestra demostración se basa en el uso de isomorfismos de álgebras. Presentamos algoritmos cuánticos específicos que ilustran los puntos principales de nuestro enfoque algebraico ",
            "error": [
                ""
            ]
        },
        "fermion systems": {
            "translated_key": "sistemas de fermiones",
            "translated_annotated_text": "Simulación de fermiones en una computadora cuántica La simulación probabilística en tiempo real de sistemas cuánticos en computadoras clásicas se sabe que está limitada por el llamado problema de signos dinámicos, un problema que conduce a la complejidad exponencial. En 1981 Richard Feynman planteó algunas preguntas provocadoras en relación con la imitación exacta de tales sistemas usando un dispositivo especial llamado una computadora cuántica. Feynman dudó acerca de la posibilidad de imitar \"sistemas de fermiones\" usando tal dispositivo. Aquí abordamos algunas de sus preocupaciones y, en particular, investigamos la simulación de sistemas fermónicos. Mostramos cómo las computadoras cuánticas evitan el problema de los signos en algunos casos al reducir la complejidad de exponencial a polinomio. Nuestra demostración se basa en el uso de isomorfismos de álgebras. Presentamos algoritmos cuánticos específicos que ilustran los puntos principales de nuestro enfoque algebraico ",
            "error": [
                ""
            ]
        },
        "sign problem": {
            "translated_key": [
                "problema del signo dinámico",
                "problema de señales"
            ],
            "translated_annotated_text": "Simulación de fermiones en una computadora cuántica La simulación probabilística en tiempo real de sistemas cuánticos en computadoras clásicas se sabe que está limitada por el llamado \"problema del signo dinámico\", un problema que conduce a la complejidad exponencial. En 1981 Richard Feynman planteó algunas preguntas provocadoras en relación con la imitación exacta de tales sistemas usando un dispositivo especial llamado una computadora cuántica. Feynman dudó acerca de la posibilidad de imitar los sistemas de fermión utilizando un dispositivo de este tipo. Aquí abordamos algunas de sus preocupaciones y, en particular, investigamos la simulación de sistemas fermónicos. Mostramos cómo las computadoras cuánticas evitan el \"problema de señales\" en algunos casos al reducir la complejidad de exponencial a polinomio. Nuestra demostración se basa en el uso de isomorfismos de álgebras. Presentamos algoritmos cuánticos específicos que ilustran los puntos principales de nuestro enfoque algebraico ",
            "error": [
                "problema del signo dinámico",
                "problema de señales"
            ]
        },
        "isomorphisms": {
            "translated_key": "isomorfismos",
            "translated_annotated_text": "Simulación de fermiones en una computadora cuántica La simulación probabilística en tiempo real de sistemas cuánticos en computadoras clásicas se sabe que está limitada por el llamado problema de signos dinámicos, un problema que conduce a la complejidad exponencial. En 1981 Richard Feynman planteó algunas preguntas provocadoras en relación con la imitación exacta de tales sistemas usando un dispositivo especial llamado una computadora cuántica. Feynman dudó acerca de la posibilidad de imitar los sistemas de fermión utilizando un dispositivo de este tipo. Aquí abordamos algunas de sus preocupaciones y, en particular, investigamos la simulación de sistemas fermónicos. Mostramos cómo las computadoras cuánticas evitan el problema de los signos en algunos casos al reducir la complejidad de exponencial a polinomio. Nuestra demostración se basa en el uso de \"isomorfismos\" de álgebras. Presentamos algoritmos cuánticos específicos que ilustran los puntos principales de nuestro enfoque algebraico ",
            "error": [
                ""
            ]
        },
        "algebras": {
            "translated_key": "álgebras",
            "translated_annotated_text": "Simulación de fermiones en una computadora cuántica La simulación probabilística en tiempo real de sistemas cuánticos en computadoras clásicas se sabe que está limitada por el llamado problema de signos dinámicos, un problema que conduce a la complejidad exponencial. En 1981 Richard Feynman planteó algunas preguntas provocadoras en relación con la imitación exacta de tales sistemas usando un dispositivo especial llamado una computadora cuántica. Feynman dudó acerca de la posibilidad de imitar los sistemas de fermión utilizando un dispositivo de este tipo. Aquí abordamos algunas de sus preocupaciones y, en particular, investigamos la simulación de sistemas fermónicos. Mostramos cómo las computadoras cuánticas evitan el problema de los signos en algunos casos al reducir la complejidad de exponencial a polinomio. Nuestra demostración se basa en el uso de isomorfismos de \"álgebras\". Presentamos algoritmos cuánticos específicos que ilustran los puntos principales de nuestro enfoque algebraico ",
            "error": [
                ""
            ]
        },
        "algebra": {
            "translated_key": [],
            "translated_annotated_text": "Simulación de fermiones en una computadora cuántica La simulación probabilística en tiempo real de sistemas cuánticos en computadoras clásicas se sabe que está limitada por el llamado problema de signos dinámicos, un problema que conduce a la complejidad exponencial. En 1981 Richard Feynman planteó algunas preguntas provocadoras en relación con la imitación exacta de tales sistemas usando un dispositivo especial llamado una computadora cuántica. Feynman dudó acerca de la posibilidad de imitar los sistemas de fermión utilizando un dispositivo de este tipo. Aquí abordamos algunas de sus preocupaciones y, en particular, investigamos la simulación de sistemas fermónicos. Mostramos cómo las computadoras cuánticas evitan el problema de los signos en algunos casos al reducir la complejidad de exponencial a polinomio. Nuestra demostración se basa en el uso de isomorfismos de álgebras. Presentamos algoritmos cuánticos específicos que ilustran los puntos principales de nuestro enfoque algebraico ",
            "error": []
        },
        "computational complexity": {
            "translated_key": [],
            "translated_annotated_text": "Simulación de fermiones en una computadora cuántica La simulación probabilística en tiempo real de sistemas cuánticos en computadoras clásicas se sabe que está limitada por el llamado problema de signos dinámicos, un problema que conduce a la complejidad exponencial. En 1981 Richard Feynman planteó algunas preguntas provocadoras en relación con la imitación exacta de tales sistemas usando un dispositivo especial llamado una computadora cuántica. Feynman dudó acerca de la posibilidad de imitar los sistemas de fermión utilizando un dispositivo de este tipo. Aquí abordamos algunas de sus preocupaciones y, en particular, investigamos la simulación de sistemas fermónicos. Mostramos cómo las computadoras cuánticas evitan el problema de los signos en algunos casos al reducir la complejidad de exponencial a polinomio. Nuestra demostración se basa en el uso de isomorfismos de álgebras. Presentamos algoritmos cuánticos específicos que ilustran los puntos principales de nuestro enfoque algebraico ",
            "error": []
        },
        "probability": {
            "translated_key": [],
            "translated_annotated_text": "Simulación de fermiones en una computadora cuántica La simulación probabilística en tiempo real de sistemas cuánticos en computadoras clásicas se sabe que está limitada por el llamado problema de signos dinámicos, un problema que conduce a la complejidad exponencial. En 1981 Richard Feynman planteó algunas preguntas provocadoras en relación con la imitación exacta de tales sistemas usando un dispositivo especial llamado una computadora cuántica. Feynman dudó acerca de la posibilidad de imitar los sistemas de fermión utilizando un dispositivo de este tipo. Aquí abordamos algunas de sus preocupaciones y, en particular, investigamos la simulación de sistemas fermónicos. Mostramos cómo las computadoras cuánticas evitan el problema de los signos en algunos casos al reducir la complejidad de exponencial a polinomio. Nuestra demostración se basa en el uso de isomorfismos de álgebras. Presentamos algoritmos cuánticos específicos que ilustran los puntos principales de nuestro enfoque algebraico ",
            "error": []
        },
        "quantum computing": {
            "translated_key": [],
            "translated_annotated_text": "Simulación de fermiones en una computadora cuántica La simulación probabilística en tiempo real de sistemas cuánticos en computadoras clásicas se sabe que está limitada por el llamado problema de signos dinámicos, un problema que conduce a la complejidad exponencial. En 1981 Richard Feynman planteó algunas preguntas provocadoras en relación con la imitación exacta de tales sistemas usando un dispositivo especial llamado una computadora cuántica. Feynman dudó acerca de la posibilidad de imitar los sistemas de fermión utilizando un dispositivo de este tipo. Aquí abordamos algunas de sus preocupaciones y, en particular, investigamos la simulación de sistemas fermónicos. Mostramos cómo las computadoras cuánticas evitan el problema de los signos en algunos casos al reducir la complejidad de exponencial a polinomio. Nuestra demostración se basa en el uso de isomorfismos de álgebras. Presentamos algoritmos cuánticos específicos que ilustran los puntos principales de nuestro enfoque algebraico ",
            "error": []
        }
    }
}