{
    "original_text": "Physical quantum algorithms I review the differences between classical and quantum systems, emphasizing the connection between no-hidden variable theorems and superior computational power of quantum computers. Using quantum lattice gas automata as examples, I describe possibilities for efficient simulation of quantum and classical systems with a quantum computer. I conclude with a list of research directions",
    "original_translation": "Los algoritmos cuánticos físicos reviso las diferencias entre los sistemas clásicos y cuánticos, enfatizando la conexión entre los teoremas variables no ocultos y el poder computacional superior de los ordenadores cuánticos. Usando los autómatas de gas de celosía cuántica como ejemplos, describo posibilidades de simulación eficiente de sistemas cuánticos y clásicos con una computadora cuántica. Concluyo con una lista de direcciones de investigación",
    "error_count": 3,
    "keys": {
        "physical quantum algorithms": {
            "translated_key": [],
            "translated_annotated_text": "Los algoritmos cuánticos físicos reviso las diferencias entre los sistemas clásicos y cuánticos, enfatizando la conexión entre los teoremas variables no ocultos y el poder computacional superior de los ordenadores cuánticos. Usando los autómatas de gas de celosía cuántica como ejemplos, describo posibilidades de simulación eficiente de sistemas cuánticos y clásicos con una computadora cuántica. Concluyo con una lista de direcciones de investigación ",
            "error": []
        },
        "classical systems": {
            "translated_key": "clásicos",
            "translated_annotated_text": "Los algoritmos cuánticos físicos reviso las diferencias entre los sistemas clásicos y cuánticos, enfatizando la conexión entre los teoremas variables no ocultos y el poder computacional superior de los ordenadores cuánticos. Usando los autómatas cuánticos de gas de celosía como ejemplos, describo posibilidades de simulación eficiente de sistemas cuánticos y \"clásicos\" con una computadora cuántica. Concluyo con una lista de direcciones de investigación ",
            "error": [
                ""
            ]
        },
        "no-hidden variable theorems": {
            "translated_key": "teoremas variables no ocultos",
            "translated_annotated_text": "Los algoritmos cuánticos físicos reviso las diferencias entre los sistemas clásicos y cuánticos, enfatizando la conexión entre los \"teoremas variables no ocultos\" y el poder computacional superior de los ordenadores cuánticos. Usando los autómatas de gas de celosía cuántica como ejemplos, describo posibilidades de simulación eficiente de sistemas cuánticos y clásicos con una computadora cuántica. Concluyo con una lista de direcciones de investigación ",
            "error": [
                ""
            ]
        },
        "quantum computers": {
            "translated_key": "ordenadores cuánticos",
            "translated_annotated_text": "Los algoritmos cuánticos físicos reviso las diferencias entre los sistemas clásicos y cuánticos, enfatizando la conexión entre los teoremas variables no ocultos y el poder computacional superior de los \"ordenadores cuánticos\". Usando los autómatas de gas de celosía cuántica como ejemplos, describo posibilidades de simulación eficiente de sistemas cuánticos y clásicos con una computadora cuántica. Concluyo con una lista de direcciones de investigación ",
            "error": [
                ""
            ]
        },
        "quantum lattice gas automata": {
            "translated_key": "quantum lattice gas autómata",
            "translated_annotated_text": "Los algoritmos cuánticos físicos reviso las diferencias entre los sistemas clásicos y cuánticos, enfatizando la conexión entre los teoremas variables no ocultos y el poder computacional superior de los ordenadores cuánticos. Usando como ejemplos \"quantum lattice gas autómata\", describo posibilidades de simulación eficiente de sistemas cuánticos y clásicos con una computadora cuántica. Concluyo con una lista de direcciones de investigación ",
            "error": [
                ""
            ]
        },
        "cellular automata": {
            "translated_key": [],
            "translated_annotated_text": "Los algoritmos cuánticos físicos reviso las diferencias entre los sistemas clásicos y cuánticos, enfatizando la conexión entre los teoremas variables no ocultos y el poder computacional superior de los ordenadores cuánticos. Usando los autómatas de gas de celosía cuántica como ejemplos, describo posibilidades de simulación eficiente de sistemas cuánticos y clásicos con una computadora cuántica. Concluyo con una lista de direcciones de investigación ",
            "error": []
        },
        "lattice gas": {
            "translated_key": "gas de látex",
            "translated_annotated_text": "Los algoritmos cuánticos físicos reviso las diferencias entre los sistemas clásicos y cuánticos, enfatizando la conexión entre los teoremas variables no ocultos y el poder computacional superior de los ordenadores cuánticos. Usando como ejemplo los autómatas cuánticos de \"gas de látex\", describo las posibilidades de simulación eficiente de sistemas cuánticos y clásicos con una computadora cuántica. Concluyo con una lista de direcciones de investigación ",
            "error": [
                ""
            ]
        },
        "quantum computing": {
            "translated_key": [],
            "translated_annotated_text": "Los algoritmos cuánticos físicos reviso las diferencias entre los sistemas clásicos y cuánticos, enfatizando la conexión entre los teoremas variables no ocultos y el poder computacional superior de los ordenadores cuánticos. Usando los autómatas de gas de celosía cuántica como ejemplos, describo posibilidades de simulación eficiente de sistemas cuánticos y clásicos con una computadora cuántica. Concluyo con una lista de direcciones de investigación ",
            "error": []
        }
    }
}