{
    "original_text": "Quantum computation for physical modeling One of the most famous American physicists of the twentieth century, Richard Feynman, in 1982 was the first to propose using a quantum mechanical computing device to efficiently simulate quantum mechanical many-body dynamics, a task that is exponentially complex in the number of particles treated and is completely intractable by any classical computing means for large systems of many particles. In the two decades following his work, remarkable progress has been made both theoretically and experimentally in the new field of quantum computation",
    "original_translation": "Cálculo cuántico para el modelado físico Uno de los físicos estadounidenses más famosos del siglo XX, Richard Feynman, en 1982, fue el primero en proponer el uso de un dispositivo de computación mecánica cuántica para simular eficientemente la dinámica mecánica cuántica de muchos cuerpos, una tarea que es exponencialmente compleja en el número de partículas tratadas y es completamente intratable por cualquier medio de computación clásica para grandes sistemas de muchas partículas. En las dos décadas siguientes a su trabajo, se han hecho progresos notables tanto teórica como experimentalmente en el nuevo campo de la computación cuántica.",
    "error_count": 3,
    "keys": {
        "quantum computation": {
            "translated_key": "computación cuántica",
            "translated_annotated_text": "Cálculo cuántico para el modelado físico Uno de los físicos estadounidenses más famosos del siglo XX, Richard Feynman, en 1982, fue el primero en proponer el uso de un dispositivo de computación mecánica cuántica para simular eficientemente la dinámica mecánica cuántica de muchos cuerpos, una tarea que es exponencialmente compleja en el número de partículas tratadas y es completamente intratable por cualquier medio de computación clásica para grandes sistemas de muchas partículas. En las dos décadas siguientes a su trabajo, se han realizado notables avances tanto teórica como experimentalmente en el nuevo campo de la \"computación cuántica\" ",
            "error": [
                ""
            ]
        },
        "physical modeling": {
            "translated_key": "modelo físico",
            "translated_annotated_text": "Cálculo cuántico para \"modelo físico\" Uno de los físicos estadounidenses más famosos del siglo XX, Richard Feynman, en 1982, fue el primero en proponer el uso de un dispositivo de computación mecánica cuántica para simular eficientemente la dinámica mecánica cuántica de muchos cuerpos, una tarea que es exponencialmente compleja en el número de partículas tratadas y es completamente intratable por cualquier medio de computación clásica para grandes sistemas de muchas partículas. En las dos décadas siguientes a su trabajo, se han hecho progresos notables tanto teórica como experimentalmente en el nuevo campo de la computación cuántica. ",
            "error": [
                ""
            ]
        },
        "quantum mechanical computing": {
            "translated_key": "computación mecánica cuántica",
            "translated_annotated_text": "Cálculo cuántico para el modelado físico Uno de los físicos estadounidenses más famosos del siglo XX, Richard Feynman, en 1982 fue el primero en proponer el uso de un dispositivo de \"computación mecánica cuántica\" para simular eficientemente la dinámica mecánica cuántica de muchos cuerpos, una tarea que es exponencialmente compleja en el número de partículas tratadas y es completamente intratable por cualquier medio de computación clásica para grandes sistemas de muchas partículas. En las dos décadas siguientes a su trabajo, se han hecho progresos notables tanto teórica como experimentalmente en el nuevo campo de la computación cuántica. ",
            "error": [
                ""
            ]
        },
        "quantum mechanical many-body dynamics": {
            "translated_key": "dinámica mecánica cuántica de muchos cuerpos",
            "translated_annotated_text": "Cálculo cuántico para el modelado físico Uno de los físicos estadounidenses más famosos del siglo XX, Richard Feynman, en 1982 fue el primero en proponer el uso de un dispositivo de computación mecánica cuántica para simular eficientemente \"dinámica mecánica cuántica de muchos cuerpos\", una tarea que es exponencialmente compleja en el número de partículas tratadas y es completamente intratable por cualquier medio de computación clásica para grandes sistemas de muchas partículas. En las dos décadas siguientes a su trabajo, se han hecho progresos notables tanto teórica como experimentalmente en el nuevo campo de la computación cuántica. ",
            "error": [
                ""
            ]
        },
        "many-body problems": {
            "translated_key": [],
            "translated_annotated_text": "Cálculo cuántico para el modelado físico Uno de los físicos estadounidenses más famosos del siglo XX, Richard Feynman, en 1982, fue el primero en proponer el uso de un dispositivo de computación mecánica cuántica para simular eficientemente la dinámica mecánica cuántica de muchos cuerpos, una tarea que es exponencialmente compleja en el número de partículas tratadas y es completamente intratable por cualquier medio de computación clásica para grandes sistemas de muchas partículas. En las dos décadas siguientes a su trabajo, se han hecho progresos notables tanto teórica como experimentalmente en el nuevo campo de la computación cuántica. ",
            "error": []
        },
        "quantum computing": {
            "translated_key": [],
            "translated_annotated_text": "Cálculo cuántico para el modelado físico Uno de los físicos estadounidenses más famosos del siglo XX, Richard Feynman, en 1982, fue el primero en proponer el uso de un dispositivo de computación mecánica cuántica para simular eficientemente la dinámica mecánica cuántica de muchos cuerpos, una tarea que es exponencialmente compleja en el número de partículas tratadas y es completamente intratable por cualquier medio de computación clásica para grandes sistemas de muchas partículas. En las dos décadas siguientes a su trabajo, se han hecho progresos notables tanto teórica como experimentalmente en el nuevo campo de la computación cuántica. ",
            "error": []
        },
        "quantum theory": {
            "translated_key": [],
            "translated_annotated_text": "Cálculo cuántico para el modelado físico Uno de los físicos estadounidenses más famosos del siglo XX, Richard Feynman, en 1982, fue el primero en proponer el uso de un dispositivo de computación mecánica cuántica para simular eficientemente la dinámica mecánica cuántica de muchos cuerpos, una tarea que es exponencialmente compleja en el número de partículas tratadas y es completamente intratable por cualquier medio de computación clásica para grandes sistemas de muchas partículas. En las dos décadas siguientes a su trabajo, se han hecho progresos notables tanto teórica como experimentalmente en el nuevo campo de la computación cuántica. ",
            "error": []
        }
    }
}