{
    "original_text": "Permission grids: practical, error-bounded simplification We introduce the permission grid, a spatial occupancy grid which can be used to guide almost any standard polygonal surface simplification algorithm into generating an approximation with a guaranteed geometric error bound. In particular, all points on the approximation are guaranteed to be within some user-specified distance from the original surface. Such bounds are notably absent from many current simplification methods, and are becoming increasingly important for applications in scientific computing and adaptive level of detail control. Conceptually simple, the permission grid defines a volume in which the approximation must lie, and does not permit the underlying simplification algorithm to generate approximations outside the volume. The permission grid makes three important, practical improvements over current error-bounded simplification methods. First, it works on arbitrary triangular models, handling all manners of mesh degeneracies gracefully. Further, the error tolerance may be easily expanded as simplification proceeds, allowing the construction of an error-bounded level of detail hierarchy with vertex correspondences among all levels of detail. And finally, the permission grid has a representation complexity independent of the size of the input model, and a small running time overhead, making it more practical and efficient than current methods with similar guarantees",
    "original_translation": "Rejillas de permisos: simplificación práctica, limitada a errores Introducimos la cuadrícula de permisos, una cuadrícula de ocupación espacial que puede ser utilizada para guiar casi cualquier algoritmo estándar de simplificación de superficie poligonal en la generación de una aproximación con un límite de error geométrico garantizado. En particular, todos los puntos de la aproximación están garantizados a una cierta distancia especificada por el usuario de la superficie original. Tales límites están notablemente ausentes de muchos métodos de simplificación actuales, y cada vez son más importantes para las aplicaciones en la computación científica y el nivel adaptativo de control de detalle. Conceptualmente simple, la cuadrícula de permisos define un volumen en el que debe estar la aproximación, y no permite que el algoritmo de simplificación subyacente genere aproximaciones fuera del volumen. La cuadrícula de permisos hace tres mejoras prácticas importantes sobre los actuales métodos de simplificación con límites de error. En primer lugar, trabaja en modelos triangulares arbitrarios, manejando todas las formas de mallas degenerativas con gracia. Además, la tolerancia a los errores puede ampliarse fácilmente a medida que avanza la simplificación, permitiendo la construcción de un nivel limitado de jerarquía de detalles con correspondencias vértices entre todos los niveles de detalle. Y, por último, la cuadrícula de permisos tiene una complejidad de representación independiente del tamaño del modelo de entrada, y un pequeño tiempo de funcionamiento por encima, haciéndolo más práctico y eficiente que los métodos actuales con garantías similares",
    "error_count": 10,
    "keys": {
        "permission grid": {
            "translated_key": [
                ", una cuadrícula de ocupación espacial que puede ser utilizada para guiar casi cualquier algoritmo estándar de simplificación de superficie poligonal para generar una aproximación con un límite de error geométrico garantizado. En particular, todos los puntos de la aproximación están garantizados a una cierta distancia especificada por el usuario de la superficie original. Tales límites están notablemente ausentes de muchos métodos de simplificación actuales, y cada vez son más importantes para las aplicaciones en la computación científica y el nivel adaptativo de control de detalle. Conceptualmente simple, la cuadrícula <br>permission",
                "permission grid",
                "cuadrícula de permisos"
            ],
            "translated_annotated_text": "Rejilla de permisos: simplificación práctica, limitada a errores Introducimos la cuadrícula de permisos <br>, una cuadrícula de ocupación espacial que puede ser utilizada para guiar casi cualquier algoritmo estándar de simplificación de superficie poligonal para generar una aproximación con un límite de error geométrico garantizado. En particular, todos los puntos de la aproximación están garantizados a una cierta distancia especificada por el usuario de la superficie original. Tales límites están notablemente ausentes de muchos métodos de simplificación actuales, y cada vez son más importantes para las aplicaciones en la computación científica y el nivel adaptativo de control de detalle. Conceptualmente simple, la cuadrícula <br>permission</br> define un volumen en el que debe estar la aproximación, y no permite que el algoritmo de simplificación subyacente genere aproximaciones fuera del volumen. La red <br>permission grid</br> introduce tres mejoras prácticas y importantes en relación con los métodos de simplificación actualmente limitados por errores. En primer lugar, trabaja en modelos triangulares arbitrarios, manejando todas las formas de mallas degenerativas con gracia. Además, la tolerancia a los errores puede ampliarse fácilmente a medida que avanza la simplificación, permitiendo la construcción de un nivel limitado de jerarquía de detalles con correspondencias vértices entre todos los niveles de detalle. Y, por último, la <br>cuadrícula de permisos</br> tiene una complejidad de representación independiente del tamaño del modelo de entrada, y un pequeño tiempo de funcionamiento por encima, haciéndolo más práctico y eficiente que los métodos actuales con garantías similares.  ",
            "error": [
                ", una cuadrícula de ocupación espacial que puede ser utilizada para guiar casi cualquier algoritmo estándar de simplificación de superficie poligonal para generar una aproximación con un límite de error geométrico garantizado. En particular, todos los puntos de la aproximación están garantizados a una cierta distancia especificada por el usuario de la superficie original. Tales límites están notablemente ausentes de muchos métodos de simplificación actuales, y cada vez son más importantes para las aplicaciones en la computación científica y el nivel adaptativo de control de detalle. Conceptualmente simple, la cuadrícula <br>permission",
                "permission grid",
                "cuadrícula de permisos"
            ]
        },
        "spatial occupancy grid": {
            "translated_key": [],
            "translated_annotated_text": "Rejillas de permisos: simplificación práctica, limitada a errores Introducimos la cuadrícula de permisos, una cuadrícula de ocupación espacial que puede ser utilizada para guiar casi cualquier algoritmo estándar de simplificación de superficie poligonal en la generación de una aproximación con un límite de error geométrico garantizado. En particular, todos los puntos de la aproximación están garantizados a una cierta distancia especificada por el usuario de la superficie original. Tales límites están notablemente ausentes de muchos métodos de simplificación actuales, y cada vez son más importantes para las aplicaciones en la computación científica y el nivel adaptativo de control de detalle. Conceptualmente simple, la cuadrícula de permisos define un volumen en el que debe estar la aproximación, y no permite que el algoritmo de simplificación subyacente genere aproximaciones fuera del volumen. La cuadrícula de permisos hace tres mejoras prácticas importantes sobre los actuales métodos de simplificación con límites de error. En primer lugar, trabaja en modelos triangulares arbitrarios, manejando todas las formas de mallas degenerativas con gracia. Además, la tolerancia a los errores puede ampliarse fácilmente a medida que avanza la simplificación, permitiendo la construcción de un nivel limitado de jerarquía de detalles con correspondencias vértices entre todos los niveles de detalle. Y, por último, la cuadrícula de permisos tiene una complejidad de representación independiente del tamaño del modelo de entrada, y un pequeño tiempo de funcionamiento por encima, haciéndolo más práctico y eficiente que los métodos actuales con garantías similares ",
            "error": []
        },
        "polygonal surface simplification algorithm": {
            "translated_key": [],
            "translated_annotated_text": "Rejillas de permisos: simplificación práctica, limitada a errores Introducimos la cuadrícula de permisos, una cuadrícula de ocupación espacial que se puede utilizar para guiar casi cualquier algoritmo estándar de simplificación de superficie poligonal en la generación de una aproximación con un límite de error geométrico garantizado.  En particular, todos los puntos de la aproximación están garantizados a una cierta distancia especificada por el usuario de la superficie original. Tales límites están notablemente ausentes de muchos métodos de simplificación actuales, y cada vez son más importantes para las aplicaciones en la computación científica y el nivel adaptativo de control de detalle. Conceptualmente simple, la cuadrícula de permisos define un volumen en el que debe estar la aproximación, y no permite que el algoritmo de simplificación subyacente genere aproximaciones fuera del volumen. La cuadrícula de permisos hace tres mejoras prácticas importantes sobre los actuales métodos de simplificación con límites de error. En primer lugar, trabaja en modelos triangulares arbitrarios, manejando todas las formas de mallas degenerativas con gracia. Además, la tolerancia a los errores puede ampliarse fácilmente a medida que avanza la simplificación, permitiendo la construcción de un nivel limitado de jerarquía de detalles con correspondencias vértices entre todos los niveles de detalle. Y, por último, la cuadrícula de permisos tiene una complejidad de representación independiente del tamaño del modelo de entrada, y un pequeño tiempo de funcionamiento por encima, haciéndolo más práctico y eficiente que los métodos actuales con garantías similares ",
            "error": []
        },
        "guaranteed geometric error bound": {
            "translated_key": [],
            "translated_annotated_text": "Rejillas de permisos: simplificación práctica, limitada a errores Introducimos la cuadrícula de permisos, una cuadrícula de ocupación espacial que se puede utilizar para guiar casi cualquier algoritmo estándar de simplificación de superficie poligonal en la generación de una aproximación con un límite de error geométrico garantizado.  En particular, todos los puntos de la aproximación están garantizados a una cierta distancia especificada por el usuario de la superficie original. Tales límites están notablemente ausentes de muchos métodos de simplificación actuales, y cada vez son más importantes para las aplicaciones en la computación científica y el nivel adaptativo de control de detalle. Conceptualmente simple, la cuadrícula de permisos define un volumen en el que debe estar la aproximación, y no permite que el algoritmo de simplificación subyacente genere aproximaciones fuera del volumen. La cuadrícula de permisos hace tres mejoras prácticas importantes sobre los actuales métodos de simplificación con límites de error. En primer lugar, trabaja en modelos triangulares arbitrarios, manejando todas las formas de mallas degenerativas con gracia. Además, la tolerancia a los errores puede ampliarse fácilmente a medida que avanza la simplificación, permitiendo la construcción de un nivel limitado de jerarquía de detalles con correspondencias vértices entre todos los niveles de detalle. Y, por último, la cuadrícula de permisos tiene una complejidad de representación independiente del tamaño del modelo de entrada, y un pequeño tiempo de funcionamiento por encima, haciéndolo más práctico y eficiente que los métodos actuales con garantías similares ",
            "error": []
        },
        "approximation": {
            "translated_key": [
                "</br> con un límite de error geométrico garantizado. En particular, todos los puntos de la <br>aproximación",
                "aproximación"
            ],
            "translated_annotated_text": "Rejillas de permisos: simplificación práctica, limitada por errores Introducimos la cuadrícula de permisos, una cuadrícula de ocupación espacial que puede ser utilizada para guiar casi cualquier algoritmo estándar de simplificación de superficie poligonal para generar una aproximación <br></br> con un límite de error geométrico garantizado. En particular, todos los puntos de la <br>aproximación</br> están garantizados a una cierta distancia especificada por el usuario de la superficie original. Tales límites están notablemente ausentes de muchos métodos de simplificación actuales, y cada vez son más importantes para las aplicaciones en la computación científica y el nivel adaptativo de control de detalle. Conceptualmente simple, la cuadrícula de permisos define un volumen en el que la <br>aproximación</br> debe estar, y no permite que el algoritmo de simplificación subyacente genere aproximaciones fuera del volumen. La cuadrícula de permisos hace tres mejoras prácticas importantes sobre los actuales métodos de simplificación con límites de error. En primer lugar, trabaja en modelos triangulares arbitrarios, manejando todas las formas de mallas degenerativas con gracia. Además, la tolerancia a los errores puede ampliarse fácilmente a medida que avanza la simplificación, permitiendo la construcción de un nivel limitado de jerarquía de detalles con correspondencias vértices entre todos los niveles de detalle. Y, por último, la cuadrícula de permisos tiene una complejidad de representación independiente del tamaño del modelo de entrada, y un pequeño tiempo de funcionamiento por encima, haciéndolo más práctico y eficiente que los métodos actuales con garantías similares ",
            "error": [
                "</br> con un límite de error geométrico garantizado. En particular, todos los puntos de la <br>aproximación",
                "aproximación"
            ]
        },
        "error-bounded simplification": {
            "translated_key": "error-bounded",
            "translated_annotated_text": "Rejillas de permisos: simplificación práctica, limitada a errores Introducimos la cuadrícula de permisos, una cuadrícula de ocupación espacial que puede ser utilizada para guiar casi cualquier algoritmo estándar de simplificación de superficie poligonal para generar una aproximación con un límite de error geométrico garantizado.  En particular, todos los puntos de la aproximación están garantizados a una cierta distancia especificada por el usuario de la superficie original. Tales límites están notablemente ausentes de muchos métodos de simplificación actuales, y cada vez son más importantes para las aplicaciones en la computación científica y el nivel adaptativo de control de detalle. Conceptualmente simple, la cuadrícula de permisos define un volumen en el que debe estar la aproximación, y no permite que el algoritmo de simplificación subyacente genere aproximaciones fuera del volumen. La cuadrícula de permisos hace tres mejoras prácticas importantes sobre los métodos actuales de simplificación <br>error-bounded</br>. En primer lugar, trabaja en modelos triangulares arbitrarios, manejando todas las formas de mallas degenerativas con gracia. Además, la tolerancia a los errores puede ampliarse fácilmente a medida que avanza la simplificación, permitiendo la construcción de un nivel limitado de jerarquía de detalles con correspondencias vértices entre todos los niveles de detalle. Y, por último, la cuadrícula de permisos tiene una complejidad de representación independiente del tamaño del modelo de entrada, y un pequeño tiempo de funcionamiento por encima, haciéndolo más práctico y eficiente que los métodos actuales con garantías similares ",
            "error": [
                ""
            ]
        },
        "user-specified distance": {
            "translated_key": "distancia especificada por el usuario",
            "translated_annotated_text": "Rejillas de permisos: simplificación práctica, limitada a errores Introducimos la cuadrícula de permisos, una cuadrícula de ocupación espacial que puede ser utilizada para guiar casi cualquier algoritmo estándar de simplificación de superficie poligonal en la generación de una aproximación con un límite de error geométrico garantizado. En particular, todos los puntos de la aproximación están garantizados para estar dentro de cierta <br>distancia especificada por el usuario</br> de la superficie original.  Tales límites están notablemente ausentes de muchos métodos de simplificación actuales, y cada vez son más importantes para las aplicaciones en la computación científica y el nivel adaptativo de control de detalle. Conceptualmente simple, la cuadrícula de permisos define un volumen en el que debe estar la aproximación, y no permite que el algoritmo de simplificación subyacente genere aproximaciones fuera del volumen. La cuadrícula de permisos hace tres mejoras prácticas importantes sobre los actuales métodos de simplificación con límites de error. En primer lugar, trabaja en modelos triangulares arbitrarios, manejando todas las formas de mallas degenerativas con gracia. Además, la tolerancia a los errores puede ampliarse fácilmente a medida que avanza la simplificación, permitiendo la construcción de un nivel limitado de jerarquía de detalles con correspondencias vértices entre todos los niveles de detalle. Y, por último, la cuadrícula de permisos tiene una complejidad de representación independiente del tamaño del modelo de entrada, y un pequeño tiempo de funcionamiento por encima, haciéndolo más práctico y eficiente que los métodos actuales con garantías similares ",
            "error": [
                ""
            ]
        },
        "scientific computing": {
            "translated_key": [],
            "translated_annotated_text": "Rejillas de permisos: simplificación práctica, limitada a errores Introducimos la cuadrícula de permisos, una cuadrícula de ocupación espacial que puede ser utilizada para guiar casi cualquier algoritmo estándar de simplificación de superficie poligonal en la generación de una aproximación con un límite de error geométrico garantizado. En particular, todos los puntos de la aproximación están garantizados a una cierta distancia especificada por el usuario de la superficie original. Tales límites están notablemente ausentes de muchos métodos de simplificación actuales, y se están volviendo cada vez más importantes para las aplicaciones en la computación científica y el nivel adaptativo de control de detalles. Conceptualmente simple, la cuadrícula de permisos define un volumen en el que debe estar la aproximación, y no permite que el algoritmo de simplificación subyacente genere aproximaciones fuera del volumen. La cuadrícula de permisos hace tres mejoras prácticas importantes sobre los actuales métodos de simplificación con límites de error. En primer lugar, trabaja en modelos triangulares arbitrarios, manejando todas las formas de mallas degenerativas con gracia. Además, la tolerancia a los errores puede ampliarse fácilmente a medida que avanza la simplificación, permitiendo la construcción de un nivel limitado de jerarquía de detalles con correspondencias vértices entre todos los niveles de detalle. Y, por último, la cuadrícula de permisos tiene una complejidad de representación independiente del tamaño del modelo de entrada, y un pequeño tiempo de funcionamiento por encima, haciéndolo más práctico y eficiente que los métodos actuales con garantías similares ",
            "error": []
        },
        "adaptive level of detail control": {
            "translated_key": "nivel adaptativo de control de detalle",
            "translated_annotated_text": "Rejillas de permisos: simplificación práctica, limitada a errores Introducimos la cuadrícula de permisos, una cuadrícula de ocupación espacial que puede ser utilizada para guiar casi cualquier algoritmo estándar de simplificación de superficie poligonal en la generación de una aproximación con un límite de error geométrico garantizado. En particular, todos los puntos de la aproximación están garantizados a una cierta distancia especificada por el usuario de la superficie original. Tales límites están notablemente ausentes de muchos métodos de simplificación actuales, y se están volviendo cada vez más importantes para las aplicaciones en la computación científica y el <br>nivel adaptativo de control de detalle</br>.  Conceptualmente simple, la cuadrícula de permisos define un volumen en el que debe estar la aproximación, y no permite que el algoritmo de simplificación subyacente genere aproximaciones fuera del volumen. La cuadrícula de permisos hace tres mejoras prácticas importantes sobre los actuales métodos de simplificación con límites de error. En primer lugar, trabaja en modelos triangulares arbitrarios, manejando todas las formas de mallas degenerativas con gracia. Además, la tolerancia a los errores puede ampliarse fácilmente a medida que avanza la simplificación, permitiendo la construcción de un nivel limitado de jerarquía de detalles con correspondencias vértices entre todos los niveles de detalle. Y, por último, la cuadrícula de permisos tiene una complejidad de representación independiente del tamaño del modelo de entrada, y un pequeño tiempo de funcionamiento por encima, haciéndolo más práctico y eficiente que los métodos actuales con garantías similares ",
            "error": [
                ""
            ]
        },
        "arbitrary triangular models": {
            "translated_key": "modelos triangulares arbitrarios",
            "translated_annotated_text": "Rejillas de permisos: simplificación práctica, limitada a errores Introducimos la cuadrícula de permisos, una cuadrícula de ocupación espacial que puede ser utilizada para guiar casi cualquier algoritmo estándar de simplificación de superficie poligonal en la generación de una aproximación con un límite de error geométrico garantizado. En particular, todos los puntos de la aproximación están garantizados a una cierta distancia especificada por el usuario de la superficie original. Tales límites están notablemente ausentes de muchos métodos de simplificación actuales, y cada vez son más importantes para las aplicaciones en la computación científica y el nivel adaptativo de control de detalle. Conceptualmente simple, la cuadrícula de permisos define un volumen en el que debe estar la aproximación, y no permite que el algoritmo de simplificación subyacente genere aproximaciones fuera del volumen. La cuadrícula de permisos hace tres mejoras prácticas importantes sobre los actuales métodos de simplificación con límites de error. Primero, trabaja en <br>modelos triangulares arbitrarios</br>, manejando todas las formas de malla degenerativamente con gracia.  Además, la tolerancia a los errores puede ampliarse fácilmente a medida que avanza la simplificación, permitiendo la construcción de un nivel limitado de jerarquía de detalles con correspondencias vértices entre todos los niveles de detalle. Y, por último, la cuadrícula de permisos tiene una complejidad de representación independiente del tamaño del modelo de entrada, y un pequeño tiempo de funcionamiento por encima, haciéndolo más práctico y eficiente que los métodos actuales con garantías similares ",
            "error": [
                ""
            ]
        },
        "mesh degeneracies": {
            "translated_key": "mesh degeneracies",
            "translated_annotated_text": "Rejillas de permisos: simplificación práctica, limitada a errores Introducimos la cuadrícula de permisos, una cuadrícula de ocupación espacial que puede ser utilizada para guiar casi cualquier algoritmo estándar de simplificación de superficie poligonal en la generación de una aproximación con un límite de error geométrico garantizado. En particular, todos los puntos de la aproximación están garantizados a una cierta distancia especificada por el usuario de la superficie original. Tales límites están notablemente ausentes de muchos métodos de simplificación actuales, y cada vez son más importantes para las aplicaciones en la computación científica y el nivel adaptativo de control de detalle. Conceptualmente simple, la cuadrícula de permisos define un volumen en el que debe estar la aproximación, y no permite que el algoritmo de simplificación subyacente genere aproximaciones fuera del volumen. La cuadrícula de permisos hace tres mejoras prácticas importantes sobre los actuales métodos de simplificación con límites de error. En primer lugar, trabaja en modelos triangulares arbitrarios, manejando todas las formas de <br>mesh degeneracies</br> con gracia. Además, la tolerancia a los errores puede ampliarse fácilmente a medida que avanza la simplificación, permitiendo la construcción de un nivel limitado de jerarquía de detalles con correspondencias vértices entre todos los niveles de detalle. Y, por último, la cuadrícula de permisos tiene una complejidad de representación independiente del tamaño del modelo de entrada, y un pequeño tiempo de funcionamiento por encima, haciéndolo más práctico y eficiente que los métodos actuales con garantías similares ",
            "error": [
                ""
            ]
        },
        "error tolerance": {
            "translated_key": "error",
            "translated_annotated_text": "Rejillas de permisos: simplificación práctica, limitada a errores Introducimos la cuadrícula de permisos, una cuadrícula de ocupación espacial que puede ser utilizada para guiar casi cualquier algoritmo estándar de simplificación de superficie poligonal en la generación de una aproximación con un límite de error geométrico garantizado. En particular, todos los puntos de la aproximación están garantizados a una cierta distancia especificada por el usuario de la superficie original. Tales límites están notablemente ausentes de muchos métodos de simplificación actuales, y cada vez son más importantes para las aplicaciones en la computación científica y el nivel adaptativo de control de detalle. Conceptualmente simple, la cuadrícula de permisos define un volumen en el que debe estar la aproximación, y no permite que el algoritmo de simplificación subyacente genere aproximaciones fuera del volumen. La cuadrícula de permisos hace tres mejoras prácticas importantes sobre los actuales métodos de simplificación con límites de error. En primer lugar, trabaja en modelos triangulares arbitrarios, manejando todas las formas de mallas degenerativas con gracia. Además, la tolerancia <br>error</br> puede ampliarse fácilmente a medida que avanza la simplificación, permitiendo la construcción de un nivel limitado de jerarquía de detalles con correspondencias vértices entre todos los niveles de detalle. Y, por último, la cuadrícula de permisos tiene una complejidad de representación independiente del tamaño del modelo de entrada, y un pequeño tiempo de funcionamiento por encima, haciéndolo más práctico y eficiente que los métodos actuales con garantías similares ",
            "error": [
                ""
            ]
        },
        "vertex correspondences": {
            "translated_key": "vertex",
            "translated_annotated_text": "Rejillas de permisos: simplificación práctica, limitada a errores Introducimos la cuadrícula de permisos, una cuadrícula de ocupación espacial que puede ser utilizada para guiar casi cualquier algoritmo estándar de simplificación de superficie poligonal en la generación de una aproximación con un límite de error geométrico garantizado. En particular, todos los puntos de la aproximación están garantizados a una cierta distancia especificada por el usuario de la superficie original. Tales límites están notablemente ausentes de muchos métodos de simplificación actuales, y cada vez son más importantes para las aplicaciones en la computación científica y el nivel adaptativo de control de detalle. Conceptualmente simple, la cuadrícula de permisos define un volumen en el que debe estar la aproximación, y no permite que el algoritmo de simplificación subyacente genere aproximaciones fuera del volumen. La cuadrícula de permisos hace tres mejoras prácticas importantes sobre los actuales métodos de simplificación con límites de error. En primer lugar, trabaja en modelos triangulares arbitrarios, manejando todas las formas de mallas degenerativas con gracia. Además, la tolerancia a los errores puede ampliarse fácilmente a medida que avanza la simplificación, permitiendo la construcción de un nivel limitado de jerarquía de detalles con correspondencias <br>vertex</br> entre todos los niveles de detalle. Y, por último, la cuadrícula de permisos tiene una complejidad de representación independiente del tamaño del modelo de entrada, y un pequeño tiempo de funcionamiento por encima, haciéndolo más práctico y eficiente que los métodos actuales con garantías similares ",
            "error": [
                ""
            ]
        },
        "representation complexity": {
            "translated_key": [],
            "translated_annotated_text": "Rejillas de permisos: simplificación práctica, limitada a errores Introducimos la cuadrícula de permisos, una cuadrícula de ocupación espacial que puede ser utilizada para guiar casi cualquier algoritmo estándar de simplificación de superficie poligonal en la generación de una aproximación con un límite de error geométrico garantizado. En particular, todos los puntos de la aproximación están garantizados a una cierta distancia especificada por el usuario de la superficie original. Tales límites están notablemente ausentes de muchos métodos de simplificación actuales, y cada vez son más importantes para las aplicaciones en la computación científica y el nivel adaptativo de control de detalle. Conceptualmente simple, la cuadrícula de permisos define un volumen en el que debe estar la aproximación, y no permite que el algoritmo de simplificación subyacente genere aproximaciones fuera del volumen. La cuadrícula de permisos hace tres mejoras prácticas importantes sobre los actuales métodos de simplificación con límites de error. En primer lugar, trabaja en modelos triangulares arbitrarios, manejando todas las formas de mallas degenerativas con gracia. Además, la tolerancia a los errores puede ampliarse fácilmente a medida que avanza la simplificación, permitiendo la construcción de un nivel limitado de jerarquía de detalles con correspondencias vértices entre todos los niveles de detalle. Y por último, la cuadrícula de permisos tiene una complejidad de representación <br> independiente del tamaño del modelo de entrada, y un pequeño tiempo de funcionamiento por encima, haciéndolo más práctico y eficiente que los métodos actuales con garantías similares ",
            "error": []
        },
        "running time overhead": {
            "translated_key": "running time overhead",
            "translated_annotated_text": "Rejillas de permisos: simplificación práctica, limitada a errores Introducimos la cuadrícula de permisos, una cuadrícula de ocupación espacial que puede ser utilizada para guiar casi cualquier algoritmo estándar de simplificación de superficie poligonal en la generación de una aproximación con un límite de error geométrico garantizado. En particular, todos los puntos de la aproximación están garantizados a una cierta distancia especificada por el usuario de la superficie original. Tales límites están notablemente ausentes de muchos métodos de simplificación actuales, y cada vez son más importantes para las aplicaciones en la computación científica y el nivel adaptativo de control de detalle. Conceptualmente simple, la cuadrícula de permisos define un volumen en el que debe estar la aproximación, y no permite que el algoritmo de simplificación subyacente genere aproximaciones fuera del volumen. La cuadrícula de permisos hace tres mejoras prácticas importantes sobre los actuales métodos de simplificación con límites de error. En primer lugar, trabaja en modelos triangulares arbitrarios, manejando todas las formas de mallas degenerativas con gracia. Además, la tolerancia a los errores puede ampliarse fácilmente a medida que avanza la simplificación, permitiendo la construcción de un nivel limitado de jerarquía de detalles con correspondencias vértices entre todos los niveles de detalle. Y finalmente, la cuadrícula de permisos tiene una complejidad de representación independiente del tamaño del modelo de entrada, y un pequeño <br>running time overhead</br>, haciéndolo más práctico y eficiente que los métodos actuales con garantías similares ",
            "error": [
                ""
            ]
        },
        "computational complexity": {
            "translated_key": [],
            "translated_annotated_text": "Rejillas de permisos: simplificación práctica, limitada a errores Introducimos la cuadrícula de permisos, una cuadrícula de ocupación espacial que puede ser utilizada para guiar casi cualquier algoritmo estándar de simplificación de superficie poligonal en la generación de una aproximación con un límite de error geométrico garantizado. En particular, todos los puntos de la aproximación están garantizados a una cierta distancia especificada por el usuario de la superficie original. Tales límites están notablemente ausentes de muchos métodos de simplificación actuales, y cada vez son más importantes para las aplicaciones en la computación científica y el nivel adaptativo de control de detalle. Conceptualmente simple, la cuadrícula de permisos define un volumen en el que debe estar la aproximación, y no permite que el algoritmo de simplificación subyacente genere aproximaciones fuera del volumen. La cuadrícula de permisos hace tres mejoras prácticas importantes sobre los actuales métodos de simplificación con límites de error. En primer lugar, trabaja en modelos triangulares arbitrarios, manejando todas las formas de mallas degenerativas con gracia. Además, la tolerancia a los errores puede ampliarse fácilmente a medida que avanza la simplificación, permitiendo la construcción de un nivel limitado de jerarquía de detalles con correspondencias vértices entre todos los niveles de detalle. Y, por último, la cuadrícula de permisos tiene una complejidad de representación independiente del tamaño del modelo de entrada, y un pequeño tiempo de funcionamiento por encima, haciéndolo más práctico y eficiente que los métodos actuales con garantías similares ",
            "error": []
        },
        "computational geometry": {
            "translated_key": [],
            "translated_annotated_text": "Rejillas de permisos: simplificación práctica, limitada a errores Introducimos la cuadrícula de permisos, una cuadrícula de ocupación espacial que puede ser utilizada para guiar casi cualquier algoritmo estándar de simplificación de superficie poligonal en la generación de una aproximación con un límite de error geométrico garantizado. En particular, todos los puntos de la aproximación están garantizados a una cierta distancia especificada por el usuario de la superficie original. Tales límites están notablemente ausentes de muchos métodos de simplificación actuales, y cada vez son más importantes para las aplicaciones en la computación científica y el nivel adaptativo de control de detalle. Conceptualmente simple, la cuadrícula de permisos define un volumen en el que debe estar la aproximación, y no permite que el algoritmo de simplificación subyacente genere aproximaciones fuera del volumen. La cuadrícula de permisos hace tres mejoras prácticas importantes sobre los actuales métodos de simplificación con límites de error. En primer lugar, trabaja en modelos triangulares arbitrarios, manejando todas las formas de mallas degenerativas con gracia. Además, la tolerancia a los errores puede ampliarse fácilmente a medida que avanza la simplificación, permitiendo la construcción de un nivel limitado de jerarquía de detalles con correspondencias vértices entre todos los niveles de detalle. Y, por último, la cuadrícula de permisos tiene una complejidad de representación independiente del tamaño del modelo de entrada, y un pequeño tiempo de funcionamiento por encima, haciéndolo más práctico y eficiente que los métodos actuales con garantías similares ",
            "error": []
        },
        "computer graphics": {
            "translated_key": [],
            "translated_annotated_text": "Rejillas de permisos: simplificación práctica, limitada a errores Introducimos la cuadrícula de permisos, una cuadrícula de ocupación espacial que puede ser utilizada para guiar casi cualquier algoritmo estándar de simplificación de superficie poligonal en la generación de una aproximación con un límite de error geométrico garantizado. En particular, todos los puntos de la aproximación están garantizados a una cierta distancia especificada por el usuario de la superficie original. Tales límites están notablemente ausentes de muchos métodos de simplificación actuales, y cada vez son más importantes para las aplicaciones en la computación científica y el nivel adaptativo de control de detalle. Conceptualmente simple, la cuadrícula de permisos define un volumen en el que debe estar la aproximación, y no permite que el algoritmo de simplificación subyacente genere aproximaciones fuera del volumen. La cuadrícula de permisos hace tres mejoras prácticas importantes sobre los actuales métodos de simplificación con límites de error. En primer lugar, trabaja en modelos triangulares arbitrarios, manejando todas las formas de mallas degenerativas con gracia. Además, la tolerancia a los errores puede ampliarse fácilmente a medida que avanza la simplificación, permitiendo la construcción de un nivel limitado de jerarquía de detalles con correspondencias vértices entre todos los niveles de detalle. Y, por último, la cuadrícula de permisos tiene una complejidad de representación independiente del tamaño del modelo de entrada, y un pequeño tiempo de funcionamiento por encima, haciéndolo más práctico y eficiente que los métodos actuales con garantías similares ",
            "error": []
        }
    }
}