{
    "original_text": "Modeling frequently accessed wireless data with weak consistency To reduce the response times of wireless data access in a mobile network, caches are utilized in wireless handheld devices. If the original data entry has been updated, the cached data in the handheld device becomes stale. Thus, a mechanism is required to predict when the cached copy will expire. This paper studies a weakly consistent data access mechanism that computes the time-to-live (TTL) interval to predict the expiration time. We propose an analytic model to investigate this TTL-based algorithm for frequently accessed data. The analytic model is validated against simulation experiments. Our study quantitatively indicates how the TTL-based algorithm reduces the wireless communication cost by increasing the probability of stale accesses. Depending on the requirements of the application, appropriate parameter values can be selected based on the guidelines provided",
    "original_translation": "Modelado de datos inalámbricos de acceso frecuente con poca consistencia Para reducir los tiempos de respuesta del acceso inalámbrico a datos en una red móvil, las cachés se utilizan en dispositivos portátiles inalámbricos. Si la entrada de datos original ha sido actualizada, los datos en caché en el dispositivo portátil se vuelven rancios. Por lo tanto, se requiere un mecanismo para predecir cuándo expirará la copia en caché. Este artículo estudia un mecanismo de acceso de datos débilmente consistente que calcula el intervalo tiempo a vida (TTL) para predecir el tiempo de caducidad. Proponemos un modelo analítico para investigar este algoritmo basado en TTL para datos de acceso frecuente. El modelo analítico está validado contra experimentos de simulación. Nuestro estudio indica cuantitativamente cómo el algoritmo basado en TTL reduce el costo de la comunicación inalámbrica al aumentar la probabilidad de accesos rancios. Dependiendo de los requisitos de la aplicación, se pueden seleccionar valores de parámetros adecuados sobre la base de las directrices proporcionadas",
    "error_count": 10,
    "keys": {
        "frequently accessed wireless data modeling": {
            "translated_key": [],
            "translated_annotated_text": "Modelado de datos inalámbricos de acceso frecuente con poca consistencia Para reducir los tiempos de respuesta del acceso inalámbrico a datos en una red móvil, las cachés se utilizan en dispositivos portátiles inalámbricos. Si la entrada de datos original ha sido actualizada, los datos en caché en el dispositivo portátil se vuelven rancios. Por lo tanto, se requiere un mecanismo para predecir cuándo expirará la copia en caché. Este artículo estudia un mecanismo de acceso de datos débilmente consistente que calcula el intervalo tiempo a vida (TTL) para predecir el tiempo de caducidad. Proponemos un modelo analítico para investigar este algoritmo basado en TTL para datos de acceso frecuente. El modelo analítico está validado contra experimentos de simulación. Nuestro estudio indica cuantitativamente cómo el algoritmo basado en TTL reduce el costo de la comunicación inalámbrica al aumentar la probabilidad de accesos rancios. Dependiendo de los requisitos de la aplicación, se pueden seleccionar valores de parámetros adecuados sobre la base de las directrices proporcionadas ",
            "error": []
        },
        "weak consistency": {
            "translated_key": "consistencia débil",
            "translated_annotated_text": "Modelado de datos inalámbricos de acceso frecuente con \"consistencia débil\" Para reducir los tiempos de respuesta del acceso inalámbrico a datos en una red móvil, las cachés se utilizan en dispositivos portátiles inalámbricos. Si la entrada de datos original ha sido actualizada, los datos en caché en el dispositivo portátil se vuelven rancios. Por lo tanto, se requiere un mecanismo para predecir cuándo expirará la copia en caché. Este artículo estudia un mecanismo de acceso de datos débilmente consistente que calcula el intervalo tiempo a vida (TTL) para predecir el tiempo de caducidad. Proponemos un modelo analítico para investigar este algoritmo basado en TTL para datos de acceso frecuente. El modelo analítico está validado contra experimentos de simulación. Nuestro estudio indica cuantitativamente cómo el algoritmo basado en TTL reduce el costo de la comunicación inalámbrica al aumentar la probabilidad de accesos rancios. Dependiendo de los requisitos de la aplicación, se pueden seleccionar valores de parámetros adecuados sobre la base de las directrices proporcionadas ",
            "error": [
                ""
            ]
        },
        "response time reduction": {
            "translated_key": [],
            "translated_annotated_text": "Modelado de datos inalámbricos de acceso frecuente con poca consistencia Para reducir los tiempos de respuesta del acceso inalámbrico a datos en una red móvil, las cachés se utilizan en dispositivos portátiles inalámbricos. Si la entrada de datos original ha sido actualizada, los datos en caché en el dispositivo portátil se vuelven rancios. Por lo tanto, se requiere un mecanismo para predecir cuándo expirará la copia en caché. Este artículo estudia un mecanismo de acceso de datos débilmente consistente que calcula el intervalo tiempo a vida (TTL) para predecir el tiempo de caducidad. Proponemos un modelo analítico para investigar este algoritmo basado en TTL para datos de acceso frecuente. El modelo analítico está validado contra experimentos de simulación. Nuestro estudio indica cuantitativamente cómo el algoritmo basado en TTL reduce el costo de la comunicación inalámbrica al aumentar la probabilidad de accesos rancios. Dependiendo de los requisitos de la aplicación, se pueden seleccionar valores de parámetros adecuados sobre la base de las directrices proporcionadas ",
            "error": []
        },
        "wireless data access": {
            "translated_key": "acceso inalámbrico a datos",
            "translated_annotated_text": "Modelado de datos inalámbricos de acceso frecuente con poca consistencia Para reducir los tiempos de respuesta de \"acceso inalámbrico a datos\" en una red móvil, las cachés se utilizan en dispositivos portátiles inalámbricos. Si la entrada de datos original ha sido actualizada, los datos en caché en el dispositivo portátil se vuelven rancios. Por lo tanto, se requiere un mecanismo para predecir cuándo expirará la copia en caché. Este artículo estudia un mecanismo de acceso de datos débilmente consistente que calcula el intervalo tiempo a vida (TTL) para predecir el tiempo de caducidad. Proponemos un modelo analítico para investigar este algoritmo basado en TTL para datos de acceso frecuente. El modelo analítico está validado contra experimentos de simulación. Nuestro estudio indica cuantitativamente cómo el algoritmo basado en TTL reduce el costo de la comunicación inalámbrica al aumentar la probabilidad de accesos rancios. Dependiendo de los requisitos de la aplicación, se pueden seleccionar valores de parámetros adecuados sobre la base de las directrices proporcionadas ",
            "error": [
                ""
            ]
        },
        "mobile network": {
            "translated_key": "red móvil",
            "translated_annotated_text": "Modelado de datos inalámbricos de acceso frecuente con poca consistencia Para reducir los tiempos de respuesta del acceso inalámbrico a datos en una \"red móvil\", las cachés se utilizan en dispositivos portátiles inalámbricos. Si la entrada de datos original ha sido actualizada, los datos en caché en el dispositivo portátil se vuelven rancios. Por lo tanto, se requiere un mecanismo para predecir cuándo expirará la copia en caché. Este artículo estudia un mecanismo de acceso de datos débilmente consistente que calcula el intervalo tiempo a vida (TTL) para predecir el tiempo de caducidad. Proponemos un modelo analítico para investigar este algoritmo basado en TTL para datos de acceso frecuente. El modelo analítico está validado contra experimentos de simulación. Nuestro estudio indica cuantitativamente cómo el algoritmo basado en TTL reduce el costo de la comunicación inalámbrica al aumentar la probabilidad de accesos rancios. Dependiendo de los requisitos de la aplicación, se pueden seleccionar valores de parámetros adecuados sobre la base de las directrices proporcionadas ",
            "error": [
                ""
            ]
        },
        "caches": {
            "translated_key": "cachés",
            "translated_annotated_text": "Modelado de datos inalámbricos de acceso frecuente con poca consistencia Para reducir los tiempos de respuesta del acceso inalámbrico a datos en una red móvil, los \"cachés\" se utilizan en dispositivos portátiles inalámbricos. Si la entrada de datos original ha sido actualizada, los datos en caché en el dispositivo portátil se vuelven rancios. Por lo tanto, se requiere un mecanismo para predecir cuándo expirará la copia en caché. Este artículo estudia un mecanismo de acceso de datos débilmente consistente que calcula el intervalo tiempo a vida (TTL) para predecir el tiempo de caducidad. Proponemos un modelo analítico para investigar este algoritmo basado en TTL para datos de acceso frecuente. El modelo analítico está validado contra experimentos de simulación. Nuestro estudio indica cuantitativamente cómo el algoritmo basado en TTL reduce el costo de la comunicación inalámbrica al aumentar la probabilidad de accesos rancios. Dependiendo de los requisitos de la aplicación, se pueden seleccionar valores de parámetros adecuados sobre la base de las directrices proporcionadas ",
            "error": [
                ""
            ]
        },
        "wireless handheld devices": {
            "translated_key": "dispositivos portátiles inalámbricos",
            "translated_annotated_text": "Modelado de datos inalámbricos de acceso frecuente con poca consistencia Para reducir los tiempos de respuesta del acceso inalámbrico a datos en una red móvil, las cachés se utilizan en \"dispositivos portátiles inalámbricos\". Si la entrada de datos original ha sido actualizada, los datos en caché en el dispositivo portátil se vuelven rancios. Por lo tanto, se requiere un mecanismo para predecir cuándo expirará la copia en caché. Este artículo estudia un mecanismo de acceso de datos débilmente consistente que calcula el intervalo tiempo a vida (TTL) para predecir el tiempo de caducidad. Proponemos un modelo analítico para investigar este algoritmo basado en TTL para datos de acceso frecuente. El modelo analítico está validado contra experimentos de simulación. Nuestro estudio indica cuantitativamente cómo el algoritmo basado en TTL reduce el costo de la comunicación inalámbrica al aumentar la probabilidad de accesos rancios. Dependiendo de los requisitos de la aplicación, se pueden seleccionar valores de parámetros adecuados sobre la base de las directrices proporcionadas ",
            "error": [
                ""
            ]
        },
        "data entry": {
            "translated_key": "entrada de datos",
            "translated_annotated_text": "Modelado de datos inalámbricos de acceso frecuente con poca consistencia Para reducir los tiempos de respuesta del acceso inalámbrico a datos en una red móvil, las cachés se utilizan en dispositivos portátiles inalámbricos. Si la \"entrada de datos\" original ha sido actualizada, los datos en caché en el dispositivo portátil se vuelven rancios. Por lo tanto, se requiere un mecanismo para predecir cuándo expirará la copia en caché. Este artículo estudia un mecanismo de acceso de datos débilmente consistente que calcula el intervalo tiempo a vida (TTL) para predecir el tiempo de caducidad. Proponemos un modelo analítico para investigar este algoritmo basado en TTL para datos de acceso frecuente. El modelo analítico está validado contra experimentos de simulación. Nuestro estudio indica cuantitativamente cómo el algoritmo basado en TTL reduce el costo de la comunicación inalámbrica al aumentar la probabilidad de accesos rancios. Dependiendo de los requisitos de la aplicación, se pueden seleccionar valores de parámetros adecuados sobre la base de las directrices proporcionadas ",
            "error": [
                ""
            ]
        },
        "time-to-live interval": {
            "translated_key": [],
            "translated_annotated_text": "Modelado de datos inalámbricos de acceso frecuente con poca consistencia Para reducir los tiempos de respuesta del acceso inalámbrico a datos en una red móvil, las cachés se utilizan en dispositivos portátiles inalámbricos. Si la entrada de datos original ha sido actualizada, los datos en caché en el dispositivo portátil se vuelven rancios. Por lo tanto, se requiere un mecanismo para predecir cuándo expirará la copia en caché. Este artículo estudia un mecanismo de acceso de datos débilmente consistente que calcula el intervalo tiempo a vida (TTL) para predecir el tiempo de caducidad. Proponemos un modelo analítico para investigar este algoritmo basado en TTL para datos de acceso frecuente. El modelo analítico está validado contra experimentos de simulación. Nuestro estudio indica cuantitativamente cómo el algoritmo basado en TTL reduce el costo de la comunicación inalámbrica al aumentar la probabilidad de accesos rancios. Dependiendo de los requisitos de la aplicación, se pueden seleccionar valores de parámetros adecuados sobre la base de las directrices proporcionadas ",
            "error": []
        },
        "expiration time prediction": {
            "translated_key": [],
            "translated_annotated_text": "Modelado de datos inalámbricos de acceso frecuente con poca consistencia Para reducir los tiempos de respuesta del acceso inalámbrico a datos en una red móvil, las cachés se utilizan en dispositivos portátiles inalámbricos. Si la entrada de datos original ha sido actualizada, los datos en caché en el dispositivo portátil se vuelven rancios. Por lo tanto, se requiere un mecanismo para predecir cuándo expirará la copia en caché. Este artículo estudia un mecanismo de acceso de datos débilmente consistente que calcula el intervalo tiempo a vida (TTL) para predecir el tiempo de caducidad. Proponemos un modelo analítico para investigar este algoritmo basado en TTL para datos de acceso frecuente. El modelo analítico está validado contra experimentos de simulación. Nuestro estudio indica cuantitativamente cómo el algoritmo basado en TTL reduce el costo de la comunicación inalámbrica al aumentar la probabilidad de accesos rancios. Dependiendo de los requisitos de la aplicación, se pueden seleccionar valores de parámetros adecuados sobre la base de las directrices proporcionadas ",
            "error": []
        },
        "analytic model": {
            "translated_key": "modelo analítico",
            "translated_annotated_text": "Modelado de datos inalámbricos de acceso frecuente con poca consistencia Para reducir los tiempos de respuesta del acceso inalámbrico a datos en una red móvil, las cachés se utilizan en dispositivos portátiles inalámbricos. Si la entrada de datos original ha sido actualizada, los datos en caché en el dispositivo portátil se vuelven rancios. Por lo tanto, se requiere un mecanismo para predecir cuándo expirará la copia en caché. Este artículo estudia un mecanismo de acceso de datos débilmente consistente que calcula el intervalo tiempo a vida (TTL) para predecir el tiempo de caducidad. Proponemos un \"modelo analítico\" para investigar este algoritmo basado en TTL para datos de acceso frecuente. El \"modelo analítico\" está validado contra experimentos de simulación. Nuestro estudio indica cuantitativamente cómo el algoritmo basado en TTL reduce el costo de la comunicación inalámbrica al aumentar la probabilidad de accesos rancios. Dependiendo de los requisitos de la aplicación, se pueden seleccionar valores de parámetros adecuados sobre la base de las directrices proporcionadas ",
            "error": [
                ""
            ]
        },
        "simulation experiments": {
            "translated_key": "experimentos de simulación",
            "translated_annotated_text": "Modelado de datos inalámbricos de acceso frecuente con poca consistencia Para reducir los tiempos de respuesta del acceso inalámbrico a datos en una red móvil, las cachés se utilizan en dispositivos portátiles inalámbricos. Si la entrada de datos original ha sido actualizada, los datos en caché en el dispositivo portátil se vuelven rancios. Por lo tanto, se requiere un mecanismo para predecir cuándo expirará la copia en caché. Este artículo estudia un mecanismo de acceso de datos débilmente consistente que calcula el intervalo tiempo a vida (TTL) para predecir el tiempo de caducidad. Proponemos un modelo analítico para investigar este algoritmo basado en TTL para datos de acceso frecuente. El modelo analítico es validado contra \"experimentos de simulación\". Nuestro estudio indica cuantitativamente cómo el algoritmo basado en TTL reduce el costo de la comunicación inalámbrica al aumentar la probabilidad de accesos rancios. Dependiendo de los requisitos de la aplicación, se pueden seleccionar valores de parámetros adecuados sobre la base de las directrices proporcionadas ",
            "error": [
                ""
            ]
        },
        "wireless communication cost": {
            "translated_key": "costo de comunicación inalámbrica",
            "translated_annotated_text": "Modelado de datos inalámbricos de acceso frecuente con poca consistencia Para reducir los tiempos de respuesta del acceso inalámbrico a datos en una red móvil, las cachés se utilizan en dispositivos portátiles inalámbricos. Si la entrada de datos original ha sido actualizada, los datos en caché en el dispositivo portátil se vuelven rancios. Por lo tanto, se requiere un mecanismo para predecir cuándo expirará la copia en caché. Este artículo estudia un mecanismo de acceso de datos débilmente consistente que calcula el intervalo tiempo a vida (TTL) para predecir el tiempo de caducidad. Proponemos un modelo analítico para investigar este algoritmo basado en TTL para datos de acceso frecuente. El modelo analítico está validado contra experimentos de simulación. Nuestro estudio indica cuantitativamente cómo el algoritmo basado en TTL reduce el \"costo de comunicación inalámbrica\" al aumentar la probabilidad de accesos rancios. Dependiendo de los requisitos de la aplicación, se pueden seleccionar valores de parámetros adecuados sobre la base de las directrices proporcionadas ",
            "error": [
                ""
            ]
        },
        "stale access probability": {
            "translated_key": [],
            "translated_annotated_text": "Modelado de datos inalámbricos de acceso frecuente con poca consistencia Para reducir los tiempos de respuesta del acceso inalámbrico a datos en una red móvil, las cachés se utilizan en dispositivos portátiles inalámbricos. Si la entrada de datos original ha sido actualizada, los datos en caché en el dispositivo portátil se vuelven rancios. Por lo tanto, se requiere un mecanismo para predecir cuándo expirará la copia en caché. Este artículo estudia un mecanismo de acceso de datos débilmente consistente que calcula el intervalo tiempo a vida (TTL) para predecir el tiempo de caducidad. Proponemos un modelo analítico para investigar este algoritmo basado en TTL para datos de acceso frecuente. El modelo analítico está validado contra experimentos de simulación. Nuestro estudio indica cuantitativamente cómo el algoritmo basado en TTL reduce el costo de la comunicación inalámbrica al aumentar la probabilidad de accesos rancios. Dependiendo de los requisitos de la aplicación, se pueden seleccionar valores de parámetros adecuados sobre la base de las directrices proporcionadas ",
            "error": []
        },
        "cache storage": {
            "translated_key": [],
            "translated_annotated_text": "Modelado de datos inalámbricos de acceso frecuente con poca consistencia Para reducir los tiempos de respuesta del acceso inalámbrico a datos en una red móvil, las cachés se utilizan en dispositivos portátiles inalámbricos. Si la entrada de datos original ha sido actualizada, los datos en caché en el dispositivo portátil se vuelven rancios. Por lo tanto, se requiere un mecanismo para predecir cuándo expirará la copia en caché. Este artículo estudia un mecanismo de acceso de datos débilmente consistente que calcula el intervalo tiempo a vida (TTL) para predecir el tiempo de caducidad. Proponemos un modelo analítico para investigar este algoritmo basado en TTL para datos de acceso frecuente. El modelo analítico está validado contra experimentos de simulación. Nuestro estudio indica cuantitativamente cómo el algoritmo basado en TTL reduce el costo de la comunicación inalámbrica al aumentar la probabilidad de accesos rancios. Dependiendo de los requisitos de la aplicación, se pueden seleccionar valores de parámetros adecuados sobre la base de las directrices proporcionadas ",
            "error": []
        },
        "client-server systems": {
            "translated_key": [],
            "translated_annotated_text": "Modelado de datos inalámbricos de acceso frecuente con poca consistencia Para reducir los tiempos de respuesta del acceso inalámbrico a datos en una red móvil, las cachés se utilizan en dispositivos portátiles inalámbricos. Si la entrada de datos original ha sido actualizada, los datos en caché en el dispositivo portátil se vuelven rancios. Por lo tanto, se requiere un mecanismo para predecir cuándo expirará la copia en caché. Este artículo estudia un mecanismo de acceso de datos débilmente consistente que calcula el intervalo tiempo a vida (TTL) para predecir el tiempo de caducidad. Proponemos un modelo analítico para investigar este algoritmo basado en TTL para datos de acceso frecuente. El modelo analítico está validado contra experimentos de simulación. Nuestro estudio indica cuantitativamente cómo el algoritmo basado en TTL reduce el costo de la comunicación inalámbrica al aumentar la probabilidad de accesos rancios. Dependiendo de los requisitos de la aplicación, se pueden seleccionar valores de parámetros adecuados sobre la base de las directrices proporcionadas ",
            "error": []
        },
        "mobile communication": {
            "translated_key": [],
            "translated_annotated_text": "Modelado de datos inalámbricos de acceso frecuente con poca consistencia Para reducir los tiempos de respuesta del acceso inalámbrico a datos en una red móvil, las cachés se utilizan en dispositivos portátiles inalámbricos. Si la entrada de datos original ha sido actualizada, los datos en caché en el dispositivo portátil se vuelven rancios. Por lo tanto, se requiere un mecanismo para predecir cuándo expirará la copia en caché. Este artículo estudia un mecanismo de acceso de datos débilmente consistente que calcula el intervalo tiempo a vida (TTL) para predecir el tiempo de caducidad. Proponemos un modelo analítico para investigar este algoritmo basado en TTL para datos de acceso frecuente. El modelo analítico está validado contra experimentos de simulación. Nuestro estudio indica cuantitativamente cómo el algoritmo basado en TTL reduce el costo de la comunicación inalámbrica al aumentar la probabilidad de accesos rancios. Dependiendo de los requisitos de la aplicación, se pueden seleccionar valores de parámetros adecuados sobre la base de las directrices proporcionadas ",
            "error": []
        },
        "mobile computing": {
            "translated_key": [],
            "translated_annotated_text": "Modelado de datos inalámbricos de acceso frecuente con poca consistencia Para reducir los tiempos de respuesta del acceso inalámbrico a datos en una red móvil, las cachés se utilizan en dispositivos portátiles inalámbricos. Si la entrada de datos original ha sido actualizada, los datos en caché en el dispositivo portátil se vuelven rancios. Por lo tanto, se requiere un mecanismo para predecir cuándo expirará la copia en caché. Este artículo estudia un mecanismo de acceso de datos débilmente consistente que calcula el intervalo tiempo a vida (TTL) para predecir el tiempo de caducidad. Proponemos un modelo analítico para investigar este algoritmo basado en TTL para datos de acceso frecuente. El modelo analítico está validado contra experimentos de simulación. Nuestro estudio indica cuantitativamente cómo el algoritmo basado en TTL reduce el costo de la comunicación inalámbrica al aumentar la probabilidad de accesos rancios. Dependiendo de los requisitos de la aplicación, se pueden seleccionar valores de parámetros adecuados sobre la base de las directrices proporcionadas ",
            "error": []
        },
        "portable computers": {
            "translated_key": [],
            "translated_annotated_text": "Modelado de datos inalámbricos de acceso frecuente con poca consistencia Para reducir los tiempos de respuesta del acceso inalámbrico a datos en una red móvil, las cachés se utilizan en dispositivos portátiles inalámbricos. Si la entrada de datos original ha sido actualizada, los datos en caché en el dispositivo portátil se vuelven rancios. Por lo tanto, se requiere un mecanismo para predecir cuándo expirará la copia en caché. Este artículo estudia un mecanismo de acceso de datos débilmente consistente que calcula el intervalo tiempo a vida (TTL) para predecir el tiempo de caducidad. Proponemos un modelo analítico para investigar este algoritmo basado en TTL para datos de acceso frecuente. El modelo analítico está validado contra experimentos de simulación. Nuestro estudio indica cuantitativamente cómo el algoritmo basado en TTL reduce el costo de la comunicación inalámbrica al aumentar la probabilidad de accesos rancios. Dependiendo de los requisitos de la aplicación, se pueden seleccionar valores de parámetros adecuados sobre la base de las directrices proporcionadas ",
            "error": []
        }
    }
}