{
    "original_text": "Pareto-optimal formulations for cost versus colorimetric accuracy trade-offs in printer color management Color management for the printing of digital images is a challenging task, due primarily to nonlinear ink-mixing behavior and the presence of redundant solutions for print devices with more than three inks. Algorithms for the conversion of image data to printer-specific format are typically designed to achieve a single predetermined rendering intent, such as colorimetric accuracy. We present two CIELAB to CMYK color conversion schemes based on a general Pareto-optimal formulation for printer color management. The schemes operate using a 149-color characterization data set selected to efficiently capture the entire CMYK gamut. The first scheme uses artificial neural networks as transfer functions between the CIELAB and CMYK spaces. The second scheme is based on a reformulation of tetrahedral interpolation as an optimization problem. Characterization data are divided into tetrahedra for the interpolation-based approach using the program Qhull, which removes the common restriction that characterization data be well organized. Both schemes offer user control over trade-off problems such as cost versus reproduction accuracy, allowing for user-specified print objectives and the use of constraints such as maximum allowable ink and maximum allowable AE*/sub ab/. A formulation for minimization of ink is shown to be particularly favorable, integrating both a clipping and gamut compression features into a single methodology",
    "original_translation": "Formulaciones Pareto-optimal para costos versus compensaciones de precisión colorimétrica en la gestión del color de la impresora La gestión del color para la impresión de imágenes digitales es una tarea difícil, debido principalmente al comportamiento de mezcla de tinta no lineal y la presencia de soluciones redundantes para dispositivos de impresión con más de tres tintas. Los algoritmos para la conversión de datos de imagen a un formato específico para la impresora suelen diseñarse para lograr una única intención de renderización predeterminada, como la precisión colorimétrica. Presentamos dos esquemas de conversión de color CIELAB a CMYK basados en una formulación general Pareto-optimal para la gestión de color de impresora. Los esquemas operan utilizando un conjunto de datos de caracterización de 149 colores seleccionados para capturar eficientemente toda la gama CMYK. El primer esquema utiliza redes neuronales artificiales como funciones de transferencia entre los espacios CIELAB y CMYK. El segundo esquema se basa en una reformulación de la interpolación tetraédrica como un problema de optimización. Los datos de caracterización se dividen en tetraedros para el enfoque basado en la interpolación utilizando el programa Qhull, que elimina la restricción común de que los datos de caracterización estén bien organizados. Ambos sistemas ofrecen el control de los usuarios sobre problemas de compensación, como la exactitud de los costes frente a la exactitud de la reproducción, permitiendo objetivos de impresión especificados por el usuario y el uso de limitaciones como la tinta máxima admisible y la AE*/subab/ máxima admisible. Una formulación para minimizar la tinta se muestra particularmente favorable, integrando tanto un recorte como características de compresión Gamut en una única metodología",
    "error_count": 12,
    "keys": {
        "printer color management": {
            "translated_key": "gestión de color de impresora",
            "translated_annotated_text": "Formulaciones Pareto-optimal para costos versus compensación de precisión colorimétrica en \"gestión de color de impresora\" La gestión de color para la impresión de imágenes digitales es una tarea difícil, debido principalmente al comportamiento de mezcla de tinta no lineal y la presencia de soluciones redundantes para dispositivos de impresión con más de tres tintas. Los algoritmos para la conversión de datos de imagen a un formato específico para la impresora suelen diseñarse para lograr una única intención de renderización predeterminada, como la precisión colorimétrica. Presentamos dos esquemas de conversión de color CIELAB a CMYK basados en una formulación general Pareto-optimal para \"gestión de color de impresora\". Los esquemas operan utilizando un conjunto de datos de caracterización de 149 colores seleccionados para capturar eficientemente toda la gama CMYK. El primer esquema utiliza redes neuronales artificiales como funciones de transferencia entre los espacios CIELAB y CMYK. El segundo esquema se basa en una reformulación de la interpolación tetraédrica como un problema de optimización. Los datos de caracterización se dividen en tetraedros para el enfoque basado en la interpolación utilizando el programa Qhull, que elimina la restricción común de que los datos de caracterización estén bien organizados. Ambos sistemas ofrecen el control de los usuarios sobre problemas de compensación, como la exactitud de los costes frente a la exactitud de la reproducción, permitiendo objetivos de impresión especificados por el usuario y el uso de limitaciones como la tinta máxima admisible y la AE*/subab/ máxima admisible. Una formulación para minimizar la tinta se muestra particularmente favorable, integrando tanto un recorte como características de compresión Gamut en una única metodología ",
            "error": [
                ""
            ]
        },
        "digital image printing": {
            "translated_key": [],
            "translated_annotated_text": "Formulaciones Pareto-optimal para costos versus compensaciones de precisión colorimétrica en la gestión del color de la impresora La gestión del color para la impresión de imágenes digitales es una tarea difícil, debido principalmente al comportamiento de mezcla de tinta no lineal y la presencia de soluciones redundantes para dispositivos de impresión con más de tres tintas. Los algoritmos para la conversión de datos de imagen a un formato específico para la impresora suelen diseñarse para lograr una única intención de renderización predeterminada, como la precisión colorimétrica. Presentamos dos esquemas de conversión de color CIELAB a CMYK basados en una formulación general Pareto-optimal para la gestión de color de impresora. Los esquemas operan utilizando un conjunto de datos de caracterización de 149 colores seleccionados para capturar eficientemente toda la gama CMYK. El primer esquema utiliza redes neuronales artificiales como funciones de transferencia entre los espacios CIELAB y CMYK. El segundo esquema se basa en una reformulación de la interpolación tetraédrica como un problema de optimización. Los datos de caracterización se dividen en tetraedros para el enfoque basado en la interpolación utilizando el programa Qhull, que elimina la restricción común de que los datos de caracterización estén bien organizados. Ambos sistemas ofrecen el control de los usuarios sobre problemas de compensación, como la exactitud de los costes frente a la exactitud de la reproducción, permitiendo objetivos de impresión especificados por el usuario y el uso de limitaciones como la tinta máxima admisible y la AE*/subab/ máxima admisible. Una formulación para minimizar la tinta se muestra particularmente favorable, integrando tanto un recorte como características de compresión Gamut en una única metodología ",
            "error": []
        },
        "nonlinear ink-mixing behavior": {
            "translated_key": "comportamiento de mezcla de tinta no lineal",
            "translated_annotated_text": "Formulaciones Pareto-optimal para costos versus compensaciones de precisión colorimétrica en la gestión del color de la impresora La gestión del color para la impresión de imágenes digitales es una tarea difícil, debido principalmente al \"comportamiento de mezcla de tinta no lineal\" y la presencia de soluciones redundantes para dispositivos de impresión con más de tres tintas. Los algoritmos para la conversión de datos de imagen a un formato específico para la impresora suelen diseñarse para lograr una única intención de renderización predeterminada, como la precisión colorimétrica. Presentamos dos esquemas de conversión de color CIELAB a CMYK basados en una formulación general Pareto-optimal para la gestión de color de impresora. Los esquemas operan utilizando un conjunto de datos de caracterización de 149 colores seleccionados para capturar eficientemente toda la gama CMYK. El primer esquema utiliza redes neuronales artificiales como funciones de transferencia entre los espacios CIELAB y CMYK. El segundo esquema se basa en una reformulación de la interpolación tetraédrica como un problema de optimización. Los datos de caracterización se dividen en tetraedros para el enfoque basado en la interpolación utilizando el programa Qhull, que elimina la restricción común de que los datos de caracterización estén bien organizados. Ambos sistemas ofrecen el control de los usuarios sobre problemas de compensación, como la exactitud de los costes frente a la exactitud de la reproducción, permitiendo objetivos de impresión especificados por el usuario y el uso de limitaciones como la tinta máxima admisible y la AE*/subab/ máxima admisible. Una formulación para minimizar la tinta se muestra particularmente favorable, integrando tanto un recorte como características de compresión Gamut en una única metodología ",
            "error": [
                ""
            ]
        },
        "redundant solutions": {
            "translated_key": "soluciones redundantes",
            "translated_annotated_text": "Formulaciones Pareto-optimal para costos versus compensaciones de precisión colorimétrica en la gestión del color de la impresora La gestión del color para la impresión de imágenes digitales es una tarea difícil, debido principalmente al comportamiento de mezcla de tinta no lineal y la presencia de \"soluciones redundantes\" para dispositivos de impresión con más de tres tintas. Los algoritmos para la conversión de datos de imagen a un formato específico para la impresora suelen diseñarse para lograr una única intención de renderización predeterminada, como la precisión colorimétrica. Presentamos dos esquemas de conversión de color CIELAB a CMYK basados en una formulación general Pareto-optimal para la gestión de color de impresora. Los esquemas operan utilizando un conjunto de datos de caracterización de 149 colores seleccionados para capturar eficientemente toda la gama CMYK. El primer esquema utiliza redes neuronales artificiales como funciones de transferencia entre los espacios CIELAB y CMYK. El segundo esquema se basa en una reformulación de la interpolación tetraédrica como un problema de optimización. Los datos de caracterización se dividen en tetraedros para el enfoque basado en la interpolación utilizando el programa Qhull, que elimina la restricción común de que los datos de caracterización estén bien organizados. Ambos sistemas ofrecen el control de los usuarios sobre problemas de compensación, como la exactitud de los costes frente a la exactitud de la reproducción, permitiendo objetivos de impresión especificados por el usuario y el uso de limitaciones como la tinta máxima admisible y la AE*/subab/ máxima admisible. Una formulación para minimizar la tinta se muestra particularmente favorable, integrando tanto un recorte como características de compresión Gamut en una única metodología ",
            "error": [
                ""
            ]
        },
        "Pareto-optimal formulations": {
            "translated_key": "Formaciones de impresión óptima",
            "translated_annotated_text": "\"Formaciones de impresión óptima\" para compensación de costos frente a precisión colorimétrica en la gestión del color de la impresora La gestión del color para la impresión de imágenes digitales es una tarea difícil, debido principalmente al comportamiento de mezcla de tinta no lineal y la presencia de soluciones redundantes para dispositivos de impresión con más de tres tintas. Los algoritmos para la conversión de datos de imagen a un formato específico para la impresora suelen diseñarse para lograr una única intención de renderización predeterminada, como la precisión colorimétrica. Presentamos dos esquemas de conversión de color CIELAB a CMYK basados en una formulación general Pareto-optimal para la gestión de color de impresora. Los esquemas operan utilizando un conjunto de datos de caracterización de 149 colores seleccionados para capturar eficientemente toda la gama CMYK. El primer esquema utiliza redes neuronales artificiales como funciones de transferencia entre los espacios CIELAB y CMYK. El segundo esquema se basa en una reformulación de la interpolación tetraédrica como un problema de optimización. Los datos de caracterización se dividen en tetraedros para el enfoque basado en la interpolación utilizando el programa Qhull, que elimina la restricción común de que los datos de caracterización estén bien organizados. Ambos sistemas ofrecen el control de los usuarios sobre problemas de compensación, como la exactitud de los costes frente a la exactitud de la reproducción, permitiendo objetivos de impresión especificados por el usuario y el uso de limitaciones como la tinta máxima admisible y la AE*/subab/ máxima admisible. Una formulación para minimizar la tinta se muestra particularmente favorable, integrando tanto un recorte como características de compresión Gamut en una única metodología ",
            "error": [
                ""
            ]
        },
        "cost versus colorimetric accuracy trade-offs": {
            "translated_key": "contratos de costo versus precisión colorimétrica",
            "translated_annotated_text": "Formulaciones Pareto-optimales para \"contratos de costo versus precisión colorimétrica\" en la gestión del color de la impresora La gestión del color para la impresión de imágenes digitales es una tarea difícil, debido principalmente al comportamiento de mezcla de tinta no lineal y la presencia de soluciones redundantes para dispositivos de impresión con más de tres tintas. Los algoritmos para la conversión de datos de imagen a un formato específico para la impresora suelen diseñarse para lograr una única intención de renderización predeterminada, como la precisión colorimétrica. Presentamos dos esquemas de conversión de color CIELAB a CMYK basados en una formulación general Pareto-optimal para la gestión de color de impresora. Los esquemas operan utilizando un conjunto de datos de caracterización de 149 colores seleccionados para capturar eficientemente toda la gama CMYK. El primer esquema utiliza redes neuronales artificiales como funciones de transferencia entre los espacios CIELAB y CMYK. El segundo esquema se basa en una reformulación de la interpolación tetraédrica como un problema de optimización. Los datos de caracterización se dividen en tetraedros para el enfoque basado en la interpolación utilizando el programa Qhull, que elimina la restricción común de que los datos de caracterización estén bien organizados. Ambos sistemas ofrecen el control de los usuarios sobre problemas de compensación, como la exactitud de los costes frente a la exactitud de la reproducción, permitiendo objetivos de impresión especificados por el usuario y el uso de limitaciones como la tinta máxima admisible y la AE*/subab/ máxima admisible. Una formulación para minimizar la tinta se muestra particularmente favorable, integrando tanto un recorte como características de compresión Gamut en una única metodología ",
            "error": [
                ""
            ]
        },
        "image data conversion": {
            "translated_key": [],
            "translated_annotated_text": "Formulaciones Pareto-optimal para costos versus compensaciones de precisión colorimétrica en la gestión del color de la impresora La gestión del color para la impresión de imágenes digitales es una tarea difícil, debido principalmente al comportamiento de mezcla de tinta no lineal y la presencia de soluciones redundantes para dispositivos de impresión con más de tres tintas. Los algoritmos para la conversión de datos de imagen a un formato específico para la impresora suelen diseñarse para lograr una única intención de renderización predeterminada, como la precisión colorimétrica. Presentamos dos esquemas de conversión de color CIELAB a CMYK basados en una formulación general Pareto-optimal para la gestión de color de impresora. Los esquemas operan utilizando un conjunto de datos de caracterización de 149 colores seleccionados para capturar eficientemente toda la gama CMYK. El primer esquema utiliza redes neuronales artificiales como funciones de transferencia entre los espacios CIELAB y CMYK. El segundo esquema se basa en una reformulación de la interpolación tetraédrica como un problema de optimización. Los datos de caracterización se dividen en tetraedros para el enfoque basado en la interpolación utilizando el programa Qhull, que elimina la restricción común de que los datos de caracterización estén bien organizados. Ambos sistemas ofrecen el control de los usuarios sobre problemas de compensación, como la exactitud de los costes frente a la exactitud de la reproducción, permitiendo objetivos de impresión especificados por el usuario y el uso de limitaciones como la tinta máxima admisible y la AE*/subab/ máxima admisible. Una formulación para minimizar la tinta se muestra particularmente favorable, integrando tanto un recorte como características de compresión Gamut en una única metodología ",
            "error": []
        },
        "CIELAB to CMYK color conversion schemes": {
            "translated_key": [],
            "translated_annotated_text": "Formulaciones Pareto-optimal para costos versus compensaciones de precisión colorimétrica en la gestión del color de la impresora La gestión del color para la impresión de imágenes digitales es una tarea difícil, debido principalmente al comportamiento de mezcla de tinta no lineal y la presencia de soluciones redundantes para dispositivos de impresión con más de tres tintas. Los algoritmos para la conversión de datos de imagen a un formato específico para la impresora suelen diseñarse para lograr una única intención de renderización predeterminada, como la precisión colorimétrica. Presentamos dos esquemas de conversión de color CIELAB a CMYK basados en una formulación general Pareto-optimal para la gestión de color de impresora. Los esquemas operan utilizando un conjunto de datos de caracterización de 149 colores seleccionados para capturar eficientemente toda la gama CMYK. El primer esquema utiliza redes neuronales artificiales como funciones de transferencia entre los espacios CIELAB y CMYK. El segundo esquema se basa en una reformulación de la interpolación tetraédrica como un problema de optimización. Los datos de caracterización se dividen en tetraedros para el enfoque basado en la interpolación utilizando el programa Qhull, que elimina la restricción común de que los datos de caracterización estén bien organizados. Ambos sistemas ofrecen el control de los usuarios sobre problemas de compensación, como la exactitud de los costes frente a la exactitud de la reproducción, permitiendo objetivos de impresión especificados por el usuario y el uso de limitaciones como la tinta máxima admisible y la AE*/subab/ máxima admisible. Una formulación para minimizar la tinta se muestra particularmente favorable, integrando tanto un recorte como características de compresión Gamut en una única metodología ",
            "error": []
        },
        "color characterization data set": {
            "translated_key": "colores",
            "translated_annotated_text": "Formulaciones Pareto-optimal para costos versus compensaciones de precisión colorimétrica en la gestión del color de la impresora La gestión del color para la impresión de imágenes digitales es una tarea difícil, debido principalmente al comportamiento de mezcla de tinta no lineal y la presencia de soluciones redundantes para dispositivos de impresión con más de tres tintas. Los algoritmos para la conversión de datos de imagen a un formato específico para la impresora suelen diseñarse para lograr una única intención de renderización predeterminada, como la precisión colorimétrica. Presentamos dos esquemas de conversión de color CIELAB a CMYK basados en una formulación general Pareto-optimal para la gestión de color de impresora. Los esquemas operan utilizando un conjunto de datos de caracterización de 149 \"colores\" seleccionados para capturar eficientemente toda la gama CMYK. El primer esquema utiliza redes neuronales artificiales como funciones de transferencia entre los espacios CIELAB y CMYK. El segundo esquema se basa en una reformulación de la interpolación tetraédrica como un problema de optimización. Los datos de caracterización se dividen en tetraedros para el enfoque basado en la interpolación utilizando el programa Qhull, que elimina la restricción común de que los datos de caracterización estén bien organizados. Ambos sistemas ofrecen el control de los usuarios sobre problemas de compensación, como la exactitud de los costes frente a la exactitud de la reproducción, permitiendo objetivos de impresión especificados por el usuario y el uso de limitaciones como la tinta máxima admisible y la AE*/subab/ máxima admisible. Una formulación para minimizar la tinta se muestra particularmente favorable, integrando tanto un recorte como características de compresión Gamut en una única metodología ",
            "error": [
                ""
            ]
        },
        "artificial neural networks": {
            "translated_key": "redes neurales artificiales",
            "translated_annotated_text": "Formulaciones Pareto-optimal para costos versus compensaciones de precisión colorimétrica en la gestión del color de la impresora La gestión del color para la impresión de imágenes digitales es una tarea difícil, debido principalmente al comportamiento de mezcla de tinta no lineal y la presencia de soluciones redundantes para dispositivos de impresión con más de tres tintas. Los algoritmos para la conversión de datos de imagen a un formato específico para la impresora suelen diseñarse para lograr una única intención de renderización predeterminada, como la precisión colorimétrica. Presentamos dos esquemas de conversión de color CIELAB a CMYK basados en una formulación general Pareto-optimal para la gestión de color de impresora. Los esquemas operan utilizando un conjunto de datos de caracterización de 149 colores seleccionados para capturar eficientemente toda la gama CMYK. El primer esquema utiliza \"redes neurales artificiales\" como funciones de transferencia entre los espacios CIELAB y CMYK. El segundo esquema se basa en una reformulación de la interpolación tetraédrica como un problema de optimización. Los datos de caracterización se dividen en tetraedros para el enfoque basado en la interpolación utilizando el programa Qhull, que elimina la restricción común de que los datos de caracterización estén bien organizados. Ambos sistemas ofrecen el control de los usuarios sobre problemas de compensación, como la exactitud de los costes frente a la exactitud de la reproducción, permitiendo objetivos de impresión especificados por el usuario y el uso de limitaciones como la tinta máxima admisible y la AE*/subab/ máxima admisible. Una formulación para minimizar la tinta se muestra particularmente favorable, integrando tanto un recorte como características de compresión Gamut en una única metodología ",
            "error": [
                ""
            ]
        },
        "transfer functions": {
            "translated_key": "funciones de transferencia",
            "translated_annotated_text": "Formulaciones Pareto-optimal para costos versus compensaciones de precisión colorimétrica en la gestión del color de la impresora La gestión del color para la impresión de imágenes digitales es una tarea difícil, debido principalmente al comportamiento de mezcla de tinta no lineal y la presencia de soluciones redundantes para dispositivos de impresión con más de tres tintas. Los algoritmos para la conversión de datos de imagen a un formato específico para la impresora suelen diseñarse para lograr una única intención de renderización predeterminada, como la precisión colorimétrica. Presentamos dos esquemas de conversión de color CIELAB a CMYK basados en una formulación general Pareto-optimal para la gestión de color de impresora. Los esquemas operan utilizando un conjunto de datos de caracterización de 149 colores seleccionados para capturar eficientemente toda la gama CMYK. El primer esquema utiliza las redes neuronales artificiales como \"funciones de transferencia\" entre los espacios CIELAB y CMYK. El segundo esquema se basa en una reformulación de la interpolación tetraédrica como un problema de optimización. Los datos de caracterización se dividen en tetraedros para el enfoque basado en la interpolación utilizando el programa Qhull, que elimina la restricción común de que los datos de caracterización estén bien organizados. Ambos sistemas ofrecen el control de los usuarios sobre problemas de compensación, como la exactitud de los costes frente a la exactitud de la reproducción, permitiendo objetivos de impresión especificados por el usuario y el uso de limitaciones como la tinta máxima admisible y la AE*/subab/ máxima admisible. Una formulación para minimizar la tinta se muestra particularmente favorable, integrando tanto un recorte como características de compresión Gamut en una única metodología ",
            "error": [
                ""
            ]
        },
        "tetrahedral interpolation": {
            "translated_key": "interpolación tetraedral",
            "translated_annotated_text": "Formulaciones Pareto-optimal para costos versus compensaciones de precisión colorimétrica en la gestión del color de la impresora La gestión del color para la impresión de imágenes digitales es una tarea difícil, debido principalmente al comportamiento de mezcla de tinta no lineal y la presencia de soluciones redundantes para dispositivos de impresión con más de tres tintas. Los algoritmos para la conversión de datos de imagen a un formato específico para la impresora suelen diseñarse para lograr una única intención de renderización predeterminada, como la precisión colorimétrica. Presentamos dos esquemas de conversión de color CIELAB a CMYK basados en una formulación general Pareto-optimal para la gestión de color de impresora. Los esquemas operan utilizando un conjunto de datos de caracterización de 149 colores seleccionados para capturar eficientemente toda la gama CMYK. El primer esquema utiliza redes neuronales artificiales como funciones de transferencia entre los espacios CIELAB y CMYK. El segundo esquema se basa en una reformulación de la \"interpolación tetraedral\" como un problema de optimización. Los datos de caracterización se dividen en tetraedros para el enfoque basado en la interpolación utilizando el programa Qhull, que elimina la restricción común de que los datos de caracterización estén bien organizados. Ambos sistemas ofrecen el control de los usuarios sobre problemas de compensación, como la exactitud de los costes frente a la exactitud de la reproducción, permitiendo objetivos de impresión especificados por el usuario y el uso de limitaciones como la tinta máxima admisible y la AE*/subab/ máxima admisible. Una formulación para minimizar la tinta se muestra particularmente favorable, integrando tanto un recorte como características de compresión Gamut en una única metodología ",
            "error": [
                ""
            ]
        },
        "optimization": {
            "translated_key": "optimización",
            "translated_annotated_text": "Formulaciones Pareto-optimal para costos versus compensaciones de precisión colorimétrica en la gestión del color de la impresora La gestión del color para la impresión de imágenes digitales es una tarea difícil, debido principalmente al comportamiento de mezcla de tinta no lineal y la presencia de soluciones redundantes para dispositivos de impresión con más de tres tintas. Los algoritmos para la conversión de datos de imagen a un formato específico para la impresora suelen diseñarse para lograr una única intención de renderización predeterminada, como la precisión colorimétrica. Presentamos dos esquemas de conversión de color CIELAB a CMYK basados en una formulación general Pareto-optimal para la gestión de color de impresora. Los esquemas operan utilizando un conjunto de datos de caracterización de 149 colores seleccionados para capturar eficientemente toda la gama CMYK. El primer esquema utiliza redes neuronales artificiales como funciones de transferencia entre los espacios CIELAB y CMYK. El segundo esquema se basa en una reformulación de la interpolación tetraédrica como un problema de \"optimización\". Los datos de caracterización se dividen en tetraedros para el enfoque basado en la interpolación utilizando el programa Qhull, que elimina la restricción común de que los datos de caracterización estén bien organizados. Ambos sistemas ofrecen el control de los usuarios sobre problemas de compensación, como la exactitud de los costes frente a la exactitud de la reproducción, permitiendo objetivos de impresión especificados por el usuario y el uso de limitaciones como la tinta máxima admisible y la AE*/subab/ máxima admisible. Una formulación para minimizar la tinta se muestra particularmente favorable, integrando tanto un recorte como características de compresión Gamut en una única metodología ",
            "error": [
                ""
            ]
        },
        "tetrahedra": {
            "translated_key": "tetraedra",
            "translated_annotated_text": "Formulaciones Pareto-optimal para costos versus compensaciones de precisión colorimétrica en la gestión del color de la impresora La gestión del color para la impresión de imágenes digitales es una tarea difícil, debido principalmente al comportamiento de mezcla de tinta no lineal y la presencia de soluciones redundantes para dispositivos de impresión con más de tres tintas. Los algoritmos para la conversión de datos de imagen a un formato específico para la impresora suelen diseñarse para lograr una única intención de renderización predeterminada, como la precisión colorimétrica. Presentamos dos esquemas de conversión de color CIELAB a CMYK basados en una formulación general Pareto-optimal para la gestión de color de impresora. Los esquemas operan utilizando un conjunto de datos de caracterización de 149 colores seleccionados para capturar eficientemente toda la gama CMYK. El primer esquema utiliza redes neuronales artificiales como funciones de transferencia entre los espacios CIELAB y CMYK. El segundo esquema se basa en una reformulación de la interpolación tetraédrica como un problema de optimización. Los datos de caracterización se dividen en \"tetraedra\" para el enfoque basado en la interpolación utilizando el programa Qhull, que elimina la restricción común de que los datos de caracterización estén bien organizados. Ambos sistemas ofrecen el control de los usuarios sobre problemas de compensación, como la exactitud de los costes frente a la exactitud de la reproducción, permitiendo objetivos de impresión especificados por el usuario y el uso de limitaciones como la tinta máxima admisible y la AE*/subab/ máxima admisible. Una formulación para minimizar la tinta se muestra particularmente favorable, integrando tanto un recorte como características de compresión Gamut en una única metodología ",
            "error": [
                ""
            ]
        },
        "interpolation-based approach": {
            "translated_key": "enfoque basado en la interpolación",
            "translated_annotated_text": "Formulaciones Pareto-optimal para costos versus compensaciones de precisión colorimétrica en la gestión del color de la impresora La gestión del color para la impresión de imágenes digitales es una tarea difícil, debido principalmente al comportamiento de mezcla de tinta no lineal y la presencia de soluciones redundantes para dispositivos de impresión con más de tres tintas. Los algoritmos para la conversión de datos de imagen a un formato específico para la impresora suelen diseñarse para lograr una única intención de renderización predeterminada, como la precisión colorimétrica. Presentamos dos esquemas de conversión de color CIELAB a CMYK basados en una formulación general Pareto-optimal para la gestión de color de impresora. Los esquemas operan utilizando un conjunto de datos de caracterización de 149 colores seleccionados para capturar eficientemente toda la gama CMYK. El primer esquema utiliza redes neuronales artificiales como funciones de transferencia entre los espacios CIELAB y CMYK. El segundo esquema se basa en una reformulación de la interpolación tetraédrica como un problema de optimización. Los datos de caracterización se dividen en tetraedros para el \"enfoque basado en la interpolación\" utilizando el programa Qhull, que elimina la restricción común de que los datos de caracterización estén bien organizados. Ambos sistemas ofrecen el control de los usuarios sobre problemas de compensación, como la exactitud de los costes frente a la exactitud de la reproducción, permitiendo objetivos de impresión especificados por el usuario y el uso de limitaciones como la tinta máxima admisible y la AE*/subab/ máxima admisible. Una formulación para minimizar la tinta se muestra particularmente favorable, integrando tanto un recorte como características de compresión Gamut en una única metodología ",
            "error": [
                ""
            ]
        },
        "Qhull program": {
            "translated_key": [],
            "translated_annotated_text": "Formulaciones Pareto-optimal para costos versus compensaciones de precisión colorimétrica en la gestión del color de la impresora La gestión del color para la impresión de imágenes digitales es una tarea difícil, debido principalmente al comportamiento de mezcla de tinta no lineal y la presencia de soluciones redundantes para dispositivos de impresión con más de tres tintas. Los algoritmos para la conversión de datos de imagen a un formato específico para la impresora suelen diseñarse para lograr una única intención de renderización predeterminada, como la precisión colorimétrica. Presentamos dos esquemas de conversión de color CIELAB a CMYK basados en una formulación general Pareto-optimal para la gestión de color de impresora. Los esquemas operan utilizando un conjunto de datos de caracterización de 149 colores seleccionados para capturar eficientemente toda la gama CMYK. El primer esquema utiliza redes neuronales artificiales como funciones de transferencia entre los espacios CIELAB y CMYK. El segundo esquema se basa en una reformulación de la interpolación tetraédrica como un problema de optimización. Los datos de caracterización se dividen en tetraedros para el enfoque basado en la interpolación utilizando el programa Qhull, que elimina la restricción común de que los datos de caracterización estén bien organizados. Ambos sistemas ofrecen el control de los usuarios sobre problemas de compensación, como la exactitud de los costes frente a la exactitud de la reproducción, permitiendo objetivos de impresión especificados por el usuario y el uso de limitaciones como la tinta máxima admisible y la AE*/subab/ máxima admisible. Una formulación para minimizar la tinta se muestra particularmente favorable, integrando tanto un recorte como características de compresión Gamut en una única metodología ",
            "error": []
        },
        "user control": {
            "translated_key": "control de usuario",
            "translated_annotated_text": "Formulaciones Pareto-optimal para costos versus compensaciones de precisión colorimétrica en la gestión del color de la impresora La gestión del color para la impresión de imágenes digitales es una tarea difícil, debido principalmente al comportamiento de mezcla de tinta no lineal y la presencia de soluciones redundantes para dispositivos de impresión con más de tres tintas. Los algoritmos para la conversión de datos de imagen a un formato específico para la impresora suelen diseñarse para lograr una única intención de renderización predeterminada, como la precisión colorimétrica. Presentamos dos esquemas de conversión de color CIELAB a CMYK basados en una formulación general Pareto-optimal para la gestión de color de impresora. Los esquemas operan utilizando un conjunto de datos de caracterización de 149 colores seleccionados para capturar eficientemente toda la gama CMYK. El primer esquema utiliza redes neuronales artificiales como funciones de transferencia entre los espacios CIELAB y CMYK. El segundo esquema se basa en una reformulación de la interpolación tetraédrica como un problema de optimización. Los datos de caracterización se dividen en tetraedros para el enfoque basado en la interpolación utilizando el programa Qhull, que elimina la restricción común de que los datos de caracterización estén bien organizados. Ambos sistemas ofrecen \"control de usuario\" sobre problemas de compensación, como la exactitud de los costes y de la reproducción, permitiendo objetivos de impresión especificados por el usuario y el uso de limitaciones como la tinta máxima admisible y la AE*/subab/ máxima admisible. Una formulación para minimizar la tinta se muestra particularmente favorable, integrando tanto un recorte como características de compresión Gamut en una única metodología ",
            "error": [
                ""
            ]
        },
        "cost versus reproduction accuracy": {
            "translated_key": "costo versus exactitud de reproducción",
            "translated_annotated_text": "Formulaciones Pareto-optimal para costos versus compensaciones de precisión colorimétrica en la gestión del color de la impresora La gestión del color para la impresión de imágenes digitales es una tarea difícil, debido principalmente al comportamiento de mezcla de tinta no lineal y la presencia de soluciones redundantes para dispositivos de impresión con más de tres tintas. Los algoritmos para la conversión de datos de imagen a un formato específico para la impresora suelen diseñarse para lograr una única intención de renderización predeterminada, como la precisión colorimétrica. Presentamos dos esquemas de conversión de color CIELAB a CMYK basados en una formulación general Pareto-optimal para la gestión de color de impresora. Los esquemas operan utilizando un conjunto de datos de caracterización de 149 colores seleccionados para capturar eficientemente toda la gama CMYK. El primer esquema utiliza redes neuronales artificiales como funciones de transferencia entre los espacios CIELAB y CMYK. El segundo esquema se basa en una reformulación de la interpolación tetraédrica como un problema de optimización. Los datos de caracterización se dividen en tetraedros para el enfoque basado en la interpolación utilizando el programa Qhull, que elimina la restricción común de que los datos de caracterización estén bien organizados. Ambos sistemas ofrecen el control de los usuarios sobre problemas de compensación, tales como \"costo versus exactitud de reproducción\", permitiendo objetivos de impresión especificados por el usuario y el uso de limitaciones como la tinta máxima permitida y la AE*/subab/ máxima permitida. Una formulación para minimizar la tinta se muestra particularmente favorable, integrando tanto un recorte como características de compresión Gamut en una única metodología ",
            "error": [
                ""
            ]
        },
        "user-specified print objectives": {
            "translated_key": "objetivos de impresión especificados por el usuario",
            "translated_annotated_text": "Formulaciones Pareto-optimal para costos versus compensaciones de precisión colorimétrica en la gestión del color de la impresora La gestión del color para la impresión de imágenes digitales es una tarea difícil, debido principalmente al comportamiento de mezcla de tinta no lineal y la presencia de soluciones redundantes para dispositivos de impresión con más de tres tintas. Los algoritmos para la conversión de datos de imagen a un formato específico para la impresora suelen diseñarse para lograr una única intención de renderización predeterminada, como la precisión colorimétrica. Presentamos dos esquemas de conversión de color CIELAB a CMYK basados en una formulación general Pareto-optimal para la gestión de color de impresora. Los esquemas operan utilizando un conjunto de datos de caracterización de 149 colores seleccionados para capturar eficientemente toda la gama CMYK. El primer esquema utiliza redes neuronales artificiales como funciones de transferencia entre los espacios CIELAB y CMYK. El segundo esquema se basa en una reformulación de la interpolación tetraédrica como un problema de optimización. Los datos de caracterización se dividen en tetraedros para el enfoque basado en la interpolación utilizando el programa Qhull, que elimina la restricción común de que los datos de caracterización estén bien organizados. Ambos sistemas ofrecen el control de los usuarios sobre problemas de compensación, como la exactitud de los costes frente a la exactitud de la reproducción, lo que permite \"objetivos de impresión especificados por el usuario\" y el uso de limitaciones como la tinta máxima admisible y la AE*/subab/. Una formulación para minimizar la tinta se muestra particularmente favorable, integrando tanto un recorte como características de compresión Gamut en una única metodología ",
            "error": [
                ""
            ]
        },
        "maximum allowable ink": {
            "translated_key": "tinta máxima admisible",
            "translated_annotated_text": "Formulaciones Pareto-optimal para costos versus compensaciones de precisión colorimétrica en la gestión del color de la impresora La gestión del color para la impresión de imágenes digitales es una tarea difícil, debido principalmente al comportamiento de mezcla de tinta no lineal y la presencia de soluciones redundantes para dispositivos de impresión con más de tres tintas. Los algoritmos para la conversión de datos de imagen a un formato específico para la impresora suelen diseñarse para lograr una única intención de renderización predeterminada, como la precisión colorimétrica. Presentamos dos esquemas de conversión de color CIELAB a CMYK basados en una formulación general Pareto-optimal para la gestión de color de impresora. Los esquemas operan utilizando un conjunto de datos de caracterización de 149 colores seleccionados para capturar eficientemente toda la gama CMYK. El primer esquema utiliza redes neuronales artificiales como funciones de transferencia entre los espacios CIELAB y CMYK. El segundo esquema se basa en una reformulación de la interpolación tetraédrica como un problema de optimización. Los datos de caracterización se dividen en tetraedros para el enfoque basado en la interpolación utilizando el programa Qhull, que elimina la restricción común de que los datos de caracterización estén bien organizados. Ambos sistemas ofrecen el control de los usuarios sobre problemas de compensación, como la exactitud de los costes frente a la exactitud de la reproducción, lo que permite objetivos de impresión especificados por el usuario y el uso de limitaciones como \"tinta máxima admisible\" y AE*/sub ab/. Una formulación para minimizar la tinta se muestra particularmente favorable, integrando tanto un recorte como características de compresión Gamut en una única metodología ",
            "error": [
                ""
            ]
        },
        "constraints": {
            "translated_key": "restricciones",
            "translated_annotated_text": "Formulaciones Pareto-optimal para costos versus compensaciones de precisión colorimétrica en la gestión del color de la impresora La gestión del color para la impresión de imágenes digitales es una tarea difícil, debido principalmente al comportamiento de mezcla de tinta no lineal y la presencia de soluciones redundantes para dispositivos de impresión con más de tres tintas. Los algoritmos para la conversión de datos de imagen a un formato específico para la impresora suelen diseñarse para lograr una única intención de renderización predeterminada, como la precisión colorimétrica. Presentamos dos esquemas de conversión de color CIELAB a CMYK basados en una formulación general Pareto-optimal para la gestión de color de impresora. Los esquemas operan utilizando un conjunto de datos de caracterización de 149 colores seleccionados para capturar eficientemente toda la gama CMYK. El primer esquema utiliza redes neuronales artificiales como funciones de transferencia entre los espacios CIELAB y CMYK. El segundo esquema se basa en una reformulación de la interpolación tetraédrica como un problema de optimización. Los datos de caracterización se dividen en tetraedros para el enfoque basado en la interpolación utilizando el programa Qhull, que elimina la restricción común de que los datos de caracterización estén bien organizados. Ambos sistemas ofrecen el control de los usuarios sobre problemas de compensación, como la exactitud de los costes frente a la exactitud de la reproducción, permitiendo objetivos de impresión especificados por el usuario y el uso de \"restricciones\" tales como tinta máxima admisible y AE*/sub ab/. Una formulación para minimizar la tinta se muestra particularmente favorable, integrando tanto un recorte como características de compresión Gamut en una única metodología ",
            "error": [
                ""
            ]
        },
        "gamut compression features": {
            "translated_key": "características de compresión Gamut",
            "translated_annotated_text": "Formulaciones Pareto-optimal para costos versus compensaciones de precisión colorimétrica en la gestión del color de la impresora La gestión del color para la impresión de imágenes digitales es una tarea difícil, debido principalmente al comportamiento de mezcla de tinta no lineal y la presencia de soluciones redundantes para dispositivos de impresión con más de tres tintas. Los algoritmos para la conversión de datos de imagen a un formato específico para la impresora suelen diseñarse para lograr una única intención de renderización predeterminada, como la precisión colorimétrica. Presentamos dos esquemas de conversión de color CIELAB a CMYK basados en una formulación general Pareto-optimal para la gestión de color de impresora. Los esquemas operan utilizando un conjunto de datos de caracterización de 149 colores seleccionados para capturar eficientemente toda la gama CMYK. El primer esquema utiliza redes neuronales artificiales como funciones de transferencia entre los espacios CIELAB y CMYK. El segundo esquema se basa en una reformulación de la interpolación tetraédrica como un problema de optimización. Los datos de caracterización se dividen en tetraedros para el enfoque basado en la interpolación utilizando el programa Qhull, que elimina la restricción común de que los datos de caracterización estén bien organizados. Ambos sistemas ofrecen el control de los usuarios sobre problemas de compensación, como la exactitud de los costes frente a la exactitud de la reproducción, permitiendo objetivos de impresión especificados por el usuario y el uso de limitaciones como la tinta máxima admisible y la AE*/subab/ máxima admisible. Una formulación para minimizar la tinta se muestra particularmente favorable, integrando tanto un recorte como \"características de compresión Gamut\" en una metodología única ",
            "error": [
                ""
            ]
        },
        "clipping": {
            "translated_key": "clipping",
            "translated_annotated_text": "Formulaciones Pareto-optimal para costos versus compensaciones de precisión colorimétrica en la gestión del color de la impresora La gestión del color para la impresión de imágenes digitales es una tarea difícil, debido principalmente al comportamiento de mezcla de tinta no lineal y la presencia de soluciones redundantes para dispositivos de impresión con más de tres tintas. Los algoritmos para la conversión de datos de imagen a un formato específico para la impresora suelen diseñarse para lograr una única intención de renderización predeterminada, como la precisión colorimétrica. Presentamos dos esquemas de conversión de color CIELAB a CMYK basados en una formulación general Pareto-optimal para la gestión de color de impresora. Los esquemas operan utilizando un conjunto de datos de caracterización de 149 colores seleccionados para capturar eficientemente toda la gama CMYK. El primer esquema utiliza redes neuronales artificiales como funciones de transferencia entre los espacios CIELAB y CMYK. El segundo esquema se basa en una reformulación de la interpolación tetraédrica como un problema de optimización. Los datos de caracterización se dividen en tetraedros para el enfoque basado en la interpolación utilizando el programa Qhull, que elimina la restricción común de que los datos de caracterización estén bien organizados. Ambos sistemas ofrecen el control de los usuarios sobre problemas de compensación, como la exactitud de los costes frente a la exactitud de la reproducción, permitiendo objetivos de impresión especificados por el usuario y el uso de limitaciones como la tinta máxima admisible y la AE*/subab/ máxima admisible. Una formulación para la minimización de la tinta se muestra particularmente favorable, integrando tanto un \"clipping\" como características de compresión Gamut en una única metodología ",
            "error": [
                ""
            ]
        },
        "MacBeth ColorChecker chart": {
            "translated_key": [],
            "translated_annotated_text": "Formulaciones Pareto-optimal para costos versus compensaciones de precisión colorimétrica en la gestión del color de la impresora La gestión del color para la impresión de imágenes digitales es una tarea difícil, debido principalmente al comportamiento de mezcla de tinta no lineal y la presencia de soluciones redundantes para dispositivos de impresión con más de tres tintas. Los algoritmos para la conversión de datos de imagen a un formato específico para la impresora suelen diseñarse para lograr una única intención de renderización predeterminada, como la precisión colorimétrica. Presentamos dos esquemas de conversión de color CIELAB a CMYK basados en una formulación general Pareto-optimal para la gestión de color de impresora. Los esquemas operan utilizando un conjunto de datos de caracterización de 149 colores seleccionados para capturar eficientemente toda la gama CMYK. El primer esquema utiliza redes neuronales artificiales como funciones de transferencia entre los espacios CIELAB y CMYK. El segundo esquema se basa en una reformulación de la interpolación tetraédrica como un problema de optimización. Los datos de caracterización se dividen en tetraedros para el enfoque basado en la interpolación utilizando el programa Qhull, que elimina la restricción común de que los datos de caracterización estén bien organizados. Ambos sistemas ofrecen el control de los usuarios sobre problemas de compensación, como la exactitud de los costes frente a la exactitud de la reproducción, permitiendo objetivos de impresión especificados por el usuario y el uso de limitaciones como la tinta máxima admisible y la AE*/subab/ máxima admisible. Una formulación para minimizar la tinta se muestra particularmente favorable, integrando tanto un recorte como características de compresión Gamut en una única metodología ",
            "error": []
        },
        "grey component replacement": {
            "translated_key": [],
            "translated_annotated_text": "Formulaciones Pareto-optimal para costos versus compensaciones de precisión colorimétrica en la gestión del color de la impresora La gestión del color para la impresión de imágenes digitales es una tarea difícil, debido principalmente al comportamiento de mezcla de tinta no lineal y la presencia de soluciones redundantes para dispositivos de impresión con más de tres tintas. Los algoritmos para la conversión de datos de imagen a un formato específico para la impresora suelen diseñarse para lograr una única intención de renderización predeterminada, como la precisión colorimétrica. Presentamos dos esquemas de conversión de color CIELAB a CMYK basados en una formulación general Pareto-optimal para la gestión de color de impresora. Los esquemas operan utilizando un conjunto de datos de caracterización de 149 colores seleccionados para capturar eficientemente toda la gama CMYK. El primer esquema utiliza redes neuronales artificiales como funciones de transferencia entre los espacios CIELAB y CMYK. El segundo esquema se basa en una reformulación de la interpolación tetraédrica como un problema de optimización. Los datos de caracterización se dividen en tetraedros para el enfoque basado en la interpolación utilizando el programa Qhull, que elimina la restricción común de que los datos de caracterización estén bien organizados. Ambos sistemas ofrecen el control de los usuarios sobre problemas de compensación, como la exactitud de los costes frente a la exactitud de la reproducción, permitiendo objetivos de impresión especificados por el usuario y el uso de limitaciones como la tinta máxima admisible y la AE*/subab/ máxima admisible. Una formulación para minimizar la tinta se muestra particularmente favorable, integrando tanto un recorte como características de compresión Gamut en una única metodología ",
            "error": []
        },
        "rendering intent": {
            "translated_key": "intentación de representación",
            "translated_annotated_text": "Formulaciones Pareto-optimal para costos versus compensaciones de precisión colorimétrica en la gestión del color de la impresora La gestión del color para la impresión de imágenes digitales es una tarea difícil, debido principalmente al comportamiento de mezcla de tinta no lineal y la presencia de soluciones redundantes para dispositivos de impresión con más de tres tintas. Los algoritmos para la conversión de los datos de imagen a un formato específico de la impresora están típicamente diseñados para lograr una única \"intentación de representación\" predeterminada, como la precisión colorimétrica. Presentamos dos esquemas de conversión de color CIELAB a CMYK basados en una formulación general Pareto-optimal para la gestión de color de impresora. Los esquemas operan utilizando un conjunto de datos de caracterización de 149 colores seleccionados para capturar eficientemente toda la gama CMYK. El primer esquema utiliza redes neuronales artificiales como funciones de transferencia entre los espacios CIELAB y CMYK. El segundo esquema se basa en una reformulación de la interpolación tetraédrica como un problema de optimización. Los datos de caracterización se dividen en tetraedros para el enfoque basado en la interpolación utilizando el programa Qhull, que elimina la restricción común de que los datos de caracterización estén bien organizados. Ambos sistemas ofrecen el control de los usuarios sobre problemas de compensación, como la exactitud de los costes frente a la exactitud de la reproducción, permitiendo objetivos de impresión especificados por el usuario y el uso de limitaciones como la tinta máxima admisible y la AE*/subab/ máxima admisible. Una formulación para minimizar la tinta se muestra particularmente favorable, integrando tanto un recorte como características de compresión Gamut en una única metodología ",
            "error": [
                ""
            ]
        },
        "colour graphics": {
            "translated_key": [],
            "translated_annotated_text": "Formulaciones Pareto-optimal para costos versus compensaciones de precisión colorimétrica en la gestión del color de la impresora La gestión del color para la impresión de imágenes digitales es una tarea difícil, debido principalmente al comportamiento de mezcla de tinta no lineal y la presencia de soluciones redundantes para dispositivos de impresión con más de tres tintas. Los algoritmos para la conversión de datos de imagen a un formato específico para la impresora suelen diseñarse para lograr una única intención de renderización predeterminada, como la precisión colorimétrica. Presentamos dos esquemas de conversión de color CIELAB a CMYK basados en una formulación general Pareto-optimal para la gestión de color de impresora. Los esquemas operan utilizando un conjunto de datos de caracterización de 149 colores seleccionados para capturar eficientemente toda la gama CMYK. El primer esquema utiliza redes neuronales artificiales como funciones de transferencia entre los espacios CIELAB y CMYK. El segundo esquema se basa en una reformulación de la interpolación tetraédrica como un problema de optimización. Los datos de caracterización se dividen en tetraedros para el enfoque basado en la interpolación utilizando el programa Qhull, que elimina la restricción común de que los datos de caracterización estén bien organizados. Ambos sistemas ofrecen el control de los usuarios sobre problemas de compensación, como la exactitud de los costes frente a la exactitud de la reproducción, permitiendo objetivos de impresión especificados por el usuario y el uso de limitaciones como la tinta máxima admisible y la AE*/subab/ máxima admisible. Una formulación para minimizar la tinta se muestra particularmente favorable, integrando tanto un recorte como características de compresión Gamut en una única metodología ",
            "error": []
        },
        "image colour analysis": {
            "translated_key": [],
            "translated_annotated_text": "Formulaciones Pareto-optimal para costos versus compensaciones de precisión colorimétrica en la gestión del color de la impresora La gestión del color para la impresión de imágenes digitales es una tarea difícil, debido principalmente al comportamiento de mezcla de tinta no lineal y la presencia de soluciones redundantes para dispositivos de impresión con más de tres tintas. Los algoritmos para la conversión de datos de imagen a un formato específico para la impresora suelen diseñarse para lograr una única intención de renderización predeterminada, como la precisión colorimétrica. Presentamos dos esquemas de conversión de color CIELAB a CMYK basados en una formulación general Pareto-optimal para la gestión de color de impresora. Los esquemas operan utilizando un conjunto de datos de caracterización de 149 colores seleccionados para capturar eficientemente toda la gama CMYK. El primer esquema utiliza redes neuronales artificiales como funciones de transferencia entre los espacios CIELAB y CMYK. El segundo esquema se basa en una reformulación de la interpolación tetraédrica como un problema de optimización. Los datos de caracterización se dividen en tetraedros para el enfoque basado en la interpolación utilizando el programa Qhull, que elimina la restricción común de que los datos de caracterización estén bien organizados. Ambos sistemas ofrecen el control de los usuarios sobre problemas de compensación, como la exactitud de los costes frente a la exactitud de la reproducción, permitiendo objetivos de impresión especificados por el usuario y el uso de limitaciones como la tinta máxima admisible y la AE*/subab/ máxima admisible. Una formulación para minimizar la tinta se muestra particularmente favorable, integrando tanto un recorte como características de compresión Gamut en una única metodología ",
            "error": []
        },
        "interpolation": {
            "translated_key": "interpolación",
            "translated_annotated_text": "Formulaciones Pareto-optimal para costos versus compensaciones de precisión colorimétrica en la gestión del color de la impresora La gestión del color para la impresión de imágenes digitales es una tarea difícil, debido principalmente al comportamiento de mezcla de tinta no lineal y la presencia de soluciones redundantes para dispositivos de impresión con más de tres tintas. Los algoritmos para la conversión de datos de imagen a un formato específico para la impresora suelen diseñarse para lograr una única intención de renderización predeterminada, como la precisión colorimétrica. Presentamos dos esquemas de conversión de color CIELAB a CMYK basados en una formulación general Pareto-optimal para la gestión de color de impresora. Los esquemas operan utilizando un conjunto de datos de caracterización de 149 colores seleccionados para capturar eficientemente toda la gama CMYK. El primer esquema utiliza redes neuronales artificiales como funciones de transferencia entre los espacios CIELAB y CMYK. El segundo esquema se basa en una reformulación de la \"interpolación\" tetraédrica como un problema de optimización. Los datos de caracterización se dividen en tetraedros para el enfoque basado en la \"interpolación\" utilizando el programa Qhull, que elimina la restricción común de que los datos de caracterización estén bien organizados. Ambos sistemas ofrecen el control de los usuarios sobre problemas de compensación, como la exactitud de los costes frente a la exactitud de la reproducción, permitiendo objetivos de impresión especificados por el usuario y el uso de limitaciones como la tinta máxima admisible y la AE*/subab/ máxima admisible. Una formulación para minimizar la tinta se muestra particularmente favorable, integrando tanto un recorte como características de compresión Gamut en una única metodología ",
            "error": [
                ""
            ]
        },
        "neural nets": {
            "translated_key": [],
            "translated_annotated_text": "Formulaciones Pareto-optimal para costos versus compensaciones de precisión colorimétrica en la gestión del color de la impresora La gestión del color para la impresión de imágenes digitales es una tarea difícil, debido principalmente al comportamiento de mezcla de tinta no lineal y la presencia de soluciones redundantes para dispositivos de impresión con más de tres tintas. Los algoritmos para la conversión de datos de imagen a un formato específico para la impresora suelen diseñarse para lograr una única intención de renderización predeterminada, como la precisión colorimétrica. Presentamos dos esquemas de conversión de color CIELAB a CMYK basados en una formulación general Pareto-optimal para la gestión de color de impresora. Los esquemas operan utilizando un conjunto de datos de caracterización de 149 colores seleccionados para capturar eficientemente toda la gama CMYK. El primer esquema utiliza redes neuronales artificiales como funciones de transferencia entre los espacios CIELAB y CMYK. El segundo esquema se basa en una reformulación de la interpolación tetraédrica como un problema de optimización. Los datos de caracterización se dividen en tetraedros para el enfoque basado en la interpolación utilizando el programa Qhull, que elimina la restricción común de que los datos de caracterización estén bien organizados. Ambos sistemas ofrecen el control de los usuarios sobre problemas de compensación, como la exactitud de los costes frente a la exactitud de la reproducción, permitiendo objetivos de impresión especificados por el usuario y el uso de limitaciones como la tinta máxima admisible y la AE*/subab/ máxima admisible. Una formulación para minimizar la tinta se muestra particularmente favorable, integrando tanto un recorte como características de compresión Gamut en una única metodología ",
            "error": []
        },
        "optimisation": {
            "translated_key": [],
            "translated_annotated_text": "Formulaciones Pareto-optimal para costos versus compensaciones de precisión colorimétrica en la gestión del color de la impresora La gestión del color para la impresión de imágenes digitales es una tarea difícil, debido principalmente al comportamiento de mezcla de tinta no lineal y la presencia de soluciones redundantes para dispositivos de impresión con más de tres tintas. Los algoritmos para la conversión de datos de imagen a un formato específico para la impresora suelen diseñarse para lograr una única intención de renderización predeterminada, como la precisión colorimétrica. Presentamos dos esquemas de conversión de color CIELAB a CMYK basados en una formulación general Pareto-optimal para la gestión de color de impresora. Los esquemas operan utilizando un conjunto de datos de caracterización de 149 colores seleccionados para capturar eficientemente toda la gama CMYK. El primer esquema utiliza redes neuronales artificiales como funciones de transferencia entre los espacios CIELAB y CMYK. El segundo esquema se basa en una reformulación de la interpolación tetraédrica como un problema de optimización. Los datos de caracterización se dividen en tetraedros para el enfoque basado en la interpolación utilizando el programa Qhull, que elimina la restricción común de que los datos de caracterización estén bien organizados. Ambos sistemas ofrecen el control de los usuarios sobre problemas de compensación, como la exactitud de los costes frente a la exactitud de la reproducción, permitiendo objetivos de impresión especificados por el usuario y el uso de limitaciones como la tinta máxima admisible y la AE*/subab/ máxima admisible. Una formulación para minimizar la tinta se muestra particularmente favorable, integrando tanto un recorte como características de compresión Gamut en una única metodología ",
            "error": []
        },
        "printers": {
            "translated_key": [],
            "translated_annotated_text": "Formulaciones Pareto-optimal para costos versus compensaciones de precisión colorimétrica en la gestión del color de la impresora La gestión del color para la impresión de imágenes digitales es una tarea difícil, debido principalmente al comportamiento de mezcla de tinta no lineal y la presencia de soluciones redundantes para dispositivos de impresión con más de tres tintas. Los algoritmos para la conversión de datos de imagen a un formato específico para la impresora suelen diseñarse para lograr una única intención de renderización predeterminada, como la precisión colorimétrica. Presentamos dos esquemas de conversión de color CIELAB a CMYK basados en una formulación general Pareto-optimal para la gestión de color de impresora. Los esquemas operan utilizando un conjunto de datos de caracterización de 149 colores seleccionados para capturar eficientemente toda la gama CMYK. El primer esquema utiliza redes neuronales artificiales como funciones de transferencia entre los espacios CIELAB y CMYK. El segundo esquema se basa en una reformulación de la interpolación tetraédrica como un problema de optimización. Los datos de caracterización se dividen en tetraedros para el enfoque basado en la interpolación utilizando el programa Qhull, que elimina la restricción común de que los datos de caracterización estén bien organizados. Ambos sistemas ofrecen el control de los usuarios sobre problemas de compensación, como la exactitud de los costes frente a la exactitud de la reproducción, permitiendo objetivos de impresión especificados por el usuario y el uso de limitaciones como la tinta máxima admisible y la AE*/subab/ máxima admisible. Una formulación para minimizar la tinta se muestra particularmente favorable, integrando tanto un recorte como características de compresión Gamut en una única metodología ",
            "error": []
        },
        "rendering (computer graphics)": {
            "translated_key": [],
            "translated_annotated_text": "Formulaciones Pareto-optimal para costos versus compensaciones de precisión colorimétrica en la gestión del color de la impresora La gestión del color para la impresión de imágenes digitales es una tarea difícil, debido principalmente al comportamiento de mezcla de tinta no lineal y la presencia de soluciones redundantes para dispositivos de impresión con más de tres tintas. Los algoritmos para la conversión de datos de imagen a un formato específico para la impresora suelen diseñarse para lograr una única intención de renderización predeterminada, como la precisión colorimétrica. Presentamos dos esquemas de conversión de color CIELAB a CMYK basados en una formulación general Pareto-optimal para la gestión de color de impresora. Los esquemas operan utilizando un conjunto de datos de caracterización de 149 colores seleccionados para capturar eficientemente toda la gama CMYK. El primer esquema utiliza redes neuronales artificiales como funciones de transferencia entre los espacios CIELAB y CMYK. El segundo esquema se basa en una reformulación de la interpolación tetraédrica como un problema de optimización. Los datos de caracterización se dividen en tetraedros para el enfoque basado en la interpolación utilizando el programa Qhull, que elimina la restricción común de que los datos de caracterización estén bien organizados. Ambos sistemas ofrecen el control de los usuarios sobre problemas de compensación, como la exactitud de los costes frente a la exactitud de la reproducción, permitiendo objetivos de impresión especificados por el usuario y el uso de limitaciones como la tinta máxima admisible y la AE*/subab/ máxima admisible. Una formulación para minimizar la tinta se muestra particularmente favorable, integrando tanto un recorte como características de compresión Gamut en una única metodología ",
            "error": []
        }
    }
}