{
    "original_text": "Disability-related special libraries One of the ways that the federal government works to improve services to people with disabilities is to fund disability-related information centers and clearinghouses that provide information resources and referrals to disabled individuals, their family members, service providers, and the general public. The Teaching Research Division of Western Oregon University operates two federally funded information centers for people with disabilities: OBIRN (the Oregon Brain Injury Resource Network) and DB-LINK (the National Information Clearinghouse on Children who are Deaf-Blind). Both have developed in-depth library collections and services in addition to typical clearinghouse services. The authors describe how OBIRN and DB-LINK were designed and developed, and how they are currently structured and maintained. Both information centers use many of the same strategies and tools in day-to-day operations, but differ in a number of ways, including materials and clientele",
    "original_translation": "Bibliotecas especiales relacionadas con la discapacidad Una de las maneras en que el gobierno federal trabaja para mejorar los servicios a las personas con discapacidad es financiar centros de información y centros de intercambio de información relacionados con la discapacidad que proporcionan recursos de información y referencias a personas con discapacidad, sus familiares, proveedores de servicios y el público en general. La División de Investigación Docente de la Universidad Occidental de Oregón opera dos centros de información financiados federalmente para personas con discapacidad: OBIRN (la Red de Recursos para Lesiones en el Cerebro de Oregon) y DB-LINK (el Centro Nacional de Información sobre Niños Sordos-Blind). Ambos han desarrollado colecciones y servicios de biblioteca en profundidad, además de los servicios típicos de intercambio de información. Los autores describen cómo se diseñaron y desarrollaron OBIRN y DB-LINK, y cómo se estructuran y mantienen actualmente. Ambos centros de información utilizan muchas de las mismas estrategias y herramientas en las operaciones cotidianas, pero difieren de varias maneras, incluyendo materiales y clientela.",
    "error_count": 6,
    "keys": {
        "disability-related special libraries": {
            "translated_key": [],
            "translated_annotated_text": "Bibliotecas especiales relacionadas con la discapacidad Una de las maneras en que el gobierno federal trabaja para mejorar los servicios a las personas con discapacidad es financiar centros de información y centros de intercambio de información relacionados con la discapacidad que proporcionan recursos de información y referencias a personas con discapacidad, sus familiares, proveedores de servicios y el público en general. La División de Investigación Docente de la Universidad Occidental de Oregón opera dos centros de información financiados federalmente para personas con discapacidad: OBIRN (la Red de Recursos para Lesiones en el Cerebro de Oregon) y DB-LINK (el Centro Nacional de Información sobre Niños Sordos-Blind). Ambos han desarrollado colecciones y servicios de biblioteca en profundidad, además de los servicios típicos de intercambio de información. Los autores describen cómo se diseñaron y desarrollaron OBIRN y DB-LINK, y cómo se estructuran y mantienen actualmente. Ambos centros de información utilizan muchas de las mismas estrategias y herramientas en las operaciones cotidianas, pero difieren de varias maneras, incluyendo materiales y clientela. ",
            "error": []
        },
        "federal government": {
            "translated_key": "gobierno federal",
            "translated_annotated_text": "Bibliotecas especiales relacionadas con la discapacidad Una de las maneras en que el \"gobierno federal\" trabaja para mejorar los servicios a las personas con discapacidad es financiar centros de información y centros de intercambio de información relacionados con la discapacidad que proporcionan recursos de información y referencias a personas con discapacidad, sus familiares, proveedores de servicios y el público en general. La División de Investigación Docente de la Universidad Occidental de Oregón opera dos centros de información financiados federalmente para personas con discapacidad: OBIRN (la Red de Recursos para Lesiones en el Cerebro de Oregon) y DB-LINK (el Centro Nacional de Información sobre Niños Sordos-Blind). Ambos han desarrollado colecciones y servicios de biblioteca en profundidad, además de los servicios típicos de intercambio de información. Los autores describen cómo se diseñaron y desarrollaron OBIRN y DB-LINK, y cómo se estructuran y mantienen actualmente. Ambos centros de información utilizan muchas de las mismas estrategias y herramientas en las operaciones cotidianas, pero difieren de varias maneras, incluyendo materiales y clientela. ",
            "error": [
                ""
            ]
        },
        "disability-related information centers": {
            "translated_key": "centros de información relacionados con la discapacidad",
            "translated_annotated_text": "Bibliotecas especiales relacionadas con la discapacidad Una de las maneras en que el gobierno federal trabaja para mejorar los servicios a las personas con discapacidad es financiar \"centros de información relacionados con la discapacidad\" y centros de intercambio de información que proporcionan recursos de información y referencias a personas con discapacidad, sus familiares, proveedores de servicios y el público en general. La División de Investigación Docente de la Universidad Occidental de Oregón opera dos centros de información financiados federalmente para personas con discapacidad: OBIRN (la Red de Recursos para Lesiones en el Cerebro de Oregon) y DB-LINK (el Centro Nacional de Información sobre Niños Sordos-Blind). Ambos han desarrollado colecciones y servicios de biblioteca en profundidad, además de los servicios típicos de intercambio de información. Los autores describen cómo se diseñaron y desarrollaron OBIRN y DB-LINK, y cómo se estructuran y mantienen actualmente. Ambos centros de información utilizan muchas de las mismas estrategias y herramientas en las operaciones cotidianas, pero difieren de varias maneras, incluyendo materiales y clientela. ",
            "error": [
                ""
            ]
        },
        "disability-related clearinghouses": {
            "translated_key": [],
            "translated_annotated_text": "Bibliotecas especiales relacionadas con la discapacidad Una de las maneras en que el gobierno federal trabaja para mejorar los servicios a las personas con discapacidad es financiar centros de información y centros de intercambio de información relacionados con la discapacidad que proporcionan recursos de información y referencias a personas con discapacidad, sus familiares, proveedores de servicios y el público en general. La División de Investigación Docente de la Universidad Occidental de Oregón opera dos centros de información financiados federalmente para personas con discapacidad: OBIRN (la Red de Recursos para Lesiones en el Cerebro de Oregon) y DB-LINK (el Centro Nacional de Información sobre Niños Sordos-Blind). Ambos han desarrollado colecciones y servicios de biblioteca en profundidad, además de los servicios típicos de intercambio de información. Los autores describen cómo se diseñaron y desarrollaron OBIRN y DB-LINK, y cómo se estructuran y mantienen actualmente. Ambos centros de información utilizan muchas de las mismas estrategias y herramientas en las operaciones cotidianas, pero difieren de varias maneras, incluyendo materiales y clientela. ",
            "error": []
        },
        "information resources": {
            "translated_key": "recursos de información",
            "translated_annotated_text": "Bibliotecas especiales relacionadas con la discapacidad Una de las maneras en que el gobierno federal trabaja para mejorar los servicios a las personas con discapacidad es financiar centros de información y centros de intercambio de información relacionados con la discapacidad que proporcionan \"recursos de información\" y referencias a personas con discapacidad, sus familiares, proveedores de servicios y el público en general. La División de Investigación Docente de la Universidad Occidental de Oregón opera dos centros de información financiados federalmente para personas con discapacidad: OBIRN (la Red de Recursos para Lesiones en el Cerebro de Oregon) y DB-LINK (el Centro Nacional de Información sobre Niños Sordos-Blind). Ambos han desarrollado colecciones y servicios de biblioteca en profundidad, además de los servicios típicos de intercambio de información. Los autores describen cómo se diseñaron y desarrollaron OBIRN y DB-LINK, y cómo se estructuran y mantienen actualmente. Ambos centros de información utilizan muchas de las mismas estrategias y herramientas en las operaciones cotidianas, pero difieren de varias maneras, incluyendo materiales y clientela. ",
            "error": [
                ""
            ]
        },
        "information referrals": {
            "translated_key": [],
            "translated_annotated_text": "Bibliotecas especiales relacionadas con la discapacidad Una de las maneras en que el gobierno federal trabaja para mejorar los servicios a las personas con discapacidad es financiar centros de información y centros de intercambio de información relacionados con la discapacidad que proporcionan recursos de información y referencias a personas con discapacidad, sus familiares, proveedores de servicios y el público en general. La División de Investigación Docente de la Universidad Occidental de Oregón opera dos centros de información financiados federalmente para personas con discapacidad: OBIRN (la Red de Recursos para Lesiones en el Cerebro de Oregon) y DB-LINK (el Centro Nacional de Información sobre Niños Sordos-Blind). Ambos han desarrollado colecciones y servicios de biblioteca en profundidad, además de los servicios típicos de intercambio de información. Los autores describen cómo se diseñaron y desarrollaron OBIRN y DB-LINK, y cómo se estructuran y mantienen actualmente. Ambos centros de información utilizan muchas de las mismas estrategias y herramientas en las operaciones cotidianas, pero difieren de varias maneras, incluyendo materiales y clientela. ",
            "error": []
        },
        "Western Oregon University": {
            "translated_key": "Western Oregon University",
            "translated_annotated_text": "Bibliotecas especiales relacionadas con la discapacidad Una de las maneras en que el gobierno federal trabaja para mejorar los servicios a las personas con discapacidad es financiar centros de información y centros de intercambio de información relacionados con la discapacidad que proporcionan recursos de información y referencias a personas con discapacidad, sus familiares, proveedores de servicios y el público en general. La División de Investigación Docente de la \"Western Oregon University\" opera dos centros de información financiados federalmente para personas con discapacidad: OBIRN (la Oregon Brain Learning Resource Network) y DB-LINK (el Centro Nacional de Información sobre Niños Sordos-Blind). Ambos han desarrollado colecciones y servicios de biblioteca en profundidad, además de los servicios típicos de intercambio de información. Los autores describen cómo se diseñaron y desarrollaron OBIRN y DB-LINK, y cómo se estructuran y mantienen actualmente. Ambos centros de información utilizan muchas de las mismas estrategias y herramientas en las operaciones cotidianas, pero difieren de varias maneras, incluyendo materiales y clientela. ",
            "error": [
                ""
            ]
        },
        "OBIRN": {
            "translated_key": "OBIRN",
            "translated_annotated_text": "Bibliotecas especiales relacionadas con la discapacidad Una de las maneras en que el gobierno federal trabaja para mejorar los servicios a las personas con discapacidad es financiar centros de información y centros de intercambio de información relacionados con la discapacidad que proporcionan recursos de información y referencias a personas con discapacidad, sus familiares, proveedores de servicios y el público en general. La División de Investigación Docente de la Universidad Occidental de Oregon opera dos centros de información financiados federalmente para personas con discapacidad: \"OBIRN\" (la Red de Recursos para Lesiones en el Cerebro de Oregon) y DB-LINK (el Centro Nacional de Información sobre Niños Sordos-Blind). Ambos han desarrollado colecciones y servicios de biblioteca en profundidad, además de los servicios típicos de intercambio de información. Los autores describen cómo \"OBIRN\" y DB-LINK fueron diseñados y desarrollados, y cómo están estructurados y mantenidos actualmente. Ambos centros de información utilizan muchas de las mismas estrategias y herramientas en las operaciones cotidianas, pero difieren de varias maneras, incluyendo materiales y clientela. ",
            "error": [
                ""
            ]
        },
        "Oregon Brain Injury Resource Network": {
            "translated_key": "Red de recursos para lesiones cerebrales de Oregon",
            "translated_annotated_text": "Bibliotecas especiales relacionadas con la discapacidad Una de las maneras en que el gobierno federal trabaja para mejorar los servicios a las personas con discapacidad es financiar centros de información y centros de intercambio de información relacionados con la discapacidad que proporcionan recursos de información y referencias a personas con discapacidad, sus familiares, proveedores de servicios y el público en general. La División de Investigación Docente de la Universidad Occidental de Oregon opera dos centros de información financiados federalmente para personas con discapacidad: OBIRN (la \"Red de recursos para lesiones cerebrales de Oregon\") y DB-LINK (el Centro Nacional de Información sobre Niños Sordos-Blind). Ambos han desarrollado colecciones y servicios de biblioteca en profundidad, además de los servicios típicos de intercambio de información. Los autores describen cómo se diseñaron y desarrollaron OBIRN y DB-LINK, y cómo se estructuran y mantienen actualmente. Ambos centros de información utilizan muchas de las mismas estrategias y herramientas en las operaciones cotidianas, pero difieren de varias maneras, incluyendo materiales y clientela. ",
            "error": [
                ""
            ]
        },
        "DB-LINK": {
            "translated_key": "DB-LINK",
            "translated_annotated_text": "Bibliotecas especiales relacionadas con la discapacidad Una de las maneras en que el gobierno federal trabaja para mejorar los servicios a las personas con discapacidad es financiar centros de información y centros de intercambio de información relacionados con la discapacidad que proporcionan recursos de información y referencias a personas con discapacidad, sus familiares, proveedores de servicios y el público en general. La División de Investigación Docente de la Universidad Occidental de Oregón opera dos centros de información financiados federalmente para personas con discapacidad: OBIRN (la Red de Recursos para Lesiones en el Cerebro de Oregon) y \"DB-LINK\" (el Centro Nacional de Información sobre Niños Sordos-Blind). Ambos han desarrollado colecciones y servicios de biblioteca en profundidad, además de los servicios típicos de intercambio de información. Los autores describen cómo OBIRN y \"DB-LINK\" fueron diseñados y desarrollados, y cómo están estructurados y mantenidos actualmente. Ambos centros de información utilizan muchas de las mismas estrategias y herramientas en las operaciones cotidianas, pero difieren de varias maneras, incluyendo materiales y clientela. ",
            "error": [
                ""
            ]
        },
        "National Information Clearinghouse on Children who are Deaf-Blind": {
            "translated_key": "National Information Clearinghouse on Children who are Sorf-Blind",
            "translated_annotated_text": "Bibliotecas especiales relacionadas con la discapacidad Una de las maneras en que el gobierno federal trabaja para mejorar los servicios a las personas con discapacidad es financiar centros de información y centros de intercambio de información relacionados con la discapacidad que proporcionan recursos de información y referencias a personas con discapacidad, sus familiares, proveedores de servicios y el público en general. La División de Investigación Docente de la Universidad Occidental de Oregón opera dos centros de información financiados federalmente para personas con discapacidad: OBIRN (la Red de Recursos para Lesiones en el Cerebro de Oregon) y DB-LINK (el \"National Information Clearinghouse on Children who are Sorf-Blind\"). Ambos han desarrollado colecciones y servicios de biblioteca en profundidad, además de los servicios típicos de intercambio de información. Los autores describen cómo se diseñaron y desarrollaron OBIRN y DB-LINK, y cómo se estructuran y mantienen actualmente. Ambos centros de información utilizan muchas de las mismas estrategias y herramientas en las operaciones cotidianas, pero difieren de varias maneras, incluyendo materiales y clientela. ",
            "error": [
                ""
            ]
        },
        "library collections": {
            "translated_key": "colecciónes de bibliotecas",
            "translated_annotated_text": "Bibliotecas especiales relacionadas con la discapacidad Una de las maneras en que el gobierno federal trabaja para mejorar los servicios a las personas con discapacidad es financiar centros de información y centros de intercambio de información relacionados con la discapacidad que proporcionan recursos de información y referencias a personas con discapacidad, sus familiares, proveedores de servicios y el público en general. La División de Investigación Docente de la Universidad Occidental de Oregón opera dos centros de información financiados federalmente para personas con discapacidad: OBIRN (la Red de Recursos para Lesiones en el Cerebro de Oregon) y DB-LINK (el Centro Nacional de Información sobre Niños Sordos-Blind). Ambos han desarrollado \"colecciónes de bibliotecas\" y servicios en profundidad, además de los servicios típicos de intercambio de información. Los autores describen cómo se diseñaron y desarrollaron OBIRN y DB-LINK, y cómo se estructuran y mantienen actualmente. Ambos centros de información utilizan muchas de las mismas estrategias y herramientas en las operaciones cotidianas, pero difieren de varias maneras, incluyendo materiales y clientela. ",
            "error": [
                ""
            ]
        },
        "handicapped aids": {
            "translated_key": [],
            "translated_annotated_text": "Bibliotecas especiales relacionadas con la discapacidad Una de las maneras en que el gobierno federal trabaja para mejorar los servicios a las personas con discapacidad es financiar centros de información y centros de intercambio de información relacionados con la discapacidad que proporcionan recursos de información y referencias a personas con discapacidad, sus familiares, proveedores de servicios y el público en general. La División de Investigación Docente de la Universidad Occidental de Oregón opera dos centros de información financiados federalmente para personas con discapacidad: OBIRN (la Red de Recursos para Lesiones en el Cerebro de Oregon) y DB-LINK (el Centro Nacional de Información sobre Niños Sordos-Blind). Ambos han desarrollado colecciones y servicios de biblioteca en profundidad, además de los servicios típicos de intercambio de información. Los autores describen cómo se diseñaron y desarrollaron OBIRN y DB-LINK, y cómo se estructuran y mantienen actualmente. Ambos centros de información utilizan muchas de las mismas estrategias y herramientas en las operaciones cotidianas, pero difieren de varias maneras, incluyendo materiales y clientela. ",
            "error": []
        },
        "information centres": {
            "translated_key": [],
            "translated_annotated_text": "Bibliotecas especiales relacionadas con la discapacidad Una de las maneras en que el gobierno federal trabaja para mejorar los servicios a las personas con discapacidad es financiar centros de información y centros de intercambio de información relacionados con la discapacidad que proporcionan recursos de información y referencias a personas con discapacidad, sus familiares, proveedores de servicios y el público en general. La División de Investigación Docente de la Universidad Occidental de Oregón opera dos centros de información financiados federalmente para personas con discapacidad: OBIRN (la Red de Recursos para Lesiones en el Cerebro de Oregon) y DB-LINK (el Centro Nacional de Información sobre Niños Sordos-Blind). Ambos han desarrollado colecciones y servicios de biblioteca en profundidad, además de los servicios típicos de intercambio de información. Los autores describen cómo se diseñaron y desarrollaron OBIRN y DB-LINK, y cómo se estructuran y mantienen actualmente. Ambos centros de información utilizan muchas de las mismas estrategias y herramientas en las operaciones cotidianas, pero difieren de varias maneras, incluyendo materiales y clientela. ",
            "error": []
        },
        "information needs": {
            "translated_key": [],
            "translated_annotated_text": "Bibliotecas especiales relacionadas con la discapacidad Una de las maneras en que el gobierno federal trabaja para mejorar los servicios a las personas con discapacidad es financiar centros de información y centros de intercambio de información relacionados con la discapacidad que proporcionan recursos de información y referencias a personas con discapacidad, sus familiares, proveedores de servicios y el público en general. La División de Investigación Docente de la Universidad Occidental de Oregón opera dos centros de información financiados federalmente para personas con discapacidad: OBIRN (la Red de Recursos para Lesiones en el Cerebro de Oregon) y DB-LINK (el Centro Nacional de Información sobre Niños Sordos-Blind). Ambos han desarrollado colecciones y servicios de biblioteca en profundidad, además de los servicios típicos de intercambio de información. Los autores describen cómo se diseñaron y desarrollaron OBIRN y DB-LINK, y cómo se estructuran y mantienen actualmente. Ambos centros de información utilizan muchas de las mismas estrategias y herramientas en las operaciones cotidianas, pero difieren de varias maneras, incluyendo materiales y clientela. ",
            "error": []
        },
        "special libraries": {
            "translated_key": "bibliotecas especiales",
            "translated_annotated_text": "Las \"bibliotecas especiales\" relacionadas con la discapacidad Una de las maneras en que el gobierno federal trabaja para mejorar los servicios a las personas con discapacidad es financiar centros de información y centros de intercambio de información relacionados con la discapacidad que proporcionan recursos de información y referencias a personas con discapacidad, sus familiares, proveedores de servicios y el público en general. La División de Investigación Docente de la Universidad Occidental de Oregón opera dos centros de información financiados federalmente para personas con discapacidad: OBIRN (la Red de Recursos para Lesiones en el Cerebro de Oregon) y DB-LINK (el Centro Nacional de Información sobre Niños Sordos-Blind). Ambos han desarrollado colecciones y servicios de biblioteca en profundidad, además de los servicios típicos de intercambio de información. Los autores describen cómo se diseñaron y desarrollaron OBIRN y DB-LINK, y cómo se estructuran y mantienen actualmente. Ambos centros de información utilizan muchas de las mismas estrategias y herramientas en las operaciones cotidianas, pero difieren de varias maneras, incluyendo materiales y clientela. ",
            "error": [
                ""
            ]
        }
    }
}