{
    "original_text": "Failures and successes: notes on the development of electronic cash Between 1997 and 2001, two mid-sized communities in Canada hosted North Americas most comprehensive experiment to introduce electronic cash and, in the process, replace physical cash for casual, low-value payments. The technology used was Mondex, and its implementation was supported by all the countrys major banks. It was launched with an extensive publicity campaign to promote Mondex not only in the domestic but also in the global market, for which the Canadian implementation was to serve as a showcase. However, soon after the start of the first field test it became apparent that the new technology did not work smoothly. On the contrary, it created a host of controversies, in areas as varied as computer security, consumer privacy, and monetary policy. In the following years, few of these controversies could be resolved and Mondex could not be established as a widely used payment mechanism. In 2001, the experiment was finally terminated. Using the concepts developed in recent science and technology studies (STS), the article analyzes these controversies as resulting from the difficulties of fitting electronic cash, a new sociotechnical system, into the complex setting of the existing payment system. The story of Mondex not only offers lessons on why technologies fail, but also offers insight into how short-term failures can contribute to long-term transformations. This suggests the need to rethink the dichotomy of success and failure",
    "original_translation": "Fracasos y éxitos: notas sobre el desarrollo del efectivo electrónico Entre 1997 y 2001, dos comunidades de tamaño mediano del Canadá acogieron el experimento más amplio de América del Norte para introducir el efectivo electrónico y, en el proceso, reemplazar el efectivo físico para pagos ocasionales de bajo valor. La tecnología utilizada fue Mondex, y su implementación fue apoyada por todos los principales bancos de los países. Se lanzó con una amplia campaña publicitaria para promover Mondex no sólo en el mercado nacional sino también en el mercado mundial, para el que la implementación canadiense debía servir de escaparate. Sin embargo, poco después del inicio de la primera prueba de campo se hizo evidente que la nueva tecnología no funcionaba sin problemas. Por el contrario, creó un sinfín de controversias, en ámbitos tan variados como la seguridad informática, la privacidad de los consumidores y la política monetaria. En los años siguientes, pocas de estas controversias pudieron resolverse y Mondex no pudo establecerse como un mecanismo de pago ampliamente utilizado. En 2001, el experimento fue finalmente terminado. Utilizando los conceptos desarrollados en estudios recientes de ciencia y tecnología (STS), el artículo analiza estas controversias como resultado de las dificultades de instalar el dinero electrónico, un nuevo sistema sociotécnico, en el complejo entorno del sistema de pagos existente. La historia de Mondex no sólo ofrece lecciones sobre por qué las tecnologías fallan, sino que también ofrece una visión de cómo los fracasos a corto plazo pueden contribuir a transformaciones a largo plazo. Esto sugiere la necesidad de repensar la dicotomía del éxito y el fracaso",
    "error_count": 6,
    "keys": {
        "electronic cash": {
            "translated_key": "efectivo electrónico",
            "translated_annotated_text": "Fracasos y éxitos: notas sobre el desarrollo del \"efectivo electrónico\" Entre 1997 y 2001, dos comunidades de tamaño mediano en Canadá acogieron el experimento más completo de América del Norte para introducir el \"efectivo electrónico\" y, en el proceso, reemplazar el efectivo físico para pagos ocasionales de bajo valor. La tecnología utilizada fue Mondex, y su implementación fue apoyada por todos los principales bancos de los países. Se lanzó con una amplia campaña publicitaria para promover Mondex no sólo en el mercado nacional sino también en el mercado mundial, para el que la implementación canadiense debía servir de escaparate. Sin embargo, poco después del inicio de la primera prueba de campo se hizo evidente que la nueva tecnología no funcionaba sin problemas. Por el contrario, creó un sinfín de controversias, en ámbitos tan variados como la seguridad informática, la privacidad de los consumidores y la política monetaria. En los años siguientes, pocas de estas controversias pudieron resolverse y Mondex no pudo establecerse como un mecanismo de pago ampliamente utilizado. En 2001, el experimento fue finalmente terminado. Utilizando los conceptos desarrollados en estudios recientes de ciencia y tecnología (STS), el artículo analiza estas controversias como resultado de las dificultades para encajar el \"efectivo electrónico\", un nuevo sistema sociotécnico, en el complejo entorno del sistema de pagos existente. La historia de Mondex no sólo ofrece lecciones sobre por qué las tecnologías fallan, sino que también ofrece una visión de cómo los fracasos a corto plazo pueden contribuir a transformaciones a largo plazo. Esto sugiere la necesidad de repensar la dicotomía del éxito y el fracaso ",
            "error": [
                ""
            ]
        },
        "Canada": {
            "translated_key": "Canadá",
            "translated_annotated_text": "Fracasos y éxitos: notas sobre el desarrollo del efectivo electrónico Entre 1997 y 2001, dos comunidades de tamaño mediano en \"Canadá\" acogieron el experimento más completo de América del Norte para introducir el efectivo electrónico y, en el proceso, reemplazar el efectivo físico para pagos ocasionales de bajo valor. La tecnología utilizada fue Mondex, y su implementación fue apoyada por todos los principales bancos de los países. Se lanzó con una amplia campaña publicitaria para promover Mondex no sólo en el mercado nacional sino también en el mercado mundial, para el que la implementación canadiense debía servir de escaparate. Sin embargo, poco después del inicio de la primera prueba de campo se hizo evidente que la nueva tecnología no funcionaba sin problemas. Por el contrario, creó un sinfín de controversias, en ámbitos tan variados como la seguridad informática, la privacidad de los consumidores y la política monetaria. En los años siguientes, pocas de estas controversias pudieron resolverse y Mondex no pudo establecerse como un mecanismo de pago ampliamente utilizado. En 2001, el experimento fue finalmente terminado. Utilizando los conceptos desarrollados en estudios recientes de ciencia y tecnología (STS), el artículo analiza estas controversias como resultado de las dificultades de instalar el dinero electrónico, un nuevo sistema sociotécnico, en el complejo entorno del sistema de pagos existente. La historia de Mondex no sólo ofrece lecciones sobre por qué las tecnologías fallan, sino que también ofrece una visión de cómo los fracasos a corto plazo pueden contribuir a transformaciones a largo plazo. Esto sugiere la necesidad de repensar la dicotomía del éxito y el fracaso ",
            "error": [
                ""
            ]
        },
        "low-value payments": {
            "translated_key": "pagos de bajo valor",
            "translated_annotated_text": "Fracasos y éxitos: notas sobre el desarrollo del efectivo electrónico Entre 1997 y 2001, dos comunidades de tamaño mediano del Canadá acogieron el experimento más exhaustivo de América del Norte para introducir el efectivo electrónico y, en el proceso, reemplazar el efectivo físico por \"pagos de bajo valor\" ocasionales. La tecnología utilizada fue Mondex, y su implementación fue apoyada por todos los principales bancos de los países. Se lanzó con una amplia campaña publicitaria para promover Mondex no sólo en el mercado nacional sino también en el mercado mundial, para el que la implementación canadiense debía servir de escaparate. Sin embargo, poco después del inicio de la primera prueba de campo se hizo evidente que la nueva tecnología no funcionaba sin problemas. Por el contrario, creó un sinfín de controversias, en ámbitos tan variados como la seguridad informática, la privacidad de los consumidores y la política monetaria. En los años siguientes, pocas de estas controversias pudieron resolverse y Mondex no pudo establecerse como un mecanismo de pago ampliamente utilizado. En 2001, el experimento fue finalmente terminado. Utilizando los conceptos desarrollados en estudios recientes de ciencia y tecnología (STS), el artículo analiza estas controversias como resultado de las dificultades de instalar el dinero electrónico, un nuevo sistema sociotécnico, en el complejo entorno del sistema de pagos existente. La historia de Mondex no sólo ofrece lecciones sobre por qué las tecnologías fallan, sino que también ofrece una visión de cómo los fracasos a corto plazo pueden contribuir a transformaciones a largo plazo. Esto sugiere la necesidad de repensar la dicotomía del éxito y el fracaso ",
            "error": [
                ""
            ]
        },
        "Mondex": {
            "translated_key": "Mondex",
            "translated_annotated_text": "Fracasos y éxitos: notas sobre el desarrollo del efectivo electrónico Entre 1997 y 2001, dos comunidades de tamaño mediano del Canadá acogieron el experimento más amplio de América del Norte para introducir el efectivo electrónico y, en el proceso, reemplazar el efectivo físico para pagos ocasionales de bajo valor. La tecnología utilizada fue \"Mondex\", y su implementación fue apoyada por todos los principales bancos de los países. Se lanzó con una amplia campaña publicitaria para promover \"Mondex\" no sólo en el mercado nacional sino también en el mercado mundial, para el que la implementación canadiense iba a servir de escaparate. Sin embargo, poco después del inicio de la primera prueba de campo se hizo evidente que la nueva tecnología no funcionaba sin problemas. Por el contrario, creó un sinfín de controversias, en ámbitos tan variados como la seguridad informática, la privacidad de los consumidores y la política monetaria. En los años siguientes, pocas de estas controversias pudieron resolverse y \"Mondex\" no pudo establecerse como un mecanismo de pago ampliamente utilizado. En 2001, el experimento fue finalmente terminado. Utilizando los conceptos desarrollados en estudios recientes de ciencia y tecnología (STS), el artículo analiza estas controversias como resultado de las dificultades de instalar el dinero electrónico, un nuevo sistema sociotécnico, en el complejo entorno del sistema de pagos existente. La historia de \"Mondex\" no sólo ofrece lecciones sobre por qué las tecnologías fallan, sino que también ofrece una visión de cómo los fracasos a corto plazo pueden contribuir a transformaciones a largo plazo. Esto sugiere la necesidad de repensar la dicotomía del éxito y el fracaso ",
            "error": [
                ""
            ]
        },
        "major banks": {
            "translated_key": "grandes bancos",
            "translated_annotated_text": "Fracasos y éxitos: notas sobre el desarrollo del efectivo electrónico Entre 1997 y 2001, dos comunidades de tamaño mediano del Canadá acogieron el experimento más amplio de América del Norte para introducir el efectivo electrónico y, en el proceso, reemplazar el efectivo físico para pagos ocasionales de bajo valor. La tecnología utilizada fue Mondex, y su implementación fue apoyada por todos los países \"grandes bancos\". Se lanzó con una amplia campaña publicitaria para promover Mondex no sólo en el mercado nacional sino también en el mercado mundial, para el que la implementación canadiense debía servir de escaparate. Sin embargo, poco después del inicio de la primera prueba de campo se hizo evidente que la nueva tecnología no funcionaba sin problemas. Por el contrario, creó un sinfín de controversias, en ámbitos tan variados como la seguridad informática, la privacidad de los consumidores y la política monetaria. En los años siguientes, pocas de estas controversias pudieron resolverse y Mondex no pudo establecerse como un mecanismo de pago ampliamente utilizado. En 2001, el experimento fue finalmente terminado. Utilizando los conceptos desarrollados en estudios recientes de ciencia y tecnología (STS), el artículo analiza estas controversias como resultado de las dificultades de instalar el dinero electrónico, un nuevo sistema sociotécnico, en el complejo entorno del sistema de pagos existente. La historia de Mondex no sólo ofrece lecciones sobre por qué las tecnologías fallan, sino que también ofrece una visión de cómo los fracasos a corto plazo pueden contribuir a transformaciones a largo plazo. Esto sugiere la necesidad de repensar la dicotomía del éxito y el fracaso ",
            "error": [
                ""
            ]
        },
        "publicity campaign": {
            "translated_key": "campaña de publicidad",
            "translated_annotated_text": "Fracasos y éxitos: notas sobre el desarrollo del efectivo electrónico Entre 1997 y 2001, dos comunidades de tamaño mediano del Canadá acogieron el experimento más amplio de América del Norte para introducir el efectivo electrónico y, en el proceso, reemplazar el efectivo físico para pagos ocasionales de bajo valor. La tecnología utilizada fue Mondex, y su implementación fue apoyada por todos los principales bancos de los países. Se lanzó con una amplia \"campaña de publicidad\" para promover Mondex no sólo en el mercado nacional sino también en el mercado mundial, para el que la implementación canadiense iba a servir de escaparate. Sin embargo, poco después del inicio de la primera prueba de campo se hizo evidente que la nueva tecnología no funcionaba sin problemas. Por el contrario, creó un sinfín de controversias, en ámbitos tan variados como la seguridad informática, la privacidad de los consumidores y la política monetaria. En los años siguientes, pocas de estas controversias pudieron resolverse y Mondex no pudo establecerse como un mecanismo de pago ampliamente utilizado. En 2001, el experimento fue finalmente terminado. Utilizando los conceptos desarrollados en estudios recientes de ciencia y tecnología (STS), el artículo analiza estas controversias como resultado de las dificultades de instalar el dinero electrónico, un nuevo sistema sociotécnico, en el complejo entorno del sistema de pagos existente. La historia de Mondex no sólo ofrece lecciones sobre por qué las tecnologías fallan, sino que también ofrece una visión de cómo los fracasos a corto plazo pueden contribuir a transformaciones a largo plazo. Esto sugiere la necesidad de repensar la dicotomía del éxito y el fracaso ",
            "error": [
                ""
            ]
        },
        "global market": {
            "translated_key": "mercado global",
            "translated_annotated_text": "Fracasos y éxitos: notas sobre el desarrollo del efectivo electrónico Entre 1997 y 2001, dos comunidades de tamaño mediano del Canadá acogieron el experimento más amplio de América del Norte para introducir el efectivo electrónico y, en el proceso, reemplazar el efectivo físico para pagos ocasionales de bajo valor. La tecnología utilizada fue Mondex, y su implementación fue apoyada por todos los principales bancos de los países. Se lanzó con una amplia campaña publicitaria para promover Mondex no sólo en el mercado nacional sino también en el \"mercado global\", para el que la implementación canadiense iba a servir de escaparate. Sin embargo, poco después del inicio de la primera prueba de campo se hizo evidente que la nueva tecnología no funcionaba sin problemas. Por el contrario, creó un sinfín de controversias, en ámbitos tan variados como la seguridad informática, la privacidad de los consumidores y la política monetaria. En los años siguientes, pocas de estas controversias pudieron resolverse y Mondex no pudo establecerse como un mecanismo de pago ampliamente utilizado. En 2001, el experimento fue finalmente terminado. Utilizando los conceptos desarrollados en estudios recientes de ciencia y tecnología (STS), el artículo analiza estas controversias como resultado de las dificultades de instalar el dinero electrónico, un nuevo sistema sociotécnico, en el complejo entorno del sistema de pagos existente. La historia de Mondex no sólo ofrece lecciones sobre por qué las tecnologías fallan, sino que también ofrece una visión de cómo los fracasos a corto plazo pueden contribuir a transformaciones a largo plazo. Esto sugiere la necesidad de repensar la dicotomía del éxito y el fracaso ",
            "error": [
                ""
            ]
        },
        "Canadian implementation": {
            "translated_key": "implementación canadiense",
            "translated_annotated_text": "Fracasos y éxitos: notas sobre el desarrollo del efectivo electrónico Entre 1997 y 2001, dos comunidades de tamaño mediano del Canadá acogieron el experimento más amplio de América del Norte para introducir el efectivo electrónico y, en el proceso, reemplazar el efectivo físico para pagos ocasionales de bajo valor. La tecnología utilizada fue Mondex, y su implementación fue apoyada por todos los principales bancos de los países. Se lanzó con una amplia campaña publicitaria para promover Mondex no sólo en el mercado nacional sino también en el mercado mundial, para el que la \"implementación canadiense\" iba a servir de escaparate. Sin embargo, poco después del inicio de la primera prueba de campo se hizo evidente que la nueva tecnología no funcionaba sin problemas. Por el contrario, creó un sinfín de controversias, en ámbitos tan variados como la seguridad informática, la privacidad de los consumidores y la política monetaria. En los años siguientes, pocas de estas controversias pudieron resolverse y Mondex no pudo establecerse como un mecanismo de pago ampliamente utilizado. En 2001, el experimento fue finalmente terminado. Utilizando los conceptos desarrollados en estudios recientes de ciencia y tecnología (STS), el artículo analiza estas controversias como resultado de las dificultades de instalar el dinero electrónico, un nuevo sistema sociotécnico, en el complejo entorno del sistema de pagos existente. La historia de Mondex no sólo ofrece lecciones sobre por qué las tecnologías fallan, sino que también ofrece una visión de cómo los fracasos a corto plazo pueden contribuir a transformaciones a largo plazo. Esto sugiere la necesidad de repensar la dicotomía del éxito y el fracaso ",
            "error": [
                ""
            ]
        },
        "computer security": {
            "translated_key": "seguridad informática",
            "translated_annotated_text": "Fracasos y éxitos: notas sobre el desarrollo del efectivo electrónico Entre 1997 y 2001, dos comunidades de tamaño mediano del Canadá acogieron el experimento más amplio de América del Norte para introducir el efectivo electrónico y, en el proceso, reemplazar el efectivo físico para pagos ocasionales de bajo valor. La tecnología utilizada fue Mondex, y su implementación fue apoyada por todos los principales bancos de los países. Se lanzó con una amplia campaña publicitaria para promover Mondex no sólo en el mercado nacional sino también en el mercado mundial, para el que la implementación canadiense debía servir de escaparate. Sin embargo, poco después del inicio de la primera prueba de campo se hizo evidente que la nueva tecnología no funcionaba sin problemas. Por el contrario, creó un sinfín de controversias, en ámbitos tan variados como la \"seguridad informática\", la privacidad de los consumidores y la política monetaria. En los años siguientes, pocas de estas controversias pudieron resolverse y Mondex no pudo establecerse como un mecanismo de pago ampliamente utilizado. En 2001, el experimento fue finalmente terminado. Utilizando los conceptos desarrollados en estudios recientes de ciencia y tecnología (STS), el artículo analiza estas controversias como resultado de las dificultades de instalar el dinero electrónico, un nuevo sistema sociotécnico, en el complejo entorno del sistema de pagos existente. La historia de Mondex no sólo ofrece lecciones sobre por qué las tecnologías fallan, sino que también ofrece una visión de cómo los fracasos a corto plazo pueden contribuir a transformaciones a largo plazo. Esto sugiere la necesidad de repensar la dicotomía del éxito y el fracaso ",
            "error": [
                ""
            ]
        },
        "consumer privacy": {
            "translated_key": "privacidad del consumidor",
            "translated_annotated_text": "Fracasos y éxitos: notas sobre el desarrollo del efectivo electrónico Entre 1997 y 2001, dos comunidades de tamaño mediano del Canadá acogieron el experimento más amplio de América del Norte para introducir el efectivo electrónico y, en el proceso, reemplazar el efectivo físico para pagos ocasionales de bajo valor. La tecnología utilizada fue Mondex, y su implementación fue apoyada por todos los principales bancos de los países. Se lanzó con una amplia campaña publicitaria para promover Mondex no sólo en el mercado nacional sino también en el mercado mundial, para el que la implementación canadiense debía servir de escaparate. Sin embargo, poco después del inicio de la primera prueba de campo se hizo evidente que la nueva tecnología no funcionaba sin problemas. Por el contrario, creó un sinfín de controversias, en ámbitos tan variados como la seguridad informática, la \"privacidad del consumidor\" y la política monetaria. En los años siguientes, pocas de estas controversias pudieron resolverse y Mondex no pudo establecerse como un mecanismo de pago ampliamente utilizado. En 2001, el experimento fue finalmente terminado. Utilizando los conceptos desarrollados en estudios recientes de ciencia y tecnología (STS), el artículo analiza estas controversias como resultado de las dificultades de instalar el dinero electrónico, un nuevo sistema sociotécnico, en el complejo entorno del sistema de pagos existente. La historia de Mondex no sólo ofrece lecciones sobre por qué las tecnologías fallan, sino que también ofrece una visión de cómo los fracasos a corto plazo pueden contribuir a transformaciones a largo plazo. Esto sugiere la necesidad de repensar la dicotomía del éxito y el fracaso ",
            "error": [
                ""
            ]
        },
        "monetary policy": {
            "translated_key": "política monetaria",
            "translated_annotated_text": "Fracasos y éxitos: notas sobre el desarrollo del efectivo electrónico Entre 1997 y 2001, dos comunidades de tamaño mediano del Canadá acogieron el experimento más amplio de América del Norte para introducir el efectivo electrónico y, en el proceso, reemplazar el efectivo físico para pagos ocasionales de bajo valor. La tecnología utilizada fue Mondex, y su implementación fue apoyada por todos los principales bancos de los países. Se lanzó con una amplia campaña publicitaria para promover Mondex no sólo en el mercado nacional sino también en el mercado mundial, para el que la implementación canadiense debía servir de escaparate. Sin embargo, poco después del inicio de la primera prueba de campo se hizo evidente que la nueva tecnología no funcionaba sin problemas. Por el contrario, creó una serie de controversias, en áreas tan variadas como la seguridad informática, la privacidad del consumidor y la \"política monetaria\". En los años siguientes, pocas de estas controversias pudieron resolverse y Mondex no pudo establecerse como un mecanismo de pago ampliamente utilizado. En 2001, el experimento fue finalmente terminado. Utilizando los conceptos desarrollados en estudios recientes de ciencia y tecnología (STS), el artículo analiza estas controversias como resultado de las dificultades de instalar el dinero electrónico, un nuevo sistema sociotécnico, en el complejo entorno del sistema de pagos existente. La historia de Mondex no sólo ofrece lecciones sobre por qué las tecnologías fallan, sino que también ofrece una visión de cómo los fracasos a corto plazo pueden contribuir a transformaciones a largo plazo. Esto sugiere la necesidad de repensar la dicotomía del éxito y el fracaso ",
            "error": [
                ""
            ]
        },
        "payment mechanism": {
            "translated_key": "mecanismo de pago",
            "translated_annotated_text": "Fracasos y éxitos: notas sobre el desarrollo del efectivo electrónico Entre 1997 y 2001, dos comunidades de tamaño mediano del Canadá acogieron el experimento más amplio de América del Norte para introducir el efectivo electrónico y, en el proceso, reemplazar el efectivo físico para pagos ocasionales de bajo valor. La tecnología utilizada fue Mondex, y su implementación fue apoyada por todos los principales bancos de los países. Se lanzó con una amplia campaña publicitaria para promover Mondex no sólo en el mercado nacional sino también en el mercado mundial, para el que la implementación canadiense debía servir de escaparate. Sin embargo, poco después del inicio de la primera prueba de campo se hizo evidente que la nueva tecnología no funcionaba sin problemas. Por el contrario, creó un sinfín de controversias, en ámbitos tan variados como la seguridad informática, la privacidad de los consumidores y la política monetaria. En los años siguientes, pocas de estas controversias pudieron resolverse y Mondex no pudo establecerse como un \"mecanismo de pago\" ampliamente utilizado. En 2001, el experimento fue finalmente terminado. Utilizando los conceptos desarrollados en estudios recientes de ciencia y tecnología (STS), el artículo analiza estas controversias como resultado de las dificultades de instalar el dinero electrónico, un nuevo sistema sociotécnico, en el complejo entorno del sistema de pagos existente. La historia de Mondex no sólo ofrece lecciones sobre por qué las tecnologías fallan, sino que también ofrece una visión de cómo los fracasos a corto plazo pueden contribuir a transformaciones a largo plazo. Esto sugiere la necesidad de repensar la dicotomía del éxito y el fracaso ",
            "error": [
                ""
            ]
        },
        "science and technology studies": {
            "translated_key": "estudios de ciencia y tecnología",
            "translated_annotated_text": "Fracasos y éxitos: notas sobre el desarrollo del efectivo electrónico Entre 1997 y 2001, dos comunidades de tamaño mediano del Canadá acogieron el experimento más amplio de América del Norte para introducir el efectivo electrónico y, en el proceso, reemplazar el efectivo físico para pagos ocasionales de bajo valor. La tecnología utilizada fue Mondex, y su implementación fue apoyada por todos los principales bancos de los países. Se lanzó con una amplia campaña publicitaria para promover Mondex no sólo en el mercado nacional sino también en el mercado mundial, para el que la implementación canadiense debía servir de escaparate. Sin embargo, poco después del inicio de la primera prueba de campo se hizo evidente que la nueva tecnología no funcionaba sin problemas. Por el contrario, creó un sinfín de controversias, en ámbitos tan variados como la seguridad informática, la privacidad de los consumidores y la política monetaria. En los años siguientes, pocas de estas controversias pudieron resolverse y Mondex no pudo establecerse como un mecanismo de pago ampliamente utilizado. En 2001, el experimento fue finalmente terminado. Utilizando los conceptos desarrollados en los recientes \"estudios de ciencia y tecnología\" (STS), el artículo analiza estas controversias como resultado de las dificultades de instalar el dinero electrónico, un nuevo sistema sociotécnico, en el complejo entorno del sistema de pagos existente. La historia de Mondex no sólo ofrece lecciones sobre por qué las tecnologías fallan, sino que también ofrece una visión de cómo los fracasos a corto plazo pueden contribuir a transformaciones a largo plazo. Esto sugiere la necesidad de repensar la dicotomía del éxito y el fracaso ",
            "error": [
                ""
            ]
        },
        "sociotechnical system": {
            "translated_key": "sistema sociotécnico",
            "translated_annotated_text": "Fracasos y éxitos: notas sobre el desarrollo del efectivo electrónico Entre 1997 y 2001, dos comunidades de tamaño mediano del Canadá acogieron el experimento más amplio de América del Norte para introducir el efectivo electrónico y, en el proceso, reemplazar el efectivo físico para pagos ocasionales de bajo valor. La tecnología utilizada fue Mondex, y su implementación fue apoyada por todos los principales bancos de los países. Se lanzó con una amplia campaña publicitaria para promover Mondex no sólo en el mercado nacional sino también en el mercado mundial, para el que la implementación canadiense debía servir de escaparate. Sin embargo, poco después del inicio de la primera prueba de campo se hizo evidente que la nueva tecnología no funcionaba sin problemas. Por el contrario, creó un sinfín de controversias, en ámbitos tan variados como la seguridad informática, la privacidad de los consumidores y la política monetaria. En los años siguientes, pocas de estas controversias pudieron resolverse y Mondex no pudo establecerse como un mecanismo de pago ampliamente utilizado. En 2001, el experimento fue finalmente terminado. Utilizando los conceptos desarrollados en estudios recientes de ciencia y tecnología (STS), el artículo analiza estas controversias como resultado de las dificultades de instalar el dinero electrónico, un nuevo \"sistema sociotécnico\", en el complejo entorno del sistema de pagos existente. La historia de Mondex no sólo ofrece lecciones sobre por qué las tecnologías fallan, sino que también ofrece una visión de cómo los fracasos a corto plazo pueden contribuir a transformaciones a largo plazo. Esto sugiere la necesidad de repensar la dicotomía del éxito y el fracaso ",
            "error": [
                ""
            ]
        },
        "short-term failures": {
            "translated_key": "fallos a corto plazo",
            "translated_annotated_text": "Fracasos y éxitos: notas sobre el desarrollo del efectivo electrónico Entre 1997 y 2001, dos comunidades de tamaño mediano del Canadá acogieron el experimento más amplio de América del Norte para introducir el efectivo electrónico y, en el proceso, reemplazar el efectivo físico para pagos ocasionales de bajo valor. La tecnología utilizada fue Mondex, y su implementación fue apoyada por todos los principales bancos de los países. Se lanzó con una amplia campaña publicitaria para promover Mondex no sólo en el mercado nacional sino también en el mercado mundial, para el que la implementación canadiense debía servir de escaparate. Sin embargo, poco después del inicio de la primera prueba de campo se hizo evidente que la nueva tecnología no funcionaba sin problemas. Por el contrario, creó un sinfín de controversias, en ámbitos tan variados como la seguridad informática, la privacidad de los consumidores y la política monetaria. En los años siguientes, pocas de estas controversias pudieron resolverse y Mondex no pudo establecerse como un mecanismo de pago ampliamente utilizado. En 2001, el experimento fue finalmente terminado. Utilizando los conceptos desarrollados en estudios recientes de ciencia y tecnología (STS), el artículo analiza estas controversias como resultado de las dificultades de instalar el dinero electrónico, un nuevo sistema sociotécnico, en el complejo entorno del sistema de pagos existente. La historia de Mondex no sólo ofrece lecciones sobre por qué las tecnologías fallan, sino que también ofrece una visión de cómo los \"fallos a corto plazo\" pueden contribuir a transformaciones a largo plazo. Esto sugiere la necesidad de repensar la dicotomía del éxito y el fracaso ",
            "error": [
                ""
            ]
        },
        "long-term transformations": {
            "translated_key": "transformaciones a largo plazo",
            "translated_annotated_text": "Fracasos y éxitos: notas sobre el desarrollo del efectivo electrónico Entre 1997 y 2001, dos comunidades de tamaño mediano del Canadá acogieron el experimento más amplio de América del Norte para introducir el efectivo electrónico y, en el proceso, reemplazar el efectivo físico para pagos ocasionales de bajo valor. La tecnología utilizada fue Mondex, y su implementación fue apoyada por todos los principales bancos de los países. Se lanzó con una amplia campaña publicitaria para promover Mondex no sólo en el mercado nacional sino también en el mercado mundial, para el que la implementación canadiense debía servir de escaparate. Sin embargo, poco después del inicio de la primera prueba de campo se hizo evidente que la nueva tecnología no funcionaba sin problemas. Por el contrario, creó un sinfín de controversias, en ámbitos tan variados como la seguridad informática, la privacidad de los consumidores y la política monetaria. En los años siguientes, pocas de estas controversias pudieron resolverse y Mondex no pudo establecerse como un mecanismo de pago ampliamente utilizado. En 2001, el experimento fue finalmente terminado. Utilizando los conceptos desarrollados en estudios recientes de ciencia y tecnología (STS), el artículo analiza estas controversias como resultado de las dificultades de instalar el dinero electrónico, un nuevo sistema sociotécnico, en el complejo entorno del sistema de pagos existente. La historia de Mondex no sólo ofrece lecciones sobre por qué fallan las tecnologías, sino que también ofrece una visión de cómo los fracasos a corto plazo pueden contribuir a \"transformaciones a largo plazo\". Esto sugiere la necesidad de repensar la dicotomía del éxito y el fracaso ",
            "error": [
                ""
            ]
        },
        "bibliographies": {
            "translated_key": [],
            "translated_annotated_text": "Fracasos y éxitos: notas sobre el desarrollo del efectivo electrónico Entre 1997 y 2001, dos comunidades de tamaño mediano del Canadá acogieron el experimento más amplio de América del Norte para introducir el efectivo electrónico y, en el proceso, reemplazar el efectivo físico para pagos ocasionales de bajo valor. La tecnología utilizada fue Mondex, y su implementación fue apoyada por todos los principales bancos de los países. Se lanzó con una amplia campaña publicitaria para promover Mondex no sólo en el mercado nacional sino también en el mercado mundial, para el que la implementación canadiense debía servir de escaparate. Sin embargo, poco después del inicio de la primera prueba de campo se hizo evidente que la nueva tecnología no funcionaba sin problemas. Por el contrario, creó un sinfín de controversias, en ámbitos tan variados como la seguridad informática, la privacidad de los consumidores y la política monetaria. En los años siguientes, pocas de estas controversias pudieron resolverse y Mondex no pudo establecerse como un mecanismo de pago ampliamente utilizado. En 2001, el experimento fue finalmente terminado. Utilizando los conceptos desarrollados en estudios recientes de ciencia y tecnología (STS), el artículo analiza estas controversias como resultado de las dificultades de instalar el dinero electrónico, un nuevo sistema sociotécnico, en el complejo entorno del sistema de pagos existente. La historia de Mondex no sólo ofrece lecciones sobre por qué las tecnologías fallan, sino que también ofrece una visión de cómo los fracasos a corto plazo pueden contribuir a transformaciones a largo plazo. Esto sugiere la necesidad de repensar la dicotomía del éxito y el fracaso ",
            "error": []
        },
        "electronic commerce": {
            "translated_key": [],
            "translated_annotated_text": "Fracasos y éxitos: notas sobre el desarrollo del efectivo electrónico Entre 1997 y 2001, dos comunidades de tamaño mediano del Canadá acogieron el experimento más amplio de América del Norte para introducir el efectivo electrónico y, en el proceso, reemplazar el efectivo físico para pagos ocasionales de bajo valor. La tecnología utilizada fue Mondex, y su implementación fue apoyada por todos los principales bancos de los países. Se lanzó con una amplia campaña publicitaria para promover Mondex no sólo en el mercado nacional sino también en el mercado mundial, para el que la implementación canadiense debía servir de escaparate. Sin embargo, poco después del inicio de la primera prueba de campo se hizo evidente que la nueva tecnología no funcionaba sin problemas. Por el contrario, creó un sinfín de controversias, en ámbitos tan variados como la seguridad informática, la privacidad de los consumidores y la política monetaria. En los años siguientes, pocas de estas controversias pudieron resolverse y Mondex no pudo establecerse como un mecanismo de pago ampliamente utilizado. En 2001, el experimento fue finalmente terminado. Utilizando los conceptos desarrollados en estudios recientes de ciencia y tecnología (STS), el artículo analiza estas controversias como resultado de las dificultades de instalar el dinero electrónico, un nuevo sistema sociotécnico, en el complejo entorno del sistema de pagos existente. La historia de Mondex no sólo ofrece lecciones sobre por qué las tecnologías fallan, sino que también ofrece una visión de cómo los fracasos a corto plazo pueden contribuir a transformaciones a largo plazo. Esto sugiere la necesidad de repensar la dicotomía del éxito y el fracaso ",
            "error": []
        },
        "electronic money": {
            "translated_key": [],
            "translated_annotated_text": "Fracasos y éxitos: notas sobre el desarrollo del efectivo electrónico Entre 1997 y 2001, dos comunidades de tamaño mediano del Canadá acogieron el experimento más amplio de América del Norte para introducir el efectivo electrónico y, en el proceso, reemplazar el efectivo físico para pagos ocasionales de bajo valor. La tecnología utilizada fue Mondex, y su implementación fue apoyada por todos los principales bancos de los países. Se lanzó con una amplia campaña publicitaria para promover Mondex no sólo en el mercado nacional sino también en el mercado mundial, para el que la implementación canadiense debía servir de escaparate. Sin embargo, poco después del inicio de la primera prueba de campo se hizo evidente que la nueva tecnología no funcionaba sin problemas. Por el contrario, creó un sinfín de controversias, en ámbitos tan variados como la seguridad informática, la privacidad de los consumidores y la política monetaria. En los años siguientes, pocas de estas controversias pudieron resolverse y Mondex no pudo establecerse como un mecanismo de pago ampliamente utilizado. En 2001, el experimento fue finalmente terminado. Utilizando los conceptos desarrollados en estudios recientes de ciencia y tecnología (STS), el artículo analiza estas controversias como resultado de las dificultades de instalar el dinero electrónico, un nuevo sistema sociotécnico, en el complejo entorno del sistema de pagos existente. La historia de Mondex no sólo ofrece lecciones sobre por qué las tecnologías fallan, sino que también ofrece una visión de cómo los fracasos a corto plazo pueden contribuir a transformaciones a largo plazo. Esto sugiere la necesidad de repensar la dicotomía del éxito y el fracaso ",
            "error": []
        },
        "government policies": {
            "translated_key": [],
            "translated_annotated_text": "Fracasos y éxitos: notas sobre el desarrollo del efectivo electrónico Entre 1997 y 2001, dos comunidades de tamaño mediano del Canadá acogieron el experimento más amplio de América del Norte para introducir el efectivo electrónico y, en el proceso, reemplazar el efectivo físico para pagos ocasionales de bajo valor. La tecnología utilizada fue Mondex, y su implementación fue apoyada por todos los principales bancos de los países. Se lanzó con una amplia campaña publicitaria para promover Mondex no sólo en el mercado nacional sino también en el mercado mundial, para el que la implementación canadiense debía servir de escaparate. Sin embargo, poco después del inicio de la primera prueba de campo se hizo evidente que la nueva tecnología no funcionaba sin problemas. Por el contrario, creó un sinfín de controversias, en ámbitos tan variados como la seguridad informática, la privacidad de los consumidores y la política monetaria. En los años siguientes, pocas de estas controversias pudieron resolverse y Mondex no pudo establecerse como un mecanismo de pago ampliamente utilizado. En 2001, el experimento fue finalmente terminado. Utilizando los conceptos desarrollados en estudios recientes de ciencia y tecnología (STS), el artículo analiza estas controversias como resultado de las dificultades de instalar el dinero electrónico, un nuevo sistema sociotécnico, en el complejo entorno del sistema de pagos existente. La historia de Mondex no sólo ofrece lecciones sobre por qué las tecnologías fallan, sino que también ofrece una visión de cómo los fracasos a corto plazo pueden contribuir a transformaciones a largo plazo. Esto sugiere la necesidad de repensar la dicotomía del éxito y el fracaso ",
            "error": []
        },
        "management of change": {
            "translated_key": [],
            "translated_annotated_text": "Fracasos y éxitos: notas sobre el desarrollo del efectivo electrónico Entre 1997 y 2001, dos comunidades de tamaño mediano del Canadá acogieron el experimento más amplio de América del Norte para introducir el efectivo electrónico y, en el proceso, reemplazar el efectivo físico para pagos ocasionales de bajo valor. La tecnología utilizada fue Mondex, y su implementación fue apoyada por todos los principales bancos de los países. Se lanzó con una amplia campaña publicitaria para promover Mondex no sólo en el mercado nacional sino también en el mercado mundial, para el que la implementación canadiense debía servir de escaparate. Sin embargo, poco después del inicio de la primera prueba de campo se hizo evidente que la nueva tecnología no funcionaba sin problemas. Por el contrario, creó un sinfín de controversias, en ámbitos tan variados como la seguridad informática, la privacidad de los consumidores y la política monetaria. En los años siguientes, pocas de estas controversias pudieron resolverse y Mondex no pudo establecerse como un mecanismo de pago ampliamente utilizado. En 2001, el experimento fue finalmente terminado. Utilizando los conceptos desarrollados en estudios recientes de ciencia y tecnología (STS), el artículo analiza estas controversias como resultado de las dificultades de instalar el dinero electrónico, un nuevo sistema sociotécnico, en el complejo entorno del sistema de pagos existente. La historia de Mondex no sólo ofrece lecciones sobre por qué las tecnologías fallan, sino que también ofrece una visión de cómo los fracasos a corto plazo pueden contribuir a transformaciones a largo plazo. Esto sugiere la necesidad de repensar la dicotomía del éxito y el fracaso ",
            "error": []
        },
        "socio-economic effects": {
            "translated_key": [],
            "translated_annotated_text": "Fracasos y éxitos: notas sobre el desarrollo del efectivo electrónico Entre 1997 y 2001, dos comunidades de tamaño mediano del Canadá acogieron el experimento más amplio de América del Norte para introducir el efectivo electrónico y, en el proceso, reemplazar el efectivo físico para pagos ocasionales de bajo valor. La tecnología utilizada fue Mondex, y su implementación fue apoyada por todos los principales bancos de los países. Se lanzó con una amplia campaña publicitaria para promover Mondex no sólo en el mercado nacional sino también en el mercado mundial, para el que la implementación canadiense debía servir de escaparate. Sin embargo, poco después del inicio de la primera prueba de campo se hizo evidente que la nueva tecnología no funcionaba sin problemas. Por el contrario, creó un sinfín de controversias, en ámbitos tan variados como la seguridad informática, la privacidad de los consumidores y la política monetaria. En los años siguientes, pocas de estas controversias pudieron resolverse y Mondex no pudo establecerse como un mecanismo de pago ampliamente utilizado. En 2001, el experimento fue finalmente terminado. Utilizando los conceptos desarrollados en estudios recientes de ciencia y tecnología (STS), el artículo analiza estas controversias como resultado de las dificultades de instalar el dinero electrónico, un nuevo sistema sociotécnico, en el complejo entorno del sistema de pagos existente. La historia de Mondex no sólo ofrece lecciones sobre por qué las tecnologías fallan, sino que también ofrece una visión de cómo los fracasos a corto plazo pueden contribuir a transformaciones a largo plazo. Esto sugiere la necesidad de repensar la dicotomía del éxito y el fracaso ",
            "error": []
        }
    }
}