{
    "original_text": "ICANN and Internet governance: leveraging technical coordination to realize global public policy The Internet Corporation for Assigned Names and Numbers (ICANN) was created in 1998 to perform technical coordination of the Internet. ICANN also lays the foundations for governance, creating capabilities for promulgating and enforcing global regulations on Internet use. ICANN leverages the capabilities in the Internet domain name system (DNS) to implement four mechanisms of governance: authority, law, sanctions, and jurisdictions. These governance-related features are embodied in seemingly technical features of ICANNs institutional design. Recognition of ICANNs governance mechanisms allows us to better understand the Internets emerging regulatory regime",
    "original_translation": "ICANN y la gobernanza de Internet: aprovechar la coordinación técnica para llevar a cabo la política pública mundial La Corporación de Internet para Nombres y Números Asignados (ICANN) fue creada en 1998 para realizar la coordinación técnica de Internet. ICANN también sienta las bases para la gobernanza, creando capacidades para promulgar y hacer cumplir regulaciones globales sobre el uso de Internet. ICANN aprovecha las capacidades del sistema de nombres de dominio de Internet (DNS) para implementar cuatro mecanismos de gobernanza: autoridad, ley, sanciones y jurisdicciones. Estas características relacionadas con la gobernanza están incorporadas en características aparentemente técnicas del diseño institucional de las ICANN. El reconocimiento de los mecanismos de gobernanza de ICANN nos permite comprender mejor el régimen regulatorio emergente de Internet",
    "error_count": 5,
    "keys": {
        "ICANN": {
            "translated_key": "ICANN",
            "translated_annotated_text": "\"ICANN\" y gobernanza de Internet: aprovechar la coordinación técnica para realizar políticas públicas globales La Corporación de Internet para Nombres y Números Asignados (\"ICANN\") fue creada en 1998 para realizar la coordinación técnica de Internet. \"ICANN\" también sienta las bases para la gobernanza, creando capacidades para promulgar y hacer cumplir regulaciones globales sobre el uso de Internet. \"ICANN\" aprovecha las capacidades del sistema de nombres de dominio de Internet (DNS) para implementar cuatro mecanismos de gobernanza: autoridad, ley, sanciones y jurisdicciones. Estas características relacionadas con la gobernanza están incorporadas en características aparentemente técnicas del diseño institucional de las ICANN. El reconocimiento de los mecanismos de gobernanza de ICANN nos permite comprender mejor el régimen regulatorio emergente de Internet ",
            "error": [
                ""
            ]
        },
        "Internet governance": {
            "translated_key": "Gobernanza de Internet",
            "translated_annotated_text": "ICANN y \"Gobernanza de Internet\": aprovechar la coordinación técnica para llevar a cabo la política pública global La Corporación de Internet para Nombres y Números Asignados (ICANN) fue creada en 1998 para realizar la coordinación técnica de Internet. ICANN también sienta las bases para la gobernanza, creando capacidades para promulgar y hacer cumplir regulaciones globales sobre el uso de Internet. ICANN aprovecha las capacidades del sistema de nombres de dominio de Internet (DNS) para implementar cuatro mecanismos de gobernanza: autoridad, ley, sanciones y jurisdicciones. Estas características relacionadas con la gobernanza están incorporadas en características aparentemente técnicas del diseño institucional de las ICANN. El reconocimiento de los mecanismos de gobernanza de ICANN nos permite comprender mejor el régimen regulatorio emergente de Internet ",
            "error": [
                ""
            ]
        },
        "technical coordination": {
            "translated_key": "coordinación técnica",
            "translated_annotated_text": "ICANN e Internet governance: aprovechando la \"coordinación técnica\" para realizar la política pública global La Corporación de Internet para Nombres y Números Asignados (ICANN) fue creada en 1998 para realizar la \"coordinación técnica\" de Internet. ICANN también sienta las bases para la gobernanza, creando capacidades para promulgar y hacer cumplir regulaciones globales sobre el uso de Internet. ICANN aprovecha las capacidades del sistema de nombres de dominio de Internet (DNS) para implementar cuatro mecanismos de gobernanza: autoridad, ley, sanciones y jurisdicciones. Estas características relacionadas con la gobernanza están incorporadas en características aparentemente técnicas del diseño institucional de las ICANN. El reconocimiento de los mecanismos de gobernanza de ICANN nos permite comprender mejor el régimen regulatorio emergente de Internet ",
            "error": [
                ""
            ]
        },
        "global public policy": {
            "translated_key": "política pública global",
            "translated_annotated_text": "ICANN e Internet governance: aprovechar la coordinación técnica para realizar \"política pública global\" La Corporación de Internet para Nombres y Números Asignados (ICANN) fue creada en 1998 para realizar la coordinación técnica de Internet. ICANN también sienta las bases para la gobernanza, creando capacidades para promulgar y hacer cumplir regulaciones globales sobre el uso de Internet. ICANN aprovecha las capacidades del sistema de nombres de dominio de Internet (DNS) para implementar cuatro mecanismos de gobernanza: autoridad, ley, sanciones y jurisdicciones. Estas características relacionadas con la gobernanza están incorporadas en características aparentemente técnicas del diseño institucional de las ICANN. El reconocimiento de los mecanismos de gobernanza de ICANN nos permite comprender mejor el régimen regulatorio emergente de Internet ",
            "error": [
                ""
            ]
        },
        "Internet Corporation for Assigned Names and Numbers": {
            "translated_key": "Internet Corporation for Assigned Names and Numbers",
            "translated_annotated_text": "ICANN y la gobernanza de Internet: aprovechar la coordinación técnica para llevar a cabo la política pública mundial La \"Internet Corporation for Assigned Names and Numbers\" (ICANN) fue creada en 1998 para realizar la coordinación técnica de Internet. ICANN también sienta las bases para la gobernanza, creando capacidades para promulgar y hacer cumplir regulaciones globales sobre el uso de Internet. ICANN aprovecha las capacidades del sistema de nombres de dominio de Internet (DNS) para implementar cuatro mecanismos de gobernanza: autoridad, ley, sanciones y jurisdicciones. Estas características relacionadas con la gobernanza están incorporadas en características aparentemente técnicas del diseño institucional de las ICANN. El reconocimiento de los mecanismos de gobernanza de ICANN nos permite comprender mejor el régimen regulatorio emergente de Internet ",
            "error": [
                ""
            ]
        },
        "global regulations": {
            "translated_key": "reglamentos globales",
            "translated_annotated_text": "ICANN y la gobernanza de Internet: aprovechar la coordinación técnica para llevar a cabo la política pública mundial La Corporación de Internet para Nombres y Números Asignados (ICANN) fue creada en 1998 para realizar la coordinación técnica de Internet. ICANN también sienta las bases para la gobernanza, creando capacidades para promulgar y hacer cumplir \"reglamentos globales\" sobre el uso de Internet. ICANN aprovecha las capacidades del sistema de nombres de dominio de Internet (DNS) para implementar cuatro mecanismos de gobernanza: autoridad, ley, sanciones y jurisdicciones. Estas características relacionadas con la gobernanza están incorporadas en características aparentemente técnicas del diseño institucional de las ICANN. El reconocimiento de los mecanismos de gobernanza de ICANN nos permite comprender mejor el régimen regulatorio emergente de Internet ",
            "error": [
                ""
            ]
        },
        "Internet use": {
            "translated_key": "uso de Internet",
            "translated_annotated_text": "ICANN y la gobernanza de Internet: aprovechar la coordinación técnica para llevar a cabo la política pública mundial La Corporación de Internet para Nombres y Números Asignados (ICANN) fue creada en 1998 para realizar la coordinación técnica de Internet. ICANN también sienta las bases para la gobernanza, creando capacidades para promulgar y hacer cumplir regulaciones globales sobre el \"uso de Internet\". ICANN aprovecha las capacidades del sistema de nombres de dominio de Internet (DNS) para implementar cuatro mecanismos de gobernanza: autoridad, ley, sanciones y jurisdicciones. Estas características relacionadas con la gobernanza están incorporadas en características aparentemente técnicas del diseño institucional de las ICANN. El reconocimiento de los mecanismos de gobernanza de ICANN nos permite comprender mejor el régimen regulatorio emergente de Internet ",
            "error": [
                ""
            ]
        },
        "Internet domain name system": {
            "translated_key": "sistema de nombres de dominio de Internet",
            "translated_annotated_text": "ICANN y la gobernanza de Internet: aprovechar la coordinación técnica para llevar a cabo la política pública mundial La Corporación de Internet para Nombres y Números Asignados (ICANN) fue creada en 1998 para realizar la coordinación técnica de Internet. ICANN también sienta las bases para la gobernanza, creando capacidades para promulgar y hacer cumplir regulaciones globales sobre el uso de Internet. ICANN aprovecha las capacidades del \"sistema de nombres de dominio de Internet\" (DNS) para implementar cuatro mecanismos de gobernanza: autoridad, ley, sanciones y jurisdicciones. Estas características relacionadas con la gobernanza están incorporadas en características aparentemente técnicas del diseño institucional de las ICANN. El reconocimiento de los mecanismos de gobernanza de ICANN nos permite comprender mejor el régimen regulatorio emergente de Internet ",
            "error": [
                ""
            ]
        },
        "Internet DNS": {
            "translated_key": [],
            "translated_annotated_text": "ICANN y la gobernanza de Internet: aprovechar la coordinación técnica para llevar a cabo la política pública mundial La Corporación de Internet para Nombres y Números Asignados (ICANN) fue creada en 1998 para realizar la coordinación técnica de Internet. ICANN también sienta las bases para la gobernanza, creando capacidades para promulgar y hacer cumplir regulaciones globales sobre el uso de Internet. ICANN aprovecha las capacidades del sistema de nombres de dominio de Internet (DNS) para implementar cuatro mecanismos de gobernanza: autoridad, ley, sanciones y jurisdicciones. Estas características relacionadas con la gobernanza están incorporadas en características aparentemente técnicas del diseño institucional de las ICANN. El reconocimiento de los mecanismos de gobernanza de ICANN nos permite comprender mejor el régimen regulatorio emergente de Internet ",
            "error": []
        },
        "governance-related features": {
            "translated_key": "características relacionadas con la gobernanza",
            "translated_annotated_text": "ICANN y la gobernanza de Internet: aprovechar la coordinación técnica para llevar a cabo la política pública mundial La Corporación de Internet para Nombres y Números Asignados (ICANN) fue creada en 1998 para realizar la coordinación técnica de Internet. ICANN también sienta las bases para la gobernanza, creando capacidades para promulgar y hacer cumplir regulaciones globales sobre el uso de Internet. ICANN aprovecha las capacidades del sistema de nombres de dominio de Internet (DNS) para implementar cuatro mecanismos de gobernanza: autoridad, ley, sanciones y jurisdicciones. Estas \"características relacionadas con la gobernanza\" están encarnadas en características aparentemente técnicas del diseño institucional de las ICANN. El reconocimiento de los mecanismos de gobernanza de ICANN nos permite comprender mejor el régimen regulatorio emergente de Internet ",
            "error": [
                ""
            ]
        },
        "institutional design": {
            "translated_key": "diseño institucional",
            "translated_annotated_text": "ICANN y la gobernanza de Internet: aprovechar la coordinación técnica para llevar a cabo la política pública mundial La Corporación de Internet para Nombres y Números Asignados (ICANN) fue creada en 1998 para realizar la coordinación técnica de Internet. ICANN también sienta las bases para la gobernanza, creando capacidades para promulgar y hacer cumplir regulaciones globales sobre el uso de Internet. ICANN aprovecha las capacidades del sistema de nombres de dominio de Internet (DNS) para implementar cuatro mecanismos de gobernanza: autoridad, ley, sanciones y jurisdicciones. Estas características relacionadas con la gobernanza están incorporadas en características aparentemente técnicas del \"diseño institucional\" de ICANN. El reconocimiento de los mecanismos de gobernanza de ICANN nos permite comprender mejor el régimen regulatorio emergente de Internet ",
            "error": [
                ""
            ]
        },
        "regulatory regime": {
            "translated_key": "régimen regulador",
            "translated_annotated_text": "ICANN y la gobernanza de Internet: aprovechar la coordinación técnica para llevar a cabo la política pública mundial La Corporación de Internet para Nombres y Números Asignados (ICANN) fue creada en 1998 para realizar la coordinación técnica de Internet. ICANN también sienta las bases para la gobernanza, creando capacidades para promulgar y hacer cumplir regulaciones globales sobre el uso de Internet. ICANN aprovecha las capacidades del sistema de nombres de dominio de Internet (DNS) para implementar cuatro mecanismos de gobernanza: autoridad, ley, sanciones y jurisdicciones. Estas características relacionadas con la gobernanza están incorporadas en características aparentemente técnicas del diseño institucional de las ICANN. El reconocimiento de los mecanismos de gobernanza de ICANN nos permite entender mejor el \"régimen regulador\" emergente de Internet ",
            "error": [
                ""
            ]
        },
        "bibliographies": {
            "translated_key": [],
            "translated_annotated_text": "ICANN y la gobernanza de Internet: aprovechar la coordinación técnica para llevar a cabo la política pública mundial La Corporación de Internet para Nombres y Números Asignados (ICANN) fue creada en 1998 para realizar la coordinación técnica de Internet. ICANN también sienta las bases para la gobernanza, creando capacidades para promulgar y hacer cumplir regulaciones globales sobre el uso de Internet. ICANN aprovecha las capacidades del sistema de nombres de dominio de Internet (DNS) para implementar cuatro mecanismos de gobernanza: autoridad, ley, sanciones y jurisdicciones. Estas características relacionadas con la gobernanza están incorporadas en características aparentemente técnicas del diseño institucional de las ICANN. El reconocimiento de los mecanismos de gobernanza de ICANN nos permite comprender mejor el régimen regulatorio emergente de Internet ",
            "error": []
        },
        "government policies": {
            "translated_key": [],
            "translated_annotated_text": "ICANN y la gobernanza de Internet: aprovechar la coordinación técnica para llevar a cabo la política pública mundial La Corporación de Internet para Nombres y Números Asignados (ICANN) fue creada en 1998 para realizar la coordinación técnica de Internet. ICANN también sienta las bases para la gobernanza, creando capacidades para promulgar y hacer cumplir regulaciones globales sobre el uso de Internet. ICANN aprovecha las capacidades del sistema de nombres de dominio de Internet (DNS) para implementar cuatro mecanismos de gobernanza: autoridad, ley, sanciones y jurisdicciones. Estas características relacionadas con la gobernanza están incorporadas en características aparentemente técnicas del diseño institucional de las ICANN. El reconocimiento de los mecanismos de gobernanza de ICANN nos permite comprender mejor el régimen regulatorio emergente de Internet ",
            "error": []
        },
        "Internet": {
            "translated_key": "Internet",
            "translated_annotated_text": "Gobernanza de ICANN e \"Internet\": aprovechar la coordinación técnica para realizar políticas públicas globales La Corporación \"Internet\" para Nombres y Números Asignados (ICANN) fue creada en 1998 para realizar la coordinación técnica de la \"Internet\". ICANN también sienta las bases para la gobernanza, creando capacidades para promulgar y hacer cumplir regulaciones globales sobre el uso de \"Internet\". ICANN aprovecha las capacidades del sistema de nombres de dominio \"Internet\" (DNS) para implementar cuatro mecanismos de gobernanza: autoridad, ley, sanciones y jurisdicciones. Estas características relacionadas con la gobernanza están incorporadas en características aparentemente técnicas del diseño institucional de las ICANN. El reconocimiento de los mecanismos de gobernanza de ICANN nos permite comprender mejor el régimen regulatorio emergente de Internet ",
            "error": [
                ""
            ]
        },
        "management": {
            "translated_key": [],
            "translated_annotated_text": "ICANN y la gobernanza de Internet: aprovechar la coordinación técnica para llevar a cabo la política pública mundial La Corporación de Internet para Nombres y Números Asignados (ICANN) fue creada en 1998 para realizar la coordinación técnica de Internet. ICANN también sienta las bases para la gobernanza, creando capacidades para promulgar y hacer cumplir regulaciones globales sobre el uso de Internet. ICANN aprovecha las capacidades del sistema de nombres de dominio de Internet (DNS) para implementar cuatro mecanismos de gobernanza: autoridad, ley, sanciones y jurisdicciones. Estas características relacionadas con la gobernanza están incorporadas en características aparentemente técnicas del diseño institucional de las ICANN. El reconocimiento de los mecanismos de gobernanza de ICANN nos permite comprender mejor el régimen regulatorio emergente de Internet ",
            "error": []
        },
        "naming services": {
            "translated_key": [],
            "translated_annotated_text": "ICANN y la gobernanza de Internet: aprovechar la coordinación técnica para llevar a cabo la política pública mundial La Corporación de Internet para Nombres y Números Asignados (ICANN) fue creada en 1998 para realizar la coordinación técnica de Internet. ICANN también sienta las bases para la gobernanza, creando capacidades para promulgar y hacer cumplir regulaciones globales sobre el uso de Internet. ICANN aprovecha las capacidades del sistema de nombres de dominio de Internet (DNS) para implementar cuatro mecanismos de gobernanza: autoridad, ley, sanciones y jurisdicciones. Estas características relacionadas con la gobernanza están incorporadas en características aparentemente técnicas del diseño institucional de las ICANN. El reconocimiento de los mecanismos de gobernanza de ICANN nos permite comprender mejor el régimen regulatorio emergente de Internet ",
            "error": []
        }
    }
}