{
    "original_text": "Networking without wires Several types of devices use radio transmitters to send data over thin air. Are WLANs, wireless local area networks, the end to all cables? Will Dalrymple weighs up the costs and benefits",
    "original_translation": "Redes sin cables Varios tipos de dispositivos utilizan transmisores de radio para enviar datos a través del aire. ¿Son WLANs, redes inalámbricas de área local, el final de todos los cables? Will Dalrymple sopesa los costes y beneficios",
    "error_count": 1,
    "keys": {
        "wireless local area networks": {
            "translated_key": "redes inalámbricas de área local",
            "translated_annotated_text": "Redes sin cables Varios tipos de dispositivos utilizan transmisores de radio para enviar datos a través del aire. ¿Son las WLAN, \"redes inalámbricas de área local\", el final de todos los cables? Will Dalrymple sopesa los costes y beneficios ",
            "error": [
                ""
            ]
        },
        "costs": {
            "translated_key": "costes",
            "translated_annotated_text": "Redes sin cables Varios tipos de dispositivos utilizan transmisores de radio para enviar datos a través del aire. ¿Son WLANs, redes inalámbricas de área local, el final de todos los cables? Will Dalrymple sopesa los \"costes\" y beneficios ",
            "error": [
                ""
            ]
        },
        "benefits": {
            "translated_key": "beneficios",
            "translated_annotated_text": "Redes sin cables Varios tipos de dispositivos utilizan transmisores de radio para enviar datos a través del aire. ¿Son WLANs, redes inalámbricas de área local, el final de todos los cables? Will Dalrymple sopesa los costos y \"beneficios\" ",
            "error": [
                ""
            ]
        },
        "wireless LAN": {
            "translated_key": [],
            "translated_annotated_text": "Redes sin cables Varios tipos de dispositivos utilizan transmisores de radio para enviar datos a través del aire. ¿Son WLANs, redes inalámbricas de área local, el final de todos los cables? Will Dalrymple sopesa los costes y beneficios ",
            "error": []
        }
    }
}