{
    "original_text": "Remember e-commerce? Yeah, well, its still here Sandy Kemper, the always outspoken CEO of successful e-commerce company eScout, offers his views on the purported demise of commerce in e-commerce, and what opportunities lie ahead for those bankers bold enough to act in a market turned tentative by early excesses",
    "original_translation": "¿Recuerdas el comercio electrónico? Sí, bueno, es todavía aquí Sandy Kemper, el siempre franco CEO de la exitosa compañía de comercio electrónico eScout, ofrece sus puntos de vista sobre la supuesta desaparición del comercio en el comercio electrónico, y qué oportunidades hay por delante para esos banqueros lo suficientemente audaces para actuar en un mercado convertido en tentativo por los primeros excesos",
    "error_count": 3,
    "keys": {
        "e-commerce": {
            "translated_key": [],
            "translated_annotated_text": "¿Recuerdas el e-commerce? Sí, bueno, es todavía aquí Sandy Kemper, el siempre franco CEO de la exitosa compañía de comercio electrónico eScout, ofrece sus opiniones sobre la supuesta desaparición del comercio en el comercio electrónico, y qué oportunidades hay por delante para esos banqueros lo suficientemente audaces como para actuar en un mercado convertido en tentativa por los primeros excesos ",
            "error": []
        },
        "bankers": {
            "translated_key": "banqueros",
            "translated_annotated_text": "¿Recuerdas el comercio electrónico? Sí, bueno, es todavía aquí Sandy Kemper, el siempre franco CEO de la exitosa compañía de comercio electrónico eScout, ofrece sus opiniones sobre la supuesta desaparición del comercio en el comercio electrónico, y qué oportunidades hay por delante para esos \"banqueros\" lo suficientemente audaces como para actuar en un mercado convertido en tentativa por los primeros excesos ",
            "error": [
                ""
            ]
        },
        "eScout": {
            "translated_key": "eScout",
            "translated_annotated_text": "¿Recuerdas el comercio electrónico? Sí, bueno, es todavía aquí Sandy Kemper, el siempre franco CEO de la exitosa compañía de comercio electrónico \"eScout\", ofrece sus puntos de vista sobre la supuesta desaparición del comercio en el comercio electrónico, y qué oportunidades hay por delante para esos banqueros lo suficientemente audaces para actuar en un mercado convertido en tentativo por los primeros excesos ",
            "error": [
                ""
            ]
        },
        "banking": {
            "translated_key": [],
            "translated_annotated_text": "¿Recuerdas el comercio electrónico? Sí, bueno, es todavía aquí Sandy Kemper, el siempre franco CEO de la exitosa compañía de comercio electrónico eScout, ofrece sus puntos de vista sobre la supuesta desaparición del comercio en el comercio electrónico, y qué oportunidades hay por delante para esos banqueros lo suficientemente audaces para actuar en un mercado convertido en tentativo por los primeros excesos ",
            "error": []
        },
        "electronic commerce": {
            "translated_key": [],
            "translated_annotated_text": "¿Recuerdas el comercio electrónico? Sí, bueno, es todavía aquí Sandy Kemper, el siempre franco CEO de la exitosa compañía de comercio electrónico eScout, ofrece sus puntos de vista sobre la supuesta desaparición del comercio en el comercio electrónico, y qué oportunidades hay por delante para esos banqueros lo suficientemente audaces para actuar en un mercado convertido en tentativo por los primeros excesos ",
            "error": []
        }
    }
}