{
    "original_text": "Adaptive wavelet methods. II. Beyond the elliptic case This paper is concerned with the design and analysis of adaptive wavelet methods for systems of operator equations. Its main accomplishment is to extend the range of applicability of the adaptive wavelet-based method developed previously for symmetric positive definite problems to indefinite or unsymmetric systems of operator equations. This is accomplished by first introducing techniques (such as the least squares formulation developed previously) that transform the original (continuous) problem into an equivalent infinite system of equations which is now well-posed in the Euclidean metric. It is then shown how to utilize adaptive techniques to solve the resulting infinite system of equations. It is shown that for a wide range of problems, this new adaptive method performs with asymptotically optimal complexity, i.e., it recovers an approximate solution with desired accuracy at a computational expense that stays proportional to the number of terms in a corresponding wavelet-best N-term approximation. An important advantage of this adaptive approach is that it automatically stabilizes the numerical procedure so that, for instance, compatibility constraints on the choice of trial spaces, like the LBB condition, no longer arise",
    "original_translation": "Métodos de wavelet adaptativos. II. Más allá del caso elíptico Este artículo se refiere al diseño y análisis de métodos de wavelet adaptativos para sistemas de ecuaciones de operador. Su principal logro es ampliar el rango de aplicabilidad del método adaptativo basado en wavelet desarrollado previamente para problemas simétricos positivos definidos a sistemas indefinidos o no simétricos de ecuaciones de operador. Esto se logra por primera vez introduciendo técnicas (como la formulación de mínimos cuadrados desarrollada previamente) que transforman el problema original (continuo) en un sistema infinito equivalente de ecuaciones que ahora está bien colocado en la métrica euclidiana. Luego se muestra cómo utilizar técnicas adaptativas para resolver el sistema infinito resultante de ecuaciones. Se muestra que para una amplia gama de problemas, este nuevo método adaptativo funciona con complejidad asintóticamente óptima, es decir, recupera una solución aproximada con la precisión deseada a un costo computacional que permanece proporcional al número de términos en una aproximación correspondiente wavelet-best N-term. Una ventaja importante de este enfoque adaptativo es que estabiliza automáticamente el procedimiento numérico de modo que, por ejemplo, las restricciones de compatibilidad en la elección de los espacios de ensayo, como la condición de LBB, ya no surgen",
    "error_count": 3,
    "keys": {
        "adaptive wavelet methods": {
            "translated_key": "métodos de wavelet adaptativo",
            "translated_annotated_text": "Métodos de wavelet adaptativos. II. Más allá del caso elíptico Este artículo se refiere al diseño y análisis de \"métodos de wavelet adaptativo\" para sistemas de ecuaciones de operador. Su principal logro es ampliar el rango de aplicabilidad del método adaptativo basado en wavelet desarrollado previamente para problemas simétricos positivos definidos a sistemas indefinidos o no simétricos de ecuaciones de operador. Esto se logra por primera vez introduciendo técnicas (como la formulación de mínimos cuadrados desarrollada previamente) que transforman el problema original (continuo) en un sistema infinito equivalente de ecuaciones que ahora está bien colocado en la métrica euclidiana. Luego se muestra cómo utilizar técnicas adaptativas para resolver el sistema infinito resultante de ecuaciones. Se muestra que para una amplia gama de problemas, este nuevo método adaptativo funciona con complejidad asintóticamente óptima, es decir, recupera una solución aproximada con la precisión deseada a un costo computacional que permanece proporcional al número de términos en una aproximación correspondiente wavelet-best N-term. Una ventaja importante de este enfoque adaptativo es que estabiliza automáticamente el procedimiento numérico de modo que, por ejemplo, las restricciones de compatibilidad en la elección de los espacios de ensayo, como la condición de LBB, ya no surgen ",
            "error": [
                ""
            ]
        },
        "elliptic case": {
            "translated_key": "caso elíptico",
            "translated_annotated_text": "Métodos de wavelet adaptativos. II. Más allá del \"caso elíptico\" Este artículo se refiere al diseño y análisis de métodos de wavelet adaptativos para sistemas de ecuaciones de operador. Su principal logro es ampliar el rango de aplicabilidad del método adaptativo basado en wavelet desarrollado previamente para problemas simétricos positivos definidos a sistemas indefinidos o no simétricos de ecuaciones de operador. Esto se logra por primera vez introduciendo técnicas (como la formulación de mínimos cuadrados desarrollada previamente) que transforman el problema original (continuo) en un sistema infinito equivalente de ecuaciones que ahora está bien colocado en la métrica euclidiana. Luego se muestra cómo utilizar técnicas adaptativas para resolver el sistema infinito resultante de ecuaciones. Se muestra que para una amplia gama de problemas, este nuevo método adaptativo funciona con complejidad asintóticamente óptima, es decir, recupera una solución aproximada con la precisión deseada a un costo computacional que permanece proporcional al número de términos en una aproximación correspondiente wavelet-best N-term. Una ventaja importante de este enfoque adaptativo es que estabiliza automáticamente el procedimiento numérico de modo que, por ejemplo, las restricciones de compatibilidad en la elección de los espacios de ensayo, como la condición de LBB, ya no surgen ",
            "error": [
                ""
            ]
        },
        "operator equations": {
            "translated_key": [
                "ecuaciones de operadores",
                "ecuaciones de operador"
            ],
            "translated_annotated_text": "Métodos de wavelet adaptativos. II. Más allá del caso elíptico Este artículo se refiere al diseño y análisis de métodos de wavelet adaptativos para sistemas de \"ecuaciones de operadores\". Su principal logro es ampliar el rango de aplicabilidad del método adaptativo basado en wavelet desarrollado previamente para problemas simétricos positivos definidos a sistemas indefinidos o no simétricos de \"ecuaciones de operador\". Esto se logra por primera vez introduciendo técnicas (como la formulación de mínimos cuadrados desarrollada previamente) que transforman el problema original (continuo) en un sistema infinito equivalente de ecuaciones que ahora está bien colocado en la métrica euclidiana. Luego se muestra cómo utilizar técnicas adaptativas para resolver el sistema infinito resultante de ecuaciones. Se muestra que para una amplia gama de problemas, este nuevo método adaptativo funciona con complejidad asintóticamente óptima, es decir, recupera una solución aproximada con la precisión deseada a un costo computacional que permanece proporcional al número de términos en una aproximación correspondiente wavelet-best N-term. Una ventaja importante de este enfoque adaptativo es que estabiliza automáticamente el procedimiento numérico de modo que, por ejemplo, las restricciones de compatibilidad en la elección de los espacios de ensayo, como la condición de LBB, ya no surgen ",
            "error": [
                "ecuaciones de operadores",
                "ecuaciones de operador"
            ]
        },
        "least squares formulation": {
            "translated_key": "formulación de los cuadrados más bajos",
            "translated_annotated_text": "Métodos de wavelet adaptativos. II. Más allá del caso elíptico Este artículo se refiere al diseño y análisis de métodos de wavelet adaptativos para sistemas de ecuaciones de operador. Su principal logro es ampliar el rango de aplicabilidad del método adaptativo basado en wavelet desarrollado previamente para problemas simétricos positivos definidos a sistemas indefinidos o no simétricos de ecuaciones de operador. Esto se logra por primera vez introduciendo técnicas (como la \"formulación de los cuadrados más bajos\" desarrollada previamente) que transforman el problema original (continuo) en un sistema infinito equivalente de ecuaciones que ahora está bien-puesto en la métrica euclidiana. Luego se muestra cómo utilizar técnicas adaptativas para resolver el sistema infinito resultante de ecuaciones. Se muestra que para una amplia gama de problemas, este nuevo método adaptativo funciona con complejidad asintóticamente óptima, es decir, recupera una solución aproximada con la precisión deseada a un costo computacional que permanece proporcional al número de términos en una aproximación correspondiente wavelet-best N-term. Una ventaja importante de este enfoque adaptativo es que estabiliza automáticamente el procedimiento numérico de modo que, por ejemplo, las restricciones de compatibilidad en la elección de los espacios de ensayo, como la condición de LBB, ya no surgen ",
            "error": [
                ""
            ]
        },
        "Euclidean metric": {
            "translated_key": "métrica euclidiana",
            "translated_annotated_text": "Métodos de wavelet adaptativos. II. Más allá del caso elíptico Este artículo se refiere al diseño y análisis de métodos de wavelet adaptativos para sistemas de ecuaciones de operador. Su principal logro es ampliar el rango de aplicabilidad del método adaptativo basado en wavelet desarrollado previamente para problemas simétricos positivos definidos a sistemas indefinidos o no simétricos de ecuaciones de operador. Esto se logra por primera vez introduciendo técnicas (como la formulación de mínimos cuadrados desarrollada previamente) que transforman el problema original (continuo) en un sistema infinito equivalente de ecuaciones que ahora está bien colocado en la \"métrica euclidiana\". Luego se muestra cómo utilizar técnicas adaptativas para resolver el sistema infinito resultante de ecuaciones. Se muestra que para una amplia gama de problemas, este nuevo método adaptativo funciona con complejidad asintóticamente óptima, es decir, recupera una solución aproximada con la precisión deseada a un costo computacional que permanece proporcional al número de términos en una aproximación correspondiente wavelet-best N-term. Una ventaja importante de este enfoque adaptativo es que estabiliza automáticamente el procedimiento numérico de modo que, por ejemplo, las restricciones de compatibilidad en la elección de los espacios de ensayo, como la condición de LBB, ya no surgen ",
            "error": [
                ""
            ]
        },
        "asymptotically optimal complexity": {
            "translated_key": "complejidad asintóticamente óptima",
            "translated_annotated_text": "Métodos de wavelet adaptativos. II. Más allá del caso elíptico Este artículo se refiere al diseño y análisis de métodos de wavelet adaptativos para sistemas de ecuaciones de operador. Su principal logro es ampliar el rango de aplicabilidad del método adaptativo basado en wavelet desarrollado previamente para problemas simétricos positivos definidos a sistemas indefinidos o no simétricos de ecuaciones de operador. Esto se logra por primera vez introduciendo técnicas (como la formulación de mínimos cuadrados desarrollada previamente) que transforman el problema original (continuo) en un sistema infinito equivalente de ecuaciones que ahora está bien colocado en la métrica euclidiana. Luego se muestra cómo utilizar técnicas adaptativas para resolver el sistema infinito resultante de ecuaciones. Se muestra que para una amplia gama de problemas, este nuevo método adaptativo funciona con \"complejidad asintóticamente óptima\", es decir, recupera una solución aproximada con la precisión deseada a un costo computacional que permanece proporcional al número de términos en una aproximación correspondiente wavelet-mejor N-término. Una ventaja importante de este enfoque adaptativo es que estabiliza automáticamente el procedimiento numérico de modo que, por ejemplo, las restricciones de compatibilidad en la elección de los espacios de ensayo, como la condición de LBB, ya no surgen ",
            "error": [
                ""
            ]
        },
        "N-term approximation": {
            "translated_key": "aproximación a plazo-N",
            "translated_annotated_text": "Métodos de wavelet adaptativos. II. Más allá del caso elíptico Este artículo se refiere al diseño y análisis de métodos de wavelet adaptativos para sistemas de ecuaciones de operador. Su principal logro es ampliar el rango de aplicabilidad del método adaptativo basado en wavelet desarrollado previamente para problemas simétricos positivos definidos a sistemas indefinidos o no simétricos de ecuaciones de operador. Esto se logra por primera vez introduciendo técnicas (como la formulación de mínimos cuadrados desarrollada previamente) que transforman el problema original (continuo) en un sistema infinito equivalente de ecuaciones que ahora está bien colocado en la métrica euclidiana. Luego se muestra cómo utilizar técnicas adaptativas para resolver el sistema infinito resultante de ecuaciones. Se muestra que para una amplia gama de problemas, este nuevo método adaptativo funciona con complejidad asintóticamente óptima, es decir, recupera una solución aproximada con la precisión deseada a un costo computacional que permanece proporcional al número de términos en una correspondiente wavelet-mejor \"aproximación a plazo-N\". Una ventaja importante de este enfoque adaptativo es que estabiliza automáticamente el procedimiento numérico de modo que, por ejemplo, las restricciones de compatibilidad en la elección de los espacios de ensayo, como la condición de LBB, ya no surgen ",
            "error": [
                ""
            ]
        },
        "computational complexity": {
            "translated_key": [],
            "translated_annotated_text": "Métodos de wavelet adaptativos. II. Más allá del caso elíptico Este artículo se refiere al diseño y análisis de métodos de wavelet adaptativos para sistemas de ecuaciones de operador. Su principal logro es ampliar el rango de aplicabilidad del método adaptativo basado en wavelet desarrollado previamente para problemas simétricos positivos definidos a sistemas indefinidos o no simétricos de ecuaciones de operador. Esto se logra por primera vez introduciendo técnicas (como la formulación de mínimos cuadrados desarrollada previamente) que transforman el problema original (continuo) en un sistema infinito equivalente de ecuaciones que ahora está bien colocado en la métrica euclidiana. Luego se muestra cómo utilizar técnicas adaptativas para resolver el sistema infinito resultante de ecuaciones. Se muestra que para una amplia gama de problemas, este nuevo método adaptativo funciona con complejidad asintóticamente óptima, es decir, recupera una solución aproximada con la precisión deseada a un costo computacional que permanece proporcional al número de términos en una aproximación correspondiente wavelet-best N-term. Una ventaja importante de este enfoque adaptativo es que estabiliza automáticamente el procedimiento numérico de modo que, por ejemplo, las restricciones de compatibilidad en la elección de los espacios de ensayo, como la condición de LBB, ya no surgen ",
            "error": []
        },
        "wavelet transforms": {
            "translated_key": [],
            "translated_annotated_text": "Métodos de wavelet adaptativos. II. Más allá del caso elíptico Este artículo se refiere al diseño y análisis de métodos de wavelet adaptativos para sistemas de ecuaciones de operador. Su principal logro es ampliar el rango de aplicabilidad del método adaptativo basado en wavelet desarrollado previamente para problemas simétricos positivos definidos a sistemas indefinidos o no simétricos de ecuaciones de operador. Esto se logra por primera vez introduciendo técnicas (como la formulación de mínimos cuadrados desarrollada previamente) que transforman el problema original (continuo) en un sistema infinito equivalente de ecuaciones que ahora está bien colocado en la métrica euclidiana. Luego se muestra cómo utilizar técnicas adaptativas para resolver el sistema infinito resultante de ecuaciones. Se muestra que para una amplia gama de problemas, este nuevo método adaptativo funciona con complejidad asintóticamente óptima, es decir, recupera una solución aproximada con la precisión deseada a un costo computacional que permanece proporcional al número de términos en una aproximación correspondiente wavelet-best N-term. Una ventaja importante de este enfoque adaptativo es que estabiliza automáticamente el procedimiento numérico de modo que, por ejemplo, las restricciones de compatibilidad en la elección de los espacios de ensayo, como la condición de LBB, ya no surgen ",
            "error": []
        }
    }
}