{
    "original_text": "ClioWeb, ClioRequest, and Clio database: enhancing patron and staff satisfaction Faced with increased demand from students and faculty for a speedier and more user-friendly method of obtaining materials from other institutions, the interlibrary loan (ILL) department sought to implement a management system which would accomplish the task. Students wanted remote interconnectivity to the system and staff wanted increased workflow efficiency, reduced paper work, and better data management. This paper focuses on Washington Colleges experience in selecting and implementing an interlibrary loan system, which would enhance student satisfaction as well as that of the library staff",
    "original_translation": "Base de datos ClioWeb, ClioRequest y Clio: mejora de la satisfacción del cliente y el personal Ante la creciente demanda de estudiantes y profesores de un método más rápido y fácil de usar para obtener materiales de otras instituciones, el departamento de préstamos interbibliotecarios (ILL) buscó implementar un sistema de gestión que cumpliera con la tarea. Los estudiantes querían una interconectividad remota con el sistema y el personal quería una mayor eficiencia en el flujo de trabajo, un trabajo de papel reducido y una mejor gestión de datos. Este artículo se centra en la experiencia de Washington Colleges en la selección e implementación de un sistema de préstamos interbibliotecarios, que mejoraría la satisfacción de los estudiantes, así como la del personal de la biblioteca",
    "error_count": 9,
    "keys": {
        "Clio database": {
            "translated_key": "Base de datos de Clio",
            "translated_annotated_text": "ClioWeb, ClioSolicitud y \"Base de datos de Clio\": mejora de la satisfacción del cliente y del personal Ante la creciente demanda de estudiantes y profesores de un método más rápido y fácil de usar para obtener materiales de otras instituciones, el departamento de préstamos interbibliotecarios (ILL) buscó implementar un sistema de gestión que cumpliera con la tarea. Los estudiantes querían una interconectividad remota con el sistema y el personal quería una mayor eficiencia en el flujo de trabajo, un trabajo de papel reducido y una mejor gestión de datos. Este artículo se centra en la experiencia de Washington Colleges en la selección e implementación de un sistema de préstamos interbibliotecarios, que mejoraría la satisfacción de los estudiantes, así como la del personal de la biblioteca ",
            "error": [
                ""
            ]
        },
        "ClioRequest": {
            "translated_key": "ClioRequest",
            "translated_annotated_text": "ClioWeb, \"ClioRequest\", y base de datos de Clio: mejorar la satisfacción del cliente y el personal Ante la creciente demanda de estudiantes y profesores de un método más rápido y fácil de usar para obtener materiales de otras instituciones, el departamento de préstamos interbibliotecarios (ILL) buscó implementar un sistema de gestión que realizaría la tarea. Los estudiantes querían una interconectividad remota con el sistema y el personal quería una mayor eficiencia en el flujo de trabajo, un trabajo de papel reducido y una mejor gestión de datos. Este artículo se centra en la experiencia de Washington Colleges en la selección e implementación de un sistema de préstamos interbibliotecarios, que mejoraría la satisfacción de los estudiantes, así como la del personal de la biblioteca ",
            "error": [
                ""
            ]
        },
        "ClioWeb": {
            "translated_key": "ClioWeb",
            "translated_annotated_text": "\"ClioWeb\", ClioRequest, y Clio base de datos: mejorar la satisfacción del cliente y el personal Ante el aumento de la demanda de estudiantes y profesores de un método más rápido y fácil de usar para obtener materiales de otras instituciones, el departamento de préstamos interbibliotecarios (ILL) buscó implementar un sistema de gestión que realizaría la tarea. Los estudiantes querían una interconectividad remota con el sistema y el personal quería una mayor eficiencia en el flujo de trabajo, un trabajo de papel reducido y una mejor gestión de datos. Este artículo se centra en la experiencia de Washington Colleges en la selección e implementación de un sistema de préstamos interbibliotecarios, que mejoraría la satisfacción de los estudiantes, así como la del personal de la biblioteca ",
            "error": [
                ""
            ]
        },
        "staff satisfaction": {
            "translated_key": [],
            "translated_annotated_text": "Base de datos ClioWeb, ClioRequest y Clio: mejora de la satisfacción del cliente y del personal Ante la creciente demanda de estudiantes y profesores de un método más rápido y fácil de usar para obtener materiales de otras instituciones, el departamento de préstamos interbibliotecarios (ILL) buscó implementar un sistema de gestión que realizaría la tarea. Los estudiantes querían una interconectividad remota con el sistema y el personal quería una mayor eficiencia en el flujo de trabajo, un trabajo de papel reducido y una mejor gestión de datos. Este artículo se centra en la experiencia de Washington Colleges en la selección e implementación de un sistema de préstamos interbibliotecarios, que mejoraría la satisfacción de los estudiantes, así como la del personal de la biblioteca ",
            "error": []
        },
        "patron satisfaction": {
            "translated_key": [],
            "translated_annotated_text": "Base de datos ClioWeb, ClioRequest y Clio: mejora de la satisfacción del cliente y el personal Ante la creciente demanda de estudiantes y profesores de un método más rápido y fácil de usar para obtener materiales de otras instituciones, el departamento de préstamos interbibliotecarios (ILL) buscó implementar un sistema de gestión que cumpliera con la tarea. Los estudiantes querían una interconectividad remota con el sistema y el personal quería una mayor eficiencia en el flujo de trabajo, un trabajo de papel reducido y una mejor gestión de datos. Este artículo se centra en la experiencia de Washington Colleges en la selección e implementación de un sistema de préstamos interbibliotecarios, que mejoraría la satisfacción de los estudiantes, así como la del personal de la biblioteca ",
            "error": []
        },
        "faculty": {
            "translated_key": "facultad",
            "translated_annotated_text": "Base de datos ClioWeb, ClioRequest y Clio: mejora de la satisfacción del cliente y del personal Ante la creciente demanda de estudiantes y la \"facultad\" de un método más rápido y fácil de usar para obtener materiales de otras instituciones, el departamento de préstamos interbibliotecarios (ILL) buscó implementar un sistema de gestión que cumpliera con la tarea. Los estudiantes querían una interconectividad remota con el sistema y el personal quería una mayor eficiencia en el flujo de trabajo, un trabajo de papel reducido y una mejor gestión de datos. Este artículo se centra en la experiencia de Washington Colleges en la selección e implementación de un sistema de préstamos interbibliotecarios, que mejoraría la satisfacción de los estudiantes, así como la del personal de la biblioteca ",
            "error": [
                ""
            ]
        },
        "students": {
            "translated_key": "estudiantes",
            "translated_annotated_text": "ClioWeb, ClioRequest, y Clio base de datos: mejorar la satisfacción del cliente y el personal Ante la creciente demanda de \"estudiantes\" y profesores de un método más rápido y más fácil de usar para obtener materiales de otras instituciones, el departamento de préstamos interbibliotecarios (ILL) buscó implementar un sistema de gestión que realizaría la tarea. Los estudiantes querían una interconectividad remota con el sistema y el personal quería una mayor eficiencia en el flujo de trabajo, un trabajo de papel reducido y una mejor gestión de datos. Este artículo se centra en la experiencia de Washington Colleges en la selección e implementación de un sistema de préstamos interbibliotecarios, que mejoraría la satisfacción de los estudiantes, así como la del personal de la biblioteca ",
            "error": [
                ""
            ]
        },
        "interlibrary loan department": {
            "translated_key": [],
            "translated_annotated_text": "Base de datos ClioWeb, ClioRequest y Clio: mejora de la satisfacción del cliente y el personal Ante la creciente demanda de estudiantes y profesores de un método más rápido y fácil de usar para obtener materiales de otras instituciones, el departamento de préstamos interbibliotecarios (ILL) buscó implementar un sistema de gestión que cumpliera con la tarea. Los estudiantes querían una interconectividad remota con el sistema y el personal quería una mayor eficiencia en el flujo de trabajo, un trabajo de papel reducido y una mejor gestión de datos. Este artículo se centra en la experiencia de Washington Colleges en la selección e implementación de un sistema de préstamos interbibliotecarios, que mejoraría la satisfacción de los estudiantes, así como la del personal de la biblioteca ",
            "error": []
        },
        "user-friendly method": {
            "translated_key": [],
            "translated_annotated_text": "Base de datos ClioWeb, ClioRequest y Clio: mejora de la satisfacción del cliente y el personal Ante la creciente demanda de estudiantes y profesores de un método más rápido y más fácil de usar para obtener materiales de otras instituciones, el departamento de préstamos interbibliotecarios (ILL) buscó implementar un sistema de gestión que cumpliera con la tarea. Los estudiantes querían una interconectividad remota con el sistema y el personal quería una mayor eficiencia en el flujo de trabajo, un trabajo de papel reducido y una mejor gestión de datos. Este artículo se centra en la experiencia de Washington Colleges en la selección e implementación de un sistema de préstamos interbibliotecarios, que mejoraría la satisfacción de los estudiantes, así como la del personal de la biblioteca ",
            "error": []
        },
        "management system": {
            "translated_key": "sistema de gestión",
            "translated_annotated_text": "Base de datos ClioWeb, ClioRequest y Clio: mejorar la satisfacción del cliente y el personal Ante la creciente demanda de estudiantes y profesores de un método más rápido y fácil de usar para obtener materiales de otras instituciones, el departamento de préstamos interbibliotecarios (ILL) buscó implementar un \"sistema de gestión\" que realizaría la tarea. Los estudiantes querían una interconectividad remota con el sistema y el personal quería una mayor eficiencia en el flujo de trabajo, un trabajo de papel reducido y una mejor gestión de datos. Este artículo se centra en la experiencia de Washington Colleges en la selección e implementación de un sistema de préstamos interbibliotecarios, que mejoraría la satisfacción de los estudiantes, así como la del personal de la biblioteca ",
            "error": [
                ""
            ]
        },
        "remote interconnectivity": {
            "translated_key": "interconectividad remota",
            "translated_annotated_text": "Base de datos ClioWeb, ClioRequest y Clio: mejora de la satisfacción del cliente y el personal Ante la creciente demanda de estudiantes y profesores de un método más rápido y fácil de usar para obtener materiales de otras instituciones, el departamento de préstamos interbibliotecarios (ILL) buscó implementar un sistema de gestión que cumpliera con la tarea. Los estudiantes querían una \"interconectividad remota\" para el sistema y el personal quería una mayor eficiencia en el flujo de trabajo, un trabajo de papel reducido y una mejor gestión de datos. Este artículo se centra en la experiencia de Washington Colleges en la selección e implementación de un sistema de préstamos interbibliotecarios, que mejoraría la satisfacción de los estudiantes, así como la del personal de la biblioteca ",
            "error": [
                ""
            ]
        },
        "workflow efficiency": {
            "translated_key": "eficiencia en el flujo de trabajo",
            "translated_annotated_text": "Base de datos ClioWeb, ClioRequest y Clio: mejora de la satisfacción del cliente y el personal Ante la creciente demanda de estudiantes y profesores de un método más rápido y fácil de usar para obtener materiales de otras instituciones, el departamento de préstamos interbibliotecarios (ILL) buscó implementar un sistema de gestión que cumpliera con la tarea. Los estudiantes querían una interconectividad remota con el sistema y el personal quería una mayor \"eficiencia en el flujo de trabajo\", un trabajo de papel reducido y una mejor gestión de datos. Este artículo se centra en la experiencia de Washington Colleges en la selección e implementación de un sistema de préstamos interbibliotecarios, que mejoraría la satisfacción de los estudiantes, así como la del personal de la biblioteca ",
            "error": [
                ""
            ]
        },
        "data management": {
            "translated_key": "gestión de datos",
            "translated_annotated_text": "Base de datos ClioWeb, ClioRequest y Clio: mejora de la satisfacción del cliente y el personal Ante la creciente demanda de estudiantes y profesores de un método más rápido y fácil de usar para obtener materiales de otras instituciones, el departamento de préstamos interbibliotecarios (ILL) buscó implementar un sistema de gestión que cumpliera con la tarea. Los estudiantes querían una interconectividad remota con el sistema y el personal quería una mayor eficiencia en el flujo de trabajo, un trabajo de papel reducido y una mejor \"gestión de datos\". Este artículo se centra en la experiencia de Washington Colleges en la selección e implementación de un sistema de préstamos interbibliotecarios, que mejoraría la satisfacción de los estudiantes, así como la del personal de la biblioteca ",
            "error": [
                ""
            ]
        },
        "Washington College": {
            "translated_key": [],
            "translated_annotated_text": "Base de datos ClioWeb, ClioRequest y Clio: mejora de la satisfacción del cliente y el personal Ante la creciente demanda de estudiantes y profesores de un método más rápido y fácil de usar para obtener materiales de otras instituciones, el departamento de préstamos interbibliotecarios (ILL) buscó implementar un sistema de gestión que cumpliera con la tarea. Los estudiantes querían una interconectividad remota con el sistema y el personal quería una mayor eficiencia en el flujo de trabajo, un trabajo de papel reducido y una mejor gestión de datos. Este artículo se centra en la experiencia de Washington Colleges en la selección e implementación de un sistema de préstamos interbibliotecarios, que mejoraría la satisfacción de los estudiantes, así como la del personal de la biblioteca ",
            "error": []
        },
        "academic libraries": {
            "translated_key": [],
            "translated_annotated_text": "Base de datos ClioWeb, ClioRequest y Clio: mejora de la satisfacción del cliente y el personal Ante la creciente demanda de estudiantes y profesores de un método más rápido y fácil de usar para obtener materiales de otras instituciones, el departamento de préstamos interbibliotecarios (ILL) buscó implementar un sistema de gestión que cumpliera con la tarea. Los estudiantes querían una interconectividad remota con el sistema y el personal quería una mayor eficiencia en el flujo de trabajo, un trabajo de papel reducido y una mejor gestión de datos. Este artículo se centra en la experiencia de Washington Colleges en la selección e implementación de un sistema de préstamos interbibliotecarios, que mejoraría la satisfacción de los estudiantes, así como la del personal de la biblioteca ",
            "error": []
        },
        "document delivery": {
            "translated_key": [],
            "translated_annotated_text": "Base de datos ClioWeb, ClioRequest y Clio: mejora de la satisfacción del cliente y el personal Ante la creciente demanda de estudiantes y profesores de un método más rápido y fácil de usar para obtener materiales de otras instituciones, el departamento de préstamos interbibliotecarios (ILL) buscó implementar un sistema de gestión que cumpliera con la tarea. Los estudiantes querían una interconectividad remota con el sistema y el personal quería una mayor eficiencia en el flujo de trabajo, un trabajo de papel reducido y una mejor gestión de datos. Este artículo se centra en la experiencia de Washington Colleges en la selección e implementación de un sistema de préstamos interbibliotecarios, que mejoraría la satisfacción de los estudiantes, así como la del personal de la biblioteca ",
            "error": []
        },
        "interlibrary loan": {
            "translated_key": "préstamos interbibliotecarios",
            "translated_annotated_text": "Base de datos ClioWeb, ClioRequest y Clio: mejora de la satisfacción del cliente y el personal Ante la creciente demanda de estudiantes y profesores de un método más rápido y fácil de usar para obtener materiales de otras instituciones, el departamento de \"préstamos interbibliotecarios\" (ILL) buscó implementar un sistema de gestión que cumpliera con la tarea. Los estudiantes querían una interconectividad remota con el sistema y el personal quería una mayor eficiencia en el flujo de trabajo, un trabajo de papel reducido y una mejor gestión de datos. Este artículo se centra en la experiencia de Washington Colleges en la selección e implementación de un sistema de \"préstamos interbibliotecarios\", que mejoraría la satisfacción de los estudiantes, así como la del personal de la biblioteca ",
            "error": [
                ""
            ]
        },
        "management of change": {
            "translated_key": [],
            "translated_annotated_text": "Base de datos ClioWeb, ClioRequest y Clio: mejora de la satisfacción del cliente y el personal Ante la creciente demanda de estudiantes y profesores de un método más rápido y fácil de usar para obtener materiales de otras instituciones, el departamento de préstamos interbibliotecarios (ILL) buscó implementar un sistema de gestión que cumpliera con la tarea. Los estudiantes querían una interconectividad remota con el sistema y el personal quería una mayor eficiencia en el flujo de trabajo, un trabajo de papel reducido y una mejor gestión de datos. Este artículo se centra en la experiencia de Washington Colleges en la selección e implementación de un sistema de préstamos interbibliotecarios, que mejoraría la satisfacción de los estudiantes, así como la del personal de la biblioteca ",
            "error": []
        },
        "software selection": {
            "translated_key": [],
            "translated_annotated_text": "Base de datos ClioWeb, ClioRequest y Clio: mejora de la satisfacción del cliente y el personal Ante la creciente demanda de estudiantes y profesores de un método más rápido y fácil de usar para obtener materiales de otras instituciones, el departamento de préstamos interbibliotecarios (ILL) buscó implementar un sistema de gestión que cumpliera con la tarea. Los estudiantes querían una interconectividad remota con el sistema y el personal quería una mayor eficiencia en el flujo de trabajo, un trabajo de papel reducido y una mejor gestión de datos. Este artículo se centra en la experiencia de Washington Colleges en la selección e implementación de un sistema de préstamos interbibliotecarios, que mejoraría la satisfacción de los estudiantes, así como la del personal de la biblioteca ",
            "error": []
        }
    }
}