{
    "original_text": "New investors get steal of a deal [Global Crossing] Hutchison Telecommunications and Singapore Technologies take control of Global Crossing for a lot less money than they originally offered. The deal leaves the bankrupt carrier intact, but doesnt put it in the clear just yet",
    "original_translation": "Los nuevos inversores consiguen robar un acuerdo [Global Crossing] Hutchison Telecomunicaciones y Singapore Technologies toman el control de Global Crossing por mucho menos dinero del que ofrecieron originalmente. El acuerdo deja intacto al transportista en quiebra, pero no lo pone en claro todavía",
    "error_count": 1,
    "keys": {
        "Hutchison Telecommunications": {
            "translated_key": "Telecomunicaciones Hutchison",
            "translated_annotated_text": "Los nuevos inversores obtienen el robo de un acuerdo [Global Crossing] \"Telecomunicaciones Hutchison\" y Singapore Technologies toman el control de Global Crossing por mucho menos dinero del que ofrecieron originalmente. El acuerdo deja intacto al transportista en quiebra, pero no lo pone en claro todavía ",
            "error": [
                ""
            ]
        },
        "Singapore Technologies": {
            "translated_key": "Tecnologías de Singapur",
            "translated_annotated_text": "Los nuevos inversores consiguen robar un acuerdo [Global Crossing] Las telecomunicaciones Hutchison y las \"Tecnologías de Singapur\" toman el control de Global Crossing por mucho menos dinero del que ofrecieron originalmente. El acuerdo deja intacto al transportista en quiebra, pero no lo pone en claro todavía ",
            "error": [
                ""
            ]
        },
        "Global Crossing": {
            "translated_key": "Global Crossing",
            "translated_annotated_text": "Los nuevos inversores consiguen robar un acuerdo [\"Global Crossing\"] Hutchison Las telecomunicaciones y las tecnologías de Singapur toman el control de \"Global Crossing\" por mucho menos dinero del que ofrecieron originalmente. El acuerdo deja intacto al transportista en quiebra, pero no lo pone en claro todavía ",
            "error": [
                ""
            ]
        },
        "bankrupt": {
            "translated_key": "banqueros",
            "translated_annotated_text": "Los nuevos inversores consiguen robar un acuerdo [Global Crossing] Hutchison Telecomunicaciones y Singapore Technologies toman el control de Global Crossing por mucho menos dinero del que ofrecieron originalmente. El acuerdo deja intacto el portaaviones \"banqueros\", pero no lo pone en claro todavía ",
            "error": [
                ""
            ]
        },
        "telecommunication": {
            "translated_key": [],
            "translated_annotated_text": "Los nuevos inversores consiguen robar un acuerdo [Global Crossing] Hutchison Telecomunicaciones y Singapore Technologies toman el control de Global Crossing por mucho menos dinero del que ofrecieron originalmente. El acuerdo deja intacto al transportista en quiebra, pero no lo pone en claro todavía ",
            "error": []
        }
    }
}