{
    "original_text": "A brief history of electronic reserves Electronic reserves has existed as a library service for barely ten years, yet its history, however brief, is important as an indicator of the direction being taken by the profession of Librarianship as a whole. Recent improvements in technology and a desire to provide better service to students and faculty have resulted in the implementation of e-reserves by ever greater numbers of academic libraries. Yet a great deal of confusion still surrounds the issue of copyright compliance. Negotiation, litigation, and legislation in particular have framed the debate over the application of fair use to an e-reserves environment, and the question of whether or not permission fees should be paid to rights holders, but as of yet no definitive answers or standards have emerged",
    "original_translation": "Una breve historia de reservas electrónicas Las reservas electrónicas han existido como servicio de biblioteca durante apenas diez años, pero su historia, por breve que sea, es importante como indicador de la dirección que está tomando la profesión de Bibliotecaria en su conjunto. Las recientes mejoras tecnológicas y el deseo de prestar un mejor servicio a los estudiantes y profesores han dado lugar a la implantación de reservas electrónicas por un número cada vez mayor de bibliotecas académicas. Sin embargo, todavía hay mucha confusión en torno al cumplimiento de los derechos de autor. La negociación, el litigio y la legislación en particular han enmarcado el debate sobre la aplicación de un uso justo a un entorno de reservas electrónicas, y la cuestión de si deben o no pagarse tasas de autorización a los titulares de derechos, pero hasta el momento no han surgido respuestas ni normas definitivas",
    "error_count": 4,
    "keys": {
        "electronic reserves": {
            "translated_key": "reservas electrónicas",
            "translated_annotated_text": "Una breve historia de \"reservas electrónicas\" Las reservas electrónicas han existido como un servicio de biblioteca durante apenas diez años, pero su historia, por breve que sea, es importante como indicador de la dirección que está tomando la profesión de Bibliotecaria en su conjunto. Las recientes mejoras tecnológicas y el deseo de prestar un mejor servicio a los estudiantes y profesores han dado lugar a la implantación de reservas electrónicas por un número cada vez mayor de bibliotecas académicas. Sin embargo, todavía hay mucha confusión en torno al cumplimiento de los derechos de autor. La negociación, el litigio y la legislación en particular han enmarcado el debate sobre la aplicación de un uso justo a un entorno de reservas electrónicas, y la cuestión de si deben o no pagarse tasas de autorización a los titulares de derechos, pero hasta el momento no han surgido respuestas ni normas definitivas ",
            "error": [
                ""
            ]
        },
        "library service": {
            "translated_key": "servicio de biblioteca",
            "translated_annotated_text": "Una breve historia de reservas electrónicas Las reservas electrónicas han existido como un \"servicio de biblioteca\" durante apenas diez años, pero su historia, por breve que sea, es importante como indicador de la dirección que está tomando la profesión de Bibliotecaria en su conjunto. Las recientes mejoras tecnológicas y el deseo de prestar un mejor servicio a los estudiantes y profesores han dado lugar a la implantación de reservas electrónicas por un número cada vez mayor de bibliotecas académicas. Sin embargo, todavía hay mucha confusión en torno al cumplimiento de los derechos de autor. La negociación, el litigio y la legislación en particular han enmarcado el debate sobre la aplicación de un uso justo a un entorno de reservas electrónicas, y la cuestión de si deben o no pagarse tasas de autorización a los titulares de derechos, pero hasta el momento no han surgido respuestas ni normas definitivas ",
            "error": [
                ""
            ]
        },
        "librarianship": {
            "translated_key": [],
            "translated_annotated_text": "Una breve historia de reservas electrónicas Las reservas electrónicas han existido como servicio de biblioteca durante apenas diez años, pero su historia, por breve que sea, es importante como indicador de la dirección que está tomando la profesión de Bibliotecaria en su conjunto. Las recientes mejoras tecnológicas y el deseo de prestar un mejor servicio a los estudiantes y profesores han dado lugar a la implantación de reservas electrónicas por un número cada vez mayor de bibliotecas académicas. Sin embargo, todavía hay mucha confusión en torno al cumplimiento de los derechos de autor. La negociación, el litigio y la legislación en particular han enmarcado el debate sobre la aplicación de un uso justo a un entorno de reservas electrónicas, y la cuestión de si deben o no pagarse tasas de autorización a los titulares de derechos, pero hasta el momento no han surgido respuestas ni normas definitivas ",
            "error": []
        },
        "students": {
            "translated_key": "estudiantes",
            "translated_annotated_text": "Una breve historia de reservas electrónicas Las reservas electrónicas han existido como servicio de biblioteca durante apenas diez años, pero su historia, por breve que sea, es importante como indicador de la dirección que está tomando la profesión de Bibliotecaria en su conjunto. Las recientes mejoras tecnológicas y el deseo de prestar un mejor servicio a los \"estudiantes\" y profesores han dado lugar a la implantación de reservas electrónicas por un número cada vez mayor de bibliotecas académicas. Sin embargo, todavía hay mucha confusión en torno al cumplimiento de los derechos de autor. La negociación, el litigio y la legislación en particular han enmarcado el debate sobre la aplicación de un uso justo a un entorno de reservas electrónicas, y la cuestión de si deben o no pagarse tasas de autorización a los titulares de derechos, pero hasta el momento no han surgido respuestas ni normas definitivas ",
            "error": [
                ""
            ]
        },
        "faculty": {
            "translated_key": "facultad",
            "translated_annotated_text": "Una breve historia de reservas electrónicas Las reservas electrónicas han existido como servicio de biblioteca durante apenas diez años, pero su historia, por breve que sea, es importante como indicador de la dirección que está tomando la profesión de Bibliotecaria en su conjunto. Las recientes mejoras en la tecnología y el deseo de prestar un mejor servicio a los estudiantes y la \"facultad\" han dado lugar a la implantación de reservas electrónicas por un número cada vez mayor de bibliotecas académicas. Sin embargo, todavía hay mucha confusión en torno al cumplimiento de los derechos de autor. La negociación, el litigio y la legislación en particular han enmarcado el debate sobre la aplicación de un uso justo a un entorno de reservas electrónicas, y la cuestión de si deben o no pagarse tasas de autorización a los titulares de derechos, pero hasta el momento no han surgido respuestas ni normas definitivas ",
            "error": [
                ""
            ]
        },
        "academic libraries": {
            "translated_key": "bibliotecas académicas",
            "translated_annotated_text": "Una breve historia de reservas electrónicas Las reservas electrónicas han existido como servicio de biblioteca durante apenas diez años, pero su historia, por breve que sea, es importante como indicador de la dirección que está tomando la profesión de Bibliotecaria en su conjunto. Las recientes mejoras tecnológicas y el deseo de prestar un mejor servicio a los estudiantes y profesores han dado lugar a la implantación de reservas electrónicas por un número cada vez mayor de \"bibliotecas académicas\". Sin embargo, todavía hay mucha confusión en torno al cumplimiento de los derechos de autor. La negociación, el litigio y la legislación en particular han enmarcado el debate sobre la aplicación de un uso justo a un entorno de reservas electrónicas, y la cuestión de si deben o no pagarse tasas de autorización a los titulares de derechos, pero hasta el momento no han surgido respuestas ni normas definitivas ",
            "error": [
                ""
            ]
        },
        "copyright compliance": {
            "translated_key": "cumplimiento de los derechos de autor",
            "translated_annotated_text": "Una breve historia de reservas electrónicas Las reservas electrónicas han existido como servicio de biblioteca durante apenas diez años, pero su historia, por breve que sea, es importante como indicador de la dirección que está tomando la profesión de Bibliotecaria en su conjunto. Las recientes mejoras tecnológicas y el deseo de prestar un mejor servicio a los estudiantes y profesores han dado lugar a la implantación de reservas electrónicas por un número cada vez mayor de bibliotecas académicas. Sin embargo, todavía hay mucha confusión en torno a la cuestión del \"cumplimiento de los derechos de autor\". La negociación, el litigio y la legislación en particular han enmarcado el debate sobre la aplicación de un uso justo a un entorno de reservas electrónicas, y la cuestión de si deben o no pagarse tasas de autorización a los titulares de derechos, pero hasta el momento no han surgido respuestas ni normas definitivas ",
            "error": [
                ""
            ]
        },
        "negotiation": {
            "translated_key": [],
            "translated_annotated_text": "Una breve historia de reservas electrónicas Las reservas electrónicas han existido como servicio de biblioteca durante apenas diez años, pero su historia, por breve que sea, es importante como indicador de la dirección que está tomando la profesión de Bibliotecaria en su conjunto. Las recientes mejoras tecnológicas y el deseo de prestar un mejor servicio a los estudiantes y profesores han dado lugar a la implantación de reservas electrónicas por un número cada vez mayor de bibliotecas académicas. Sin embargo, todavía hay mucha confusión en torno al cumplimiento de los derechos de autor. La negociación, el litigio y la legislación en particular han enmarcado el debate sobre la aplicación de un uso justo a un entorno de reservas electrónicas, y la cuestión de si deben o no pagarse tasas de autorización a los titulares de derechos, pero hasta el momento no han surgido respuestas ni normas definitivas ",
            "error": []
        },
        "litigation": {
            "translated_key": "enjuiciamiento",
            "translated_annotated_text": "Una breve historia de reservas electrónicas Las reservas electrónicas han existido como servicio de biblioteca durante apenas diez años, pero su historia, por breve que sea, es importante como indicador de la dirección que está tomando la profesión de Bibliotecaria en su conjunto. Las recientes mejoras tecnológicas y el deseo de prestar un mejor servicio a los estudiantes y profesores han dado lugar a la implantación de reservas electrónicas por un número cada vez mayor de bibliotecas académicas. Sin embargo, todavía hay mucha confusión en torno al cumplimiento de los derechos de autor. La negociación, el \"enjuiciamiento\" y la legislación en particular han enmarcado el debate sobre la aplicación de un uso justo a un entorno de reservas electrónicas, y la cuestión de si deben o no pagarse tasas de autorización a los titulares de derechos, pero hasta el momento no han surgido respuestas ni normas definitivas. ",
            "error": [
                ""
            ]
        },
        "legislation": {
            "translated_key": "legislación",
            "translated_annotated_text": "Una breve historia de reservas electrónicas Las reservas electrónicas han existido como servicio de biblioteca durante apenas diez años, pero su historia, por breve que sea, es importante como indicador de la dirección que está tomando la profesión de Bibliotecaria en su conjunto. Las recientes mejoras tecnológicas y el deseo de prestar un mejor servicio a los estudiantes y profesores han dado lugar a la implantación de reservas electrónicas por un número cada vez mayor de bibliotecas académicas. Sin embargo, todavía hay mucha confusión en torno al cumplimiento de los derechos de autor. La negociación, el litigio y la \"legislación\" en particular han enmarcado el debate sobre la aplicación de un uso justo a un entorno de reservas electrónicas, y la cuestión de si deben o no pagarse tasas de autorización a los titulares de derechos, pero hasta el momento no han surgido respuestas ni normas definitivas. ",
            "error": [
                ""
            ]
        },
        "e-reserves environment": {
            "translated_key": "entorno de reservas electrónicas",
            "translated_annotated_text": "Una breve historia de reservas electrónicas Las reservas electrónicas han existido como servicio de biblioteca durante apenas diez años, pero su historia, por breve que sea, es importante como indicador de la dirección que está tomando la profesión de Bibliotecaria en su conjunto. Las recientes mejoras tecnológicas y el deseo de prestar un mejor servicio a los estudiantes y profesores han dado lugar a la implantación de reservas electrónicas por un número cada vez mayor de bibliotecas académicas. Sin embargo, todavía hay mucha confusión en torno al cumplimiento de los derechos de autor. La negociación, el litigio y la legislación en particular han enmarcado el debate sobre la aplicación de un uso justo a un \"entorno de reservas electrónicas\", y la cuestión de si deben o no pagarse tasas de autorización a los titulares de derechos, pero hasta el momento no han surgido respuestas ni normas definitivas. ",
            "error": [
                ""
            ]
        },
        "permission fees": {
            "translated_key": "tasas de permiso",
            "translated_annotated_text": "Una breve historia de reservas electrónicas Las reservas electrónicas han existido como servicio de biblioteca durante apenas diez años, pero su historia, por breve que sea, es importante como indicador de la dirección que está tomando la profesión de Bibliotecaria en su conjunto. Las recientes mejoras tecnológicas y el deseo de prestar un mejor servicio a los estudiantes y profesores han dado lugar a la implantación de reservas electrónicas por un número cada vez mayor de bibliotecas académicas. Sin embargo, todavía hay mucha confusión en torno al cumplimiento de los derechos de autor. La negociación, el litigio y la legislación en particular han enmarcado el debate sobre la aplicación de un uso justo a un entorno de reservas electrónicas, y la cuestión de si deben o no pagarse \"tasas de permiso\" a los titulares de derechos, pero hasta ahora no han surgido respuestas ni normas definitivas. ",
            "error": [
                ""
            ]
        },
        "copyright": {
            "translated_key": [],
            "translated_annotated_text": "Una breve historia de reservas electrónicas Las reservas electrónicas han existido como servicio de biblioteca durante apenas diez años, pero su historia, por breve que sea, es importante como indicador de la dirección que está tomando la profesión de Bibliotecaria en su conjunto. Las recientes mejoras tecnológicas y el deseo de prestar un mejor servicio a los estudiantes y profesores han dado lugar a la implantación de reservas electrónicas por un número cada vez mayor de bibliotecas académicas. Sin embargo, todavía hay mucha confusión en torno a la cuestión del cumplimiento de los derechos de autor. La negociación, el litigio y la legislación en particular han enmarcado el debate sobre la aplicación de un uso justo a un entorno de reservas electrónicas, y la cuestión de si deben o no pagarse tasas de autorización a los titulares de derechos, pero hasta el momento no han surgido respuestas ni normas definitivas ",
            "error": []
        },
        "history": {
            "translated_key": "historia",
            "translated_annotated_text": "Una breve \"historia\" de reservas electrónicas Las reservas electrónicas han existido como un servicio de biblioteca desde hace apenas diez años, pero su \"historia\", por breve que sea, es importante como indicador de la dirección que está tomando la profesión de Bibliotecaria en su conjunto. Las recientes mejoras tecnológicas y el deseo de prestar un mejor servicio a los estudiantes y profesores han dado lugar a la implantación de reservas electrónicas por un número cada vez mayor de bibliotecas académicas. Sin embargo, todavía hay mucha confusión en torno al cumplimiento de los derechos de autor. La negociación, el litigio y la legislación en particular han enmarcado el debate sobre la aplicación de un uso justo a un entorno de reservas electrónicas, y la cuestión de si deben o no pagarse tasas de autorización a los titulares de derechos, pero hasta el momento no han surgido respuestas ni normas definitivas ",
            "error": [
                ""
            ]
        },
        "library automation": {
            "translated_key": [],
            "translated_annotated_text": "Una breve historia de reservas electrónicas Las reservas electrónicas han existido como servicio de biblioteca durante apenas diez años, pero su historia, por breve que sea, es importante como indicador de la dirección que está tomando la profesión de Bibliotecaria en su conjunto. Las recientes mejoras tecnológicas y el deseo de prestar un mejor servicio a los estudiantes y profesores han dado lugar a la implantación de reservas electrónicas por un número cada vez mayor de bibliotecas académicas. Sin embargo, todavía hay mucha confusión en torno al cumplimiento de los derechos de autor. La negociación, el litigio y la legislación en particular han enmarcado el debate sobre la aplicación de un uso justo a un entorno de reservas electrónicas, y la cuestión de si deben o no pagarse tasas de autorización a los titulares de derechos, pero hasta el momento no han surgido respuestas ni normas definitivas ",
            "error": []
        }
    }
}