{
    "original_text": "The mutual effects of grid and wind turbine voltage stability control This note considers the results of wind turbine modelling and power system stability investigations. Voltage stability of the power grid with grid-connected wind turbines will be improved by using blade angle control for a temporary reduction of the wind turbine power during and shortly after a short circuit fault in the grid",
    "original_translation": "Los efectos mutuos del control de la estabilidad de la red y de la turbina eólica Esta nota considera los resultados del modelado de la turbina eólica y las investigaciones de estabilidad del sistema de energía. La estabilidad de tensión de la red eléctrica con turbinas eólicas conectadas a la red se mejorará mediante el control del ángulo de la hoja para una reducción temporal de la potencia de la turbina eólica durante y poco después de una falla de cortocircuito en la red",
    "error_count": 5,
    "keys": {
        "grid voltage stability control": {
            "translated_key": [],
            "translated_annotated_text": "Los efectos mutuos del control de la estabilidad de la red y de la turbina eólica Esta nota considera los resultados del modelado de la turbina eólica y las investigaciones de estabilidad del sistema de energía. La estabilidad de tensión de la red eléctrica con turbinas eólicas conectadas a la red se mejorará mediante el control del ángulo de la hoja para una reducción temporal de la potencia de la turbina eólica durante y poco después de una falla de cortocircuito en la red ",
            "error": []
        },
        "wind turbine voltage stability control": {
            "translated_key": "control de la estabilidad de la tensión de la turbina eólica",
            "translated_annotated_text": "Los efectos mutuos de la red y \"control de la estabilidad de la tensión de la turbina eólica\" Esta nota considera los resultados de la modelización de la turbina eólica y las investigaciones de estabilidad del sistema de energía. La estabilidad de tensión de la red eléctrica con turbinas eólicas conectadas a la red se mejorará mediante el control del ángulo de la hoja para una reducción temporal de la potencia de la turbina eólica durante y poco después de una falla de cortocircuito en la red ",
            "error": [
                ""
            ]
        },
        "wind turbine modelling": {
            "translated_key": "modelo de turbina eólica",
            "translated_annotated_text": "Los efectos mutuos del control de la estabilidad de la red y de la turbina eólica Esta nota considera los resultados del \"modelo de turbina eólica\" y las investigaciones de estabilidad del sistema de energía. La estabilidad de tensión de la red eléctrica con turbinas eólicas conectadas a la red se mejorará mediante el control del ángulo de la hoja para una reducción temporal de la potencia de la turbina eólica durante y poco después de una falla de cortocircuito en la red ",
            "error": [
                ""
            ]
        },
        "power system stability": {
            "translated_key": "estabilidad del sistema de energía",
            "translated_annotated_text": "Los efectos mutuos del control de la estabilidad de la red y de la turbina eólica Esta nota considera los resultados del modelado de turbinas eólicas y las investigaciones de \"estabilidad del sistema de energía\". La estabilidad de tensión de la red eléctrica con turbinas eólicas conectadas a la red se mejorará mediante el control del ángulo de la hoja para una reducción temporal de la potencia de la turbina eólica durante y poco después de una falla de cortocircuito en la red ",
            "error": [
                ""
            ]
        },
        "power grid": {
            "translated_key": "red de energía",
            "translated_annotated_text": "Los efectos mutuos del control de la estabilidad de la red y de la turbina eólica Esta nota considera los resultados del modelado de la turbina eólica y las investigaciones de estabilidad del sistema de energía. Se mejorará la estabilidad de tensión de la \"red de energía\" con turbinas eólicas conectadas a la red mediante el control del ángulo de la hoja para una reducción temporal de la potencia de la turbina eólica durante y poco después de una falla de cortocircuito en la red ",
            "error": [
                ""
            ]
        },
        "grid-connected wind turbines": {
            "translated_key": "aerogeneradores conectados a la red",
            "translated_annotated_text": "Los efectos mutuos del control de la estabilidad de la red y de la turbina eólica Esta nota considera los resultados del modelado de la turbina eólica y las investigaciones de estabilidad del sistema de energía. Se mejorará la estabilidad de tensión de la red eléctrica con \"aerogeneradores conectados a la red\" mediante el control del ángulo de la hoja para una reducción temporal de la potencia de la turbina eólica durante y poco después de una falla de cortocircuito en la red ",
            "error": [
                ""
            ]
        },
        "blade angle control": {
            "translated_key": "control del ángulo de la capa",
            "translated_annotated_text": "Los efectos mutuos del control de la estabilidad de la red y de la turbina eólica Esta nota considera los resultados del modelado de la turbina eólica y las investigaciones de estabilidad del sistema de energía. La estabilidad de tensión de la red eléctrica con turbinas eólicas conectadas a la red se mejorará mediante el \"control del ángulo de la capa\" para una reducción temporal de la potencia de la turbina eólica durante y poco después de una falla de cortocircuito en la red ",
            "error": [
                ""
            ]
        },
        "wind turbine power reduction": {
            "translated_key": [],
            "translated_annotated_text": "Los efectos mutuos del control de la estabilidad de la red y de la turbina eólica Esta nota considera los resultados del modelado de la turbina eólica y las investigaciones de estabilidad del sistema de energía. La estabilidad de tensión de la red eléctrica con turbinas eólicas conectadas a la red se mejorará mediante el control del ángulo de la hoja para una reducción temporal de la potencia de la turbina eólica durante y poco después de una falla de cortocircuito en la red ",
            "error": []
        },
        "short circuit fault": {
            "translated_key": "falla de cortocircuito",
            "translated_annotated_text": "Los efectos mutuos del control de la estabilidad de la red y de la turbina eólica Esta nota considera los resultados del modelado de la turbina eólica y las investigaciones de estabilidad del sistema de energía. La estabilidad de tensión de la red eléctrica con turbinas eólicas conectadas a la red se mejorará mediante el control del ángulo de la hoja para una reducción temporal de la potencia de la turbina eólica durante y poco después de una \"falla de cortocircuito\" en la red ",
            "error": [
                ""
            ]
        },
        "offshore wind turbines": {
            "translated_key": [],
            "translated_annotated_text": "Los efectos mutuos del control de la estabilidad de la red y de la turbina eólica Esta nota considera los resultados del modelado de la turbina eólica y las investigaciones de estabilidad del sistema de energía. La estabilidad de tensión de la red eléctrica con turbinas eólicas conectadas a la red se mejorará mediante el control del ángulo de la hoja para una reducción temporal de la potencia de la turbina eólica durante y poco después de una falla de cortocircuito en la red ",
            "error": []
        },
        "power system dynamic stability": {
            "translated_key": [],
            "translated_annotated_text": "Los efectos mutuos del control de la estabilidad de la red y de la turbina eólica Esta nota considera los resultados del modelado de la turbina eólica y las investigaciones de estabilidad del sistema de energía. La estabilidad de tensión de la red eléctrica con turbinas eólicas conectadas a la red se mejorará mediante el control del ángulo de la hoja para una reducción temporal de la potencia de la turbina eólica durante y poco después de una falla de cortocircuito en la red ",
            "error": []
        },
        "short-circuit currents": {
            "translated_key": [],
            "translated_annotated_text": "Los efectos mutuos del control de la estabilidad de la red y de la turbina eólica Esta nota considera los resultados del modelado de la turbina eólica y las investigaciones de estabilidad del sistema de energía. La estabilidad de tensión de la red eléctrica con turbinas eólicas conectadas a la red se mejorará mediante el control del ángulo de la hoja para una reducción temporal de la potencia de la turbina eólica durante y poco después de una falla de cortocircuito en la red ",
            "error": []
        },
        "wind turbines": {
            "translated_key": "turbinas eólicas",
            "translated_annotated_text": "Los efectos mutuos del control de la estabilidad de la red y de la turbina eólica Esta nota considera los resultados del modelado de la turbina eólica y las investigaciones de estabilidad del sistema de energía. Se mejorará la estabilidad de tensión de la red eléctrica con \"turbinas eólicas\" conectadas a la red mediante el control del ángulo de la hoja para una reducción temporal de la potencia de la turbina eólica durante y poco después de una falla de cortocircuito en la red ",
            "error": [
                ""
            ]
        }
    }
}