{
    "original_text": "Active pitch control in larger scale fixed speed horizontal axis wind turbine systems. I. linear controller design This paper reviews and addresses the principles of linear controller design of the fixed speed wind turbine system in above rated wind speed, using pitch angle control of the blades and applying modern control theory. First, the nonlinear equations of the system are built in under some reasonable suppositions. Then, the nonlinear equations are linearised at set operating point and digital simulation results are shown in this paper. Finally, a linear quadratic optimal feedback controller is designed and the dynamics of the closed circle system are simulated with digital calculation. The advantages and disadvantages of the assumptions and design method are also discussed. Because of the inherent characteristics of the linear system control theory, the performance of the linear controller is not sufficient for operating wind turbines, as is discussed",
    "original_translation": "Control de pitch activo en sistemas de turbinas eólicas de eje horizontal de velocidad fija a mayor escala. I. diseño del controlador lineal Este documento revisa y aborda los principios del diseño del controlador lineal del sistema de turbina de viento de velocidad fija en velocidad de viento superior, utilizando el control del ángulo de inclinación de las cuchillas y aplicando la teoría de control moderna. En primer lugar, las ecuaciones no lineales del sistema se construyen bajo algunas suposiciones razonables. A continuación, las ecuaciones no lineales se linealizan en el punto de operación de conjunto y los resultados de simulación digital se muestran en este artículo. Finalmente, se diseña un controlador de retroalimentación óptimo cuadrático lineal y se simula la dinámica del sistema de círculo cerrado con cálculo digital. También se examinan las ventajas y desventajas de los supuestos y el método de diseño. Debido a las características inherentes a la teoría de control del sistema lineal, el rendimiento del controlador lineal no es suficiente para el funcionamiento de las turbinas eólicas, como se discute",
    "error_count": 7,
    "keys": {
        "fixed speed wind turbine system": {
            "translated_key": "sistema de turbina de viento de velocidad fija",
            "translated_annotated_text": "Control de pitch activo en sistemas de turbinas eólicas de eje horizontal de velocidad fija a mayor escala. I. diseño del controlador lineal Este documento revisa y aborda los principios del diseño del controlador lineal del \"sistema de turbina de viento de velocidad fija\" en la velocidad de viento superior, utilizando el control del ángulo de inclinación de las cuchillas y aplicando la teoría de control moderna. En primer lugar, las ecuaciones no lineales del sistema se construyen bajo algunas suposiciones razonables. A continuación, las ecuaciones no lineales se linealizan en el punto de operación de conjunto y los resultados de simulación digital se muestran en este artículo. Finalmente, se diseña un controlador de retroalimentación óptimo cuadrático lineal y se simula la dinámica del sistema de círculo cerrado con cálculo digital. También se examinan las ventajas y desventajas de los supuestos y el método de diseño. Debido a las características inherentes a la teoría de control del sistema lineal, el rendimiento del controlador lineal no es suficiente para el funcionamiento de las turbinas eólicas, como se discute ",
            "error": [
                ""
            ]
        },
        "pitch angle control": {
            "translated_key": "control de ángulo de lanzamiento",
            "translated_annotated_text": "Control de pitch activo en sistemas de turbinas eólicas de eje horizontal de velocidad fija a mayor escala. I. diseño del controlador lineal Este documento revisa y aborda los principios del diseño del controlador lineal del sistema de turbina de viento de velocidad fija en velocidad de viento superior, utilizando \"control de ángulo de lanzamiento\" de las cuchillas y aplicando la teoría de control moderna. En primer lugar, las ecuaciones no lineales del sistema se construyen bajo algunas suposiciones razonables. A continuación, las ecuaciones no lineales se linealizan en el punto de operación de conjunto y los resultados de simulación digital se muestran en este artículo. Finalmente, se diseña un controlador de retroalimentación óptimo cuadrático lineal y se simula la dinámica del sistema de círculo cerrado con cálculo digital. También se examinan las ventajas y desventajas de los supuestos y el método de diseño. Debido a las características inherentes a la teoría de control del sistema lineal, el rendimiento del controlador lineal no es suficiente para el funcionamiento de las turbinas eólicas, como se discute ",
            "error": [
                ""
            ]
        },
        "control theory": {
            "translated_key": "teoría de control",
            "translated_annotated_text": "Control de pitch activo en sistemas de turbinas eólicas de eje horizontal de velocidad fija a mayor escala. I. diseño del controlador lineal Este documento revisa y aborda los principios del diseño del controlador lineal del sistema de turbina de viento de velocidad fija en velocidad de viento superior, utilizando el control del ángulo de inclinación de las cuchillas y aplicando la moderna \"teoría de control\". En primer lugar, las ecuaciones no lineales del sistema se construyen bajo algunas suposiciones razonables. A continuación, las ecuaciones no lineales se linealizan en el punto de operación de conjunto y los resultados de simulación digital se muestran en este artículo. Finalmente, se diseña un controlador de retroalimentación óptimo cuadrático lineal y se simula la dinámica del sistema de círculo cerrado con cálculo digital. También se examinan las ventajas y desventajas de los supuestos y el método de diseño. Debido a las características inherentes al sistema lineal \"teoría de control\", el rendimiento del controlador lineal no es suficiente para el funcionamiento de las turbinas eólicas, como se discute ",
            "error": [
                ""
            ]
        },
        "nonlinear equations": {
            "translated_key": "ecuaciones no lineales",
            "translated_annotated_text": "Control de pitch activo en sistemas de turbinas eólicas de eje horizontal de velocidad fija a mayor escala. I. diseño del controlador lineal Este documento revisa y aborda los principios del diseño del controlador lineal del sistema de turbina de viento de velocidad fija en velocidad de viento superior, utilizando el control del ángulo de inclinación de las cuchillas y aplicando la teoría de control moderna. En primer lugar, las \"ecuaciones no lineales\" del sistema se construyen bajo algunas suposiciones razonables. A continuación, las \"ecuaciones no lineales\" se linealizan en el punto de operación del conjunto y los resultados de simulación digital se muestran en este artículo. Finalmente, se diseña un controlador de retroalimentación óptimo cuadrático lineal y se simula la dinámica del sistema de círculo cerrado con cálculo digital. También se examinan las ventajas y desventajas de los supuestos y el método de diseño. Debido a las características inherentes a la teoría de control del sistema lineal, el rendimiento del controlador lineal no es suficiente para el funcionamiento de las turbinas eólicas, como se discute ",
            "error": [
                ""
            ]
        },
        "digital simulation": {
            "translated_key": " simulación digital ",
            "translated_annotated_text": "Control de pitch activo en sistemas de turbinas eólicas de eje horizontal de velocidad fija a mayor escala. I. diseño del controlador lineal Este documento revisa y aborda los principios del diseño del controlador lineal del sistema de turbina de viento de velocidad fija en velocidad de viento superior, utilizando el control del ángulo de inclinación de las cuchillas y aplicando la teoría de control moderna. En primer lugar, las ecuaciones no lineales del sistema se construyen bajo algunas suposiciones razonables. A continuación, las ecuaciones no lineales se linealizan en el punto de operación del conjunto y los resultados de la \" simulación digital \" se muestran en este artículo. Finalmente, se diseña un controlador de retroalimentación óptimo cuadrático lineal y se simula la dinámica del sistema de círculo cerrado con cálculo digital. También se examinan las ventajas y desventajas de los supuestos y el método de diseño. Debido a las características inherentes a la teoría de control del sistema lineal, el rendimiento del controlador lineal no es suficiente para el funcionamiento de las turbinas eólicas, como se discute ",
            "error": [
                ""
            ]
        },
        "linear quadratic optimal feedback controller": {
            "translated_key": "controlador cuadrático lineal óptimo de retroalimentación",
            "translated_annotated_text": "Control de pitch activo en sistemas de turbinas eólicas de eje horizontal de velocidad fija a mayor escala. I. diseño del controlador lineal Este documento revisa y aborda los principios del diseño del controlador lineal del sistema de turbina de viento de velocidad fija en velocidad de viento superior, utilizando el control del ángulo de inclinación de las cuchillas y aplicando la teoría de control moderna. En primer lugar, las ecuaciones no lineales del sistema se construyen bajo algunas suposiciones razonables. A continuación, las ecuaciones no lineales se linealizan en el punto de operación de conjunto y los resultados de simulación digital se muestran en este artículo. Finalmente, se diseña un \"controlador cuadrático lineal óptimo de retroalimentación\" y la dinámica del sistema de círculo cerrado se simula con cálculo digital. También se examinan las ventajas y desventajas de los supuestos y el método de diseño. Debido a las características inherentes a la teoría de control del sistema lineal, el rendimiento del controlador lineal no es suficiente para el funcionamiento de las turbinas eólicas, como se discute ",
            "error": [
                ""
            ]
        },
        "closed circle system": {
            "translated_key": "sistema de círculo cerrado",
            "translated_annotated_text": "Control de pitch activo en sistemas de turbinas eólicas de eje horizontal de velocidad fija a mayor escala. I. diseño del controlador lineal Este documento revisa y aborda los principios del diseño del controlador lineal del sistema de turbina de viento de velocidad fija en velocidad de viento superior, utilizando el control del ángulo de inclinación de las cuchillas y aplicando la teoría de control moderna. En primer lugar, las ecuaciones no lineales del sistema se construyen bajo algunas suposiciones razonables. A continuación, las ecuaciones no lineales se linealizan en el punto de operación de conjunto y los resultados de simulación digital se muestran en este artículo. Finalmente, se diseña un controlador de retroalimentación óptimo cuadrático lineal y se simula la dinámica del \"sistema de círculo cerrado\" con cálculo digital. También se examinan las ventajas y desventajas de los supuestos y el método de diseño. Debido a las características inherentes a la teoría de control del sistema lineal, el rendimiento del controlador lineal no es suficiente para el funcionamiento de las turbinas eólicas, como se discute ",
            "error": [
                ""
            ]
        },
        "linear system control theory": {
            "translated_key": "teoría de control lineal del sistema",
            "translated_annotated_text": "Control de pitch activo en sistemas de turbinas eólicas de eje horizontal de velocidad fija a mayor escala. I. diseño del controlador lineal Este documento revisa y aborda los principios del diseño del controlador lineal del sistema de turbina de viento de velocidad fija en velocidad de viento superior, utilizando el control del ángulo de inclinación de las cuchillas y aplicando la teoría de control moderna. En primer lugar, las ecuaciones no lineales del sistema se construyen bajo algunas suposiciones razonables. A continuación, las ecuaciones no lineales se linealizan en el punto de operación de conjunto y los resultados de simulación digital se muestran en este artículo. Finalmente, se diseña un controlador de retroalimentación óptimo cuadrático lineal y se simula la dinámica del sistema de círculo cerrado con cálculo digital. También se examinan las ventajas y desventajas de los supuestos y el método de diseño. Debido a las características inherentes a la \"teoría de control lineal del sistema\", el rendimiento del controlador lineal no es suficiente para el funcionamiento de las turbinas eólicas, como se discute ",
            "error": [
                ""
            ]
        },
        "wind turbines": {
            "translated_key": "turbinas eólicas",
            "translated_annotated_text": "Control de pitch activo en sistemas de turbinas eólicas de eje horizontal de velocidad fija a mayor escala. I. diseño del controlador lineal Este documento revisa y aborda los principios del diseño del controlador lineal del sistema de turbina de viento de velocidad fija en velocidad de viento superior, utilizando el control del ángulo de inclinación de las cuchillas y aplicando la teoría de control moderna. En primer lugar, las ecuaciones no lineales del sistema se construyen bajo algunas suposiciones razonables. A continuación, las ecuaciones no lineales se linealizan en el punto de operación de conjunto y los resultados de simulación digital se muestran en este artículo. Finalmente, se diseña un controlador de retroalimentación óptimo cuadrático lineal y se simula la dinámica del sistema de círculo cerrado con cálculo digital. También se examinan las ventajas y desventajas de los supuestos y el método de diseño. Debido a las características inherentes a la teoría de control del sistema lineal, el rendimiento del controlador lineal no es suficiente para el funcionamiento de \"turbinas eólicas\", como se discute ",
            "error": [
                ""
            ]
        },
        "horizontal axis wind turbine systems": {
            "translated_key": "sistemas de turbina eólica eje horizontal",
            "translated_annotated_text": "Control de pitch activo en mayor escala de velocidad fija \"sistemas de turbina eólica eje horizontal\". I. diseño del controlador lineal Este documento revisa y aborda los principios del diseño del controlador lineal del sistema de turbina de viento de velocidad fija en velocidad de viento superior, utilizando el control del ángulo de inclinación de las cuchillas y aplicando la teoría de control moderna. En primer lugar, las ecuaciones no lineales del sistema se construyen bajo algunas suposiciones razonables. A continuación, las ecuaciones no lineales se linealizan en el punto de operación de conjunto y los resultados de simulación digital se muestran en este artículo. Finalmente, se diseña un controlador de retroalimentación óptimo cuadrático lineal y se simula la dinámica del sistema de círculo cerrado con cálculo digital. También se examinan las ventajas y desventajas de los supuestos y el método de diseño. Debido a las características inherentes a la teoría de control del sistema lineal, el rendimiento del controlador lineal no es suficiente para el funcionamiento de las turbinas eólicas, como se discute ",
            "error": [
                ""
            ]
        },
        "active pitch control": {
            "translated_key": [],
            "translated_annotated_text": "Control de pitch activo en sistemas de turbinas eólicas de eje horizontal de velocidad fija a mayor escala. I. diseño del controlador lineal Este documento revisa y aborda los principios del diseño del controlador lineal del sistema de turbina de viento de velocidad fija en velocidad de viento superior, utilizando el control del ángulo de inclinación de las cuchillas y aplicando la teoría de control moderna. En primer lugar, las ecuaciones no lineales del sistema se construyen bajo algunas suposiciones razonables. A continuación, las ecuaciones no lineales se linealizan en el punto de operación de conjunto y los resultados de simulación digital se muestran en este artículo. Finalmente, se diseña un controlador de retroalimentación óptimo cuadrático lineal y se simula la dinámica del sistema de círculo cerrado con cálculo digital. También se examinan las ventajas y desventajas de los supuestos y el método de diseño. Debido a las características inherentes a la teoría de control del sistema lineal, el rendimiento del controlador lineal no es suficiente para el funcionamiento de las turbinas eólicas, como se discute ",
            "error": []
        },
        "linear controller design": {
            "translated_key": "Diseño del controlador lineal",
            "translated_annotated_text": "Control de pitch activo en sistemas de turbinas eólicas de eje horizontal de velocidad fija a mayor escala. I. \"Diseño del controlador lineal\" Este artículo revisa y aborda los principios de \"diseño del controlador lineal\" del sistema de turbina de viento de velocidad fija en velocidad de viento superior, utilizando el control del ángulo de inclinación de las cuchillas y aplicando la teoría de control moderna. En primer lugar, las ecuaciones no lineales del sistema se construyen bajo algunas suposiciones razonables. A continuación, las ecuaciones no lineales se linealizan en el punto de operación de conjunto y los resultados de simulación digital se muestran en este artículo. Finalmente, se diseña un controlador de retroalimentación óptimo cuadrático lineal y se simula la dinámica del sistema de círculo cerrado con cálculo digital. También se examinan las ventajas y desventajas de los supuestos y el método de diseño. Debido a las características inherentes a la teoría de control del sistema lineal, el rendimiento del controlador lineal no es suficiente para el funcionamiento de las turbinas eólicas, como se discute ",
            "error": [
                ""
            ]
        },
        "aerodynamics": {
            "translated_key": [],
            "translated_annotated_text": "Control de pitch activo en sistemas de turbinas eólicas de eje horizontal de velocidad fija a mayor escala. I. diseño del controlador lineal Este documento revisa y aborda los principios del diseño del controlador lineal del sistema de turbina de viento de velocidad fija en velocidad de viento superior, utilizando el control del ángulo de inclinación de las cuchillas y aplicando la teoría de control moderna. En primer lugar, las ecuaciones no lineales del sistema se construyen bajo algunas suposiciones razonables. A continuación, las ecuaciones no lineales se linealizan en el punto de operación de conjunto y los resultados de simulación digital se muestran en este artículo. Finalmente, se diseña un controlador de retroalimentación óptimo cuadrático lineal y se simula la dinámica del sistema de círculo cerrado con cálculo digital. También se examinan las ventajas y desventajas de los supuestos y el método de diseño. Debido a las características inherentes a la teoría de control del sistema lineal, el rendimiento del controlador lineal no es suficiente para el funcionamiento de las turbinas eólicas, como se discute ",
            "error": []
        },
        "drive train dynamics": {
            "translated_key": [],
            "translated_annotated_text": "Control de pitch activo en sistemas de turbinas eólicas de eje horizontal de velocidad fija a mayor escala. I. diseño del controlador lineal Este documento revisa y aborda los principios del diseño del controlador lineal del sistema de turbina de viento de velocidad fija en velocidad de viento superior, utilizando el control del ángulo de inclinación de las cuchillas y aplicando la teoría de control moderna. En primer lugar, las ecuaciones no lineales del sistema se construyen bajo algunas suposiciones razonables. A continuación, las ecuaciones no lineales se linealizan en el punto de operación de conjunto y los resultados de simulación digital se muestran en este artículo. Finalmente, se diseña un controlador de retroalimentación óptimo cuadrático lineal y se simula la dinámica del sistema de círculo cerrado con cálculo digital. También se examinan las ventajas y desventajas de los supuestos y el método de diseño. Debido a las características inherentes a la teoría de control del sistema lineal, el rendimiento del controlador lineal no es suficiente para el funcionamiento de las turbinas eólicas, como se discute ",
            "error": []
        },
        "control system synthesis": {
            "translated_key": [],
            "translated_annotated_text": "Control de pitch activo en sistemas de turbinas eólicas de eje horizontal de velocidad fija a mayor escala. I. diseño del controlador lineal Este documento revisa y aborda los principios del diseño del controlador lineal del sistema de turbina de viento de velocidad fija en velocidad de viento superior, utilizando el control del ángulo de inclinación de las cuchillas y aplicando la teoría de control moderna. En primer lugar, las ecuaciones no lineales del sistema se construyen bajo algunas suposiciones razonables. A continuación, las ecuaciones no lineales se linealizan en el punto de operación de conjunto y los resultados de simulación digital se muestran en este artículo. Finalmente, se diseña un controlador de retroalimentación óptimo cuadrático lineal y se simula la dinámica del sistema de círculo cerrado con cálculo digital. También se examinan las ventajas y desventajas de los supuestos y el método de diseño. Debido a las características inherentes a la teoría de control del sistema lineal, el rendimiento del controlador lineal no es suficiente para el funcionamiento de las turbinas eólicas, como se discute ",
            "error": []
        },
        "feedback": {
            "translated_key": "retroalimentación",
            "translated_annotated_text": "Control de pitch activo en sistemas de turbinas eólicas de eje horizontal de velocidad fija a mayor escala. I. diseño del controlador lineal Este documento revisa y aborda los principios del diseño del controlador lineal del sistema de turbina de viento de velocidad fija en velocidad de viento superior, utilizando el control del ángulo de inclinación de las cuchillas y aplicando la teoría de control moderna. En primer lugar, las ecuaciones no lineales del sistema se construyen bajo algunas suposiciones razonables. A continuación, las ecuaciones no lineales se linealizan en el punto de operación de conjunto y los resultados de simulación digital se muestran en este artículo. Finalmente, se diseña un controlador \"retroalimentación\" lineal cuadrático óptimo y se simula la dinámica del sistema de círculo cerrado con cálculo digital. También se examinan las ventajas y desventajas de los supuestos y el método de diseño. Debido a las características inherentes a la teoría de control del sistema lineal, el rendimiento del controlador lineal no es suficiente para el funcionamiento de las turbinas eólicas, como se discute ",
            "error": [
                ""
            ]
        },
        "linear quadratic control": {
            "translated_key": [],
            "translated_annotated_text": "Control de pitch activo en sistemas de turbinas eólicas de eje horizontal de velocidad fija a mayor escala. I. diseño del controlador lineal Este documento revisa y aborda los principios del diseño del controlador lineal del sistema de turbina de viento de velocidad fija en velocidad de viento superior, utilizando el control del ángulo de inclinación de las cuchillas y aplicando la teoría de control moderna. En primer lugar, las ecuaciones no lineales del sistema se construyen bajo algunas suposiciones razonables. A continuación, las ecuaciones no lineales se linealizan en el punto de operación de conjunto y los resultados de simulación digital se muestran en este artículo. Finalmente, se diseña un controlador de retroalimentación óptimo cuadrático lineal y se simula la dinámica del sistema de círculo cerrado con cálculo digital. También se examinan las ventajas y desventajas de los supuestos y el método de diseño. Debido a las características inherentes a la teoría de control del sistema lineal, el rendimiento del controlador lineal no es suficiente para el funcionamiento de las turbinas eólicas, como se discute ",
            "error": []
        },
        "power generation control": {
            "translated_key": [],
            "translated_annotated_text": "Control de pitch activo en sistemas de turbinas eólicas de eje horizontal de velocidad fija a mayor escala. I. diseño del controlador lineal Este documento revisa y aborda los principios del diseño del controlador lineal del sistema de turbina de viento de velocidad fija en velocidad de viento superior, utilizando el control del ángulo de inclinación de las cuchillas y aplicando la teoría de control moderna. En primer lugar, las ecuaciones no lineales del sistema se construyen bajo algunas suposiciones razonables. A continuación, las ecuaciones no lineales se linealizan en el punto de operación de conjunto y los resultados de simulación digital se muestran en este artículo. Finalmente, se diseña un controlador de retroalimentación óptimo cuadrático lineal y se simula la dinámica del sistema de círculo cerrado con cálculo digital. También se examinan las ventajas y desventajas de los supuestos y el método de diseño. Debido a las características inherentes a la teoría de control del sistema lineal, el rendimiento del controlador lineal no es suficiente para el funcionamiento de las turbinas eólicas, como se discute ",
            "error": []
        }
    }
}