{
    "original_text": "Integrated optical metrology controls post etch CDs Control of the transistor gate critical dimension (CD) on the order of a few nanometers is a top priority in many advanced IC fabs. Each nanometer deviation from the target gate length translates directly into the operational speed of these devices. However, using in-line process control by linking the lithography and etch tools can improve CD performance beyond what each individual tool can achieve. The integration of optical CD metrology tools to etch mainframes can result in excellent etcher stability and better control of post-etch CDs",
    "original_translation": "Controles integrados de metrología óptica post etch CDs El control de la dimensión crítica de la puerta transistor (CD) en el orden de unos pocos nanómetros es una prioridad en muchos fabs IC avanzados. Cada desviación nanómetro de la longitud de la puerta de destino se traduce directamente en la velocidad de funcionamiento de estos dispositivos. Sin embargo, el uso de control de procesos en línea mediante la vinculación de las herramientas de litografía y etch puede mejorar el rendimiento del CD más allá de lo que cada herramienta individual puede lograr. La integración de herramientas de metrología óptica de CD para grabar mainframes puede resultar en una excelente estabilidad y un mejor control de CDs post-etch",
    "error_count": 9,
    "keys": {
        "integrated optical metrology": {
            "translated_key": [],
            "translated_annotated_text": "Controles integrados de metrología óptica post etch CDs El control de la dimensión crítica de la puerta transistor (CD) en el orden de unos pocos nanómetros es una prioridad en muchos fabs IC avanzados. Cada desviación nanómetro de la longitud de la puerta de destino se traduce directamente en la velocidad de funcionamiento de estos dispositivos. Sin embargo, el uso de control de procesos en línea mediante la vinculación de las herramientas de litografía y etch puede mejorar el rendimiento del CD más allá de lo que cada herramienta individual puede lograr. La integración de herramientas de metrología óptica de CD para grabar mainframes puede resultar en una excelente estabilidad y un mejor control de CDs post-etch ",
            "error": []
        },
        "transistor gate critical dimension": {
            "translated_key": "dimensión crítica de la puerta del transistor",
            "translated_annotated_text": "Controles integrados de metrología óptica post etch CDs El control de la \"dimensión crítica de la puerta del transistor\" (CD) en el orden de unos pocos nanómetros es una prioridad en muchos fabs avanzados del CI. Cada desviación nanómetro de la longitud de la puerta de destino se traduce directamente en la velocidad de funcionamiento de estos dispositivos. Sin embargo, el uso de control de procesos en línea mediante la vinculación de las herramientas de litografía y etch puede mejorar el rendimiento del CD más allá de lo que cada herramienta individual puede lograr. La integración de herramientas de metrología óptica de CD para grabar mainframes puede resultar en una excelente estabilidad y un mejor control de CDs post-etch ",
            "error": [
                ""
            ]
        },
        "post etch CD control": {
            "translated_key": [],
            "translated_annotated_text": "Controles integrados de metrología óptica post etch CDs El control de la dimensión crítica de la puerta transistor (CD) en el orden de unos pocos nanómetros es una prioridad en muchos fabs IC avanzados. Cada desviación nanómetro de la longitud de la puerta de destino se traduce directamente en la velocidad de funcionamiento de estos dispositivos. Sin embargo, el uso de control de procesos en línea mediante la vinculación de las herramientas de litografía y etch puede mejorar el rendimiento del CD más allá de lo que cada herramienta individual puede lograr. La integración de herramientas de metrología óptica de CD para grabar mainframes puede resultar en una excelente estabilidad y un mejor control de CDs post-etch ",
            "error": []
        },
        "IC fabs": {
            "translated_key": "fabs",
            "translated_annotated_text": "Controles integrados de metrología óptica post etch CDs El control de la dimensión crítica de la puerta transistor (CD) en el orden de unos pocos nanómetros es una prioridad en muchos \"fabs\" avanzados. Cada desviación nanómetro de la longitud de la puerta de destino se traduce directamente en la velocidad de funcionamiento de estos dispositivos. Sin embargo, el uso de control de procesos en línea mediante la vinculación de las herramientas de litografía y etch puede mejorar el rendimiento del CD más allá de lo que cada herramienta individual puede lograr. La integración de herramientas de metrología óptica de CD para grabar mainframes puede resultar en una excelente estabilidad y un mejor control de CDs post-etch ",
            "error": [
                ""
            ]
        },
        "target gate length": {
            "translated_key": "longitud de la puerta de destino",
            "translated_annotated_text": "Controles integrados de metrología óptica post etch CDs El control de la dimensión crítica de la puerta transistor (CD) en el orden de unos pocos nanómetros es una prioridad en muchos fabs IC avanzados. Cada desviación nanómetro de la \"longitud de la puerta de destino\" se traduce directamente en la velocidad de funcionamiento de estos dispositivos. Sin embargo, el uso de control de procesos en línea mediante la vinculación de las herramientas de litografía y etch puede mejorar el rendimiento del CD más allá de lo que cada herramienta individual puede lograr. La integración de herramientas de metrología óptica de CD para grabar mainframes puede resultar en una excelente estabilidad y un mejor control de CDs post-etch ",
            "error": [
                ""
            ]
        },
        "operational speed": {
            "translated_key": "velocidad operativa",
            "translated_annotated_text": "Controles integrados de metrología óptica post etch CDs El control de la dimensión crítica de la puerta transistor (CD) en el orden de unos pocos nanómetros es una prioridad en muchos fabs IC avanzados. Cada desviación nanómetro de la longitud de la puerta de destino se traduce directamente en la \"velocidad operativa\" de estos dispositivos. Sin embargo, el uso de control de procesos en línea mediante la vinculación de las herramientas de litografía y etch puede mejorar el rendimiento del CD más allá de lo que cada herramienta individual puede lograr. La integración de herramientas de metrología óptica de CD para grabar mainframes puede resultar en una excelente estabilidad y un mejor control de CDs post-etch ",
            "error": [
                ""
            ]
        },
        "optical CD metrology tools": {
            "translated_key": "herramientas ópticas de metrología de CD",
            "translated_annotated_text": "Controles integrados de metrología óptica post etch CDs El control de la dimensión crítica de la puerta transistor (CD) en el orden de unos pocos nanómetros es una prioridad en muchos fabs IC avanzados. Cada desviación nanómetro de la longitud de la puerta de destino se traduce directamente en la velocidad de funcionamiento de estos dispositivos. Sin embargo, el uso de control de procesos en línea mediante la vinculación de las herramientas de litografía y etch puede mejorar el rendimiento del CD más allá de lo que cada herramienta individual puede lograr. La integración de \"herramientas ópticas de metrología de CD\" para grabar mainframes puede resultar en una excelente estabilidad y un mejor control de los CDs post-etch ",
            "error": [
                ""
            ]
        },
        "etch mainframes": {
            "translated_key": "grabar mainframes",
            "translated_annotated_text": "Controles integrados de metrología óptica post etch CDs El control de la dimensión crítica de la puerta transistor (CD) en el orden de unos pocos nanómetros es una prioridad en muchos fabs IC avanzados. Cada desviación nanómetro de la longitud de la puerta de destino se traduce directamente en la velocidad de funcionamiento de estos dispositivos. Sin embargo, el uso de control de procesos en línea mediante la vinculación de las herramientas de litografía y etch puede mejorar el rendimiento del CD más allá de lo que cada herramienta individual puede lograr. La integración de herramientas ópticas de metrología de CD para \"grabar mainframes\" puede resultar en una excelente estabilidad y un mejor control de los CDs post-grabación ",
            "error": [
                ""
            ]
        },
        "etcher stability": {
            "translated_key": "estabilidad del grabador",
            "translated_annotated_text": "Controles integrados de metrología óptica post etch CDs El control de la dimensión crítica de la puerta transistor (CD) en el orden de unos pocos nanómetros es una prioridad en muchos fabs IC avanzados. Cada desviación nanómetro de la longitud de la puerta de destino se traduce directamente en la velocidad de funcionamiento de estos dispositivos. Sin embargo, el uso de control de procesos en línea mediante la vinculación de las herramientas de litografía y etch puede mejorar el rendimiento del CD más allá de lo que cada herramienta individual puede lograr. La integración de herramientas de metrología óptica de CD para grabar mainframes puede resultar en una excelente \"estabilidad del grabador\" y un mejor control de los CDs post-etch ",
            "error": [
                ""
            ]
        },
        "in-line process control": {
            "translated_key": "control de proceso en línea",
            "translated_annotated_text": "Controles integrados de metrología óptica post etch CDs El control de la dimensión crítica de la puerta transistor (CD) en el orden de unos pocos nanómetros es una prioridad en muchos fabs IC avanzados. Cada desviación nanómetro de la longitud de la puerta de destino se traduce directamente en la velocidad de funcionamiento de estos dispositivos. Sin embargo, el uso de \"control de proceso en línea\" mediante la vinculación de las herramientas de litografía y etch puede mejorar el rendimiento del CD más allá de lo que cada herramienta individual puede lograr. La integración de herramientas de metrología óptica de CD para grabar mainframes puede resultar en una excelente estabilidad y un mejor control de CDs post-etch ",
            "error": [
                ""
            ]
        },
        "lithography tools": {
            "translated_key": [],
            "translated_annotated_text": "Controles integrados de metrología óptica post etch CDs El control de la dimensión crítica de la puerta transistor (CD) en el orden de unos pocos nanómetros es una prioridad en muchos fabs IC avanzados. Cada desviación nanómetro de la longitud de la puerta de destino se traduce directamente en la velocidad de funcionamiento de estos dispositivos. Sin embargo, el uso de control de procesos en línea mediante la vinculación de las herramientas de litografía y etch puede mejorar el rendimiento del CD más allá de lo que cada herramienta individual puede lograr. La integración de herramientas de metrología óptica de CD para grabar mainframes puede resultar en una excelente estabilidad y un mejor control de CDs post-etch ",
            "error": []
        },
        "CD performance": {
            "translated_key": "rendimiento de CD",
            "translated_annotated_text": "Controles integrados de metrología óptica post etch CDs El control de la dimensión crítica de la puerta transistor (CD) en el orden de unos pocos nanómetros es una prioridad en muchos fabs IC avanzados. Cada desviación nanómetro de la longitud de la puerta de destino se traduce directamente en la velocidad de funcionamiento de estos dispositivos. Sin embargo, el uso de control de procesos en línea mediante la vinculación de las herramientas de litografía y etch puede mejorar el \"rendimiento de CD\" más allá de lo que cada herramienta individual puede lograr. La integración de herramientas de metrología óptica de CD para grabar mainframes puede resultar en una excelente estabilidad y un mejor control de CDs post-etch ",
            "error": [
                ""
            ]
        },
        "photolithography": {
            "translated_key": [],
            "translated_annotated_text": "Controles integrados de metrología óptica post etch CDs El control de la dimensión crítica de la puerta transistor (CD) en el orden de unos pocos nanómetros es una prioridad en muchos fabs IC avanzados. Cada desviación nanómetro de la longitud de la puerta de destino se traduce directamente en la velocidad de funcionamiento de estos dispositivos. Sin embargo, el uso de control de procesos en línea mediante la vinculación de las herramientas de litografía y etch puede mejorar el rendimiento del CD más allá de lo que cada herramienta individual puede lograr. La integración de herramientas de metrología óptica de CD para grabar mainframes puede resultar en una excelente estabilidad y un mejor control de CDs post-etch ",
            "error": []
        },
        "etching": {
            "translated_key": [],
            "translated_annotated_text": "Controles integrados de metrología óptica post etch CDs El control de la dimensión crítica de la puerta transistor (CD) en el orden de unos pocos nanómetros es una prioridad en muchos fabs IC avanzados. Cada desviación nanómetro de la longitud de la puerta de destino se traduce directamente en la velocidad de funcionamiento de estos dispositivos. Sin embargo, el uso de control de procesos en línea mediante la vinculación de las herramientas de litografía y etch puede mejorar el rendimiento del CD más allá de lo que cada herramienta individual puede lograr. La integración de herramientas de metrología óptica de CD para grabar mainframes puede resultar en una excelente estabilidad y un mejor control de CDs post-etch ",
            "error": []
        },
        "integrated circuit measurement": {
            "translated_key": [],
            "translated_annotated_text": "Controles integrados de metrología óptica post etch CDs El control de la dimensión crítica de la puerta transistor (CD) en el orden de unos pocos nanómetros es una prioridad en muchos fabs IC avanzados. Cada desviación nanómetro de la longitud de la puerta de destino se traduce directamente en la velocidad de funcionamiento de estos dispositivos. Sin embargo, el uso de control de procesos en línea mediante la vinculación de las herramientas de litografía y etch puede mejorar el rendimiento del CD más allá de lo que cada herramienta individual puede lograr. La integración de herramientas de metrología óptica de CD para grabar mainframes puede resultar en una excelente estabilidad y un mejor control de CDs post-etch ",
            "error": []
        },
        "process control": {
            "translated_key": "control de proceso",
            "translated_annotated_text": "Controles integrados de metrología óptica post etch CDs El control de la dimensión crítica de la puerta transistor (CD) en el orden de unos pocos nanómetros es una prioridad en muchos fabs IC avanzados. Cada desviación nanómetro de la longitud de la puerta de destino se traduce directamente en la velocidad de funcionamiento de estos dispositivos. Sin embargo, el uso de \"control de proceso\" en línea mediante la vinculación de las herramientas de litografía y etch puede mejorar el rendimiento del CD más allá de lo que cada herramienta individual puede lograr. La integración de herramientas de metrología óptica de CD para grabar mainframes puede resultar en una excelente estabilidad y un mejor control de CDs post-etch ",
            "error": [
                ""
            ]
        },
        "size control": {
            "translated_key": [],
            "translated_annotated_text": "Controles integrados de metrología óptica post etch CDs El control de la dimensión crítica de la puerta transistor (CD) en el orden de unos pocos nanómetros es una prioridad en muchos fabs IC avanzados. Cada desviación nanómetro de la longitud de la puerta de destino se traduce directamente en la velocidad de funcionamiento de estos dispositivos. Sin embargo, el uso de control de procesos en línea mediante la vinculación de las herramientas de litografía y etch puede mejorar el rendimiento del CD más allá de lo que cada herramienta individual puede lograr. La integración de herramientas de metrología óptica de CD para grabar mainframes puede resultar en una excelente estabilidad y un mejor control de CDs post-etch ",
            "error": []
        },
        "size measurement": {
            "translated_key": [],
            "translated_annotated_text": "Controles integrados de metrología óptica post etch CDs El control de la dimensión crítica de la puerta transistor (CD) en el orden de unos pocos nanómetros es una prioridad en muchos fabs IC avanzados. Cada desviación nanómetro de la longitud de la puerta de destino se traduce directamente en la velocidad de funcionamiento de estos dispositivos. Sin embargo, el uso de control de procesos en línea mediante la vinculación de las herramientas de litografía y etch puede mejorar el rendimiento del CD más allá de lo que cada herramienta individual puede lograr. La integración de herramientas de metrología óptica de CD para grabar mainframes puede resultar en una excelente estabilidad y un mejor control de CDs post-etch ",
            "error": []
        }
    }
}