{
    "original_text": "A novel control logic for fast valving operations This letter proposes new control logic for operating parallel valves in fast valving schemes in order to improve the transient stability performance of power systems. A fast valving scheme using parallel valves overcomes many of the limitations of the conventional scheme. The proposed control logic for operating these valves has been applied to a typical single machine infinite bus system. Single as well as multiple stroke operations for controlling the turbine power output have been studied with the new control sequences. Encouraging results have been shown over the conventional schemes of fast valving",
    "original_translation": "Una nueva lógica de control para operaciones de valvula rápida Esta carta propone una nueva lógica de control para el funcionamiento de válvulas paralelas en esquemas de valvula rápida con el fin de mejorar el rendimiento de estabilidad transitoria de los sistemas de alimentación. Un esquema de valvula rápida utilizando válvulas paralelas supera muchas de las limitaciones del esquema convencional. La lógica de control propuesta para el funcionamiento de estas válvulas se ha aplicado a un sistema de bus infinito típico de una sola máquina. Con las nuevas secuencias de control se han estudiado tanto las operaciones de carrera única como las múltiples para controlar la potencia de salida de la turbina. Se han demostrado resultados alentadores sobre los sistemas convencionales de evaluación rápida",
    "error_count": 6,
    "keys": {
        "control logic": {
            "translated_key": "lógica de control",
            "translated_annotated_text": "Una nueva \"lógica de control\" para operaciones de valvula rápida Esta carta propone una nueva \"lógica de control\" para el funcionamiento de válvulas paralelas en esquemas de valvula rápida con el fin de mejorar el rendimiento de estabilidad transitoria de los sistemas de alimentación. Un esquema de valvula rápida utilizando válvulas paralelas supera muchas de las limitaciones del esquema convencional. La \"lógica de control\" propuesta para el funcionamiento de estas válvulas se ha aplicado a un sistema de bus infinito típico de una sola máquina. Con las nuevas secuencias de control se han estudiado tanto las operaciones de carrera única como las múltiples para controlar la potencia de salida de la turbina. Se han demostrado resultados alentadores sobre los sistemas convencionales de evaluación rápida ",
            "error": [
                ""
            ]
        },
        "parallel valves operation": {
            "translated_key": [],
            "translated_annotated_text": "Una nueva lógica de control para operaciones de valvula rápida Esta carta propone una nueva lógica de control para el funcionamiento de válvulas paralelas en esquemas de valvula rápida con el fin de mejorar el rendimiento de estabilidad transitoria de los sistemas de alimentación. Un esquema de valvula rápida utilizando válvulas paralelas supera muchas de las limitaciones del esquema convencional. La lógica de control propuesta para el funcionamiento de estas válvulas se ha aplicado a un sistema de bus infinito típico de una sola máquina. Con las nuevas secuencias de control se han estudiado tanto las operaciones de carrera única como las múltiples para controlar la potencia de salida de la turbina. Se han demostrado resultados alentadores sobre los sistemas convencionales de evaluación rápida ",
            "error": []
        },
        "transient stability performance": {
            "translated_key": "rendimiento de estabilidad transitoria",
            "translated_annotated_text": "Una nueva lógica de control para las operaciones de valvula rápida Esta carta propone una nueva lógica de control para el funcionamiento de válvulas paralelas en esquemas de valvula rápida con el fin de mejorar el \"rendimiento de estabilidad transitoria\" de los sistemas de alimentación. Un esquema de valvula rápida utilizando válvulas paralelas supera muchas de las limitaciones del esquema convencional. La lógica de control propuesta para el funcionamiento de estas válvulas se ha aplicado a un sistema de bus infinito típico de una sola máquina. Con las nuevas secuencias de control se han estudiado tanto las operaciones de carrera única como las múltiples para controlar la potencia de salida de la turbina. Se han demostrado resultados alentadores sobre los sistemas convencionales de evaluación rápida ",
            "error": [
                ""
            ]
        },
        "single machine infinite bus system": {
            "translated_key": "sistema de bus infinito de una sola máquina",
            "translated_annotated_text": "Una nueva lógica de control para operaciones de valvula rápida Esta carta propone una nueva lógica de control para el funcionamiento de válvulas paralelas en esquemas de valvula rápida con el fin de mejorar el rendimiento de estabilidad transitoria de los sistemas de alimentación. Un esquema de valvula rápida utilizando válvulas paralelas supera muchas de las limitaciones del esquema convencional. La lógica de control propuesta para el funcionamiento de estas válvulas se ha aplicado a un típico \"sistema de bus infinito de una sola máquina\". Con las nuevas secuencias de control se han estudiado tanto las operaciones de carrera única como las múltiples para controlar la potencia de salida de la turbina. Se han demostrado resultados alentadores sobre los sistemas convencionales de evaluación rápida ",
            "error": [
                ""
            ]
        },
        "multiple stroke operations": {
            "translated_key": "múltiples",
            "translated_annotated_text": "Una nueva lógica de control para operaciones de valvula rápida Esta carta propone una nueva lógica de control para el funcionamiento de válvulas paralelas en esquemas de valvula rápida con el fin de mejorar el rendimiento de estabilidad transitoria de los sistemas de alimentación. Un esquema de valvula rápida utilizando válvulas paralelas supera muchas de las limitaciones del esquema convencional. La lógica de control propuesta para el funcionamiento de estas válvulas se ha aplicado a un sistema de bus infinito típico de una sola máquina. Con las nuevas secuencias de control se han estudiado tanto las operaciones de carrera única como las \"múltiples\" para controlar la potencia de salida de la turbina. Se han demostrado resultados alentadores sobre los sistemas convencionales de evaluación rápida ",
            "error": [
                ""
            ]
        },
        "single stroke operations": {
            "translated_key": [],
            "translated_annotated_text": "Una nueva lógica de control para operaciones de valvula rápida Esta carta propone una nueva lógica de control para el funcionamiento de válvulas paralelas en esquemas de valvula rápida con el fin de mejorar el rendimiento de estabilidad transitoria de los sistemas de alimentación. Un esquema de valvula rápida utilizando válvulas paralelas supera muchas de las limitaciones del esquema convencional. La lógica de control propuesta para el funcionamiento de estas válvulas se ha aplicado a un sistema de bus infinito típico de una sola máquina. Con las nuevas secuencias de control se han estudiado tanto las operaciones de carrera única como las múltiples para controlar la potencia de salida de la turbina. Se han demostrado resultados alentadores sobre los sistemas convencionales de evaluación rápida ",
            "error": []
        },
        "turbine power output control": {
            "translated_key": [],
            "translated_annotated_text": "Una nueva lógica de control para operaciones de valvula rápida Esta carta propone una nueva lógica de control para el funcionamiento de válvulas paralelas en esquemas de valvula rápida con el fin de mejorar el rendimiento de estabilidad transitoria de los sistemas de alimentación. Un esquema de valvula rápida utilizando válvulas paralelas supera muchas de las limitaciones del esquema convencional. La lógica de control propuesta para el funcionamiento de estas válvulas se ha aplicado a un sistema de bus infinito típico de una sola máquina. Con las nuevas secuencias de control se han estudiado tanto las operaciones de carrera única como las múltiples para controlar la potencia de salida de la turbina. Se han demostrado resultados alentadores sobre los sistemas convencionales de evaluación rápida ",
            "error": []
        },
        "transient stability": {
            "translated_key": "estabilidad transitoria",
            "translated_annotated_text": "Una nueva lógica de control para operaciones de valvula rápida Esta carta propone una nueva lógica de control para el funcionamiento de válvulas paralelas en esquemas de valvula rápida con el fin de mejorar el rendimiento de \"estabilidad transitoria\" de los sistemas de alimentación. Un esquema de valvula rápida utilizando válvulas paralelas supera muchas de las limitaciones del esquema convencional. La lógica de control propuesta para el funcionamiento de estas válvulas se ha aplicado a un sistema de bus infinito típico de una sola máquina. Con las nuevas secuencias de control se han estudiado tanto las operaciones de carrera única como las múltiples para controlar la potencia de salida de la turbina. Se han demostrado resultados alentadores sobre los sistemas convencionales de evaluación rápida ",
            "error": [
                ""
            ]
        },
        "power generation control": {
            "translated_key": [],
            "translated_annotated_text": "Una nueva lógica de control para operaciones de valvula rápida Esta carta propone una nueva lógica de control para el funcionamiento de válvulas paralelas en esquemas de valvula rápida con el fin de mejorar el rendimiento de estabilidad transitoria de los sistemas de alimentación. Un esquema de valvula rápida utilizando válvulas paralelas supera muchas de las limitaciones del esquema convencional. La lógica de control propuesta para el funcionamiento de estas válvulas se ha aplicado a un sistema de bus infinito típico de una sola máquina. Con las nuevas secuencias de control se han estudiado tanto las operaciones de carrera única como las múltiples para controlar la potencia de salida de la turbina. Se han demostrado resultados alentadores sobre los sistemas convencionales de evaluación rápida ",
            "error": []
        },
        "power system transient stability": {
            "translated_key": [],
            "translated_annotated_text": "Una nueva lógica de control para operaciones de valvula rápida Esta carta propone una nueva lógica de control para el funcionamiento de válvulas paralelas en esquemas de valvula rápida con el fin de mejorar el rendimiento de estabilidad transitoria de los sistemas de alimentación. Un esquema de valvula rápida utilizando válvulas paralelas supera muchas de las limitaciones del esquema convencional. La lógica de control propuesta para el funcionamiento de estas válvulas se ha aplicado a un sistema de bus infinito típico de una sola máquina. Con las nuevas secuencias de control se han estudiado tanto las operaciones de carrera única como las múltiples para controlar la potencia de salida de la turbina. Se han demostrado resultados alentadores sobre los sistemas convencionales de evaluación rápida ",
            "error": []
        },
        "turbines": {
            "translated_key": [],
            "translated_annotated_text": "Una nueva lógica de control para operaciones de valvula rápida Esta carta propone una nueva lógica de control para el funcionamiento de válvulas paralelas en esquemas de valvula rápida con el fin de mejorar el rendimiento de estabilidad transitoria de los sistemas de alimentación. Un esquema de valvula rápida utilizando válvulas paralelas supera muchas de las limitaciones del esquema convencional. La lógica de control propuesta para el funcionamiento de estas válvulas se ha aplicado a un sistema de bus infinito típico de una sola máquina. Con las nuevas secuencias de control se han estudiado tanto las operaciones de carrera única como las múltiples para controlar la potencia de salida de la turbina. Se han demostrado resultados alentadores sobre los sistemas convencionales de evaluación rápida ",
            "error": []
        },
        "valves": {
            "translated_key": "válvulas",
            "translated_annotated_text": "Una nueva lógica de control para operaciones de valvula rápida Esta carta propone una nueva lógica de control para operar \"válvulas\" paralelas en esquemas de valvula rápida con el fin de mejorar el rendimiento de estabilidad transitoria de los sistemas de alimentación. Un esquema de valvula rápida usando \"válvulas\" paralelas supera muchas de las limitaciones del esquema convencional. La lógica de control propuesta para el funcionamiento de estos \"válvulas\" se ha aplicado a un sistema de bus infinito típico de una sola máquina. Con las nuevas secuencias de control se han estudiado tanto las operaciones de carrera única como las múltiples para controlar la potencia de salida de la turbina. Se han demostrado resultados alentadores sobre los sistemas convencionales de evaluación rápida ",
            "error": [
                ""
            ]
        }
    }
}