{
    "original_text": "On generalized Gaussian quadratures for exponentials and their applications We introduce new families of Gaussian-type quadratures for weighted integrals of exponential functions and consider their applications to integration and interpolation of bandlimited functions. We use a generalization of a representation theorem due to Caratheodory to derive these quadratures. For each positive measure, the quadratures are parameterized by eigenvalues of the Toeplitz matrix constructed from the trigonometric moments of the measure. For a given accuracy epsilon , selecting an eigenvalue close to epsilon yields an approximate quadrature with that accuracy. To compute its weights and nodes, we present a new fast algorithm. These new quadratures can be used to approximate and integrate bandlimited functions, such as prolate spheroidal wave functions, and essentially bandlimited functions, such as Bessel functions. We also develop, for a given precision, an interpolating basis for bandlimited functions on an interval",
    "original_translation": "Sobre las cuadraturas gaussianas generalizadas para las aplicaciones exponenciales Presentamos nuevas familias de cuadraturas tipo gaussianas para integrales ponderadas de funciones exponenciales y consideramos sus aplicaciones para la integración e interpolación de funciones limitadas por bandas. Utilizamos una generalización de un teorema de representación debido a Carateodoría para derivar estas cuadraturas. Para cada medida positiva, las cuadraturas son parametrizadas por valores propios de la matriz Toeplitz construida a partir de los momentos trigonométricos de la medida. Para una precisión dada epsilon, la selección de un valor propio cercano a epsilon produce una cuadratura aproximada con esa precisión. Para calcular sus pesos y nodos, presentamos un nuevo algoritmo rápido. Estas nuevas cuadraturas se pueden utilizar para aproximar e integrar funciones de banda limitada, como las funciones de onda esferoidal prolata, y esencialmente funciones de banda limitada, como las funciones de Bessel. También desarrollamos, para una precisión dada, una base de interpolación para las funciones de banda limitada en un intervalo",
    "error_count": 9,
    "keys": {
        "generalized Gaussian quadratures": {
            "translated_key": "cuadraturas gaussianas generalizadas",
            "translated_annotated_text": "En <br>cuadraturas gaussianas generalizadas</br> para las aplicaciones exponenciales Presentamos nuevas familias de cuadraturas tipo gaussianas para integrales ponderadas de funciones exponenciales y consideramos sus aplicaciones para la integración e interpolación de funciones limitadas por bandas. Utilizamos una generalización de un teorema de representación debido a Carateodoría para derivar estas cuadraturas. Para cada medida positiva, las cuadraturas son parametrizadas por valores propios de la matriz Toeplitz construida a partir de los momentos trigonométricos de la medida. Para una precisión dada epsilon, la selección de un valor propio cercano a epsilon produce una cuadratura aproximada con esa precisión. Para calcular sus pesos y nodos, presentamos un nuevo algoritmo rápido. Estas nuevas cuadraturas se pueden utilizar para aproximar e integrar funciones de banda limitada, como las funciones de onda esferoidal prolata, y esencialmente funciones de banda limitada, como las funciones de Bessel. También desarrollamos, para una precisión dada, una base de interpolación para las funciones de banda limitada en un intervalo ",
            "error": [
                ""
            ]
        },
        "weighted integrals": {
            "translated_key": "ponderadas",
            "translated_annotated_text": "Sobre las cuadraturas gaussianas generalizadas para las funciones exponenciales y sus aplicaciones Presentamos nuevas familias de cuadraturas tipo gaussianas para integrales <br>ponderadas</br> de funciones exponenciales y consideramos sus aplicaciones para la integración e interpolación de funciones bandlimitadas. Utilizamos una generalización de un teorema de representación debido a Carateodoría para derivar estas cuadraturas. Para cada medida positiva, las cuadraturas son parametrizadas por valores propios de la matriz Toeplitz construida a partir de los momentos trigonométricos de la medida. Para una precisión dada epsilon, la selección de un valor propio cercano a epsilon produce una cuadratura aproximada con esa precisión. Para calcular sus pesos y nodos, presentamos un nuevo algoritmo rápido. Estas nuevas cuadraturas se pueden utilizar para aproximar e integrar funciones de banda limitada, como las funciones de onda esferoidal prolata, y esencialmente funciones de banda limitada, como las funciones de Bessel. También desarrollamos, para una precisión dada, una base de interpolación para las funciones de banda limitada en un intervalo ",
            "error": [
                ""
            ]
        },
        "exponential functions": {
            "translated_key": [],
            "translated_annotated_text": "Sobre las cuadraturas gaussianas generalizadas para las exponenciales y sus aplicaciones Presentamos nuevas familias de cuadraturas tipo gaussianas para integrales ponderadas de funciones exponenciales <br> y consideramos sus aplicaciones para la integración e interpolación de funciones limitadas de banda. Utilizamos una generalización de un teorema de representación debido a Carateodoría para derivar estas cuadraturas. Para cada medida positiva, las cuadraturas son parametrizadas por valores propios de la matriz Toeplitz construida a partir de los momentos trigonométricos de la medida. Para una precisión dada epsilon, la selección de un valor propio cercano a epsilon produce una cuadratura aproximada con esa precisión. Para calcular sus pesos y nodos, presentamos un nuevo algoritmo rápido. Estas nuevas cuadraturas se pueden utilizar para aproximar e integrar funciones de banda limitada, como las funciones de onda esferoidal prolata, y esencialmente funciones de banda limitada, como las funciones de Bessel. También desarrollamos, para una precisión dada, una base de interpolación para las funciones de banda limitada en un intervalo ",
            "error": []
        },
        "integration": {
            "translated_key": "integración",
            "translated_annotated_text": "Sobre las cuadraturas gaussianas generalizadas para las aplicaciones exponenciales Presentamos nuevas familias de cuadraturas tipo gaussianas para integrales ponderadas de funciones exponenciales y consideramos sus aplicaciones para la <br>integración</br> e interpolación de funciones limitadas por bandas. Utilizamos una generalización de un teorema de representación debido a Carateodoría para derivar estas cuadraturas. Para cada medida positiva, las cuadraturas son parametrizadas por valores propios de la matriz Toeplitz construida a partir de los momentos trigonométricos de la medida. Para una precisión dada epsilon, la selección de un valor propio cercano a epsilon produce una cuadratura aproximada con esa precisión. Para calcular sus pesos y nodos, presentamos un nuevo algoritmo rápido. Estas nuevas cuadraturas se pueden utilizar para aproximar e integrar funciones de banda limitada, como las funciones de onda esferoidal prolata, y esencialmente funciones de banda limitada, como las funciones de Bessel. También desarrollamos, para una precisión dada, una base de interpolación para las funciones de banda limitada en un intervalo ",
            "error": [
                ""
            ]
        },
        "interpolation": {
            "translated_key": [],
            "translated_annotated_text": "Sobre las cuadraturas gaussianas generalizadas para las aplicaciones exponenciales Introducimos nuevas familias de cuadraturas tipo gaussianas para integrales ponderadas de funciones exponenciales y consideramos sus aplicaciones para la integración y la interpolación <br> de funciones bandlimitadas. Utilizamos una generalización de un teorema de representación debido a Carateodoría para derivar estas cuadraturas. Para cada medida positiva, las cuadraturas son parametrizadas por valores propios de la matriz Toeplitz construida a partir de los momentos trigonométricos de la medida. Para una precisión dada epsilon, la selección de un valor propio cercano a epsilon produce una cuadratura aproximada con esa precisión. Para calcular sus pesos y nodos, presentamos un nuevo algoritmo rápido. Estas nuevas cuadraturas se pueden utilizar para aproximar e integrar funciones de banda limitada, como las funciones de onda esferoidal prolata, y esencialmente funciones de banda limitada, como las funciones de Bessel. También desarrollamos, para una precisión dada, una base de interpolación para las funciones de banda limitada en un intervalo ",
            "error": []
        },
        "bandlimited functions": {
            "translated_key": [
                "bandlimitadas",
                "bandlimitadas",
                "bandlimitadas",
                "bandlimited functions"
            ],
            "translated_annotated_text": "Sobre las cuadraturas gaussianas generalizadas para las aplicaciones exponenciales Introducimos nuevas familias de cuadraturas tipo gaussianas para integrales ponderadas de funciones exponenciales y consideramos sus aplicaciones para la integración e interpolación de funciones <br>bandlimitadas</br>. Utilizamos una generalización de un teorema de representación debido a Carateodoría para derivar estas cuadraturas. Para cada medida positiva, las cuadraturas son parametrizadas por valores propios de la matriz Toeplitz construida a partir de los momentos trigonométricos de la medida. Para una precisión dada epsilon, la selección de un valor propio cercano a epsilon produce una cuadratura aproximada con esa precisión. Para calcular sus pesos y nodos, presentamos un nuevo algoritmo rápido. Estas nuevas cuadraturas se pueden utilizar para aproximar e integrar funciones <br>bandlimitadas</br>, tales como funciones de onda esferoidal prolata, y esencialmente funciones <br>bandlimitadas</br>, tales como funciones de Bessel. También desarrollamos, para una precisión dada, una base de interpolación para <br>bandlimited functions</br> en un intervalo ",
            "error": [
                "bandlimitadas",
                "bandlimitadas",
                "bandlimitadas",
                "bandlimited functions"
            ]
        },
        "Caratheodory representation theorem": {
            "translated_key": [],
            "translated_annotated_text": "Sobre las cuadraturas gaussianas generalizadas para las aplicaciones exponenciales Presentamos nuevas familias de cuadraturas tipo gaussianas para integrales ponderadas de funciones exponenciales y consideramos sus aplicaciones para la integración e interpolación de funciones limitadas por bandas. Utilizamos una generalización de un teorema de representación debido a Carateodoría para derivar estas cuadraturas. Para cada medida positiva, las cuadraturas son parametrizadas por valores propios de la matriz Toeplitz construida a partir de los momentos trigonométricos de la medida. Para una precisión dada epsilon, la selección de un valor propio cercano a epsilon produce una cuadratura aproximada con esa precisión. Para calcular sus pesos y nodos, presentamos un nuevo algoritmo rápido. Estas nuevas cuadraturas se pueden utilizar para aproximar e integrar funciones de banda limitada, como las funciones de onda esferoidal prolata, y esencialmente funciones de banda limitada, como las funciones de Bessel. También desarrollamos, para una precisión dada, una base de interpolación para las funciones de banda limitada en un intervalo ",
            "error": []
        },
        "eigenvalues": {
            "translated_key": "eigenvalues",
            "translated_annotated_text": "Sobre las cuadraturas gaussianas generalizadas para las aplicaciones exponenciales Presentamos nuevas familias de cuadraturas tipo gaussianas para integrales ponderadas de funciones exponenciales y consideramos sus aplicaciones para la integración e interpolación de funciones limitadas por bandas. Utilizamos una generalización de un teorema de representación debido a Carateodoría para derivar estas cuadraturas. Para cada medida positiva, las cuadraturas son parametrizadas por <br>eigenvalues</br> de la matriz Toeplitz construida a partir de los momentos trigonométricos de la medida. Para una precisión dada epsilon, la selección de un valor propio cercano a epsilon produce una cuadratura aproximada con esa precisión. Para calcular sus pesos y nodos, presentamos un nuevo algoritmo rápido. Estas nuevas cuadraturas se pueden utilizar para aproximar e integrar funciones de banda limitada, como las funciones de onda esferoidal prolata, y esencialmente funciones de banda limitada, como las funciones de Bessel. También desarrollamos, para una precisión dada, una base de interpolación para las funciones de banda limitada en un intervalo ",
            "error": [
                ""
            ]
        },
        "Toeplitz matrix": {
            "translated_key": "Toeplitz",
            "translated_annotated_text": "Sobre las cuadraturas gaussianas generalizadas para las aplicaciones exponenciales Presentamos nuevas familias de cuadraturas tipo gaussianas para integrales ponderadas de funciones exponenciales y consideramos sus aplicaciones para la integración e interpolación de funciones limitadas por bandas. Utilizamos una generalización de un teorema de representación debido a Carateodoría para derivar estas cuadraturas. Para cada medida positiva, las cuadraturas son parametrizadas por valores propios de la matriz <br>Toeplitz</br> construida a partir de los momentos trigonométricos de la medida. Para una precisión dada epsilon, la selección de un valor propio cercano a epsilon produce una cuadratura aproximada con esa precisión. Para calcular sus pesos y nodos, presentamos un nuevo algoritmo rápido. Estas nuevas cuadraturas se pueden utilizar para aproximar e integrar funciones de banda limitada, como las funciones de onda esferoidal prolata, y esencialmente funciones de banda limitada, como las funciones de Bessel. También desarrollamos, para una precisión dada, una base de interpolación para las funciones de banda limitada en un intervalo ",
            "error": [
                ""
            ]
        },
        "trigonometric moments": {
            "translated_key": "trigonométricos",
            "translated_annotated_text": "Sobre las cuadraturas gaussianas generalizadas para las aplicaciones exponenciales Presentamos nuevas familias de cuadraturas tipo gaussianas para integrales ponderadas de funciones exponenciales y consideramos sus aplicaciones para la integración e interpolación de funciones limitadas por bandas. Utilizamos una generalización de un teorema de representación debido a Carateodoría para derivar estas cuadraturas. Para cada medida positiva, las cuadraturas son parametrizadas por valores propios de la matriz Toeplitz construida a partir de los momentos <br>trigonométricos</br> de la medida. Para una precisión dada epsilon, la selección de un valor propio cercano a epsilon produce una cuadratura aproximada con esa precisión. Para calcular sus pesos y nodos, presentamos un nuevo algoritmo rápido. Estas nuevas cuadraturas se pueden utilizar para aproximar e integrar funciones de banda limitada, como las funciones de onda esferoidal prolata, y esencialmente funciones de banda limitada, como las funciones de Bessel. También desarrollamos, para una precisión dada, una base de interpolación para las funciones de banda limitada en un intervalo ",
            "error": [
                ""
            ]
        },
        "approximation": {
            "translated_key": [],
            "translated_annotated_text": "Sobre las cuadraturas gaussianas generalizadas para las aplicaciones exponenciales Presentamos nuevas familias de cuadraturas tipo gaussianas para integrales ponderadas de funciones exponenciales y consideramos sus aplicaciones para la integración e interpolación de funciones limitadas por bandas. Utilizamos una generalización de un teorema de representación debido a Carateodoría para derivar estas cuadraturas. Para cada medida positiva, las cuadraturas son parametrizadas por valores propios de la matriz Toeplitz construida a partir de los momentos trigonométricos de la medida. Para una precisión dada epsilon, la selección de un valor propio cercano a epsilon produce una cuadratura aproximada con esa precisión. Para calcular sus pesos y nodos, presentamos un nuevo algoritmo rápido. Estas nuevas cuadraturas se pueden utilizar para aproximar e integrar funciones de banda limitada, como las funciones de onda esferoidal prolata, y esencialmente funciones de banda limitada, como las funciones de Bessel. También desarrollamos, para una precisión dada, una base de interpolación para las funciones de banda limitada en un intervalo ",
            "error": []
        },
        "prolate spheroidal wave functions": {
            "translated_key": "prolate funciones de onda esferoidal",
            "translated_annotated_text": "Sobre las cuadraturas gaussianas generalizadas para las aplicaciones exponenciales Presentamos nuevas familias de cuadraturas tipo gaussianas para integrales ponderadas de funciones exponenciales y consideramos sus aplicaciones para la integración e interpolación de funciones limitadas por bandas. Utilizamos una generalización de un teorema de representación debido a Carateodoría para derivar estas cuadraturas. Para cada medida positiva, las cuadraturas son parametrizadas por valores propios de la matriz Toeplitz construida a partir de los momentos trigonométricos de la medida. Para una precisión dada epsilon, la selección de un valor propio cercano a epsilon produce una cuadratura aproximada con esa precisión. Para calcular sus pesos y nodos, presentamos un nuevo algoritmo rápido. Estas nuevas cuadraturas se pueden utilizar para aproximar e integrar funciones de banda limitada, como <br>prolate funciones de onda esferoidal</br>, y esencialmente funciones de banda limitada, como las funciones de Bessel. También desarrollamos, para una precisión dada, una base de interpolación para las funciones de banda limitada en un intervalo ",
            "error": [
                ""
            ]
        },
        "Bessel functions": {
            "translated_key": "Bessel",
            "translated_annotated_text": "Sobre las cuadraturas gaussianas generalizadas para las aplicaciones exponenciales Presentamos nuevas familias de cuadraturas tipo gaussianas para integrales ponderadas de funciones exponenciales y consideramos sus aplicaciones para la integración e interpolación de funciones limitadas por bandas. Utilizamos una generalización de un teorema de representación debido a Carateodoría para derivar estas cuadraturas. Para cada medida positiva, las cuadraturas son parametrizadas por valores propios de la matriz Toeplitz construida a partir de los momentos trigonométricos de la medida. Para una precisión dada epsilon, la selección de un valor propio cercano a epsilon produce una cuadratura aproximada con esa precisión. Para calcular sus pesos y nodos, presentamos un nuevo algoritmo rápido. Estas nuevas cuadraturas se pueden utilizar para aproximar e integrar funciones de banda limitada, tales como funciones de onda esferoidal prolata, y funciones esencialmente limitadas de banda, tales como funciones <br>Bessel</br>. También desarrollamos, para una precisión dada, una base de interpolación para las funciones de banda limitada en un intervalo ",
            "error": [
                ""
            ]
        },
        "approximation theory": {
            "translated_key": [],
            "translated_annotated_text": "Sobre las cuadraturas gaussianas generalizadas para las aplicaciones exponenciales Presentamos nuevas familias de cuadraturas tipo gaussianas para integrales ponderadas de funciones exponenciales y consideramos sus aplicaciones para la integración e interpolación de funciones limitadas por bandas. Utilizamos una generalización de un teorema de representación debido a Carateodoría para derivar estas cuadraturas. Para cada medida positiva, las cuadraturas son parametrizadas por valores propios de la matriz Toeplitz construida a partir de los momentos trigonométricos de la medida. Para una precisión dada epsilon, la selección de un valor propio cercano a epsilon produce una cuadratura aproximada con esa precisión. Para calcular sus pesos y nodos, presentamos un nuevo algoritmo rápido. Estas nuevas cuadraturas se pueden utilizar para aproximar e integrar funciones de banda limitada, como las funciones de onda esferoidal prolata, y esencialmente funciones de banda limitada, como las funciones de Bessel. También desarrollamos, para una precisión dada, una base de interpolación para las funciones de banda limitada en un intervalo ",
            "error": []
        },
        "eigenvalues and eigenfunctions": {
            "translated_key": [],
            "translated_annotated_text": "Sobre las cuadraturas gaussianas generalizadas para las aplicaciones exponenciales Presentamos nuevas familias de cuadraturas tipo gaussianas para integrales ponderadas de funciones exponenciales y consideramos sus aplicaciones para la integración e interpolación de funciones limitadas por bandas. Utilizamos una generalización de un teorema de representación debido a Carateodoría para derivar estas cuadraturas. Para cada medida positiva, las cuadraturas son parametrizadas por valores propios de la matriz Toeplitz construida a partir de los momentos trigonométricos de la medida. Para una precisión dada epsilon, la selección de un valor propio cercano a epsilon produce una cuadratura aproximada con esa precisión. Para calcular sus pesos y nodos, presentamos un nuevo algoritmo rápido. Estas nuevas cuadraturas se pueden utilizar para aproximar e integrar funciones de banda limitada, como las funciones de onda esferoidal prolata, y esencialmente funciones de banda limitada, como las funciones de Bessel. También desarrollamos, para una precisión dada, una base de interpolación para las funciones de banda limitada en un intervalo ",
            "error": []
        },
        "Toeplitz matrices": {
            "translated_key": [],
            "translated_annotated_text": "Sobre las cuadraturas gaussianas generalizadas para las aplicaciones exponenciales Presentamos nuevas familias de cuadraturas tipo gaussianas para integrales ponderadas de funciones exponenciales y consideramos sus aplicaciones para la integración e interpolación de funciones limitadas por bandas. Utilizamos una generalización de un teorema de representación debido a Carateodoría para derivar estas cuadraturas. Para cada medida positiva, las cuadraturas son parametrizadas por valores propios de la matriz Toeplitz construida a partir de los momentos trigonométricos de la medida. Para una precisión dada epsilon, la selección de un valor propio cercano a epsilon produce una cuadratura aproximada con esa precisión. Para calcular sus pesos y nodos, presentamos un nuevo algoritmo rápido. Estas nuevas cuadraturas se pueden utilizar para aproximar e integrar funciones de banda limitada, como las funciones de onda esferoidal prolata, y esencialmente funciones de banda limitada, como las funciones de Bessel. También desarrollamos, para una precisión dada, una base de interpolación para las funciones de banda limitada en un intervalo ",
            "error": []
        },
        "wave functions": {
            "translated_key": "wave functions",
            "translated_annotated_text": "Sobre las cuadraturas gaussianas generalizadas para las aplicaciones exponenciales Presentamos nuevas familias de cuadraturas tipo gaussianas para integrales ponderadas de funciones exponenciales y consideramos sus aplicaciones para la integración e interpolación de funciones limitadas por bandas. Utilizamos una generalización de un teorema de representación debido a Carateodoría para derivar estas cuadraturas. Para cada medida positiva, las cuadraturas son parametrizadas por valores propios de la matriz Toeplitz construida a partir de los momentos trigonométricos de la medida. Para una precisión dada epsilon, la selección de un valor propio cercano a epsilon produce una cuadratura aproximada con esa precisión. Para calcular sus pesos y nodos, presentamos un nuevo algoritmo rápido. Estas nuevas cuadraturas se pueden utilizar para aproximar e integrar funciones bandlimitadas, tales como prolate sferoidal <br>wave functions</br>, y esencialmente funciones bandlimitadas, tales como las funciones de Bessel. También desarrollamos, para una precisión dada, una base de interpolación para las funciones de banda limitada en un intervalo ",
            "error": [
                ""
            ]
        }
    }
}