{
    "original_text": "A framework for image deblurring using wavelet packet bases We show that the average over translations of an operator diagonal in a wavelet packet basis is a convolution. We also show that an operator diagonal in a wavelet packet basis can be decomposed into several operators of the same kind, each of them being better conditioned. We investigate the possibility of using such a convolution to approximate a given convolution (in practice an image blur). Then we use these approximations to deblur images. First, we show that this framework permits us to redefine existing deblurring methods. Then, we show that it permits us to define a new variational method which combines the wavelet packet and the total variation approaches. We argue and show by experiments that this permits us to avoid the drawbacks of both approaches which are, respectively, ringing and staircasing",
    "original_translation": "Un framework para desbrozar imágenes usando bases de paquetes wavelet Demostramos que el promedio sobre las traducciones de una diagonal de operador en una base de paquetes wavelet es una convolución. También mostramos que una diagonal del operador en una base de paquetes de wavelet puede descomponerse en varios operadores del mismo tipo, cada uno de los cuales está mejor condicionado. Investigamos la posibilidad de utilizar tal convolución para aproximar una convolución dada (en la práctica una imagen borrosa). Entonces usamos estas aproximaciones para desborrar imágenes. En primer lugar, demostramos que este marco nos permite redefinir los métodos de deslustración existentes. A continuación, mostramos que nos permite definir un nuevo método de variación que combina el paquete de wavelet y la variación total se aproxima. Argumentamos y demostramos por medio de experimentos que esto nos permite evitar los inconvenientes de ambos enfoques que son, respectivamente, sonando y escalonando",
    "error_count": 6,
    "keys": {
        "image deblurring": {
            "translated_key": "desblourring de imágenes",
            "translated_annotated_text": "Un framework para \"desblourring de imágenes\" usando bases de paquetes wavelet Demostramos que el promedio sobre las traducciones de una diagonal de operador en una base de paquetes wavelet es una convolución. También mostramos que una diagonal del operador en una base de paquetes de wavelet puede descomponerse en varios operadores del mismo tipo, cada uno de los cuales está mejor condicionado. Investigamos la posibilidad de utilizar tal convolución para aproximar una convolución dada (en la práctica una imagen borrosa). Entonces usamos estas aproximaciones para desborrar imágenes. En primer lugar, demostramos que este marco nos permite redefinir los métodos de deslustración existentes. A continuación, mostramos que nos permite definir un nuevo método de variación que combina el paquete de wavelet y la variación total se aproxima. Argumentamos y demostramos por medio de experimentos que esto nos permite evitar los inconvenientes de ambos enfoques que son, respectivamente, sonando y escalonando ",
            "error": [
                ""
            ]
        },
        "wavelet packet bases": {
            "translated_key": "base de paquetes de wavelet",
            "translated_annotated_text": "Un framework para desbrozar imágenes usando \"base de paquetes de wavelet\" Demostramos que la media sobre traducciones de una diagonal de operador en una base de paquetes de wavelet es una convolución. También mostramos que una diagonal del operador en una base de paquetes de wavelet puede descomponerse en varios operadores del mismo tipo, cada uno de los cuales está mejor condicionado. Investigamos la posibilidad de utilizar tal convolución para aproximar una convolución dada (en la práctica una imagen borrosa). Entonces usamos estas aproximaciones para desborrar imágenes. En primer lugar, demostramos que este marco nos permite redefinir los métodos de deslustración existentes. A continuación, mostramos que nos permite definir un nuevo método de variación que combina el paquete de wavelet y la variación total se aproxima. Argumentamos y demostramos por medio de experimentos que esto nos permite evitar los inconvenientes de ambos enfoques que son, respectivamente, sonando y escalonando ",
            "error": [
                ""
            ]
        },
        "convolution": {
            "translated_key": "convolución",
            "translated_annotated_text": "Un marco para la desobstrucción de imágenes usando bases de paquetes wavelet Demostramos que el promedio sobre las traducciones de una diagonal de operador en una base de paquetes wavelet es una \"convolución\". También mostramos que una diagonal del operador en una base de paquetes de wavelet puede descomponerse en varios operadores del mismo tipo, cada uno de los cuales está mejor condicionado. Investigamos la posibilidad de utilizar tal \"convolución\" para aproximar una \"convolución\" dada (en la práctica una imagen borrosa). Entonces usamos estas aproximaciones para desborrar imágenes. En primer lugar, demostramos que este marco nos permite redefinir los métodos de deslustración existentes. A continuación, mostramos que nos permite definir un nuevo método de variación que combina el paquete de wavelet y la variación total se aproxima. Argumentamos y demostramos por medio de experimentos que esto nos permite evitar los inconvenientes de ambos enfoques que son, respectivamente, sonando y escalonando ",
            "error": [
                ""
            ]
        },
        "operator diagonal": {
            "translated_key": [
                " diagonal de operador",
                "operador diagonal"
            ],
            "translated_annotated_text": "Un marco para la desobstrucción de imágenes usando bases de paquetes wavelet Demostramos que el promedio sobre las traducciones de una \" diagonal de operador\" en una base de paquetes wavelet es una convolución. También mostramos que un \"operador diagonal\" en una base de paquetes de wavelet puede descomponerse en varios operadores del mismo tipo, cada uno de ellos mejor condicionado. Investigamos la posibilidad de utilizar tal convolución para aproximar una convolución dada (en la práctica una imagen borrosa). Entonces usamos estas aproximaciones para desborrar imágenes. En primer lugar, demostramos que este marco nos permite redefinir los métodos de deslustración existentes. A continuación, mostramos que nos permite definir un nuevo método de variación que combina el paquete de wavelet y la variación total se aproxima. Argumentamos y demostramos por medio de experimentos que esto nos permite evitar los inconvenientes de ambos enfoques que son, respectivamente, sonando y escalonando ",
            "error": [
                " diagonal de operador",
                "operador diagonal"
            ]
        },
        "total variation approach": {
            "translated_key": [],
            "translated_annotated_text": "Un framework para desbrozar imágenes usando bases de paquetes wavelet Demostramos que el promedio sobre las traducciones de una diagonal de operador en una base de paquetes wavelet es una convolución. También mostramos que una diagonal del operador en una base de paquetes de wavelet puede descomponerse en varios operadores del mismo tipo, cada uno de los cuales está mejor condicionado. Investigamos la posibilidad de utilizar tal convolución para aproximar una convolución dada (en la práctica una imagen borrosa). Entonces usamos estas aproximaciones para desborrar imágenes. En primer lugar, demostramos que este marco nos permite redefinir los métodos de deslustración existentes. A continuación, mostramos que nos permite definir un nuevo método de variación que combina el paquete de wavelet y la variación total se aproxima. Argumentamos y demostramos por medio de experimentos que esto nos permite evitar los inconvenientes de ambos enfoques que son, respectivamente, sonando y escalonando ",
            "error": []
        },
        "ringing": {
            "translated_key": "anillo",
            "translated_annotated_text": "Un framework para desbrozar imágenes usando bases de paquetes wavelet Demostramos que el promedio sobre las traducciones de una diagonal de operador en una base de paquetes wavelet es una convolución. También mostramos que una diagonal del operador en una base de paquetes de wavelet puede descomponerse en varios operadores del mismo tipo, cada uno de los cuales está mejor condicionado. Investigamos la posibilidad de utilizar tal convolución para aproximar una convolución dada (en la práctica una imagen borrosa). Entonces usamos estas aproximaciones para desborrar imágenes. En primer lugar, demostramos que este marco nos permite redefinir los métodos de deslustración existentes. A continuación, mostramos que nos permite definir un nuevo método de variación que combina el paquete de wavelet y la variación total se aproxima. Argumentamos y demostramos por medio de experimentos que esto nos permite evitar los inconvenientes de ambos enfoques que son, respectivamente, \"anillo\" y escaleras. ",
            "error": [
                ""
            ]
        },
        "staircasing": {
            "translated_key": "escaleras",
            "translated_annotated_text": "Un framework para desbrozar imágenes usando bases de paquetes wavelet Demostramos que el promedio sobre las traducciones de una diagonal de operador en una base de paquetes wavelet es una convolución. También mostramos que una diagonal del operador en una base de paquetes de wavelet puede descomponerse en varios operadores del mismo tipo, cada uno de los cuales está mejor condicionado. Investigamos la posibilidad de utilizar tal convolución para aproximar una convolución dada (en la práctica una imagen borrosa). Entonces usamos estas aproximaciones para desborrar imágenes. En primer lugar, demostramos que este marco nos permite redefinir los métodos de deslustración existentes. A continuación, mostramos que nos permite definir un nuevo método de variación que combina el paquete de wavelet y la variación total se aproxima. Argumentamos y demostramos por medio de experimentos que esto nos permite evitar los inconvenientes de ambos enfoques que son, respectivamente, sonando y \"escaleras\" ",
            "error": [
                ""
            ]
        },
        "deconvolution": {
            "translated_key": [],
            "translated_annotated_text": "Un framework para desbrozar imágenes usando bases de paquetes wavelet Demostramos que el promedio sobre las traducciones de una diagonal de operador en una base de paquetes wavelet es una convolución. También mostramos que una diagonal del operador en una base de paquetes de wavelet puede descomponerse en varios operadores del mismo tipo, cada uno de los cuales está mejor condicionado. Investigamos la posibilidad de utilizar tal convolución para aproximar una convolución dada (en la práctica una imagen borrosa). Entonces usamos estas aproximaciones para desborrar imágenes. En primer lugar, demostramos que este marco nos permite redefinir los métodos de deslustración existentes. A continuación, mostramos que nos permite definir un nuevo método de variación que combina el paquete de wavelet y la variación total se aproxima. Argumentamos y demostramos por medio de experimentos que esto nos permite evitar los inconvenientes de ambos enfoques que son, respectivamente, sonando y escalonando ",
            "error": []
        },
        "image restoration": {
            "translated_key": [],
            "translated_annotated_text": "Un framework para desbrozar imágenes usando bases de paquetes wavelet Demostramos que el promedio sobre las traducciones de una diagonal de operador en una base de paquetes wavelet es una convolución. También mostramos que una diagonal del operador en una base de paquetes de wavelet puede descomponerse en varios operadores del mismo tipo, cada uno de los cuales está mejor condicionado. Investigamos la posibilidad de utilizar tal convolución para aproximar una convolución dada (en la práctica una imagen borrosa). Entonces usamos estas aproximaciones para desborrar imágenes. En primer lugar, demostramos que este marco nos permite redefinir los métodos de deslustración existentes. A continuación, mostramos que nos permite definir un nuevo método de variación que combina el paquete de wavelet y la variación total se aproxima. Argumentamos y demostramos por medio de experimentos que esto nos permite evitar los inconvenientes de ambos enfoques que son, respectivamente, sonando y escalonando ",
            "error": []
        },
        "wavelet transforms": {
            "translated_key": [],
            "translated_annotated_text": "Un framework para desbrozar imágenes usando bases de paquetes wavelet Demostramos que el promedio sobre las traducciones de una diagonal de operador en una base de paquetes wavelet es una convolución. También mostramos que una diagonal del operador en una base de paquetes de wavelet puede descomponerse en varios operadores del mismo tipo, cada uno de los cuales está mejor condicionado. Investigamos la posibilidad de utilizar tal convolución para aproximar una convolución dada (en la práctica una imagen borrosa). Entonces usamos estas aproximaciones para desborrar imágenes. En primer lugar, demostramos que este marco nos permite redefinir los métodos de deslustración existentes. A continuación, mostramos que nos permite definir un nuevo método de variación que combina el paquete de wavelet y la variación total se aproxima. Argumentamos y demostramos por medio de experimentos que esto nos permite evitar los inconvenientes de ambos enfoques que son, respectivamente, sonando y escalonando ",
            "error": []
        }
    }
}