{
    "original_text": "Clausal resolution in a logic of rational agency A resolution based proof system for a Temporal Logic of Possible Belief is presented. This logic is the combination of the branching-time temporal logic CTL (representing change over time) with the modal logic KD45 (representing belief). Such combinations of temporal or dynamic logics and modal logics are useful for specifying complex properties of multi-agent systems. Proof methods are important for developing verification techniques for these complex multi-modal logics. Soundness, completeness and termination of the proof method are shown and simple examples illustrating its use are given",
    "original_translation": "Resolución Clausal en una lógica de agencia racional Se presenta un sistema de prueba basado en resolución para una Lógica Temporal de Posible Creencia. Esta lógica es la combinación de la lógica temporal de tiempo de ramificación CTL (que representa el cambio con el tiempo) con la lógica modal KD45 (que representa la creencia). Estas combinaciones de lógicas temporales o dinámicas y lógicas modales son útiles para especificar propiedades complejas de sistemas multiagente. Los métodos de prueba son importantes para desarrollar técnicas de verificación de estas complejas lógicas multimodales. Se muestran la solidez, la integridad y la terminación del método de prueba y se dan ejemplos sencillos que ilustran su uso",
    "error_count": 5,
    "keys": {
        "resolution based proof system": {
            "translated_key": "sistema de prueba basado en resolución",
            "translated_annotated_text": "Resolución Clausal en una lógica de agencia racional Se presenta un \"sistema de prueba basado en resolución\" para una Lógica Temporal de Posible Creencia. Esta lógica es la combinación de la lógica temporal de tiempo de ramificación CTL (que representa el cambio con el tiempo) con la lógica modal KD45 (que representa la creencia). Estas combinaciones de lógicas temporales o dinámicas y lógicas modales son útiles para especificar propiedades complejas de sistemas multiagente. Los métodos de prueba son importantes para desarrollar técnicas de verificación de estas complejas lógicas multimodales. Se muestran la solidez, la integridad y la terminación del método de prueba y se dan ejemplos sencillos que ilustran su uso ",
            "error": [
                ""
            ]
        },
        "temporal logic": {
            "translated_key": [],
            "translated_annotated_text": "Resolución Clausal en una lógica de agencia racional Se presenta un sistema de prueba basado en resolución para una Lógica Temporal de Posible Creencia. Esta lógica es la combinación de la lógica temporal CTL (que representa el cambio con el tiempo) con la lógica modal KD45 (que representa la creencia). Estas combinaciones de lógicas temporales o dinámicas y lógicas modales son útiles para especificar propiedades complejas de sistemas multiagente. Los métodos de prueba son importantes para desarrollar técnicas de verificación de estas complejas lógicas multimodales. Se muestran la solidez, la integridad y la terminación del método de prueba y se dan ejemplos sencillos que ilustran su uso ",
            "error": []
        },
        "branching-time temporal logic": {
            "translated_key": "lógica temporal de tiempo de ramificación",
            "translated_annotated_text": "Resolución Clausal en una lógica de agencia racional Se presenta un sistema de prueba basado en resolución para una Lógica Temporal de Posible Creencia. Esta lógica es la combinación de la \"lógica temporal de tiempo de ramificación\" CTL (que representa el cambio con el tiempo) con la lógica modal KD45 (que representa la creencia). Estas combinaciones de lógicas temporales o dinámicas y lógicas modales son útiles para especificar propiedades complejas de sistemas multiagente. Los métodos de prueba son importantes para desarrollar técnicas de verificación de estas complejas lógicas multimodales. Se muestran la solidez, la integridad y la terminación del método de prueba y se dan ejemplos sencillos que ilustran su uso ",
            "error": [
                ""
            ]
        },
        "CTL": {
            "translated_key": "CTL",
            "translated_annotated_text": "Resolución Clausal en una lógica de agencia racional Se presenta un sistema de prueba basado en resolución para una Lógica Temporal de Posible Creencia. Esta lógica es la combinación de la lógica temporal de tiempo de ramificación \"CTL\" (representando el cambio con el tiempo) con la lógica modal KD45 (representando la creencia). Estas combinaciones de lógicas temporales o dinámicas y lógicas modales son útiles para especificar propiedades complejas de sistemas multiagente. Los métodos de prueba son importantes para desarrollar técnicas de verificación de estas complejas lógicas multimodales. Se muestran la solidez, la integridad y la terminación del método de prueba y se dan ejemplos sencillos que ilustran su uso ",
            "error": [
                ""
            ]
        },
        "modal logic": {
            "translated_key": "lógica modal",
            "translated_annotated_text": "Resolución Clausal en una lógica de agencia racional Se presenta un sistema de prueba basado en resolución para una Lógica Temporal de Posible Creencia. Esta lógica es la combinación de la lógica temporal de tiempo de ramificación CTL (que representa el cambio con el tiempo) con la \"lógica modal\" KD45 (que representa la creencia). Estas combinaciones de lógicas temporales o dinámicas y lógicas modales son útiles para especificar propiedades complejas de sistemas multiagente. Los métodos de prueba son importantes para desarrollar técnicas de verificación de estas complejas lógicas multimodales. Se muestran la solidez, la integridad y la terminación del método de prueba y se dan ejemplos sencillos que ilustran su uso ",
            "error": [
                ""
            ]
        },
        "KD45": {
            "translated_key": "KD45",
            "translated_annotated_text": "Resolución Clausal en una lógica de agencia racional Se presenta un sistema de prueba basado en resolución para una Lógica Temporal de Posible Creencia. Esta lógica es la combinación de la lógica temporal de tiempo de ramificación CTL (que representa el cambio con el tiempo) con la lógica modal \"KD45\" (que representa la creencia). Estas combinaciones de lógicas temporales o dinámicas y lógicas modales son útiles para especificar propiedades complejas de sistemas multiagente. Los métodos de prueba son importantes para desarrollar técnicas de verificación de estas complejas lógicas multimodales. Se muestran la solidez, la integridad y la terminación del método de prueba y se dan ejemplos sencillos que ilustran su uso ",
            "error": [
                ""
            ]
        },
        "belief": {
            "translated_key": "creencia",
            "translated_annotated_text": "Resolución Clausal en una lógica de agencia racional Se presenta un sistema de prueba basado en resolución para una Lógica Temporal de Posible Creencia. Esta lógica es la combinación de la lógica temporal de tiempo de ramificación CTL (representando el cambio con el tiempo) con la lógica modal KD45 (representando \"creencia\"). Estas combinaciones de lógicas temporales o dinámicas y lógicas modales son útiles para especificar propiedades complejas de sistemas multiagente. Los métodos de prueba son importantes para desarrollar técnicas de verificación de estas complejas lógicas multimodales. Se muestran la solidez, la integridad y la terminación del método de prueba y se dan ejemplos sencillos que ilustran su uso ",
            "error": [
                ""
            ]
        },
        "dynamic logics": {
            "translated_key": [],
            "translated_annotated_text": "Resolución Clausal en una lógica de agencia racional Se presenta un sistema de prueba basado en resolución para una Lógica Temporal de Posible Creencia. Esta lógica es la combinación de la lógica temporal de tiempo de ramificación CTL (que representa el cambio con el tiempo) con la lógica modal KD45 (que representa la creencia). Tales combinaciones de lógicas temporales o dinámicas y lógicas modales son útiles para especificar propiedades complejas de sistemas multiagente. Los métodos de prueba son importantes para desarrollar técnicas de verificación de estas complejas lógicas multimodales. Se muestran la solidez, la integridad y la terminación del método de prueba y se dan ejemplos sencillos que ilustran su uso ",
            "error": []
        },
        "multi-agent systems": {
            "translated_key": "sistemas multiagente",
            "translated_annotated_text": "Resolución Clausal en una lógica de agencia racional Se presenta un sistema de prueba basado en resolución para una Lógica Temporal de Posible Creencia. Esta lógica es la combinación de la lógica temporal de tiempo de ramificación CTL (que representa el cambio con el tiempo) con la lógica modal KD45 (que representa la creencia). Tales combinaciones de lógicas temporales o dinámicas y lógicas modales son útiles para especificar propiedades complejas de \"sistemas multiagente\". Los métodos de prueba son importantes para desarrollar técnicas de verificación de estas complejas lógicas multimodales. Se muestran la solidez, la integridad y la terminación del método de prueba y se dan ejemplos sencillos que ilustran su uso ",
            "error": [
                ""
            ]
        },
        "multi-modal logics": {
            "translated_key": "lógicas multimodales",
            "translated_annotated_text": "Resolución Clausal en una lógica de agencia racional Se presenta un sistema de prueba basado en resolución para una Lógica Temporal de Posible Creencia. Esta lógica es la combinación de la lógica temporal de tiempo de ramificación CTL (que representa el cambio con el tiempo) con la lógica modal KD45 (que representa la creencia). Estas combinaciones de lógicas temporales o dinámicas y lógicas modales son útiles para especificar propiedades complejas de sistemas multiagente. Los métodos de prueba son importantes para desarrollar técnicas de verificación de estas complejas \"lógicas multimodales\". Se muestran la solidez, la integridad y la terminación del método de prueba y se dan ejemplos sencillos que ilustran su uso ",
            "error": [
                ""
            ]
        },
        "rational agents": {
            "translated_key": [],
            "translated_annotated_text": "Resolución Clausal en una lógica de agencia racional Se presenta un sistema de prueba basado en resolución para una Lógica Temporal de Posible Creencia. Esta lógica es la combinación de la lógica temporal de tiempo de ramificación CTL (que representa el cambio con el tiempo) con la lógica modal KD45 (que representa la creencia). Estas combinaciones de lógicas temporales o dinámicas y lógicas modales son útiles para especificar propiedades complejas de sistemas multiagente. Los métodos de prueba son importantes para desarrollar técnicas de verificación de estas complejas lógicas multimodales. Se muestran la solidez, la integridad y la terminación del método de prueba y se dan ejemplos sencillos que ilustran su uso ",
            "error": []
        },
        "formal logic": {
            "translated_key": [],
            "translated_annotated_text": "Resolución Clausal en una lógica de agencia racional Se presenta un sistema de prueba basado en resolución para una Lógica Temporal de Posible Creencia. Esta lógica es la combinación de la lógica temporal de tiempo de ramificación CTL (que representa el cambio con el tiempo) con la lógica modal KD45 (que representa la creencia). Estas combinaciones de lógicas temporales o dinámicas y lógicas modales son útiles para especificar propiedades complejas de sistemas multiagente. Los métodos de prueba son importantes para desarrollar técnicas de verificación de estas complejas lógicas multimodales. Se muestran la solidez, la integridad y la terminación del método de prueba y se dan ejemplos sencillos que ilustran su uso ",
            "error": []
        }
    }
}