{
    "original_text": "Local search with constraint propagation and conflict-based heuristics Search algorithms for solving CSP (Constraint Satisfaction Problems) usually fall into one of two main families: local search algorithms and systematic algorithms. Both families have their advantages. Designing hybrid approaches seems promising since those advantages may be combined into a single approach. In this paper, we present a new hybrid technique. It performs a local search over partial assignments instead of complete assignments, and uses filtering techniques and conflict-based techniques to efficiently guide the search. This new technique benefits from both classical approaches: a priori pruning of the search space from filtering-based search and possible repair of early mistakes from local search. We focus on a specific version of this technique: tabu decision-repair. Experiments done on open-shop scheduling problems show that our approach competes well with the best highly specialized algorithms",
    "original_translation": "Búsqueda local con propagación de restricciones y heurística basada en conflictos Los algoritmos de búsqueda para resolver CSP (Problemas de Satisfacción Constraint) generalmente caen en una de dos familias principales: algoritmos de búsqueda locales y algoritmos sistemáticos. Ambas familias tienen sus ventajas. El diseño de enfoques híbridos parece prometedor, ya que esas ventajas pueden combinarse en un enfoque único. En este artículo presentamos una nueva técnica híbrida. Realiza una búsqueda local sobre asignaciones parciales en lugar de asignaciones completas, y utiliza técnicas de filtrado y técnicas basadas en conflictos para guiar eficientemente la búsqueda. Esta nueva técnica se beneficia de ambos enfoques clásicos: la poda a priori del espacio de búsqueda de la búsqueda basada en filtrado y la posible reparación de errores tempranos de la búsqueda local. Nos centramos en una versión específica de esta técnica: tabu decisión-reparación. Experimentos realizados sobre problemas de programación de open-shop muestran que nuestro enfoque compite bien con los mejores algoritmos altamente especializados",
    "error_count": 3,
    "keys": {
        "search algorithms": {
            "translated_key": [],
            "translated_annotated_text": "Búsqueda local con propagación de restricciones y heurística basada en conflictos Los algoritmos de búsqueda para resolver CSP (Problemas de Satisfacción Constraint) generalmente caen en una de dos familias principales: algoritmos de búsqueda locales y algoritmos sistemáticos. Ambas familias tienen sus ventajas. El diseño de enfoques híbridos parece prometedor, ya que esas ventajas pueden combinarse en un enfoque único. En este artículo presentamos una nueva técnica híbrida. Realiza una búsqueda local sobre asignaciones parciales en lugar de asignaciones completas, y utiliza técnicas de filtrado y técnicas basadas en conflictos para guiar eficientemente la búsqueda. Esta nueva técnica se beneficia de ambos enfoques clásicos: la poda a priori del espacio de búsqueda de la búsqueda basada en filtrado y la posible reparación de errores tempranos de la búsqueda local. Nos centramos en una versión específica de esta técnica: tabu decisión-reparación. Experimentos realizados sobre problemas de programación de open-shop muestran que nuestro enfoque compite bien con los mejores algoritmos altamente especializados ",
            "error": []
        },
        "CSP": {
            "translated_key": "CSP",
            "translated_annotated_text": "Búsqueda local con propagación de restricciones y heurística basada en conflictos Los algoritmos de búsqueda para resolver \"CSP\" (Problemas de Satisfacción Constraint) generalmente caen en una de dos familias principales: algoritmos de búsqueda locales y algoritmos sistemáticos. Ambas familias tienen sus ventajas. El diseño de enfoques híbridos parece prometedor, ya que esas ventajas pueden combinarse en un enfoque único. En este artículo presentamos una nueva técnica híbrida. Realiza una búsqueda local sobre asignaciones parciales en lugar de asignaciones completas, y utiliza técnicas de filtrado y técnicas basadas en conflictos para guiar eficientemente la búsqueda. Esta nueva técnica se beneficia de ambos enfoques clásicos: la poda a priori del espacio de búsqueda de la búsqueda basada en filtrado y la posible reparación de errores tempranos de la búsqueda local. Nos centramos en una versión específica de esta técnica: tabu decisión-reparación. Experimentos realizados sobre problemas de programación de open-shop muestran que nuestro enfoque compite bien con los mejores algoritmos altamente especializados ",
            "error": [
                ""
            ]
        },
        "Constraint Satisfaction Problems": {
            "translated_key": "Problemas de Satisfacción Constraint",
            "translated_annotated_text": "Búsqueda local con propagación de restricciones y heurística basada en conflictos Los algoritmos de búsqueda para resolver CSP (\"Problemas de Satisfacción Constraint\") suelen caer en una de las dos familias principales: algoritmos de búsqueda locales y algoritmos sistemáticos. Ambas familias tienen sus ventajas. El diseño de enfoques híbridos parece prometedor, ya que esas ventajas pueden combinarse en un enfoque único. En este artículo presentamos una nueva técnica híbrida. Realiza una búsqueda local sobre asignaciones parciales en lugar de asignaciones completas, y utiliza técnicas de filtrado y técnicas basadas en conflictos para guiar eficientemente la búsqueda. Esta nueva técnica se beneficia de ambos enfoques clásicos: la poda a priori del espacio de búsqueda de la búsqueda basada en filtrado y la posible reparación de errores tempranos de la búsqueda local. Nos centramos en una versión específica de esta técnica: tabu decisión-reparación. Experimentos realizados sobre problemas de programación de open-shop muestran que nuestro enfoque compite bien con los mejores algoritmos altamente especializados ",
            "error": [
                ""
            ]
        },
        "local search algorithms": {
            "translated_key": "algoritmos de búsqueda local",
            "translated_annotated_text": "Búsqueda local con propagación de restricciones y heurística basada en conflictos Los algoritmos de búsqueda para resolver CSP (Problemas de Satisfacción Constraint) generalmente caen en una de dos familias principales: \"algoritmos de búsqueda local\" y algoritmos sistemáticos. Ambas familias tienen sus ventajas. El diseño de enfoques híbridos parece prometedor, ya que esas ventajas pueden combinarse en un enfoque único. En este artículo presentamos una nueva técnica híbrida. Realiza una búsqueda local sobre asignaciones parciales en lugar de asignaciones completas, y utiliza técnicas de filtrado y técnicas basadas en conflictos para guiar eficientemente la búsqueda. Esta nueva técnica se beneficia de ambos enfoques clásicos: la poda a priori del espacio de búsqueda de la búsqueda basada en filtrado y la posible reparación de errores tempranos de la búsqueda local. Nos centramos en una versión específica de esta técnica: tabu decisión-reparación. Experimentos realizados sobre problemas de programación de open-shop muestran que nuestro enfoque compite bien con los mejores algoritmos altamente especializados ",
            "error": [
                ""
            ]
        },
        "systematic algorithms": {
            "translated_key": "algoritmos sistemáticos",
            "translated_annotated_text": "Búsqueda local con propagación de restricciones y heurística basada en conflictos Algoritmos de búsqueda para resolver problemas de satisfacción de CSP (Constraint Satisfaction Problems) generalmente caen en una de dos familias principales: algoritmos de búsqueda locales y \"algoritmos sistemáticos\". Ambas familias tienen sus ventajas. El diseño de enfoques híbridos parece prometedor, ya que esas ventajas pueden combinarse en un enfoque único. En este artículo presentamos una nueva técnica híbrida. Realiza una búsqueda local sobre asignaciones parciales en lugar de asignaciones completas, y utiliza técnicas de filtrado y técnicas basadas en conflictos para guiar eficientemente la búsqueda. Esta nueva técnica se beneficia de ambos enfoques clásicos: la poda a priori del espacio de búsqueda de la búsqueda basada en filtrado y la posible reparación de errores tempranos de la búsqueda local. Nos centramos en una versión específica de esta técnica: tabu decisión-reparación. Experimentos realizados sobre problemas de programación de open-shop muestran que nuestro enfoque compite bien con los mejores algoritmos altamente especializados ",
            "error": [
                ""
            ]
        },
        "partial assignments": {
            "translated_key": "asignaciones parciales",
            "translated_annotated_text": "Búsqueda local con propagación de restricciones y heurística basada en conflictos Los algoritmos de búsqueda para resolver CSP (Problemas de Satisfacción Constraint) generalmente caen en una de dos familias principales: algoritmos de búsqueda locales y algoritmos sistemáticos. Ambas familias tienen sus ventajas. El diseño de enfoques híbridos parece prometedor, ya que esas ventajas pueden combinarse en un enfoque único. En este artículo presentamos una nueva técnica híbrida. Realiza una búsqueda local sobre \"asignaciones parciales\" en lugar de asignaciones completas, y utiliza técnicas de filtrado y técnicas basadas en conflictos para guiar eficientemente la búsqueda. Esta nueva técnica se beneficia de ambos enfoques clásicos: la poda a priori del espacio de búsqueda de la búsqueda basada en filtrado y la posible reparación de errores tempranos de la búsqueda local. Nos centramos en una versión específica de esta técnica: tabu decisión-reparación. Experimentos realizados sobre problemas de programación de open-shop muestran que nuestro enfoque compite bien con los mejores algoritmos altamente especializados ",
            "error": [
                ""
            ]
        },
        "filtering techniques": {
            "translated_key": "técnicas de filtrado",
            "translated_annotated_text": "Búsqueda local con propagación de restricciones y heurística basada en conflictos Los algoritmos de búsqueda para resolver CSP (Problemas de Satisfacción Constraint) generalmente caen en una de dos familias principales: algoritmos de búsqueda locales y algoritmos sistemáticos. Ambas familias tienen sus ventajas. El diseño de enfoques híbridos parece prometedor, ya que esas ventajas pueden combinarse en un enfoque único. En este artículo presentamos una nueva técnica híbrida. Realiza una búsqueda local sobre asignaciones parciales en lugar de asignaciones completas, y utiliza \"técnicas de filtrado\" y técnicas basadas en conflictos para guiar eficientemente la búsqueda. Esta nueva técnica se beneficia de ambos enfoques clásicos: la poda a priori del espacio de búsqueda de la búsqueda basada en filtrado y la posible reparación de errores tempranos de la búsqueda local. Nos centramos en una versión específica de esta técnica: tabu decisión-reparación. Experimentos realizados sobre problemas de programación de open-shop muestran que nuestro enfoque compite bien con los mejores algoritmos altamente especializados ",
            "error": [
                ""
            ]
        },
        "tabu decision-repair": {
            "translated_key": "tabu decisión-reparación",
            "translated_annotated_text": "Búsqueda local con propagación de restricciones y heurística basada en conflictos Los algoritmos de búsqueda para resolver CSP (Problemas de Satisfacción Constraint) generalmente caen en una de dos familias principales: algoritmos de búsqueda locales y algoritmos sistemáticos. Ambas familias tienen sus ventajas. El diseño de enfoques híbridos parece prometedor, ya que esas ventajas pueden combinarse en un enfoque único. En este artículo presentamos una nueva técnica híbrida. Realiza una búsqueda local sobre asignaciones parciales en lugar de asignaciones completas, y utiliza técnicas de filtrado y técnicas basadas en conflictos para guiar eficientemente la búsqueda. Esta nueva técnica se beneficia de ambos enfoques clásicos: la poda a priori del espacio de búsqueda de la búsqueda basada en filtrado y la posible reparación de errores tempranos de la búsqueda local. Nos centramos en una versión específica de esta técnica: \"tabu decisión-reparación\". Experimentos realizados sobre problemas de programación de open-shop muestran que nuestro enfoque compite bien con los mejores algoritmos altamente especializados ",
            "error": [
                ""
            ]
        },
        "constraint handling": {
            "translated_key": [],
            "translated_annotated_text": "Búsqueda local con propagación de restricciones y heurística basada en conflictos Los algoritmos de búsqueda para resolver CSP (Problemas de Satisfacción Constraint) generalmente caen en una de dos familias principales: algoritmos de búsqueda locales y algoritmos sistemáticos. Ambas familias tienen sus ventajas. El diseño de enfoques híbridos parece prometedor, ya que esas ventajas pueden combinarse en un enfoque único. En este artículo presentamos una nueva técnica híbrida. Realiza una búsqueda local sobre asignaciones parciales en lugar de asignaciones completas, y utiliza técnicas de filtrado y técnicas basadas en conflictos para guiar eficientemente la búsqueda. Esta nueva técnica se beneficia de ambos enfoques clásicos: la poda a priori del espacio de búsqueda de la búsqueda basada en filtrado y la posible reparación de errores tempranos de la búsqueda local. Nos centramos en una versión específica de esta técnica: tabu decisión-reparación. Experimentos realizados sobre problemas de programación de open-shop muestran que nuestro enfoque compite bien con los mejores algoritmos altamente especializados ",
            "error": []
        },
        "search problems": {
            "translated_key": [],
            "translated_annotated_text": "Búsqueda local con propagación de restricciones y heurística basada en conflictos Los algoritmos de búsqueda para resolver CSP (Problemas de Satisfacción Constraint) generalmente caen en una de dos familias principales: algoritmos de búsqueda locales y algoritmos sistemáticos. Ambas familias tienen sus ventajas. El diseño de enfoques híbridos parece prometedor, ya que esas ventajas pueden combinarse en un enfoque único. En este artículo presentamos una nueva técnica híbrida. Realiza una búsqueda local sobre asignaciones parciales en lugar de asignaciones completas, y utiliza técnicas de filtrado y técnicas basadas en conflictos para guiar eficientemente la búsqueda. Esta nueva técnica se beneficia de ambos enfoques clásicos: la poda a priori del espacio de búsqueda de la búsqueda basada en filtrado y la posible reparación de errores tempranos de la búsqueda local. Nos centramos en una versión específica de esta técnica: tabu decisión-reparación. Experimentos realizados sobre problemas de programación de open-shop muestran que nuestro enfoque compite bien con los mejores algoritmos altamente especializados ",
            "error": []
        }
    }
}