{
    "original_text": "Estimation of thermal coefficients of magneto-optical media Previously we described a method for estimating the thermal conductivity of magneto-optic recording media. The method relies on identifying the laser power that brings the maximum temperature of the TbFeCo layer to as high as the Curie temperature. We extensively use a similar method to estimate the heat capacity of a dielectric layer, a TbFeCo layer, and an aluminum alloy layer of magneto-optic recording media. Measurements are conducted on static disks with a beam of light focused on a TbFeCo layer. The method has the advantage of thermal diffusion depending on a multilayer structure and irradiation time",
    "original_translation": "Estimación de los coeficientes térmicos de los medios magnetoópticos Anteriormente describimos un método para estimar la conductividad térmica de los medios magnetoópticos de grabación. El método se basa en la identificación de la potencia láser que lleva la temperatura máxima de la capa de TbFeCo a tan alta como la temperatura de Curie. Utilizamos ampliamente un método similar para estimar la capacidad de calor de una capa dieléctrica, una capa TbFeCo y una capa de aleación de aluminio de un medio de grabación magnetoóptico. Las mediciones se realizan en discos estáticos con un haz de luz centrado en una capa de TbFeCo. El método tiene la ventaja de la difusión térmica dependiendo de una estructura multicapa y el tiempo de irradiación",
    "error_count": 11,
    "keys": {
        "thermal coefficients": {
            "translated_key": "coeficientes térmicos",
            "translated_annotated_text": "Estimación de los \"coeficientes térmicos\" de los medios magnetoópticos Anteriormente describimos un método para estimar la conductividad térmica de los medios magnetoópticos de grabación. El método se basa en la identificación de la potencia láser que lleva la temperatura máxima de la capa de TbFeCo a tan alta como la temperatura de Curie. Utilizamos ampliamente un método similar para estimar la capacidad de calor de una capa dieléctrica, una capa TbFeCo y una capa de aleación de aluminio de un medio de grabación magnetoóptico. Las mediciones se realizan en discos estáticos con un haz de luz centrado en una capa de TbFeCo. El método tiene la ventaja de la difusión térmica dependiendo de una estructura multicapa y el tiempo de irradiación ",
            "error": [
                ""
            ]
        },
        "magneto-optical media": {
            "translated_key": "medio magnético-óptico",
            "translated_annotated_text": "Estimación de coeficientes térmicos de \"medio magnético-óptico\" Anteriormente describimos un método para estimar la conductividad térmica de los medios magneto-ópticos de grabación. El método se basa en la identificación de la potencia láser que lleva la temperatura máxima de la capa de TbFeCo a tan alta como la temperatura de Curie. Utilizamos ampliamente un método similar para estimar la capacidad de calor de una capa dieléctrica, una capa TbFeCo y una capa de aleación de aluminio de un medio de grabación magnetoóptico. Las mediciones se realizan en discos estáticos con un haz de luz centrado en una capa de TbFeCo. El método tiene la ventaja de la difusión térmica dependiendo de una estructura multicapa y el tiempo de irradiación ",
            "error": [
                ""
            ]
        },
        "thermal conductivity": {
            "translated_key": "conductividad térmica",
            "translated_annotated_text": "Estimación de los coeficientes térmicos de los medios magnetoópticos Anteriormente describimos un método para estimar la \"conductividad térmica\" de los medios magnetoópticos de grabación. El método se basa en la identificación de la potencia láser que lleva la temperatura máxima de la capa de TbFeCo a tan alta como la temperatura de Curie. Utilizamos ampliamente un método similar para estimar la capacidad de calor de una capa dieléctrica, una capa TbFeCo y una capa de aleación de aluminio de un medio de grabación magnetoóptico. Las mediciones se realizan en discos estáticos con un haz de luz centrado en una capa de TbFeCo. El método tiene la ventaja de la difusión térmica dependiendo de una estructura multicapa y el tiempo de irradiación ",
            "error": [
                ""
            ]
        },
        "laser power": {
            "translated_key": "potencia láser",
            "translated_annotated_text": "Estimación de los coeficientes térmicos de los medios magnetoópticos Anteriormente describimos un método para estimar la conductividad térmica de los medios magnetoópticos de grabación. El método se basa en la identificación de la \"potencia láser\" que lleva la temperatura máxima de la capa de TbFeCo a tan alta como la temperatura de Curie. Utilizamos ampliamente un método similar para estimar la capacidad de calor de una capa dieléctrica, una capa TbFeCo y una capa de aleación de aluminio de un medio de grabación magnetoóptico. Las mediciones se realizan en discos estáticos con un haz de luz centrado en una capa de TbFeCo. El método tiene la ventaja de la difusión térmica dependiendo de una estructura multicapa y el tiempo de irradiación ",
            "error": [
                ""
            ]
        },
        "maximum temperature": {
            "translated_key": "temperatura máxima",
            "translated_annotated_text": "Estimación de los coeficientes térmicos de los medios magnetoópticos Anteriormente describimos un método para estimar la conductividad térmica de los medios magnetoópticos de grabación. El método se basa en la identificación de la potencia láser que lleva la \"temperatura máxima\" de la capa de TbFeCo a tan alta como la temperatura de Curie. Utilizamos ampliamente un método similar para estimar la capacidad de calor de una capa dieléctrica, una capa TbFeCo y una capa de aleación de aluminio de un medio de grabación magnetoóptico. Las mediciones se realizan en discos estáticos con un haz de luz centrado en una capa de TbFeCo. El método tiene la ventaja de la difusión térmica dependiendo de una estructura multicapa y el tiempo de irradiación ",
            "error": [
                ""
            ]
        },
        "TbFeCo layer": {
            "translated_key": [
                "capa de TbFeCo",
                "capa TbFeCo",
                "capa de TbFeCo"
            ],
            "translated_annotated_text": "Estimación de los coeficientes térmicos de los medios magnetoópticos Anteriormente describimos un método para estimar la conductividad térmica de los medios magnetoópticos de grabación. El método se basa en la identificación de la potencia láser que lleva la temperatura máxima de la \"capa de TbFeCo\" a tan alta como la temperatura de Curie. Utilizamos ampliamente un método similar para estimar la capacidad de calor de una capa dieléctrica, una \"capa TbFeCo\", y una capa de aleación de aluminio de medios magnetoópticos de grabación. Las mediciones se realizan en discos estáticos con un haz de luz enfocado en una \"capa de TbFeCo\". El método tiene la ventaja de la difusión térmica dependiendo de una estructura multicapa y el tiempo de irradiación ",
            "error": [
                "capa de TbFeCo",
                "capa TbFeCo",
                "capa de TbFeCo"
            ]
        },
        "Curie temperature": {
            "translated_key": "Temperatura Curie",
            "translated_annotated_text": "Estimación de los coeficientes térmicos de los medios magnetoópticos Anteriormente describimos un método para estimar la conductividad térmica de los medios magnetoópticos de grabación. El método se basa en la identificación de la potencia láser que lleva la temperatura máxima de la capa de TbFeCo a tan alto como la \"Temperatura Curie\". Utilizamos ampliamente un método similar para estimar la capacidad de calor de una capa dieléctrica, una capa TbFeCo y una capa de aleación de aluminio de un medio de grabación magnetoóptico. Las mediciones se realizan en discos estáticos con un haz de luz centrado en una capa de TbFeCo. El método tiene la ventaja de la difusión térmica dependiendo de una estructura multicapa y el tiempo de irradiación ",
            "error": [
                ""
            ]
        },
        "dielectric layer": {
            "translated_key": "capa dieléctrica",
            "translated_annotated_text": "Estimación de los coeficientes térmicos de los medios magnetoópticos Anteriormente describimos un método para estimar la conductividad térmica de los medios magnetoópticos de grabación. El método se basa en la identificación de la potencia láser que lleva la temperatura máxima de la capa de TbFeCo a tan alta como la temperatura de Curie. Utilizamos ampliamente un método similar para estimar la capacidad de calor de una \"capa dieléctrica\", una capa TbFeCo, y una capa de aleación de aluminio de medios magnetoópticos de grabación. Las mediciones se realizan en discos estáticos con un haz de luz centrado en una capa de TbFeCo. El método tiene la ventaja de la difusión térmica dependiendo de una estructura multicapa y el tiempo de irradiación ",
            "error": [
                ""
            ]
        },
        "heat capacity": {
            "translated_key": "capacidad de calor",
            "translated_annotated_text": "Estimación de los coeficientes térmicos de los medios magnetoópticos Anteriormente describimos un método para estimar la conductividad térmica de los medios magnetoópticos de grabación. El método se basa en la identificación de la potencia láser que lleva la temperatura máxima de la capa de TbFeCo a tan alta como la temperatura de Curie. Utilizamos ampliamente un método similar para estimar la \"capacidad de calor\" de una capa dieléctrica, una capa TbFeCo y una capa de aleación de aluminio de un medio de grabación magnetoóptico. Las mediciones se realizan en discos estáticos con un haz de luz centrado en una capa de TbFeCo. El método tiene la ventaja de la difusión térmica dependiendo de una estructura multicapa y el tiempo de irradiación ",
            "error": [
                ""
            ]
        },
        "aluminum alloy layer": {
            "translated_key": "capa de aleación de aluminio",
            "translated_annotated_text": "Estimación de los coeficientes térmicos de los medios magnetoópticos Anteriormente describimos un método para estimar la conductividad térmica de los medios magnetoópticos de grabación. El método se basa en la identificación de la potencia láser que lleva la temperatura máxima de la capa de TbFeCo a tan alta como la temperatura de Curie. Utilizamos ampliamente un método similar para estimar la capacidad de calor de una capa dieléctrica, una capa TbFeCo y una \"capa de aleación de aluminio\" de medios de grabación magnetoópticos. Las mediciones se realizan en discos estáticos con un haz de luz centrado en una capa de TbFeCo. El método tiene la ventaja de la difusión térmica dependiendo de una estructura multicapa y el tiempo de irradiación ",
            "error": [
                ""
            ]
        },
        "magneto-optic recording media": {
            "translated_key": [
                "medios de grabación magnéticoópticos",
                "medio de grabación magnético-óptica"
            ],
            "translated_annotated_text": "Estimación de los coeficientes térmicos de los medios magnetoópticos Anteriormente describimos un método para estimar la conductividad térmica de los \"medios de grabación magnéticoópticos\". El método se basa en la identificación de la potencia láser que lleva la temperatura máxima de la capa de TbFeCo a tan alta como la temperatura de Curie. Utilizamos ampliamente un método similar para estimar la capacidad de calor de una capa dieléctrica, una capa TbFeCo y una capa de aleación de aluminio de \"medio de grabación magnético-óptica\". Las mediciones se realizan en discos estáticos con un haz de luz centrado en una capa de TbFeCo. El método tiene la ventaja de la difusión térmica dependiendo de una estructura multicapa y el tiempo de irradiación ",
            "error": [
                "medios de grabación magnéticoópticos",
                "medio de grabación magnético-óptica"
            ]
        },
        "static disks": {
            "translated_key": "discos estáticos",
            "translated_annotated_text": "Estimación de los coeficientes térmicos de los medios magnetoópticos Anteriormente describimos un método para estimar la conductividad térmica de los medios magnetoópticos de grabación. El método se basa en la identificación de la potencia láser que lleva la temperatura máxima de la capa de TbFeCo a tan alta como la temperatura de Curie. Utilizamos ampliamente un método similar para estimar la capacidad de calor de una capa dieléctrica, una capa TbFeCo y una capa de aleación de aluminio de un medio de grabación magnetoóptico. Las mediciones se realizan en \"discos estáticos\" con un haz de luz enfocado en una capa de TbFeCo. El método tiene la ventaja de la difusión térmica dependiendo de una estructura multicapa y el tiempo de irradiación ",
            "error": [
                ""
            ]
        },
        "light focusing": {
            "translated_key": [],
            "translated_annotated_text": "Estimación de los coeficientes térmicos de los medios magnetoópticos Anteriormente describimos un método para estimar la conductividad térmica de los medios magnetoópticos de grabación. El método se basa en la identificación de la potencia láser que lleva la temperatura máxima de la capa de TbFeCo a tan alta como la temperatura de Curie. Utilizamos ampliamente un método similar para estimar la capacidad de calor de una capa dieléctrica, una capa TbFeCo y una capa de aleación de aluminio de un medio de grabación magnetoóptico. Las mediciones se realizan en discos estáticos con un haz de luz centrado en una capa de TbFeCo. El método tiene la ventaja de la difusión térmica dependiendo de una estructura multicapa y el tiempo de irradiación ",
            "error": []
        },
        "thermal diffusion": {
            "translated_key": "difusión térmica",
            "translated_annotated_text": "Estimación de los coeficientes térmicos de los medios magnetoópticos Anteriormente describimos un método para estimar la conductividad térmica de los medios magnetoópticos de grabación. El método se basa en la identificación de la potencia láser que lleva la temperatura máxima de la capa de TbFeCo a tan alta como la temperatura de Curie. Utilizamos ampliamente un método similar para estimar la capacidad de calor de una capa dieléctrica, una capa TbFeCo y una capa de aleación de aluminio de un medio de grabación magnetoóptico. Las mediciones se realizan en discos estáticos con un haz de luz centrado en una capa de TbFeCo. El método tiene la ventaja de \"difusión térmica\" dependiendo de una estructura multicapa y el tiempo de irradiación ",
            "error": [
                ""
            ]
        },
        "multilayer structure": {
            "translated_key": "estructura multicapa",
            "translated_annotated_text": "Estimación de los coeficientes térmicos de los medios magnetoópticos Anteriormente describimos un método para estimar la conductividad térmica de los medios magnetoópticos de grabación. El método se basa en la identificación de la potencia láser que lleva la temperatura máxima de la capa de TbFeCo a tan alta como la temperatura de Curie. Utilizamos ampliamente un método similar para estimar la capacidad de calor de una capa dieléctrica, una capa TbFeCo y una capa de aleación de aluminio de un medio de grabación magnetoóptico. Las mediciones se realizan en discos estáticos con un haz de luz centrado en una capa de TbFeCo. El método tiene la ventaja de la difusión térmica dependiendo de una \"estructura multicapa\" y el tiempo de irradiación ",
            "error": [
                ""
            ]
        },
        "irradiation time": {
            "translated_key": "tiempo de irradiación",
            "translated_annotated_text": "Estimación de los coeficientes térmicos de los medios magnetoópticos Anteriormente describimos un método para estimar la conductividad térmica de los medios magnetoópticos de grabación. El método se basa en la identificación de la potencia láser que lleva la temperatura máxima de la capa de TbFeCo a tan alta como la temperatura de Curie. Utilizamos ampliamente un método similar para estimar la capacidad de calor de una capa dieléctrica, una capa TbFeCo y una capa de aleación de aluminio de un medio de grabación magnetoóptico. Las mediciones se realizan en discos estáticos con un haz de luz centrado en una capa de TbFeCo. El método tiene la ventaja de la difusión térmica dependiendo de una estructura multicapa y \"tiempo de irradiación\" ",
            "error": [
                ""
            ]
        },
        "TbFeCo": {
            "translated_key": "TbFeCo",
            "translated_annotated_text": "Estimación de los coeficientes térmicos de los medios magnetoópticos Anteriormente describimos un método para estimar la conductividad térmica de los medios magnetoópticos de grabación. El método se basa en la identificación de la potencia láser que lleva la temperatura máxima de la capa \"TbFeCo\" a tan alta como la temperatura de Curie. Utilizamos ampliamente un método similar para estimar la capacidad de calor de una capa dieléctrica, una capa \"TbFeCo\" y una capa de aleación de aluminio de un medio de grabación magnetoóptico. Las mediciones se realizan en discos estáticos con un haz de luz enfocado en una capa \"TbFeCo\". El método tiene la ventaja de la difusión térmica dependiendo de una estructura multicapa y el tiempo de irradiación ",
            "error": [
                ""
            ]
        },
        "cobalt alloys": {
            "translated_key": [],
            "translated_annotated_text": "Estimación de los coeficientes térmicos de los medios magnetoópticos Anteriormente describimos un método para estimar la conductividad térmica de los medios magnetoópticos de grabación. El método se basa en la identificación de la potencia láser que lleva la temperatura máxima de la capa de TbFeCo a tan alta como la temperatura de Curie. Utilizamos ampliamente un método similar para estimar la capacidad de calor de una capa dieléctrica, una capa TbFeCo y una capa de aleación de aluminio de un medio de grabación magnetoóptico. Las mediciones se realizan en discos estáticos con un haz de luz centrado en una capa de TbFeCo. El método tiene la ventaja de la difusión térmica dependiendo de una estructura multicapa y el tiempo de irradiación ",
            "error": []
        },
        "iron alloys": {
            "translated_key": [],
            "translated_annotated_text": "Estimación de los coeficientes térmicos de los medios magnetoópticos Anteriormente describimos un método para estimar la conductividad térmica de los medios magnetoópticos de grabación. El método se basa en la identificación de la potencia láser que lleva la temperatura máxima de la capa de TbFeCo a tan alta como la temperatura de Curie. Utilizamos ampliamente un método similar para estimar la capacidad de calor de una capa dieléctrica, una capa TbFeCo y una capa de aleación de aluminio de un medio de grabación magnetoóptico. Las mediciones se realizan en discos estáticos con un haz de luz centrado en una capa de TbFeCo. El método tiene la ventaja de la difusión térmica dependiendo de una estructura multicapa y el tiempo de irradiación ",
            "error": []
        },
        "magnetic thin films": {
            "translated_key": [],
            "translated_annotated_text": "Estimación de los coeficientes térmicos de los medios magnetoópticos Anteriormente describimos un método para estimar la conductividad térmica de los medios magnetoópticos de grabación. El método se basa en la identificación de la potencia láser que lleva la temperatura máxima de la capa de TbFeCo a tan alta como la temperatura de Curie. Utilizamos ampliamente un método similar para estimar la capacidad de calor de una capa dieléctrica, una capa TbFeCo y una capa de aleación de aluminio de un medio de grabación magnetoóptico. Las mediciones se realizan en discos estáticos con un haz de luz centrado en una capa de TbFeCo. El método tiene la ventaja de la difusión térmica dependiendo de una estructura multicapa y el tiempo de irradiación ",
            "error": []
        },
        "magneto-optical recording": {
            "translated_key": [],
            "translated_annotated_text": "Estimación de los coeficientes térmicos de los medios magnetoópticos Anteriormente describimos un método para estimar la conductividad térmica de los medios magnetoópticos de grabación. El método se basa en la identificación de la potencia láser que lleva la temperatura máxima de la capa de TbFeCo a tan alta como la temperatura de Curie. Utilizamos ampliamente un método similar para estimar la capacidad de calor de una capa dieléctrica, una capa TbFeCo y una capa de aleación de aluminio de un medio de grabación magnetoóptico. Las mediciones se realizan en discos estáticos con un haz de luz centrado en una capa de TbFeCo. El método tiene la ventaja de la difusión térmica dependiendo de una estructura multicapa y el tiempo de irradiación ",
            "error": []
        },
        "optical disc storage": {
            "translated_key": [],
            "translated_annotated_text": "Estimación de los coeficientes térmicos de los medios magnetoópticos Anteriormente describimos un método para estimar la conductividad térmica de los medios magnetoópticos de grabación. El método se basa en la identificación de la potencia láser que lleva la temperatura máxima de la capa de TbFeCo a tan alta como la temperatura de Curie. Utilizamos ampliamente un método similar para estimar la capacidad de calor de una capa dieléctrica, una capa TbFeCo y una capa de aleación de aluminio de un medio de grabación magnetoóptico. Las mediciones se realizan en discos estáticos con un haz de luz centrado en una capa de TbFeCo. El método tiene la ventaja de la difusión térmica dependiendo de una estructura multicapa y el tiempo de irradiación ",
            "error": []
        },
        "optical multilayers": {
            "translated_key": [],
            "translated_annotated_text": "Estimación de los coeficientes térmicos de los medios magnetoópticos Anteriormente describimos un método para estimar la conductividad térmica de los medios magnetoópticos de grabación. El método se basa en la identificación de la potencia láser que lleva la temperatura máxima de la capa de TbFeCo a tan alta como la temperatura de Curie. Utilizamos ampliamente un método similar para estimar la capacidad de calor de una capa dieléctrica, una capa TbFeCo y una capa de aleación de aluminio de un medio de grabación magnetoóptico. Las mediciones se realizan en discos estáticos con un haz de luz centrado en una capa de TbFeCo. El método tiene la ventaja de la difusión térmica dependiendo de una estructura multicapa y el tiempo de irradiación ",
            "error": []
        },
        "terbium alloys": {
            "translated_key": [],
            "translated_annotated_text": "Estimación de los coeficientes térmicos de los medios magnetoópticos Anteriormente describimos un método para estimar la conductividad térmica de los medios magnetoópticos de grabación. El método se basa en la identificación de la potencia láser que lleva la temperatura máxima de la capa de TbFeCo a tan alta como la temperatura de Curie. Utilizamos ampliamente un método similar para estimar la capacidad de calor de una capa dieléctrica, una capa TbFeCo y una capa de aleación de aluminio de un medio de grabación magnetoóptico. Las mediciones se realizan en discos estáticos con un haz de luz centrado en una capa de TbFeCo. El método tiene la ventaja de la difusión térmica dependiendo de una estructura multicapa y el tiempo de irradiación ",
            "error": []
        },
        "thermal conductivity measurement": {
            "translated_key": [],
            "translated_annotated_text": "Estimación de los coeficientes térmicos de los medios magnetoópticos Anteriormente describimos un método para estimar la conductividad térmica de los medios magnetoópticos de grabación. El método se basa en la identificación de la potencia láser que lleva la temperatura máxima de la capa de TbFeCo a tan alta como la temperatura de Curie. Utilizamos ampliamente un método similar para estimar la capacidad de calor de una capa dieléctrica, una capa TbFeCo y una capa de aleación de aluminio de un medio de grabación magnetoóptico. Las mediciones se realizan en discos estáticos con un haz de luz centrado en una capa de TbFeCo. El método tiene la ventaja de la difusión térmica dependiendo de una estructura multicapa y el tiempo de irradiación ",
            "error": []
        }
    }
}