{
    "original_text": "Estimation of thermal coefficients of magneto-optical media Previously we described a method for estimating the thermal conductivity of magneto-optic recording media. The method relies on identifying the laser power that brings the maximum temperature of the TbFeCo layer to as high as the Curie temperature. We extensively use a similar method to estimate the heat capacity of a dielectric layer, a TbFeCo layer, and an aluminum alloy layer of magneto-optic recording media. Measurements are conducted on static disks with a beam of light focused on a TbFeCo layer. The method has the advantage of thermal diffusion depending on a multilayer structure and irradiation time",
    "original_translation": "Estimación de los coeficientes térmicos de los medios magnetoópticos Anteriormente describimos un método para estimar la conductividad térmica de los medios magnetoópticos de grabación. El método se basa en la identificación de la potencia láser que lleva la temperatura máxima de la capa de TbFeCo a tan alta como la temperatura de Curie. Utilizamos ampliamente un método similar para estimar la capacidad de calor de una capa dieléctrica, una capa TbFeCo y una capa de aleación de aluminio de un medio de grabación magnetoóptico. Las mediciones se realizan en discos estáticos con un haz de luz centrado en una capa de TbFeCo. El método tiene la ventaja de la difusión térmica dependiendo de una estructura multicapa y el tiempo de irradiación",
    "error_count": 14,
    "keys": {
        "thermal coefficients": {
            "translated_key": "coeficientes térmicos",
            "translated_annotated_text": "Estimación de los <br>coeficientes térmicos</br> de los medios magnetoópticos Anteriormente describimos un método para estimar la conductividad térmica de los medios magnetoópticos de grabación.  El método se basa en la identificación de la potencia láser que lleva la temperatura máxima de la capa de TbFeCo a tan alta como la temperatura de Curie. Utilizamos ampliamente un método similar para estimar la capacidad de calor de una capa dieléctrica, una capa TbFeCo y una capa de aleación de aluminio de un medio de grabación magnetoóptico. Las mediciones se realizan en discos estáticos con un haz de luz centrado en una capa de TbFeCo. El método tiene la ventaja de la difusión térmica dependiendo de una estructura multicapa y el tiempo de irradiación ",
            "error": [
                ""
            ]
        },
        "magneto-optical media": {
            "translated_key": "medios magnetoópticos",
            "translated_annotated_text": "Estimación de los coeficientes térmicos de los <br>medios magnetoópticos</br> Anteriormente describimos un método para estimar la conductividad térmica de los <br>medios magnetoópticos</br> de grabación.  El método se basa en la identificación de la potencia láser que lleva la temperatura máxima de la capa de TbFeCo a tan alta como la temperatura de Curie. Utilizamos ampliamente un método similar para estimar la capacidad de calor de una capa dieléctrica, una capa TbFeCo y una capa de aleación de aluminio de un medio de grabación magnetoóptico. Las mediciones se realizan en discos estáticos con un haz de luz centrado en una capa de TbFeCo. El método tiene la ventaja de la difusión térmica dependiendo de una estructura multicapa y el tiempo de irradiación ",
            "error": [
                ""
            ]
        },
        "thermal conductivity": {
            "translated_key": [],
            "translated_annotated_text": "Estimación de los coeficientes térmicos de los medios magnetoópticos Anteriormente describimos un método para estimar la conductividad <br>térmica de los medios magnetoópticos de grabación. El método se basa en la identificación de la potencia láser que lleva la temperatura máxima de la capa de TbFeCo a tan alta como la temperatura de Curie. Utilizamos ampliamente un método similar para estimar la capacidad de calor de una capa dieléctrica, una capa TbFeCo y una capa de aleación de aluminio de un medio de grabación magnetoóptico. Las mediciones se realizan en discos estáticos con un haz de luz centrado en una capa de TbFeCo. El método tiene la ventaja de la difusión térmica dependiendo de una estructura multicapa y el tiempo de irradiación ",
            "error": []
        },
        "laser power": {
            "translated_key": "laser",
            "translated_annotated_text": "Estimación de los coeficientes térmicos de los medios magnetoópticos Anteriormente describimos un método para estimar la conductividad térmica de los medios magnetoópticos de grabación. El método se basa en la identificación de la potencia <br>laser</br> que lleva la temperatura máxima de la capa de TbFeCo a tan alta como la temperatura de Curie. Utilizamos ampliamente un método similar para estimar la capacidad de calor de una capa dieléctrica, una capa TbFeCo y una capa de aleación de aluminio de un medio de grabación magnetoóptico. Las mediciones se realizan en discos estáticos con un haz de luz centrado en una capa de TbFeCo. El método tiene la ventaja de la difusión térmica dependiendo de una estructura multicapa y el tiempo de irradiación ",
            "error": [
                ""
            ]
        },
        "maximum temperature": {
            "translated_key": "máxima",
            "translated_annotated_text": "Estimación de los coeficientes térmicos de los medios magnetoópticos Anteriormente describimos un método para estimar la conductividad térmica de los medios magnetoópticos de grabación. El método se basa en la identificación de la potencia láser que lleva la temperatura <br>máxima</br> de la capa TbFeCo a tan alta como la temperatura Curie. Utilizamos ampliamente un método similar para estimar la capacidad de calor de una capa dieléctrica, una capa TbFeCo y una capa de aleación de aluminio de un medio de grabación magnetoóptico. Las mediciones se realizan en discos estáticos con un haz de luz centrado en una capa de TbFeCo. El método tiene la ventaja de la difusión térmica dependiendo de una estructura multicapa y el tiempo de irradiación ",
            "error": [
                ""
            ]
        },
        "TbFeCo layer": {
            "translated_key": "TbFeCo",
            "translated_annotated_text": "Estimación de los coeficientes térmicos de los medios magnetoópticos Anteriormente describimos un método para estimar la conductividad térmica de los medios magnetoópticos de grabación. El método se basa en la identificación de la potencia láser que lleva la temperatura máxima de la capa <br>TbFeCo</br> a tan alta como la temperatura Curie. Utilizamos ampliamente un método similar para estimar la capacidad de calor de una capa dieléctrica, una capa <br>TbFeCo</br> y una capa de aleación de aluminio de un medio de grabación magnetoóptico. Las mediciones se realizan en discos estáticos con un haz de luz centrado en una capa <br>TbFeCo</br>. El método tiene la ventaja de la difusión térmica dependiendo de una estructura multicapa y el tiempo de irradiación ",
            "error": [
                ""
            ]
        },
        "Curie temperature": {
            "translated_key": "Curie",
            "translated_annotated_text": "Estimación de los coeficientes térmicos de los medios magnetoópticos Anteriormente describimos un método para estimar la conductividad térmica de los medios magnetoópticos de grabación. El método se basa en la identificación de la potencia láser que lleva la temperatura máxima de la capa de TbFeCo a tan alto como la temperatura <br>Curie</br>. Utilizamos ampliamente un método similar para estimar la capacidad de calor de una capa dieléctrica, una capa TbFeCo y una capa de aleación de aluminio de un medio de grabación magnetoóptico. Las mediciones se realizan en discos estáticos con un haz de luz centrado en una capa de TbFeCo. El método tiene la ventaja de la difusión térmica dependiendo de una estructura multicapa y el tiempo de irradiación ",
            "error": [
                ""
            ]
        },
        "dielectric layer": {
            "translated_key": [],
            "translated_annotated_text": "Estimación de los coeficientes térmicos de los medios magnetoópticos Anteriormente describimos un método para estimar la conductividad térmica de los medios magnetoópticos de grabación. El método se basa en la identificación de la potencia láser que lleva la temperatura máxima de la capa de TbFeCo a tan alta como la temperatura de Curie. Utilizamos ampliamente un método similar para estimar la capacidad calorífica de una capa dieléctrica <br>, una capa TbFeCo y una capa de aleación de aluminio de un medio de grabación magnetoóptico. Las mediciones se realizan en discos estáticos con un haz de luz centrado en una capa de TbFeCo. El método tiene la ventaja de la difusión térmica dependiendo de una estructura multicapa y el tiempo de irradiación ",
            "error": []
        },
        "heat capacity": {
            "translated_key": [],
            "translated_annotated_text": "Estimación de los coeficientes térmicos de los medios magnetoópticos Anteriormente describimos un método para estimar la conductividad térmica de los medios magnetoópticos de grabación. El método se basa en la identificación de la potencia láser que lleva la temperatura máxima de la capa de TbFeCo a tan alta como la temperatura de Curie. Utilizamos ampliamente un método similar para estimar la capacidad de calor <br> de una capa dieléctrica, una capa de TbFeCo y una capa de aleación de aluminio de un medio de grabación magnetoóptico. Las mediciones se realizan en discos estáticos con un haz de luz centrado en una capa de TbFeCo. El método tiene la ventaja de la difusión térmica dependiendo de una estructura multicapa y el tiempo de irradiación ",
            "error": []
        },
        "aluminum alloy layer": {
            "translated_key": "aluminum",
            "translated_annotated_text": "Estimación de los coeficientes térmicos de los medios magnetoópticos Anteriormente describimos un método para estimar la conductividad térmica de los medios magnetoópticos de grabación. El método se basa en la identificación de la potencia láser que lleva la temperatura máxima de la capa de TbFeCo a tan alta como la temperatura de Curie. Utilizamos ampliamente un método similar para estimar la capacidad de calor de una capa dieléctrica, una capa TbFeCo y una capa de aleación de <br>aluminum</br> de un medio de grabación magnetoóptico. Las mediciones se realizan en discos estáticos con un haz de luz centrado en una capa de TbFeCo. El método tiene la ventaja de la difusión térmica dependiendo de una estructura multicapa y el tiempo de irradiación ",
            "error": [
                ""
            ]
        },
        "magneto-optic recording media": {
            "translated_key": [
                "magnetoópticos",
                "magneto-óptica de medios de grabación"
            ],
            "translated_annotated_text": "Estimación de los coeficientes térmicos de los medios magnetoópticos Anteriormente describimos un método para estimar la conductividad térmica de los medios de grabación <br>magnetoópticos</br>. El método se basa en la identificación de la potencia láser que lleva la temperatura máxima de la capa de TbFeCo a tan alta como la temperatura de Curie. Utilizamos ampliamente un método similar para estimar la capacidad de calor de una capa dieléctrica, una capa TbFeCo y una capa de aleación de aluminio de <br>magneto-óptica de medios de grabación</br>. Las mediciones se realizan en discos estáticos con un haz de luz centrado en una capa de TbFeCo. El método tiene la ventaja de la difusión térmica dependiendo de una estructura multicapa y el tiempo de irradiación ",
            "error": [
                "magnetoópticos",
                "magneto-óptica de medios de grabación"
            ]
        },
        "static disks": {
            "translated_key": "estáticos",
            "translated_annotated_text": "Estimación de los coeficientes térmicos de los medios magnetoópticos Anteriormente describimos un método para estimar la conductividad térmica de los medios magnetoópticos de grabación. El método se basa en la identificación de la potencia láser que lleva la temperatura máxima de la capa de TbFeCo a tan alta como la temperatura de Curie. Utilizamos ampliamente un método similar para estimar la capacidad de calor de una capa dieléctrica, una capa TbFeCo y una capa de aleación de aluminio de un medio de grabación magnetoóptico. Las mediciones se realizan en discos <br>estáticos</br> con un haz de luz centrado en una capa de TbFeCo. El método tiene la ventaja de la difusión térmica dependiendo de una estructura multicapa y el tiempo de irradiación ",
            "error": [
                ""
            ]
        },
        "light focusing": {
            "translated_key": [],
            "translated_annotated_text": "Estimación de los coeficientes térmicos de los medios magnetoópticos Anteriormente describimos un método para estimar la conductividad térmica de los medios magnetoópticos de grabación. El método se basa en la identificación de la potencia láser que lleva la temperatura máxima de la capa de TbFeCo a tan alta como la temperatura de Curie. Utilizamos ampliamente un método similar para estimar la capacidad de calor de una capa dieléctrica, una capa TbFeCo y una capa de aleación de aluminio de un medio de grabación magnetoóptico. Las mediciones se realizan en discos estáticos con un haz de luz centrado en una capa de TbFeCo. El método tiene la ventaja de la difusión térmica dependiendo de una estructura multicapa y el tiempo de irradiación ",
            "error": []
        },
        "thermal diffusion": {
            "translated_key": "difusión térmica",
            "translated_annotated_text": "Estimación de los coeficientes térmicos de los medios magnetoópticos Anteriormente describimos un método para estimar la conductividad térmica de los medios magnetoópticos de grabación. El método se basa en la identificación de la potencia láser que lleva la temperatura máxima de la capa de TbFeCo a tan alta como la temperatura de Curie. Utilizamos ampliamente un método similar para estimar la capacidad de calor de una capa dieléctrica, una capa TbFeCo y una capa de aleación de aluminio de un medio de grabación magnetoóptico. Las mediciones se realizan en discos estáticos con un haz de luz centrado en una capa de TbFeCo. El método tiene la ventaja de <br>difusión térmica</br> dependiendo de una estructura multicapa y tiempo de irradiación ",
            "error": [
                ""
            ]
        },
        "multilayer structure": {
            "translated_key": [],
            "translated_annotated_text": "Estimación de los coeficientes térmicos de los medios magnetoópticos Anteriormente describimos un método para estimar la conductividad térmica de los medios magnetoópticos de grabación. El método se basa en la identificación de la potencia láser que lleva la temperatura máxima de la capa de TbFeCo a tan alta como la temperatura de Curie. Utilizamos ampliamente un método similar para estimar la capacidad de calor de una capa dieléctrica, una capa TbFeCo y una capa de aleación de aluminio de un medio de grabación magnetoóptico. Las mediciones se realizan en discos estáticos con un haz de luz centrado en una capa de TbFeCo. El método tiene la ventaja de la difusión térmica dependiendo de una estructura multicapa <br> y el tiempo de irradiación ",
            "error": []
        },
        "irradiation time": {
            "translated_key": " ",
            "translated_annotated_text": "Estimación de los coeficientes térmicos de los medios magnetoópticos Anteriormente describimos un método para estimar la conductividad térmica de los medios magnetoópticos de grabación. El método se basa en la identificación de la potencia láser que lleva la temperatura máxima de la capa de TbFeCo a tan alta como la temperatura de Curie. Utilizamos ampliamente un método similar para estimar la capacidad de calor de una capa dieléctrica, una capa TbFeCo y una capa de aleación de aluminio de un medio de grabación magnetoóptico. Las mediciones se realizan en discos estáticos con un haz de luz centrado en una capa de TbFeCo. El método tiene la ventaja de la difusión térmica dependiendo de una estructura multicapa y el tiempo de irradiación <br> </br> ",
            "error": [
                ""
            ]
        },
        "TbFeCo": {
            "translated_key": "TbFeCo",
            "translated_annotated_text": "Estimación de los coeficientes térmicos de los medios magnetoópticos Anteriormente describimos un método para estimar la conductividad térmica de los medios magnetoópticos de grabación. El método se basa en la identificación de la potencia láser que lleva la temperatura máxima de la capa <br>TbFeCo</br> a tan alta como la temperatura Curie. Utilizamos ampliamente un método similar para estimar la capacidad de calor de una capa dieléctrica, una capa <br>TbFeCo</br> y una capa de aleación de aluminio de un medio de grabación magnetoóptico. Las mediciones se realizan en discos estáticos con un haz de luz centrado en una capa <br>TbFeCo</br>. El método tiene la ventaja de la difusión térmica dependiendo de una estructura multicapa y el tiempo de irradiación ",
            "error": [
                ""
            ]
        },
        "cobalt alloys": {
            "translated_key": [],
            "translated_annotated_text": "Estimación de los coeficientes térmicos de los medios magnetoópticos Anteriormente describimos un método para estimar la conductividad térmica de los medios magnetoópticos de grabación. El método se basa en la identificación de la potencia láser que lleva la temperatura máxima de la capa de TbFeCo a tan alta como la temperatura de Curie. Utilizamos ampliamente un método similar para estimar la capacidad de calor de una capa dieléctrica, una capa TbFeCo y una capa de aleación de aluminio de un medio de grabación magnetoóptico. Las mediciones se realizan en discos estáticos con un haz de luz centrado en una capa de TbFeCo. El método tiene la ventaja de la difusión térmica dependiendo de una estructura multicapa y el tiempo de irradiación ",
            "error": []
        },
        "iron alloys": {
            "translated_key": [],
            "translated_annotated_text": "Estimación de los coeficientes térmicos de los medios magnetoópticos Anteriormente describimos un método para estimar la conductividad térmica de los medios magnetoópticos de grabación. El método se basa en la identificación de la potencia láser que lleva la temperatura máxima de la capa de TbFeCo a tan alta como la temperatura de Curie. Utilizamos ampliamente un método similar para estimar la capacidad de calor de una capa dieléctrica, una capa TbFeCo y una capa de aleación de aluminio de un medio de grabación magnetoóptico. Las mediciones se realizan en discos estáticos con un haz de luz centrado en una capa de TbFeCo. El método tiene la ventaja de la difusión térmica dependiendo de una estructura multicapa y el tiempo de irradiación ",
            "error": []
        },
        "magnetic thin films": {
            "translated_key": [],
            "translated_annotated_text": "Estimación de los coeficientes térmicos de los medios magnetoópticos Anteriormente describimos un método para estimar la conductividad térmica de los medios magnetoópticos de grabación. El método se basa en la identificación de la potencia láser que lleva la temperatura máxima de la capa de TbFeCo a tan alta como la temperatura de Curie. Utilizamos ampliamente un método similar para estimar la capacidad de calor de una capa dieléctrica, una capa TbFeCo y una capa de aleación de aluminio de un medio de grabación magnetoóptico. Las mediciones se realizan en discos estáticos con un haz de luz centrado en una capa de TbFeCo. El método tiene la ventaja de la difusión térmica dependiendo de una estructura multicapa y el tiempo de irradiación ",
            "error": []
        },
        "magneto-optical recording": {
            "translated_key": [],
            "translated_annotated_text": "Estimación de los coeficientes térmicos de los medios magnetoópticos Anteriormente describimos un método para estimar la conductividad térmica de los medios magnetoópticos de grabación. El método se basa en la identificación de la potencia láser que lleva la temperatura máxima de la capa de TbFeCo a tan alta como la temperatura de Curie. Utilizamos ampliamente un método similar para estimar la capacidad de calor de una capa dieléctrica, una capa TbFeCo y una capa de aleación de aluminio de un medio de grabación magnetoóptico. Las mediciones se realizan en discos estáticos con un haz de luz centrado en una capa de TbFeCo. El método tiene la ventaja de la difusión térmica dependiendo de una estructura multicapa y el tiempo de irradiación ",
            "error": []
        },
        "optical disc storage": {
            "translated_key": [],
            "translated_annotated_text": "Estimación de los coeficientes térmicos de los medios magnetoópticos Anteriormente describimos un método para estimar la conductividad térmica de los medios magnetoópticos de grabación. El método se basa en la identificación de la potencia láser que lleva la temperatura máxima de la capa de TbFeCo a tan alta como la temperatura de Curie. Utilizamos ampliamente un método similar para estimar la capacidad de calor de una capa dieléctrica, una capa TbFeCo y una capa de aleación de aluminio de un medio de grabación magnetoóptico. Las mediciones se realizan en discos estáticos con un haz de luz centrado en una capa de TbFeCo. El método tiene la ventaja de la difusión térmica dependiendo de una estructura multicapa y el tiempo de irradiación ",
            "error": []
        },
        "optical multilayers": {
            "translated_key": [],
            "translated_annotated_text": "Estimación de los coeficientes térmicos de los medios magnetoópticos Anteriormente describimos un método para estimar la conductividad térmica de los medios magnetoópticos de grabación. El método se basa en la identificación de la potencia láser que lleva la temperatura máxima de la capa de TbFeCo a tan alta como la temperatura de Curie. Utilizamos ampliamente un método similar para estimar la capacidad de calor de una capa dieléctrica, una capa TbFeCo y una capa de aleación de aluminio de un medio de grabación magnetoóptico. Las mediciones se realizan en discos estáticos con un haz de luz centrado en una capa de TbFeCo. El método tiene la ventaja de la difusión térmica dependiendo de una estructura multicapa y el tiempo de irradiación ",
            "error": []
        },
        "terbium alloys": {
            "translated_key": [],
            "translated_annotated_text": "Estimación de los coeficientes térmicos de los medios magnetoópticos Anteriormente describimos un método para estimar la conductividad térmica de los medios magnetoópticos de grabación. El método se basa en la identificación de la potencia láser que lleva la temperatura máxima de la capa de TbFeCo a tan alta como la temperatura de Curie. Utilizamos ampliamente un método similar para estimar la capacidad de calor de una capa dieléctrica, una capa TbFeCo y una capa de aleación de aluminio de un medio de grabación magnetoóptico. Las mediciones se realizan en discos estáticos con un haz de luz centrado en una capa de TbFeCo. El método tiene la ventaja de la difusión térmica dependiendo de una estructura multicapa y el tiempo de irradiación ",
            "error": []
        },
        "thermal conductivity measurement": {
            "translated_key": [],
            "translated_annotated_text": "Estimación de los coeficientes térmicos de los medios magnetoópticos Anteriormente describimos un método para estimar la conductividad térmica de los medios magnetoópticos de grabación. El método se basa en la identificación de la potencia láser que lleva la temperatura máxima de la capa de TbFeCo a tan alta como la temperatura de Curie. Utilizamos ampliamente un método similar para estimar la capacidad de calor de una capa dieléctrica, una capa TbFeCo y una capa de aleación de aluminio de un medio de grabación magnetoóptico. Las mediciones se realizan en discos estáticos con un haz de luz centrado en una capa de TbFeCo. El método tiene la ventaja de la difusión térmica dependiendo de una estructura multicapa y el tiempo de irradiación ",
            "error": []
        }
    }
}