{
    "original_text": "Genetic algorithm-neural network estimation of Cobb angle from torso asymmetry in scoliosis Scoliosis severity, measured by the Cobb angle, was estimated by artificial neural network from indices of torso surface asymmetry using a genetic algorithm to select the optimal set of input torso indices. Estimates of the Cobb angle were accurate within 5 degrees in two-thirds, and within 10 degrees in six-sevenths, of a test set of 115 scans of 48 scoliosis patients, showing promise for future longitudinal studies to detect scoliosis progression without use of X-rays",
    "original_translation": "La estimación de la red neuronal del algoritmo genético del ángulo de Cobb desde la asimetría torso en la escoliosis La gravedad de la escoliosis, medida por el ángulo de Cobb, fue estimada por la red neuronal artificial a partir de índices de asimetría superficial del torso utilizando un algoritmo genético para seleccionar el conjunto óptimo de índices de torso de entrada. Las estimaciones del ángulo de Cobb fueron precisas dentro de 5 grados en dos tercios, y dentro de 10 grados en seis séptimos, de un conjunto de pruebas de 115 exploraciones de 48 pacientes con escoliosis, mostrando promesa para futuros estudios longitudinales para detectar progresión de la escoliosis sin uso de rayos X.",
    "error_count": 6,
    "keys": {
        "Cobb angle": {
            "translated_key": "Ángulo de Cobb",
            "translated_annotated_text": "La estimación de la red neuronal del algoritmo genético de \"Ángulo de Cobb\" a partir de la asimetría del torso en la gravedad de la escoliosis La escoliosis, medida por el \"Ángulo de Cobb\", fue estimada por la red neuronal artificial a partir de índices de asimetría de la superficie del torso utilizando un algoritmo genético para seleccionar el conjunto óptimo de índices de torso de entrada. Las estimaciones del \"Ángulo de Cobb\" fueron precisas dentro de 5 grados en dos tercios, y dentro de 10 grados en seis séptimos, de un conjunto de pruebas de 115 exploraciones de 48 pacientes con escoliosis, mostrando promesa para futuros estudios longitudinales para detectar progresión de la escoliosis sin uso de rayos X. ",
            "error": [
                ""
            ]
        },
        "artificial neural network": {
            "translated_key": "red neuronal artificial",
            "translated_annotated_text": "La estimación de la red neuronal del algoritmo genético del ángulo de Cobb desde la asimetría torso en la escoliosis La gravedad de la escoliosis, medida por el ángulo de Cobb, fue estimada por \"red neuronal artificial\" a partir de índices de asimetría superficial del torso utilizando un algoritmo genético para seleccionar el conjunto óptimo de índices de torso de entrada. Las estimaciones del ángulo de Cobb fueron precisas dentro de 5 grados en dos tercios, y dentro de 10 grados en seis séptimos, de un conjunto de pruebas de 115 exploraciones de 48 pacientes con escoliosis, mostrando promesa para futuros estudios longitudinales para detectar progresión de la escoliosis sin uso de rayos X. ",
            "error": [
                ""
            ]
        },
        "torso surface asymmetry": {
            "translated_key": "asimetría de superficie torso",
            "translated_annotated_text": "La estimación de la red neuronal del algoritmo genético del ángulo de Cobb desde la asimetría torso en la escoliosis La gravedad de la escoliosis, medida por el ángulo de Cobb, fue estimada por la red neuronal artificial a partir de índices de \"asimetría de superficie torso\" utilizando un algoritmo genético para seleccionar el conjunto óptimo de índices de torso de entrada. Las estimaciones del ángulo de Cobb fueron precisas dentro de 5 grados en dos tercios, y dentro de 10 grados en seis séptimos, de un conjunto de pruebas de 115 exploraciones de 48 pacientes con escoliosis, mostrando promesa para futuros estudios longitudinales para detectar progresión de la escoliosis sin uso de rayos X. ",
            "error": [
                ""
            ]
        },
        "genetic algorithm": {
            "translated_key": "algoritmo genético",
            "translated_annotated_text": "La estimación de la red neuronal del algoritmo genético del ángulo de Cobb desde la asimetría torso en la escoliosis La gravedad de la escoliosis, medida por el ángulo de Cobb, fue estimada por la red neuronal artificial a partir de índices de asimetría superficial del torso utilizando un \"algoritmo genético\" para seleccionar el conjunto óptimo de índices de torso de entrada. Las estimaciones del ángulo de Cobb fueron precisas dentro de 5 grados en dos tercios, y dentro de 10 grados en seis séptimos, de un conjunto de pruebas de 115 exploraciones de 48 pacientes con escoliosis, mostrando promesa para futuros estudios longitudinales para detectar progresión de la escoliosis sin uso de rayos X. ",
            "error": [
                ""
            ]
        },
        "input torso indices": {
            "translated_key": "índices de torso de entrada",
            "translated_annotated_text": "La estimación de la red neuronal del algoritmo genético del ángulo de Cobb desde la asimetría torso en la escoliosis La gravedad de la escoliosis, medida por el ángulo de Cobb, fue estimada por la red neuronal artificial a partir de índices de asimetría superficial del torso utilizando un algoritmo genético para seleccionar el conjunto óptimo de \"índices de torso de entrada\". Las estimaciones del ángulo de Cobb fueron precisas dentro de 5 grados en dos tercios, y dentro de 10 grados en seis séptimos, de un conjunto de pruebas de 115 exploraciones de 48 pacientes con escoliosis, mostrando promesa para futuros estudios longitudinales para detectar progresión de la escoliosis sin uso de rayos X. ",
            "error": [
                ""
            ]
        },
        "scoliosis patients": {
            "translated_key": "pacientes con escoliosis",
            "translated_annotated_text": "La estimación de la red neuronal del algoritmo genético del ángulo de Cobb desde la asimetría torso en la escoliosis La gravedad de la escoliosis, medida por el ángulo de Cobb, fue estimada por la red neuronal artificial a partir de índices de asimetría superficial del torso utilizando un algoritmo genético para seleccionar el conjunto óptimo de índices de torso de entrada. Las estimaciones del ángulo de Cobb fueron precisas dentro de 5 grados en dos tercios, y dentro de 10 grados en seis séptimos, de un conjunto de pruebas de 115 exploraciones de 48 \"pacientes con escoliosis\", mostrando promesa para futuros estudios longitudinales para detectar progresión de la escoliosis sin uso de rayos X. ",
            "error": [
                ""
            ]
        },
        "scoliosis progression": {
            "translated_key": "progresión de la escoliosis",
            "translated_annotated_text": "La estimación de la red neuronal del algoritmo genético del ángulo de Cobb desde la asimetría torso en la escoliosis La gravedad de la escoliosis, medida por el ángulo de Cobb, fue estimada por la red neuronal artificial a partir de índices de asimetría superficial del torso utilizando un algoritmo genético para seleccionar el conjunto óptimo de índices de torso de entrada. Las estimaciones del ángulo de Cobb fueron precisas dentro de 5 grados en dos tercios, y dentro de 10 grados en seis séptimos, de un conjunto de pruebas de 115 exploraciones de 48 pacientes con escoliosis, mostrando promesa para futuros estudios longitudinales para detectar \"progresión de la escoliosis\" sin uso de rayos X. ",
            "error": [
                ""
            ]
        },
        "angular measurement": {
            "translated_key": [],
            "translated_annotated_text": "La estimación de la red neuronal del algoritmo genético del ángulo de Cobb desde la asimetría torso en la escoliosis La gravedad de la escoliosis, medida por el ángulo de Cobb, fue estimada por la red neuronal artificial a partir de índices de asimetría superficial del torso utilizando un algoritmo genético para seleccionar el conjunto óptimo de índices de torso de entrada. Las estimaciones del ángulo de Cobb fueron precisas dentro de 5 grados en dos tercios, y dentro de 10 grados en seis séptimos, de un conjunto de pruebas de 115 exploraciones de 48 pacientes con escoliosis, mostrando promesa para futuros estudios longitudinales para detectar progresión de la escoliosis sin uso de rayos X. ",
            "error": []
        },
        "bone": {
            "translated_key": [],
            "translated_annotated_text": "La estimación de la red neuronal del algoritmo genético del ángulo de Cobb desde la asimetría torso en la escoliosis La gravedad de la escoliosis, medida por el ángulo de Cobb, fue estimada por la red neuronal artificial a partir de índices de asimetría superficial del torso utilizando un algoritmo genético para seleccionar el conjunto óptimo de índices de torso de entrada. Las estimaciones del ángulo de Cobb fueron precisas dentro de 5 grados en dos tercios, y dentro de 10 grados en seis séptimos, de un conjunto de pruebas de 115 exploraciones de 48 pacientes con escoliosis, mostrando promesa para futuros estudios longitudinales para detectar progresión de la escoliosis sin uso de rayos X. ",
            "error": []
        },
        "diagnostic radiography": {
            "translated_key": [],
            "translated_annotated_text": "La estimación de la red neuronal del algoritmo genético del ángulo de Cobb desde la asimetría torso en la escoliosis La gravedad de la escoliosis, medida por el ángulo de Cobb, fue estimada por la red neuronal artificial a partir de índices de asimetría superficial del torso utilizando un algoritmo genético para seleccionar el conjunto óptimo de índices de torso de entrada. Las estimaciones del ángulo de Cobb fueron precisas dentro de 5 grados en dos tercios, y dentro de 10 grados en seis séptimos, de un conjunto de pruebas de 115 exploraciones de 48 pacientes con escoliosis, mostrando promesa para futuros estudios longitudinales para detectar progresión de la escoliosis sin uso de rayos X. ",
            "error": []
        },
        "diseases": {
            "translated_key": [],
            "translated_annotated_text": "La estimación de la red neuronal del algoritmo genético del ángulo de Cobb desde la asimetría torso en la escoliosis La gravedad de la escoliosis, medida por el ángulo de Cobb, fue estimada por la red neuronal artificial a partir de índices de asimetría superficial del torso utilizando un algoritmo genético para seleccionar el conjunto óptimo de índices de torso de entrada. Las estimaciones del ángulo de Cobb fueron precisas dentro de 5 grados en dos tercios, y dentro de 10 grados en seis séptimos, de un conjunto de pruebas de 115 exploraciones de 48 pacientes con escoliosis, mostrando promesa para futuros estudios longitudinales para detectar progresión de la escoliosis sin uso de rayos X. ",
            "error": []
        },
        "genetic algorithms": {
            "translated_key": [],
            "translated_annotated_text": "La estimación de la red neuronal del algoritmo genético del ángulo de Cobb desde la asimetría torso en la escoliosis La gravedad de la escoliosis, medida por el ángulo de Cobb, fue estimada por la red neuronal artificial a partir de índices de asimetría superficial del torso utilizando un algoritmo genético para seleccionar el conjunto óptimo de índices de torso de entrada. Las estimaciones del ángulo de Cobb fueron precisas dentro de 5 grados en dos tercios, y dentro de 10 grados en seis séptimos, de un conjunto de pruebas de 115 exploraciones de 48 pacientes con escoliosis, mostrando promesa para futuros estudios longitudinales para detectar progresión de la escoliosis sin uso de rayos X. ",
            "error": []
        },
        "neural nets": {
            "translated_key": [],
            "translated_annotated_text": "La estimación de la red neuronal del algoritmo genético del ángulo de Cobb desde la asimetría torso en la escoliosis La gravedad de la escoliosis, medida por el ángulo de Cobb, fue estimada por la red neuronal artificial a partir de índices de asimetría superficial del torso utilizando un algoritmo genético para seleccionar el conjunto óptimo de índices de torso de entrada. Las estimaciones del ángulo de Cobb fueron precisas dentro de 5 grados en dos tercios, y dentro de 10 grados en seis séptimos, de un conjunto de pruebas de 115 exploraciones de 48 pacientes con escoliosis, mostrando promesa para futuros estudios longitudinales para detectar progresión de la escoliosis sin uso de rayos X. ",
            "error": []
        }
    }
}