{
    "original_text": "A round of cash, a pound of flesh [telecom] Despite the upheaval across telecom, venture capital firms are still investing in start-ups. But while a promising idea and a catchy name were enough to guarantee millions in funding at the peak of the dotcom frenzy, now start-ups must prove-their long-term viability, and be willing to concede control of their business to their VC suitors",
    "original_translation": "Una ronda de efectivo, una libra de carne [telecom] A pesar de la agitación en las telecomunicaciones, las empresas de capital riesgo siguen invirtiendo en nuevas empresas. Pero mientras que una idea prometedora y un nombre pegadizo eran suficientes para garantizar millones de fondos en el pico del frenesí de dotcom, ahora las start-ups deben probar su viabilidad a largo plazo, y estar dispuestas a conceder el control de su negocio a sus pretendientes de VC",
    "error_count": 1,
    "keys": {
        "telecom": {
            "translated_key": "telecom",
            "translated_annotated_text": "Una ronda de dinero en efectivo, una libra de carne [\"telecom\"] A pesar de la agitación a través de \"telecom\", las empresas de capital riesgo siguen invirtiendo en nuevas empresas. Pero mientras que una idea prometedora y un nombre pegadizo eran suficientes para garantizar millones de fondos en el pico del frenesí de dotcom, ahora las start-ups deben probar su viabilidad a largo plazo, y estar dispuestas a conceder el control de su negocio a sus pretendientes de VC ",
            "error": [
                ""
            ]
        },
        "venture capital firms": {
            "translated_key": "empresas de capital riesgo",
            "translated_annotated_text": "Una ronda de efectivo, una libra de carne [telecom] A pesar de la agitación en las telecomunicaciones, \"empresas de capital riesgo\" siguen invirtiendo en nuevas empresas. Pero mientras que una idea prometedora y un nombre pegadizo eran suficientes para garantizar millones de fondos en el pico del frenesí de dotcom, ahora las start-ups deben probar su viabilidad a largo plazo, y estar dispuestas a conceder el control de su negocio a sus pretendientes de VC ",
            "error": [
                ""
            ]
        },
        "viability": {
            "translated_key": "viabilidad",
            "translated_annotated_text": "Una ronda de efectivo, una libra de carne [telecom] A pesar de la agitación en las telecomunicaciones, las empresas de capital riesgo siguen invirtiendo en nuevas empresas. Pero mientras que una idea prometedora y un nombre pegadizo eran suficientes para garantizar millones de fondos en el pico del frenesí de dotcom, ahora las start-ups deben probar su \"viabilidad\" a largo plazo, y estar dispuestas a conceder el control de su negocio a sus pretendientes de VC ",
            "error": [
                ""
            ]
        },
        "telecommunication": {
            "translated_key": [],
            "translated_annotated_text": "Una ronda de efectivo, una libra de carne [telecom] A pesar de la agitación en las telecomunicaciones, las empresas de capital riesgo siguen invirtiendo en nuevas empresas. Pero mientras que una idea prometedora y un nombre pegadizo eran suficientes para garantizar millones de fondos en el pico del frenesí de dotcom, ahora las start-ups deben probar su viabilidad a largo plazo, y estar dispuestas a conceder el control de su negocio a sus pretendientes de VC ",
            "error": []
        }
    }
}