{
    "original_text": "A distributed mobile agent framework for maintaining persistent distance education Mobile agent techniques involve distributed control if communication is required among different types of agents, especially when mobile agents can migrate from station to station. This technique can be implemented in a distributed distance learning environment, which allows students or instructors to login from anywhere to a central server in an education center while still retaining the look-and-feel of personal setups. In this research paper, we propose a distributed agent framework along with its communication messages to facilitate mobile personal agents, which serve three different groups of distance education users: instructors, students, and system administrators. We propose an agent communication framework as well as agent evolution states of mobile agents. The communication architecture and message transmission protocols are illustrated. The system is implemented on the Windows platform to support nomadic accessibility of remote distance learning users. Personal data also migrate with the mobile agents, allowing users to maintain accessibility to some extent even when the Internet connection is temperately disconnected. Using user-friendly personal agents, a distance education platform can include different tools to meet different needs for users",
    "original_translation": "Un marco de agente móvil distribuido para mantener la educación a distancia persistente Las técnicas de agente móvil implican un control distribuido si se requiere comunicación entre diferentes tipos de agentes, especialmente cuando los agentes móviles pueden migrar de una estación a otra. Esta técnica se puede implementar en un entorno de aprendizaje a distancia distribuido, que permite a los estudiantes o instructores iniciar sesión desde cualquier lugar a un servidor central en un centro educativo sin dejar de mantener el aspecto y la sensación de las configuraciones personales. En este trabajo de investigación, proponemos un marco de agentes distribuidos junto con sus mensajes de comunicación para facilitar a los agentes personales móviles, que atienden a tres grupos diferentes de usuarios de educación a distancia: instructores, estudiantes y administradores de sistemas. Proponemos un marco de comunicación agente así como estados de evolución agente de agentes móviles. Se ilustra la arquitectura de comunicación y los protocolos de transmisión de mensajes. El sistema se implementa en la plataforma Windows para apoyar la accesibilidad nómada de los usuarios de aprendizaje a distancia. Los datos personales también migran con los agentes móviles, lo que permite a los usuarios mantener la accesibilidad en cierta medida, incluso cuando la conexión a Internet está desconectada moderadamente. Utilizando agentes personales fáciles de usar, una plataforma de educación a distancia puede incluir diferentes herramientas para satisfacer diferentes necesidades de los usuarios",
    "error_count": 2,
    "keys": {
        "distributed mobile agent framework": {
            "translated_key": "marco de agente móvil distribuido",
            "translated_annotated_text": "Un \"marco de agente móvil distribuido\" para mantener la educación a distancia persistente Las técnicas de agente móvil implican un control distribuido si se requiere comunicación entre diferentes tipos de agentes, especialmente cuando los agentes móviles pueden migrar de estación en estación. Esta técnica se puede implementar en un entorno de aprendizaje a distancia distribuido, que permite a los estudiantes o instructores iniciar sesión desde cualquier lugar a un servidor central en un centro educativo sin dejar de mantener el aspecto y la sensación de las configuraciones personales. En este trabajo de investigación, proponemos un marco de agentes distribuidos junto con sus mensajes de comunicación para facilitar a los agentes personales móviles, que atienden a tres grupos diferentes de usuarios de educación a distancia: instructores, estudiantes y administradores de sistemas. Proponemos un marco de comunicación agente así como estados de evolución agente de agentes móviles. Se ilustra la arquitectura de comunicación y los protocolos de transmisión de mensajes. El sistema se implementa en la plataforma Windows para apoyar la accesibilidad nómada de los usuarios de aprendizaje a distancia. Los datos personales también migran con los agentes móviles, lo que permite a los usuarios mantener la accesibilidad en cierta medida, incluso cuando la conexión a Internet está desconectada moderadamente. Utilizando agentes personales fáciles de usar, una plataforma de educación a distancia puede incluir diferentes herramientas para satisfacer diferentes necesidades de los usuarios ",
            "error": [
                ""
            ]
        },
        "persistent distance education": {
            "translated_key": "educación permanente a distancia",
            "translated_annotated_text": "Un marco de agente móvil distribuido para mantener la \"educación permanente a distancia\" Las técnicas de agente móvil implican un control distribuido si se requiere comunicación entre diferentes tipos de agentes, especialmente cuando los agentes móviles pueden migrar de una estación a otra. Esta técnica se puede implementar en un entorno de aprendizaje a distancia distribuido, que permite a los estudiantes o instructores iniciar sesión desde cualquier lugar a un servidor central en un centro educativo sin dejar de mantener el aspecto y la sensación de las configuraciones personales. En este trabajo de investigación, proponemos un marco de agentes distribuidos junto con sus mensajes de comunicación para facilitar a los agentes personales móviles, que atienden a tres grupos diferentes de usuarios de educación a distancia: instructores, estudiantes y administradores de sistemas. Proponemos un marco de comunicación agente así como estados de evolución agente de agentes móviles. Se ilustra la arquitectura de comunicación y los protocolos de transmisión de mensajes. El sistema se implementa en la plataforma Windows para apoyar la accesibilidad nómada de los usuarios de aprendizaje a distancia. Los datos personales también migran con los agentes móviles, lo que permite a los usuarios mantener la accesibilidad en cierta medida, incluso cuando la conexión a Internet está desconectada moderadamente. Utilizando agentes personales fáciles de usar, una plataforma de educación a distancia puede incluir diferentes herramientas para satisfacer diferentes necesidades de los usuarios ",
            "error": [
                ""
            ]
        },
        "distributed control": {
            "translated_key": "control distribuido",
            "translated_annotated_text": "Un marco de agente móvil distribuido para mantener la educación a distancia persistente Las técnicas de agente móvil implican \"control distribuido\" si se requiere comunicación entre diferentes tipos de agentes, especialmente cuando los agentes móviles pueden migrar de una estación a otra. Esta técnica se puede implementar en un entorno de aprendizaje a distancia distribuido, que permite a los estudiantes o instructores iniciar sesión desde cualquier lugar a un servidor central en un centro educativo sin dejar de mantener el aspecto y la sensación de las configuraciones personales. En este trabajo de investigación, proponemos un marco de agentes distribuidos junto con sus mensajes de comunicación para facilitar a los agentes personales móviles, que atienden a tres grupos diferentes de usuarios de educación a distancia: instructores, estudiantes y administradores de sistemas. Proponemos un marco de comunicación agente así como estados de evolución agente de agentes móviles. Se ilustra la arquitectura de comunicación y los protocolos de transmisión de mensajes. El sistema se implementa en la plataforma Windows para apoyar la accesibilidad nómada de los usuarios de aprendizaje a distancia. Los datos personales también migran con los agentes móviles, lo que permite a los usuarios mantener la accesibilidad en cierta medida, incluso cuando la conexión a Internet está desconectada moderadamente. Utilizando agentes personales fáciles de usar, una plataforma de educación a distancia puede incluir diferentes herramientas para satisfacer diferentes necesidades de los usuarios ",
            "error": [
                ""
            ]
        },
        "central server": {
            "translated_key": "servidor central",
            "translated_annotated_text": "Un marco de agente móvil distribuido para mantener la educación a distancia persistente Las técnicas de agente móvil implican un control distribuido si se requiere comunicación entre diferentes tipos de agentes, especialmente cuando los agentes móviles pueden migrar de una estación a otra. Esta técnica se puede implementar en un entorno de aprendizaje a distancia distribuido, lo que permite a los estudiantes o instructores iniciar sesión desde cualquier lugar a un \"servidor central\" en un centro educativo, manteniendo el aspecto y la sensación de las configuraciones personales. En este trabajo de investigación, proponemos un marco de agentes distribuidos junto con sus mensajes de comunicación para facilitar a los agentes personales móviles, que atienden a tres grupos diferentes de usuarios de educación a distancia: instructores, estudiantes y administradores de sistemas. Proponemos un marco de comunicación agente así como estados de evolución agente de agentes móviles. Se ilustra la arquitectura de comunicación y los protocolos de transmisión de mensajes. El sistema se implementa en la plataforma Windows para apoyar la accesibilidad nómada de los usuarios de aprendizaje a distancia. Los datos personales también migran con los agentes móviles, lo que permite a los usuarios mantener la accesibilidad en cierta medida, incluso cuando la conexión a Internet está desconectada moderadamente. Utilizando agentes personales fáciles de usar, una plataforma de educación a distancia puede incluir diferentes herramientas para satisfacer diferentes necesidades de los usuarios ",
            "error": [
                ""
            ]
        },
        "distributed agent framework": {
            "translated_key": "marco de agentes distribuidos",
            "translated_annotated_text": "Un marco de agente móvil distribuido para mantener la educación a distancia persistente Las técnicas de agente móvil implican un control distribuido si se requiere comunicación entre diferentes tipos de agentes, especialmente cuando los agentes móviles pueden migrar de una estación a otra. Esta técnica se puede implementar en un entorno de aprendizaje a distancia distribuido, que permite a los estudiantes o instructores iniciar sesión desde cualquier lugar a un servidor central en un centro educativo sin dejar de mantener el aspecto y la sensación de las configuraciones personales. En este trabajo de investigación, proponemos un \"marco de agentes distribuidos\" junto con sus mensajes de comunicación para facilitar a los agentes personales móviles, que atienden a tres grupos diferentes de usuarios de educación a distancia: instructores, estudiantes y administradores de sistemas. Proponemos un marco de comunicación agente así como estados de evolución agente de agentes móviles. Se ilustra la arquitectura de comunicación y los protocolos de transmisión de mensajes. El sistema se implementa en la plataforma Windows para apoyar la accesibilidad nómada de los usuarios de aprendizaje a distancia. Los datos personales también migran con los agentes móviles, lo que permite a los usuarios mantener la accesibilidad en cierta medida, incluso cuando la conexión a Internet está desconectada moderadamente. Utilizando agentes personales fáciles de usar, una plataforma de educación a distancia puede incluir diferentes herramientas para satisfacer diferentes necesidades de los usuarios ",
            "error": [
                ""
            ]
        },
        "message transmission protocols": {
            "translated_key": "protocolos de transmisión de mensajes",
            "translated_annotated_text": "Un marco de agente móvil distribuido para mantener la educación a distancia persistente Las técnicas de agente móvil implican un control distribuido si se requiere comunicación entre diferentes tipos de agentes, especialmente cuando los agentes móviles pueden migrar de una estación a otra. Esta técnica se puede implementar en un entorno de aprendizaje a distancia distribuido, que permite a los estudiantes o instructores iniciar sesión desde cualquier lugar a un servidor central en un centro educativo sin dejar de mantener el aspecto y la sensación de las configuraciones personales. En este trabajo de investigación, proponemos un marco de agentes distribuidos junto con sus mensajes de comunicación para facilitar a los agentes personales móviles, que atienden a tres grupos diferentes de usuarios de educación a distancia: instructores, estudiantes y administradores de sistemas. Proponemos un marco de comunicación agente así como estados de evolución agente de agentes móviles. Se ilustra la arquitectura de comunicación y los \"protocolos de transmisión de mensajes\". El sistema se implementa en la plataforma Windows para apoyar la accesibilidad nómada de los usuarios de aprendizaje a distancia. Los datos personales también migran con los agentes móviles, lo que permite a los usuarios mantener la accesibilidad en cierta medida, incluso cuando la conexión a Internet está desconectada moderadamente. Utilizando agentes personales fáciles de usar, una plataforma de educación a distancia puede incluir diferentes herramientas para satisfacer diferentes necesidades de los usuarios ",
            "error": [
                ""
            ]
        },
        "user-friendly personal agents": {
            "translated_key": "agentes personales amigables con el usuario",
            "translated_annotated_text": "Un marco de agente móvil distribuido para mantener la educación a distancia persistente Las técnicas de agente móvil implican un control distribuido si se requiere comunicación entre diferentes tipos de agentes, especialmente cuando los agentes móviles pueden migrar de una estación a otra. Esta técnica se puede implementar en un entorno de aprendizaje a distancia distribuido, que permite a los estudiantes o instructores iniciar sesión desde cualquier lugar a un servidor central en un centro educativo sin dejar de mantener el aspecto y la sensación de las configuraciones personales. En este trabajo de investigación, proponemos un marco de agentes distribuidos junto con sus mensajes de comunicación para facilitar a los agentes personales móviles, que atienden a tres grupos diferentes de usuarios de educación a distancia: instructores, estudiantes y administradores de sistemas. Proponemos un marco de comunicación agente así como estados de evolución agente de agentes móviles. Se ilustra la arquitectura de comunicación y los protocolos de transmisión de mensajes. El sistema se implementa en la plataforma Windows para apoyar la accesibilidad nómada de los usuarios de aprendizaje a distancia. Los datos personales también migran con los agentes móviles, lo que permite a los usuarios mantener la accesibilidad en cierta medida, incluso cuando la conexión a Internet está desconectada moderadamente. Utilizando \"agentes personales amigables con el usuario\", una plataforma de educación a distancia puede incluir diferentes herramientas para satisfacer diferentes necesidades de los usuarios ",
            "error": [
                ""
            ]
        },
        "computer aided instruction": {
            "translated_key": [],
            "translated_annotated_text": "Un marco de agente móvil distribuido para mantener la educación a distancia persistente Las técnicas de agente móvil implican un control distribuido si se requiere comunicación entre diferentes tipos de agentes, especialmente cuando los agentes móviles pueden migrar de una estación a otra. Esta técnica se puede implementar en un entorno de aprendizaje a distancia distribuido, que permite a los estudiantes o instructores iniciar sesión desde cualquier lugar a un servidor central en un centro educativo sin dejar de mantener el aspecto y la sensación de las configuraciones personales. En este trabajo de investigación, proponemos un marco de agentes distribuidos junto con sus mensajes de comunicación para facilitar a los agentes personales móviles, que atienden a tres grupos diferentes de usuarios de educación a distancia: instructores, estudiantes y administradores de sistemas. Proponemos un marco de comunicación agente así como estados de evolución agente de agentes móviles. Se ilustra la arquitectura de comunicación y los protocolos de transmisión de mensajes. El sistema se implementa en la plataforma Windows para apoyar la accesibilidad nómada de los usuarios de aprendizaje a distancia. Los datos personales también migran con los agentes móviles, lo que permite a los usuarios mantener la accesibilidad en cierta medida, incluso cuando la conexión a Internet está desconectada moderadamente. Utilizando agentes personales fáciles de usar, una plataforma de educación a distancia puede incluir diferentes herramientas para satisfacer diferentes necesidades de los usuarios ",
            "error": []
        },
        "distance learning": {
            "translated_key": "aprendizaje a distancia",
            "translated_annotated_text": "Un marco de agente móvil distribuido para mantener la educación a distancia persistente Las técnicas de agente móvil implican un control distribuido si se requiere comunicación entre diferentes tipos de agentes, especialmente cuando los agentes móviles pueden migrar de una estación a otra. Esta técnica se puede implementar en un entorno de \"aprendizaje a distancia\" distribuido, que permite a los estudiantes o instructores iniciar sesión desde cualquier lugar a un servidor central en un centro educativo, manteniendo al mismo tiempo el aspecto y la sensación de las configuraciones personales. En este trabajo de investigación, proponemos un marco de agentes distribuidos junto con sus mensajes de comunicación para facilitar a los agentes personales móviles, que atienden a tres grupos diferentes de usuarios de educación a distancia: instructores, estudiantes y administradores de sistemas. Proponemos un marco de comunicación agente así como estados de evolución agente de agentes móviles. Se ilustra la arquitectura de comunicación y los protocolos de transmisión de mensajes. El sistema se implementa en la plataforma Windows para apoyar la accesibilidad nómada de los usuarios de \"aprendizaje a distancia\" remoto. Los datos personales también migran con los agentes móviles, lo que permite a los usuarios mantener la accesibilidad en cierta medida, incluso cuando la conexión a Internet está desconectada moderadamente. Utilizando agentes personales fáciles de usar, una plataforma de educación a distancia puede incluir diferentes herramientas para satisfacer diferentes necesidades de los usuarios ",
            "error": [
                ""
            ]
        },
        "Internet": {
            "translated_key": "Internet",
            "translated_annotated_text": "Un marco de agente móvil distribuido para mantener la educación a distancia persistente Las técnicas de agente móvil implican un control distribuido si se requiere comunicación entre diferentes tipos de agentes, especialmente cuando los agentes móviles pueden migrar de una estación a otra. Esta técnica se puede implementar en un entorno de aprendizaje a distancia distribuido, que permite a los estudiantes o instructores iniciar sesión desde cualquier lugar a un servidor central en un centro educativo sin dejar de mantener el aspecto y la sensación de las configuraciones personales. En este trabajo de investigación, proponemos un marco de agentes distribuidos junto con sus mensajes de comunicación para facilitar a los agentes personales móviles, que atienden a tres grupos diferentes de usuarios de educación a distancia: instructores, estudiantes y administradores de sistemas. Proponemos un marco de comunicación agente así como estados de evolución agente de agentes móviles. Se ilustra la arquitectura de comunicación y los protocolos de transmisión de mensajes. El sistema se implementa en la plataforma Windows para apoyar la accesibilidad nómada de los usuarios de aprendizaje a distancia. Los datos personales también migran con los agentes móviles, lo que permite a los usuarios mantener la accesibilidad en cierta medida incluso cuando la conexión \"Internet\" está desconectada de forma moderada. Utilizando agentes personales fáciles de usar, una plataforma de educación a distancia puede incluir diferentes herramientas para satisfacer diferentes necesidades de los usuarios ",
            "error": [
                ""
            ]
        },
        "software agents": {
            "translated_key": [],
            "translated_annotated_text": "Un marco de agente móvil distribuido para mantener la educación a distancia persistente Las técnicas de agente móvil implican un control distribuido si se requiere comunicación entre diferentes tipos de agentes, especialmente cuando los agentes móviles pueden migrar de una estación a otra. Esta técnica se puede implementar en un entorno de aprendizaje a distancia distribuido, que permite a los estudiantes o instructores iniciar sesión desde cualquier lugar a un servidor central en un centro educativo sin dejar de mantener el aspecto y la sensación de las configuraciones personales. En este trabajo de investigación, proponemos un marco de agentes distribuidos junto con sus mensajes de comunicación para facilitar a los agentes personales móviles, que atienden a tres grupos diferentes de usuarios de educación a distancia: instructores, estudiantes y administradores de sistemas. Proponemos un marco de comunicación agente así como estados de evolución agente de agentes móviles. Se ilustra la arquitectura de comunicación y los protocolos de transmisión de mensajes. El sistema se implementa en la plataforma Windows para apoyar la accesibilidad nómada de los usuarios de aprendizaje a distancia. Los datos personales también migran con los agentes móviles, lo que permite a los usuarios mantener la accesibilidad en cierta medida, incluso cuando la conexión a Internet está desconectada moderadamente. Utilizando agentes personales fáciles de usar, una plataforma de educación a distancia puede incluir diferentes herramientas para satisfacer diferentes necesidades de los usuarios ",
            "error": []
        }
    }
}