{
    "original_text": "Packet promises past & present [IP switching] With the death of the competitive carrier market and the significant slashing of RBOC capex budgets, softswitch vendors have been forced to retrench. Now instead of focusing primarily on limited Internet off-load applications, packet-based softswitches are set to gel around real user needs for services such as voice over IP and IP Centrex",
    "original_translation": "Packet promete pasado y presente [conmutación de IP] Con la muerte del mercado de portaviones competitivo y la reducción significativa de los presupuestos de capex de RBOC, los vendedores de softswitch se han visto obligados a reducir. Ahora, en lugar de centrarse principalmente en aplicaciones de descarga limitada de Internet, los softswitches basados en paquetes están configurados para satisfacer las necesidades reales de los usuarios para servicios como voz sobre IP e IP Centrex",
    "error_count": 2,
    "keys": {
        "softswitch vendors": {
            "translated_key": "vendedores de softswitch",
            "translated_annotated_text": "Packet promete pasado y presente [conmutación de IP] Con la muerte del mercado de portaviones competitivo y la reducción significativa de los presupuestos de capex de RBOC, los \"vendedores de softswitch\" se han visto obligados a reducir. Ahora, en lugar de centrarse principalmente en aplicaciones de descarga limitada de Internet, los softswitches basados en paquetes están configurados para satisfacer las necesidades reales de los usuarios para servicios como voz sobre IP e IP Centrex ",
            "error": [
                ""
            ]
        },
        "voice over IP": {
            "translated_key": "voz sobre IP",
            "translated_annotated_text": "Packet promete pasado y presente [conmutación de IP] Con la muerte del mercado de portaviones competitivo y la reducción significativa de los presupuestos de capex de RBOC, los vendedores de softswitch se han visto obligados a reducir. Ahora, en lugar de centrarse principalmente en aplicaciones de descarga limitada de Internet, los softswitches basados en paquetes están configurados para satisfacer las necesidades reales de los usuarios para servicios como \"voz sobre IP\" e IP Centrex ",
            "error": [
                ""
            ]
        },
        "IP Centrex": {
            "translated_key": "IP Centrex",
            "translated_annotated_text": "Packet promete pasado y presente [conmutación de IP] Con la muerte del mercado de portaviones competitivo y la reducción significativa de los presupuestos de capex de RBOC, los vendedores de softswitch se han visto obligados a reducir. Ahora, en lugar de centrarse principalmente en aplicaciones de descarga limitada de Internet, los softswitches basados en paquetes están configurados para satisfacer las necesidades reales de los usuarios para servicios como voz sobre IP y \"IP Centrex\" ",
            "error": [
                ""
            ]
        },
        "Internet telephony": {
            "translated_key": [],
            "translated_annotated_text": "Packet promete pasado y presente [conmutación de IP] Con la muerte del mercado de portaviones competitivo y la reducción significativa de los presupuestos de capex de RBOC, los vendedores de softswitch se han visto obligados a reducir. Ahora, en lugar de centrarse principalmente en aplicaciones de descarga limitada de Internet, los softswitches basados en paquetes están configurados para satisfacer las necesidades reales de los usuarios para servicios como voz sobre IP e IP Centrex ",
            "error": []
        },
        "telecommunication switching": {
            "translated_key": [],
            "translated_annotated_text": "Packet promete pasado y presente [conmutación de IP] Con la muerte del mercado de portaviones competitivo y la reducción significativa de los presupuestos de capex de RBOC, los vendedores de softswitch se han visto obligados a reducir. Ahora, en lugar de centrarse principalmente en aplicaciones de descarga limitada de Internet, los softswitches basados en paquetes están configurados para satisfacer las necesidades reales de los usuarios para servicios como voz sobre IP e IP Centrex ",
            "error": []
        }
    }
}