{
    "original_text": "Commerce Department plan eases 3G spectrum crunch The federal government made its first move last week toward cleaning up a spectrum allocation system that was in shambles just a year ago and had some, spectrum-starved wireless carriers fearing they wouldnt be able to compete in third-generation services. The move, however, is far from complete and leaves numerous details unsettled",
    "original_translation": "El plan del Departamento de Comercio facilita la contracción del espectro 3G El gobierno federal hizo su primer movimiento la semana pasada hacia la limpieza de un sistema de asignación del espectro que estaba en ruinas hace apenas un año y tenía algunos portadores inalámbricos hambrientos de espectro que temían no ser capaces de competir en servicios de tercera generación. El movimiento, sin embargo, está lejos de ser completo y deja numerosos detalles inestables",
    "error_count": 3,
    "keys": {
        "3G spectrum": {
            "translated_key": "espectro 3G",
            "translated_annotated_text": "El plan del Departamento de Comercio facilita la crisis del \"espectro 3G\" El gobierno federal hizo su primer movimiento la semana pasada hacia la limpieza de un sistema de asignación de espectro que estaba en ruinas hace apenas un año y tenía algunos portadores inalámbricos hambrientos de espectro que temían no ser capaces de competir en servicios de tercera generación. El movimiento, sin embargo, está lejos de ser completo y deja numerosos detalles inestables ",
            "error": [
                ""
            ]
        },
        "federal government": {
            "translated_key": "gobierno federal",
            "translated_annotated_text": "El plan del Departamento de Comercio facilita la crisis del espectro 3G El \"gobierno federal\" hizo su primer movimiento la semana pasada hacia la limpieza de un sistema de asignación de espectro que estaba en ruinas hace apenas un año y tenía algunos portadores inalámbricos hambrientos de espectro que temían no poder competir en servicios de tercera generación. El movimiento, sin embargo, está lejos de ser completo y deja numerosos detalles inestables ",
            "error": [
                ""
            ]
        },
        "spectrum allocation system": {
            "translated_key": "sistema de asignación de espectro",
            "translated_annotated_text": "El plan del Departamento de Comercio facilita la crisis del espectro 3G El gobierno federal hizo su primer movimiento la semana pasada hacia la limpieza de un \"sistema de asignación de espectro\" que estaba en ruinas hace apenas un año y tenía algunos portadores inalámbricos hambrientos de espectro que temían no ser capaces de competir en servicios de tercera generación. El movimiento, sin embargo, está lejos de ser completo y deja numerosos detalles inestables ",
            "error": [
                ""
            ]
        },
        "wireless carriers": {
            "translated_key": "transportistas inalámbricos",
            "translated_annotated_text": "El plan del Departamento de Comercio facilita la contracción del espectro 3G El gobierno federal hizo su primer movimiento la semana pasada hacia la limpieza de un sistema de asignación del espectro que estaba en ruinas hace apenas un año y tenía algunos \"transportistas inalámbricos\" hambrientos de espectro que temían no ser capaces de competir en servicios de tercera generación. El movimiento, sin embargo, está lejos de ser completo y deja numerosos detalles inestables ",
            "error": [
                ""
            ]
        },
        "cellular radio": {
            "translated_key": [],
            "translated_annotated_text": "El plan del Departamento de Comercio facilita la contracción del espectro 3G El gobierno federal hizo su primer movimiento la semana pasada hacia la limpieza de un sistema de asignación del espectro que estaba en ruinas hace apenas un año y tenía algunos portadores inalámbricos hambrientos de espectro que temían no ser capaces de competir en servicios de tercera generación. El movimiento, sin embargo, está lejos de ser completo y deja numerosos detalles inestables ",
            "error": []
        },
        "frequency allocation": {
            "translated_key": [],
            "translated_annotated_text": "El plan del Departamento de Comercio facilita la contracción del espectro 3G El gobierno federal hizo su primer movimiento la semana pasada hacia la limpieza de un sistema de asignación del espectro que estaba en ruinas hace apenas un año y tenía algunos portadores inalámbricos hambrientos de espectro que temían no ser capaces de competir en servicios de tercera generación. El movimiento, sin embargo, está lejos de ser completo y deja numerosos detalles inestables ",
            "error": []
        },
        "mobile communication": {
            "translated_key": [],
            "translated_annotated_text": "El plan del Departamento de Comercio facilita la contracción del espectro 3G El gobierno federal hizo su primer movimiento la semana pasada hacia la limpieza de un sistema de asignación del espectro que estaba en ruinas hace apenas un año y tenía algunos portadores inalámbricos hambrientos de espectro que temían no ser capaces de competir en servicios de tercera generación. El movimiento, sin embargo, está lejos de ser completo y deja numerosos detalles inestables ",
            "error": []
        }
    }
}