{
    "original_text": "Recruitment and retention of women graduate students in computer science and engineering: results of a workshop organized by the Computing Research Association This document is the report of a workshop that convened a group of experts to discuss the recruitment and retention of women in computer science and engineering (CSE) graduate programs. Participants included long-time members of the CSE academic and research communities, social scientists engaged in relevant research, and directors of successful retention efforts. The report is a compendium of the experience and expertise of workshop participants, rather than the result of a full-scale, scholarly study into the range of issues. Its goal is to provide departments with practical advice on recruitment and retention in the form of a set of specific recommendations",
    "original_translation": "Reclutamiento y retención de mujeres graduadas en ciencias de la computación e ingeniería: resultados de un taller organizado por la Asociación de Investigación en Computación Este documento es el informe de un taller que convocó a un grupo de expertos para discutir la contratación y retención de mujeres en programas de posgrado en ciencias de la computación e ingeniería (CSE). Entre los participantes había miembros de larga data de las comunidades académicas y de investigación del CSE, científicos sociales que participaban en investigaciones pertinentes y directores de actividades de retención exitosas. El informe es un compendio de la experiencia y los conocimientos especializados de los participantes en los talleres, más que el resultado de un estudio académico a gran escala sobre la gama de cuestiones. Su objetivo es proporcionar a los departamentos asesoramiento práctico sobre contratación y retención en forma de un conjunto de recomendaciones concretas",
    "error_count": 6,
    "keys": {
        "recruitment": {
            "translated_key": "reclutamiento",
            "translated_annotated_text": "Reclutamiento y retención de mujeres graduadas en ciencias e ingeniería informáticas: resultados de un taller organizado por la Asociación de Investigación Informática Este documento es el informe de un taller que convocó a un grupo de expertos para discutir el \"reclutamiento\" y retención de mujeres en programas de posgrado en ciencias e ingeniería informáticas (CSE). Entre los participantes había miembros de larga data de las comunidades académicas y de investigación del CSE, científicos sociales que participaban en investigaciones pertinentes y directores de actividades de retención exitosas. El informe es un compendio de la experiencia y los conocimientos especializados de los participantes en los talleres, más que el resultado de un estudio académico a gran escala sobre la gama de cuestiones. Su objetivo es proporcionar a los departamentos asesoramiento práctico sobre el \"reclutamiento\" y la retención en forma de un conjunto de recomendaciones específicas ",
            "error": [
                ""
            ]
        },
        "retention": {
            "translated_key": "retención",
            "translated_annotated_text": "Reclutamiento y \"retención\" de mujeres graduadas en ciencias de la computación e ingeniería: resultados de un taller organizado por la Asociación de Investigación Informática Este documento es el informe de un taller que convocó a un grupo de expertos para discutir la contratación y \"retención\" de mujeres en programas de posgrado en ciencias de la computación e ingeniería (CSE). Entre los participantes se encontraban miembros de larga data de las comunidades académicas y de investigación del CSE, científicos sociales dedicados a investigaciones pertinentes y directores de esfuerzos de \"retención\" exitosos. El informe es un compendio de la experiencia y los conocimientos especializados de los participantes en los talleres, más que el resultado de un estudio académico a gran escala sobre la gama de cuestiones. Su objetivo es proporcionar a los departamentos asesoramiento práctico sobre contratación y \"retención\" en forma de un conjunto de recomendaciones específicas ",
            "error": [
                ""
            ]
        },
        "women graduate students": {
            "translated_key": "estudiantes de posgrado",
            "translated_annotated_text": "Reclutamiento y retención de \"estudiantes de posgrado\" en ciencias e ingeniería de la computación: resultados de un taller organizado por la Asociación de Investigación en Computación Este documento es el informe de un taller que convocó a un grupo de expertos para discutir la contratación y retención de mujeres en programas de posgrado en ciencias e ingeniería de la computación (CSE). Entre los participantes había miembros de larga data de las comunidades académicas y de investigación del CSE, científicos sociales que participaban en investigaciones pertinentes y directores de actividades de retención exitosas. El informe es un compendio de la experiencia y los conocimientos especializados de los participantes en los talleres, más que el resultado de un estudio académico a gran escala sobre la gama de cuestiones. Su objetivo es proporcionar a los departamentos asesoramiento práctico sobre contratación y retención en forma de un conjunto de recomendaciones concretas ",
            "error": [
                ""
            ]
        },
        "computer science": {
            "translated_key": "ciencias informáticas",
            "translated_annotated_text": "Reclutamiento y retención de mujeres graduadas en \"ciencias informáticas\" e ingeniería: resultados de un taller organizado por la Asociación de Investigación de Computación Este documento es el informe de un taller que convocó a un grupo de expertos para discutir la contratación y retención de mujeres en programas de posgrado de \"ciencias informáticas\" e ingeniería (CSE). Entre los participantes había miembros de larga data de las comunidades académicas y de investigación del CSE, científicos sociales que participaban en investigaciones pertinentes y directores de actividades de retención exitosas. El informe es un compendio de la experiencia y los conocimientos especializados de los participantes en los talleres, más que el resultado de un estudio académico a gran escala sobre la gama de cuestiones. Su objetivo es proporcionar a los departamentos asesoramiento práctico sobre contratación y retención en forma de un conjunto de recomendaciones concretas ",
            "error": [
                ""
            ]
        },
        "engineering": {
            "translated_key": "ingeniería",
            "translated_annotated_text": "Reclutamiento y retención de mujeres graduadas en ciencias de la computación e \"ingeniería\": resultados de un taller organizado por la Asociación de Investigación en Computación Este documento es el informe de un taller que convocó a un grupo de expertos para discutir la contratación y retención de mujeres en ciencias de la computación e \"ingeniería\" (CSE) programas de posgrado. Entre los participantes había miembros de larga data de las comunidades académicas y de investigación del CSE, científicos sociales que participaban en investigaciones pertinentes y directores de actividades de retención exitosas. El informe es un compendio de la experiencia y los conocimientos especializados de los participantes en los talleres, más que el resultado de un estudio académico a gran escala sobre la gama de cuestiones. Su objetivo es proporcionar a los departamentos asesoramiento práctico sobre contratación y retención en forma de un conjunto de recomendaciones concretas ",
            "error": [
                ""
            ]
        },
        "Computing Research Association": {
            "translated_key": "Asociación de Investigación de Computación",
            "translated_annotated_text": "Reclutamiento y retención de mujeres graduadas en ciencias de la computación e ingeniería: resultados de un taller organizado por la \"Asociación de Investigación de Computación\" Este documento es el informe de un taller que convocó a un grupo de expertos para discutir la contratación y retención de mujeres en programas de posgrado en ciencias de la computación e ingeniería (CSE). Entre los participantes había miembros de larga data de las comunidades académicas y de investigación del CSE, científicos sociales que participaban en investigaciones pertinentes y directores de actividades de retención exitosas. El informe es un compendio de la experiencia y los conocimientos especializados de los participantes en los talleres, más que el resultado de un estudio académico a gran escala sobre la gama de cuestiones. Su objetivo es proporcionar a los departamentos asesoramiento práctico sobre contratación y retención en forma de un conjunto de recomendaciones concretas ",
            "error": [
                ""
            ]
        },
        "social scientists": {
            "translated_key": "científicos sociales",
            "translated_annotated_text": "Reclutamiento y retención de mujeres graduadas en ciencias de la computación e ingeniería: resultados de un taller organizado por la Asociación de Investigación en Computación Este documento es el informe de un taller que convocó a un grupo de expertos para discutir la contratación y retención de mujeres en programas de posgrado en ciencias de la computación e ingeniería (CSE). Entre los participantes se encontraban miembros de larga data de las comunidades académicas y de investigación del CSE, \"científicos sociales\" dedicados a la investigación pertinente y directores de esfuerzos de retención exitosos. El informe es un compendio de la experiencia y los conocimientos especializados de los participantes en los talleres, más que el resultado de un estudio académico a gran escala sobre la gama de cuestiones. Su objetivo es proporcionar a los departamentos asesoramiento práctico sobre contratación y retención en forma de un conjunto de recomendaciones concretas ",
            "error": [
                ""
            ]
        },
        "academic communities": {
            "translated_key": [],
            "translated_annotated_text": "Reclutamiento y retención de mujeres graduadas en ciencias de la computación e ingeniería: resultados de un taller organizado por la Asociación de Investigación en Computación Este documento es el informe de un taller que convocó a un grupo de expertos para discutir la contratación y retención de mujeres en programas de posgrado en ciencias de la computación e ingeniería (CSE). Entre los participantes había miembros de larga data de las comunidades académicas y de investigación del CSE, científicos sociales que participaban en investigaciones pertinentes y directores de actividades de retención exitosas. El informe es un compendio de la experiencia y los conocimientos especializados de los participantes en los talleres, más que el resultado de un estudio académico a gran escala sobre la gama de cuestiones. Su objetivo es proporcionar a los departamentos asesoramiento práctico sobre contratación y retención en forma de un conjunto de recomendaciones concretas ",
            "error": []
        },
        "research communities": {
            "translated_key": [],
            "translated_annotated_text": "Reclutamiento y retención de mujeres graduadas en ciencias de la computación e ingeniería: resultados de un taller organizado por la Asociación de Investigación en Computación Este documento es el informe de un taller que convocó a un grupo de expertos para discutir la contratación y retención de mujeres en programas de posgrado en ciencias de la computación e ingeniería (CSE). Entre los participantes se encontraban miembros de larga data de las comunidades académicas y de investigación del CSE, científicos sociales que participaban en investigaciones pertinentes y directores de actividades de retención exitosas. El informe es un compendio de la experiencia y los conocimientos especializados de los participantes en los talleres, más que el resultado de un estudio académico a gran escala sobre la gama de cuestiones. Su objetivo es proporcionar a los departamentos asesoramiento práctico sobre contratación y retención en forma de un conjunto de recomendaciones concretas ",
            "error": []
        },
        "directors": {
            "translated_key": "directores",
            "translated_annotated_text": "Reclutamiento y retención de mujeres graduadas en ciencias de la computación e ingeniería: resultados de un taller organizado por la Asociación de Investigación en Computación Este documento es el informe de un taller que convocó a un grupo de expertos para discutir la contratación y retención de mujeres en programas de posgrado en ciencias de la computación e ingeniería (CSE). Entre los participantes se encontraban miembros de larga data de las comunidades académicas y de investigación del CSE, científicos sociales dedicados a investigaciones pertinentes y \"directores\" de esfuerzos de retención exitosos. El informe es un compendio de la experiencia y los conocimientos especializados de los participantes en los talleres, más que el resultado de un estudio académico a gran escala sobre la gama de cuestiones. Su objetivo es proporcionar a los departamentos asesoramiento práctico sobre contratación y retención en forma de un conjunto de recomendaciones concretas ",
            "error": [
                ""
            ]
        },
        "workshop participants": {
            "translated_key": "participantes en los talleres",
            "translated_annotated_text": "Reclutamiento y retención de mujeres graduadas en ciencias de la computación e ingeniería: resultados de un taller organizado por la Asociación de Investigación en Computación Este documento es el informe de un taller que convocó a un grupo de expertos para discutir la contratación y retención de mujeres en programas de posgrado en ciencias de la computación e ingeniería (CSE). Entre los participantes había miembros de larga data de las comunidades académicas y de investigación del CSE, científicos sociales que participaban en investigaciones pertinentes y directores de actividades de retención exitosas. El informe es un compendio de la experiencia y los conocimientos de los \"participantes en los talleres\", más que el resultado de un estudio académico a gran escala sobre la gama de cuestiones. Su objetivo es proporcionar a los departamentos asesoramiento práctico sobre contratación y retención en forma de un conjunto de recomendaciones concretas ",
            "error": [
                ""
            ]
        },
        "employment": {
            "translated_key": [],
            "translated_annotated_text": "Reclutamiento y retención de mujeres graduadas en ciencias de la computación e ingeniería: resultados de un taller organizado por la Asociación de Investigación en Computación Este documento es el informe de un taller que convocó a un grupo de expertos para discutir la contratación y retención de mujeres en programas de posgrado en ciencias de la computación e ingeniería (CSE). Entre los participantes había miembros de larga data de las comunidades académicas y de investigación del CSE, científicos sociales que participaban en investigaciones pertinentes y directores de actividades de retención exitosas. El informe es un compendio de la experiencia y los conocimientos especializados de los participantes en los talleres, más que el resultado de un estudio académico a gran escala sobre la gama de cuestiones. Su objetivo es proporcionar a los departamentos asesoramiento práctico sobre contratación y retención en forma de un conjunto de recomendaciones concretas ",
            "error": []
        },
        "gender issues": {
            "translated_key": [],
            "translated_annotated_text": "Reclutamiento y retención de mujeres graduadas en ciencias de la computación e ingeniería: resultados de un taller organizado por la Asociación de Investigación en Computación Este documento es el informe de un taller que convocó a un grupo de expertos para discutir la contratación y retención de mujeres en programas de posgrado en ciencias de la computación e ingeniería (CSE). Entre los participantes había miembros de larga data de las comunidades académicas y de investigación del CSE, científicos sociales que participaban en investigaciones pertinentes y directores de actividades de retención exitosas. El informe es un compendio de la experiencia y los conocimientos especializados de los participantes en los talleres, más que el resultado de un estudio académico a gran escala sobre la gama de cuestiones. Su objetivo es proporcionar a los departamentos asesoramiento práctico sobre contratación y retención en forma de un conjunto de recomendaciones concretas ",
            "error": []
        },
        "human resource management": {
            "translated_key": [],
            "translated_annotated_text": "Reclutamiento y retención de mujeres graduadas en ciencias de la computación e ingeniería: resultados de un taller organizado por la Asociación de Investigación en Computación Este documento es el informe de un taller que convocó a un grupo de expertos para discutir la contratación y retención de mujeres en programas de posgrado en ciencias de la computación e ingeniería (CSE). Entre los participantes había miembros de larga data de las comunidades académicas y de investigación del CSE, científicos sociales que participaban en investigaciones pertinentes y directores de actividades de retención exitosas. El informe es un compendio de la experiencia y los conocimientos especializados de los participantes en los talleres, más que el resultado de un estudio académico a gran escala sobre la gama de cuestiones. Su objetivo es proporcionar a los departamentos asesoramiento práctico sobre contratación y retención en forma de un conjunto de recomendaciones concretas ",
            "error": []
        },
        "social aspects of automation": {
            "translated_key": [],
            "translated_annotated_text": "Reclutamiento y retención de mujeres graduadas en ciencias de la computación e ingeniería: resultados de un taller organizado por la Asociación de Investigación en Computación Este documento es el informe de un taller que convocó a un grupo de expertos para discutir la contratación y retención de mujeres en programas de posgrado en ciencias de la computación e ingeniería (CSE). Entre los participantes había miembros de larga data de las comunidades académicas y de investigación del CSE, científicos sociales que participaban en investigaciones pertinentes y directores de actividades de retención exitosas. El informe es un compendio de la experiencia y los conocimientos especializados de los participantes en los talleres, más que el resultado de un estudio académico a gran escala sobre la gama de cuestiones. Su objetivo es proporcionar a los departamentos asesoramiento práctico sobre contratación y retención en forma de un conjunto de recomendaciones concretas ",
            "error": []
        }
    }
}