{
    "original_text": "Pool halls, chips, and war games: women in the culture of computing Computers are becoming ubiquitous in our society and they offer superb opportunities for people in jobs and everyday life. But there is a noticeable sex difference in use of computers among children. This article asks why computers are more attractive to boys than to girls and offers a cultural framework for explaining the apparent sex differences. Although the data are fragmentary, the world of computing seems to be more consistent with male adolescent culture than with feminine values and goals. Furthermore, both arcade and educational software is designed with boys in mind. These observations lead us to speculate that computing is neither inherently difficult nor uninteresting to girls, but rather that computer games and other software might have to be designed differently for girls. Programs to help teachers instill computer efficacy in all children also need to be developed",
    "original_translation": "Salas de billar, chips y juegos de guerra: las mujeres en la cultura de la computación Las computadoras se están volviendo omnipresentes en nuestra sociedad y ofrecen excelentes oportunidades para las personas en el trabajo y la vida cotidiana. Pero hay una notable diferencia de sexo en el uso de computadoras entre los niños. Este artículo pregunta por qué las computadoras son más atractivas para los niños que para las niñas y ofrece un marco cultural para explicar las aparentes diferencias sexuales. Aunque los datos son fragmentarios, el mundo de la computación parece ser más consistente con la cultura adolescente masculina que con los valores y metas femeninas. Además, tanto los programas de arcade como los programas educativos están diseñados teniendo en cuenta a los niños. Estas observaciones nos llevan a especular que la computación no es inherentemente difícil ni poco interesante para las niñas, sino que los juegos de computadora y otros programas informáticos podrían tener que diseñarse de manera diferente para las niñas. También es necesario desarrollar programas para ayudar a los maestros a inculcar la eficacia informática en todos los niños.",
    "error_count": 5,
    "keys": {
        "women": {
            "translated_key": "mujeres",
            "translated_annotated_text": "Salas de billar, chips y juegos de guerra: \"mujeres\" en la cultura de la computación Las computadoras se están volviendo omnipresentes en nuestra sociedad y ofrecen excelentes oportunidades para las personas en el trabajo y la vida cotidiana. Pero hay una notable diferencia de sexo en el uso de computadoras entre los niños. Este artículo pregunta por qué las computadoras son más atractivas para los niños que para las niñas y ofrece un marco cultural para explicar las aparentes diferencias sexuales. Aunque los datos son fragmentarios, el mundo de la computación parece ser más consistente con la cultura adolescente masculina que con los valores y metas femeninas. Además, tanto los programas de arcade como los programas educativos están diseñados teniendo en cuenta a los niños. Estas observaciones nos llevan a especular que la computación no es inherentemente difícil ni poco interesante para las niñas, sino que los juegos de computadora y otros programas informáticos podrían tener que diseñarse de manera diferente para las niñas. También es necesario desarrollar programas para ayudar a los maestros a inculcar la eficacia informática en todos los niños. ",
            "error": [
                ""
            ]
        },
        "culture of computing": {
            "translated_key": "cultura de la computación",
            "translated_annotated_text": "Salas de billar, chips y juegos de guerra: las mujeres en la \"cultura de la computación\" Las computadoras se están volviendo omnipresentes en nuestra sociedad y ofrecen excelentes oportunidades para las personas en el trabajo y la vida cotidiana. Pero hay una notable diferencia de sexo en el uso de computadoras entre los niños. Este artículo pregunta por qué las computadoras son más atractivas para los niños que para las niñas y ofrece un marco cultural para explicar las aparentes diferencias sexuales. Aunque los datos son fragmentarios, el mundo de la computación parece ser más consistente con la cultura adolescente masculina que con los valores y metas femeninas. Además, tanto los programas de arcade como los programas educativos están diseñados teniendo en cuenta a los niños. Estas observaciones nos llevan a especular que la computación no es inherentemente difícil ni poco interesante para las niñas, sino que los juegos de computadora y otros programas informáticos podrían tener que diseñarse de manera diferente para las niñas. También es necesario desarrollar programas para ayudar a los maestros a inculcar la eficacia informática en todos los niños. ",
            "error": [
                ""
            ]
        },
        "sex difference": {
            "translated_key": "diferencia de sexo",
            "translated_annotated_text": "Salas de billar, chips y juegos de guerra: las mujeres en la cultura de la computación Las computadoras se están volviendo omnipresentes en nuestra sociedad y ofrecen excelentes oportunidades para las personas en el trabajo y la vida cotidiana. Pero hay una notable \"diferencia de sexo\" en el uso de computadoras entre los niños. Este artículo pregunta por qué las computadoras son más atractivas para los niños que para las niñas y ofrece un marco cultural para explicar las aparentes diferencias sexuales. Aunque los datos son fragmentarios, el mundo de la computación parece ser más consistente con la cultura adolescente masculina que con los valores y metas femeninas. Además, tanto los programas de arcade como los programas educativos están diseñados teniendo en cuenta a los niños. Estas observaciones nos llevan a especular que la computación no es inherentemente difícil ni poco interesante para las niñas, sino que los juegos de computadora y otros programas informáticos podrían tener que diseñarse de manera diferente para las niñas. También es necesario desarrollar programas para ayudar a los maestros a inculcar la eficacia informática en todos los niños. ",
            "error": [
                ""
            ]
        },
        "children": {
            "translated_key": "niños",
            "translated_annotated_text": "Salas de billar, chips y juegos de guerra: las mujeres en la cultura de la computación Las computadoras se están volviendo omnipresentes en nuestra sociedad y ofrecen excelentes oportunidades para las personas en el trabajo y la vida cotidiana. Pero hay una notable diferencia de sexo en el uso de computadoras entre los \"niños\". Este artículo pregunta por qué las computadoras son más atractivas para los niños que para las niñas y ofrece un marco cultural para explicar las aparentes diferencias sexuales. Aunque los datos son fragmentarios, el mundo de la computación parece ser más consistente con la cultura adolescente masculina que con los valores y metas femeninas. Además, tanto los programas de arcade como los programas educativos están diseñados teniendo en cuenta a los niños. Estas observaciones nos llevan a especular que la computación no es inherentemente difícil ni poco interesante para las niñas, sino que los juegos de computadora y otros programas informáticos podrían tener que diseñarse de manera diferente para las niñas. También es necesario desarrollar programas para ayudar a los profesores a inculcar la eficacia informática en todos los \"niños\" ",
            "error": [
                ""
            ]
        },
        "male adolescent culture": {
            "translated_key": "cultura adolescente masculina",
            "translated_annotated_text": "Salas de billar, chips y juegos de guerra: las mujeres en la cultura de la computación Las computadoras se están volviendo omnipresentes en nuestra sociedad y ofrecen excelentes oportunidades para las personas en el trabajo y la vida cotidiana. Pero hay una notable diferencia de sexo en el uso de computadoras entre los niños. Este artículo pregunta por qué las computadoras son más atractivas para los niños que para las niñas y ofrece un marco cultural para explicar las aparentes diferencias sexuales. Aunque los datos son fragmentarios, el mundo de la computación parece ser más consistente con la \"cultura adolescente masculina\" que con los valores y metas femeninas. Además, tanto los programas de arcade como los programas educativos están diseñados teniendo en cuenta a los niños. Estas observaciones nos llevan a especular que la computación no es inherentemente difícil ni poco interesante para las niñas, sino que los juegos de computadora y otros programas informáticos podrían tener que diseñarse de manera diferente para las niñas. También es necesario desarrollar programas para ayudar a los maestros a inculcar la eficacia informática en todos los niños. ",
            "error": [
                ""
            ]
        },
        "educational software": {
            "translated_key": "software educativo",
            "translated_annotated_text": "Salas de billar, chips y juegos de guerra: las mujeres en la cultura de la computación Las computadoras se están volviendo omnipresentes en nuestra sociedad y ofrecen excelentes oportunidades para las personas en el trabajo y la vida cotidiana. Pero hay una notable diferencia de sexo en el uso de computadoras entre los niños. Este artículo pregunta por qué las computadoras son más atractivas para los niños que para las niñas y ofrece un marco cultural para explicar las aparentes diferencias sexuales. Aunque los datos son fragmentarios, el mundo de la computación parece ser más consistente con la cultura adolescente masculina que con los valores y metas femeninas. Además, tanto el arcade como el \"software educativo\" están diseñados pensando en los niños. Estas observaciones nos llevan a especular que la computación no es inherentemente difícil ni poco interesante para las niñas, sino que los juegos de computadora y otros programas informáticos podrían tener que diseñarse de manera diferente para las niñas. También es necesario desarrollar programas para ayudar a los maestros a inculcar la eficacia informática en todos los niños. ",
            "error": [
                ""
            ]
        },
        "computer games": {
            "translated_key": "juegos de computadora",
            "translated_annotated_text": "Salas de billar, chips y juegos de guerra: las mujeres en la cultura de la computación Las computadoras se están volviendo omnipresentes en nuestra sociedad y ofrecen excelentes oportunidades para las personas en el trabajo y la vida cotidiana. Pero hay una notable diferencia de sexo en el uso de computadoras entre los niños. Este artículo pregunta por qué las computadoras son más atractivas para los niños que para las niñas y ofrece un marco cultural para explicar las aparentes diferencias sexuales. Aunque los datos son fragmentarios, el mundo de la computación parece ser más consistente con la cultura adolescente masculina que con los valores y metas femeninas. Además, tanto los programas de arcade como los programas educativos están diseñados teniendo en cuenta a los niños. Estas observaciones nos llevan a especular que la computación no es inherentemente difícil ni poco interesante para las niñas, sino que los \"juegos de computadora\" y otros programas informáticos podrían tener que diseñarse de manera diferente para las niñas. También es necesario desarrollar programas para ayudar a los maestros a inculcar la eficacia informática en todos los niños. ",
            "error": [
                ""
            ]
        },
        "teachers": {
            "translated_key": "maestros",
            "translated_annotated_text": "Salas de billar, chips y juegos de guerra: las mujeres en la cultura de la computación Las computadoras se están volviendo omnipresentes en nuestra sociedad y ofrecen excelentes oportunidades para las personas en el trabajo y la vida cotidiana. Pero hay una notable diferencia de sexo en el uso de computadoras entre los niños. Este artículo pregunta por qué las computadoras son más atractivas para los niños que para las niñas y ofrece un marco cultural para explicar las aparentes diferencias sexuales. Aunque los datos son fragmentarios, el mundo de la computación parece ser más consistente con la cultura adolescente masculina que con los valores y metas femeninas. Además, tanto los programas de arcade como los programas educativos están diseñados teniendo en cuenta a los niños. Estas observaciones nos llevan a especular que la computación no es inherentemente difícil ni poco interesante para las niñas, sino que los juegos de computadora y otros programas informáticos podrían tener que diseñarse de manera diferente para las niñas. También es necesario desarrollar programas para ayudar a los \"maestros\" a inculcar la eficacia informática en todos los niños. ",
            "error": [
                ""
            ]
        },
        "computer literacy": {
            "translated_key": [],
            "translated_annotated_text": "Salas de billar, chips y juegos de guerra: las mujeres en la cultura de la computación Las computadoras se están volviendo omnipresentes en nuestra sociedad y ofrecen excelentes oportunidades para las personas en el trabajo y la vida cotidiana. Pero hay una notable diferencia de sexo en el uso de computadoras entre los niños. Este artículo pregunta por qué las computadoras son más atractivas para los niños que para las niñas y ofrece un marco cultural para explicar las aparentes diferencias sexuales. Aunque los datos son fragmentarios, el mundo de la computación parece ser más consistente con la cultura adolescente masculina que con los valores y metas femeninas. Además, tanto los programas de arcade como los programas educativos están diseñados teniendo en cuenta a los niños. Estas observaciones nos llevan a especular que la computación no es inherentemente difícil ni poco interesante para las niñas, sino que los juegos de computadora y otros programas informáticos podrían tener que diseñarse de manera diferente para las niñas. También es necesario desarrollar programas para ayudar a los maestros a inculcar la eficacia informática en todos los niños. ",
            "error": []
        },
        "educational computing": {
            "translated_key": [],
            "translated_annotated_text": "Salas de billar, chips y juegos de guerra: las mujeres en la cultura de la computación Las computadoras se están volviendo omnipresentes en nuestra sociedad y ofrecen excelentes oportunidades para las personas en el trabajo y la vida cotidiana. Pero hay una notable diferencia de sexo en el uso de computadoras entre los niños. Este artículo pregunta por qué las computadoras son más atractivas para los niños que para las niñas y ofrece un marco cultural para explicar las aparentes diferencias sexuales. Aunque los datos son fragmentarios, el mundo de la computación parece ser más consistente con la cultura adolescente masculina que con los valores y metas femeninas. Además, tanto los programas de arcade como los programas educativos están diseñados teniendo en cuenta a los niños. Estas observaciones nos llevan a especular que la computación no es inherentemente difícil ni poco interesante para las niñas, sino que los juegos de computadora y otros programas informáticos podrían tener que diseñarse de manera diferente para las niñas. También es necesario desarrollar programas para ayudar a los maestros a inculcar la eficacia informática en todos los niños. ",
            "error": []
        },
        "gender issues": {
            "translated_key": [],
            "translated_annotated_text": "Salas de billar, chips y juegos de guerra: las mujeres en la cultura de la computación Las computadoras se están volviendo omnipresentes en nuestra sociedad y ofrecen excelentes oportunidades para las personas en el trabajo y la vida cotidiana. Pero hay una notable diferencia de sexo en el uso de computadoras entre los niños. Este artículo pregunta por qué las computadoras son más atractivas para los niños que para las niñas y ofrece un marco cultural para explicar las aparentes diferencias sexuales. Aunque los datos son fragmentarios, el mundo de la computación parece ser más consistente con la cultura adolescente masculina que con los valores y metas femeninas. Además, tanto los programas de arcade como los programas educativos están diseñados teniendo en cuenta a los niños. Estas observaciones nos llevan a especular que la computación no es inherentemente difícil ni poco interesante para las niñas, sino que los juegos de computadora y otros programas informáticos podrían tener que diseñarse de manera diferente para las niñas. También es necesario desarrollar programas para ayudar a los maestros a inculcar la eficacia informática en todos los niños. ",
            "error": []
        },
        "social aspects of automation": {
            "translated_key": [],
            "translated_annotated_text": "Salas de billar, chips y juegos de guerra: las mujeres en la cultura de la computación Las computadoras se están volviendo omnipresentes en nuestra sociedad y ofrecen excelentes oportunidades para las personas en el trabajo y la vida cotidiana. Pero hay una notable diferencia de sexo en el uso de computadoras entre los niños. Este artículo pregunta por qué las computadoras son más atractivas para los niños que para las niñas y ofrece un marco cultural para explicar las aparentes diferencias sexuales. Aunque los datos son fragmentarios, el mundo de la computación parece ser más consistente con la cultura adolescente masculina que con los valores y metas femeninas. Además, tanto los programas de arcade como los programas educativos están diseñados teniendo en cuenta a los niños. Estas observaciones nos llevan a especular que la computación no es inherentemente difícil ni poco interesante para las niñas, sino que los juegos de computadora y otros programas informáticos podrían tener que diseñarse de manera diferente para las niñas. También es necesario desarrollar programas para ayudar a los maestros a inculcar la eficacia informática en todos los niños. ",
            "error": []
        },
        "teaching": {
            "translated_key": [],
            "translated_annotated_text": "Salas de billar, chips y juegos de guerra: las mujeres en la cultura de la computación Las computadoras se están volviendo omnipresentes en nuestra sociedad y ofrecen excelentes oportunidades para las personas en el trabajo y la vida cotidiana. Pero hay una notable diferencia de sexo en el uso de computadoras entre los niños. Este artículo pregunta por qué las computadoras son más atractivas para los niños que para las niñas y ofrece un marco cultural para explicar las aparentes diferencias sexuales. Aunque los datos son fragmentarios, el mundo de la computación parece ser más consistente con la cultura adolescente masculina que con los valores y metas femeninas. Además, tanto los programas de arcade como los programas educativos están diseñados teniendo en cuenta a los niños. Estas observaciones nos llevan a especular que la computación no es inherentemente difícil ni poco interesante para las niñas, sino que los juegos de computadora y otros programas informáticos podrían tener que diseñarse de manera diferente para las niñas. También es necesario desarrollar programas para ayudar a los maestros a inculcar la eficacia informática en todos los niños. ",
            "error": []
        }
    }
}