{
    "original_text": "Women in computing: what brings them to it, what keeps them in it? Career stereotyping and misperceptions about the nature of computing are substantive reasons for the under representation of women in professional computing careers. In this study, 15 women who have work experience in several aspects of computing were asked about their reasons for entering computing, what they liked about working in computing, and what they disliked. While there are many common threads, there are also individual differences. Common reasons for choosing computing as a career included: exposure to computing in a setting which enabled them to see the versatility of computers; the influence of someone close to them; personal abilities which they perceived to be appropriate for a career in computing; and characteristics of such careers which appealed to them. Generally, women working in the field enjoy the work they are doing. Dislikes arising from their work experiences are more likely to be associated with people and politics than with the work they do-and they would like to have more female colleagues",
    "original_translation": "Las mujeres en la computación: ¿qué las trae a ella, qué las mantiene en ella? Los estereotipos profesionales y las percepciones erróneas sobre la naturaleza de la informática son razones sustantivas de la infrarrepresentación de las mujeres en las carreras de informática profesional. En este estudio, se preguntó a 15 mujeres que tienen experiencia laboral en varios aspectos de la computación sobre sus razones para entrar en la computación, lo que les gustaba de trabajar en la computación y lo que no les gustaba. Aunque hay muchos hilos comunes, también hay diferencias individuales. Entre las razones comunes para elegir la informática como carrera figuraban: la exposición a la informática en un entorno que les permitía ver la versatilidad de las computadoras; la influencia de alguien cercano a ellas; las capacidades personales que consideraban apropiadas para una carrera informática; y las características de esas carreras que les atraían. En general, las mujeres que trabajan sobre el terreno disfrutan del trabajo que realizan. Los desagrados que surgen de sus experiencias de trabajo son más propensos a estar asociados con las personas y la política que con el trabajo que hacen, y les gustaría tener más colegas mujeres.",
    "error_count": 6,
    "keys": {
        "career stereotyping": {
            "translated_key": [],
            "translated_annotated_text": "Las mujeres en la computación: ¿qué las trae a ella, qué las mantiene en ella? Los estereotipos profesionales y las percepciones erróneas sobre la naturaleza de la informática son razones sustantivas de la infrarrepresentación de las mujeres en las carreras de informática profesional. En este estudio, se preguntó a 15 mujeres que tienen experiencia laboral en varios aspectos de la computación sobre sus razones para entrar en la computación, lo que les gustaba de trabajar en la computación y lo que no les gustaba. Aunque hay muchos hilos comunes, también hay diferencias individuales. Entre las razones comunes para elegir la informática como carrera figuraban: la exposición a la informática en un entorno que les permitía ver la versatilidad de las computadoras; la influencia de alguien cercano a ellas; las capacidades personales que consideraban apropiadas para una carrera informática; y las características de esas carreras que les atraían. En general, las mujeres que trabajan sobre el terreno disfrutan del trabajo que realizan. Los desagrados que surgen de sus experiencias de trabajo son más propensos a estar asociados con las personas y la política que con el trabajo que hacen, y les gustaría tener más colegas mujeres. ",
            "error": []
        },
        "personal abilities": {
            "translated_key": "capacidades personales",
            "translated_annotated_text": "Las mujeres en la computación: ¿qué las trae a ella, qué las mantiene en ella? Los estereotipos profesionales y las percepciones erróneas sobre la naturaleza de la informática son razones sustantivas de la infrarrepresentación de las mujeres en las carreras de informática profesional. En este estudio, se preguntó a 15 mujeres que tienen experiencia laboral en varios aspectos de la computación sobre sus razones para entrar en la computación, lo que les gustaba de trabajar en la computación y lo que no les gustaba. Aunque hay muchos hilos comunes, también hay diferencias individuales. Entre las razones comunes para elegir la informática como carrera figuraban: la exposición a la informática en un entorno que les permitía ver la versatilidad de las computadoras; la influencia de alguien cercano a ellas; las <br>capacidades personales</br> que consideraban apropiadas para una carrera en informática; y las características de esas carreras que les atraían. En general, las mujeres que trabajan sobre el terreno disfrutan del trabajo que realizan. Los desagrados que surgen de sus experiencias de trabajo son más propensos a estar asociados con las personas y la política que con el trabajo que hacen, y les gustaría tener más colegas mujeres. ",
            "error": [
                ""
            ]
        },
        "politics": {
            "translated_key": "política",
            "translated_annotated_text": "Las mujeres en la computación: ¿qué las trae a ella, qué las mantiene en ella? Los estereotipos profesionales y las percepciones erróneas sobre la naturaleza de la informática son razones sustantivas de la infrarrepresentación de las mujeres en las carreras de informática profesional. En este estudio, se preguntó a 15 mujeres que tienen experiencia laboral en varios aspectos de la computación sobre sus razones para entrar en la computación, lo que les gustaba de trabajar en la computación y lo que no les gustaba. Aunque hay muchos hilos comunes, también hay diferencias individuales. Entre las razones comunes para elegir la informática como carrera figuraban: la exposición a la informática en un entorno que les permitía ver la versatilidad de las computadoras; la influencia de alguien cercano a ellas; las capacidades personales que consideraban apropiadas para una carrera informática; y las características de esas carreras que les atraían. En general, las mujeres que trabajan sobre el terreno disfrutan del trabajo que realizan. Los desagrados que surgen de sus experiencias de trabajo son más propensos a estar asociados con la gente y la <br>política</br> que con el trabajo que hacen-y les gustaría tener más colegas mujeres. ",
            "error": [
                ""
            ]
        },
        "misperceptions": {
            "translated_key": "percepciones erróneas",
            "translated_annotated_text": "Las mujeres en la computación: ¿qué las trae a ella, qué las mantiene en ella? Los estereotipos y las <br>percepciones erróneas</br> sobre la naturaleza de la informática son razones sustantivas de la infrarrepresentación de las mujeres en las carreras de informática profesional. En este estudio, se preguntó a 15 mujeres que tienen experiencia laboral en varios aspectos de la computación sobre sus razones para entrar en la computación, lo que les gustaba de trabajar en la computación y lo que no les gustaba. Aunque hay muchos hilos comunes, también hay diferencias individuales. Entre las razones comunes para elegir la informática como carrera figuraban: la exposición a la informática en un entorno que les permitía ver la versatilidad de las computadoras; la influencia de alguien cercano a ellas; las capacidades personales que consideraban apropiadas para una carrera informática; y las características de esas carreras que les atraían. En general, las mujeres que trabajan sobre el terreno disfrutan del trabajo que realizan. Los desagrados que surgen de sus experiencias de trabajo son más propensos a estar asociados con las personas y la política que con el trabajo que hacen, y les gustaría tener más colegas mujeres. ",
            "error": [
                ""
            ]
        },
        "women": {
            "translated_key": "mujeres",
            "translated_annotated_text": "Las mujeres en la computación: ¿qué las trae a ella, qué las mantiene en ella? Los estereotipos profesionales y las percepciones erróneas sobre la naturaleza de la informática son razones sustantivas de la representación insuficiente de las <br>mujeres</br> en las carreras de informática profesional. En este estudio, se preguntó a 15 <br>mujeres</br> que tienen experiencia laboral en varios aspectos de la computación sobre sus razones para entrar en la computación, lo que les gustaba de trabajar en la computación y lo que les desagradaba. Aunque hay muchos hilos comunes, también hay diferencias individuales. Entre las razones comunes para elegir la informática como carrera figuraban: la exposición a la informática en un entorno que les permitía ver la versatilidad de las computadoras; la influencia de alguien cercano a ellas; las capacidades personales que consideraban apropiadas para una carrera informática; y las características de esas carreras que les atraían. En general, las <br>mujeres</br> que trabajan sobre el terreno disfrutan del trabajo que realizan. Los desagrados que surgen de sus experiencias de trabajo son más propensos a estar asociados con las personas y la política que con el trabajo que hacen, y les gustaría tener más colegas mujeres. ",
            "error": [
                ""
            ]
        },
        "professional computing careers": {
            "translated_key": [],
            "translated_annotated_text": "Las mujeres en la computación: ¿qué las trae a ella, qué las mantiene en ella? Estereotipos de carrera y percepciones erróneas sobre la naturaleza de la informática son razones sustantivas para la representación insuficiente de la mujer en las carreras de informática profesional. En este estudio, se preguntó a 15 mujeres que tienen experiencia laboral en varios aspectos de la computación sobre sus razones para entrar en la computación, lo que les gustaba de trabajar en la computación y lo que no les gustaba. Aunque hay muchos hilos comunes, también hay diferencias individuales. Entre las razones comunes para elegir la informática como carrera figuraban: la exposición a la informática en un entorno que les permitía ver la versatilidad de las computadoras; la influencia de alguien cercano a ellas; las capacidades personales que consideraban apropiadas para una carrera informática; y las características de esas carreras que les atraían. En general, las mujeres que trabajan sobre el terreno disfrutan del trabajo que realizan. Los desagrados que surgen de sus experiencias de trabajo son más propensos a estar asociados con las personas y la política que con el trabajo que hacen, y les gustaría tener más colegas mujeres. ",
            "error": []
        },
        "computer science education": {
            "translated_key": [],
            "translated_annotated_text": "Las mujeres en la computación: ¿qué las trae a ella, qué las mantiene en ella? Los estereotipos profesionales y las percepciones erróneas sobre la naturaleza de la informática son razones sustantivas de la infrarrepresentación de las mujeres en las carreras de informática profesional. En este estudio, se preguntó a 15 mujeres que tienen experiencia laboral en varios aspectos de la computación sobre sus razones para entrar en la computación, lo que les gustaba de trabajar en la computación y lo que no les gustaba. Aunque hay muchos hilos comunes, también hay diferencias individuales. Entre las razones comunes para elegir la informática como carrera figuraban: la exposición a la informática en un entorno que les permitía ver la versatilidad de las computadoras; la influencia de alguien cercano a ellas; las capacidades personales que consideraban apropiadas para una carrera informática; y las características de esas carreras que les atraían. En general, las mujeres que trabajan sobre el terreno disfrutan del trabajo que realizan. Los desagrados que surgen de sus experiencias de trabajo son más propensos a estar asociados con las personas y la política que con el trabajo que hacen, y les gustaría tener más colegas mujeres. ",
            "error": []
        },
        "employment": {
            "translated_key": [],
            "translated_annotated_text": "Las mujeres en la computación: ¿qué las trae a ella, qué las mantiene en ella? Los estereotipos profesionales y las percepciones erróneas sobre la naturaleza de la informática son razones sustantivas de la infrarrepresentación de las mujeres en las carreras de informática profesional. En este estudio, se preguntó a 15 mujeres que tienen experiencia laboral en varios aspectos de la computación sobre sus razones para entrar en la computación, lo que les gustaba de trabajar en la computación y lo que no les gustaba. Aunque hay muchos hilos comunes, también hay diferencias individuales. Entre las razones comunes para elegir la informática como carrera figuraban: la exposición a la informática en un entorno que les permitía ver la versatilidad de las computadoras; la influencia de alguien cercano a ellas; las capacidades personales que consideraban apropiadas para una carrera informática; y las características de esas carreras que les atraían. En general, las mujeres que trabajan sobre el terreno disfrutan del trabajo que realizan. Los desagrados que surgen de sus experiencias de trabajo son más propensos a estar asociados con las personas y la política que con el trabajo que hacen, y les gustaría tener más colegas mujeres. ",
            "error": []
        },
        "gender issues": {
            "translated_key": [],
            "translated_annotated_text": "Las mujeres en la computación: ¿qué las trae a ella, qué las mantiene en ella? Los estereotipos profesionales y las percepciones erróneas sobre la naturaleza de la informática son razones sustantivas de la infrarrepresentación de las mujeres en las carreras de informática profesional. En este estudio, se preguntó a 15 mujeres que tienen experiencia laboral en varios aspectos de la computación sobre sus razones para entrar en la computación, lo que les gustaba de trabajar en la computación y lo que no les gustaba. Aunque hay muchos hilos comunes, también hay diferencias individuales. Entre las razones comunes para elegir la informática como carrera figuraban: la exposición a la informática en un entorno que les permitía ver la versatilidad de las computadoras; la influencia de alguien cercano a ellas; las capacidades personales que consideraban apropiadas para una carrera informática; y las características de esas carreras que les atraían. En general, las mujeres que trabajan sobre el terreno disfrutan del trabajo que realizan. Los desagrados que surgen de sus experiencias de trabajo son más propensos a estar asociados con las personas y la política que con el trabajo que hacen, y les gustaría tener más colegas mujeres. ",
            "error": []
        },
        "professional aspects": {
            "translated_key": [],
            "translated_annotated_text": "Las mujeres en la computación: ¿qué las trae a ella, qué las mantiene en ella? Los estereotipos profesionales y las percepciones erróneas sobre la naturaleza de la informática son razones sustantivas de la infrarrepresentación de las mujeres en las carreras de informática profesional. En este estudio, se preguntó a 15 mujeres que tienen experiencia laboral en varios aspectos de la computación sobre sus razones para entrar en la computación, lo que les gustaba de trabajar en la computación y lo que no les gustaba. Aunque hay muchos hilos comunes, también hay diferencias individuales. Entre las razones comunes para elegir la informática como carrera figuraban: la exposición a la informática en un entorno que les permitía ver la versatilidad de las computadoras; la influencia de alguien cercano a ellas; las capacidades personales que consideraban apropiadas para una carrera informática; y las características de esas carreras que les atraían. En general, las mujeres que trabajan sobre el terreno disfrutan del trabajo que realizan. Los desagrados que surgen de sus experiencias de trabajo son más propensos a estar asociados con las personas y la política que con el trabajo que hacen, y les gustaría tener más colegas mujeres. ",
            "error": []
        }
    }
}