{
    "original_text": "Becoming a computer scientist The focus of this report is pipeline shrinkage for women in computer science. We describe the situation for women at all stages of training in computer science, from the precollege level through graduate school. Because many of the problems discussed are related to the lack of role models for women who are in the process of becoming computer scientists, we also concern ourselves with the status of women faculty members. We not only describe the problems, but also make specific recommendations for change and encourage further study of those problems whose solutions are not yet well understood",
    "original_translation": "Convertirse en un científico de la computación El foco de este informe es la contracción de tuberías para las mujeres en la ciencia de la computación. Describimos la situación de las mujeres en todas las etapas de la capacitación en informática, desde el nivel preuniversitario hasta la escuela de posgrado. Debido a que muchos de los problemas discutidos están relacionados con la falta de modelos de conducta para las mujeres que están en proceso de convertirse en científicas informáticas, también nos preocupamos por la condición de las mujeres miembros de la facultad. No sólo describimos los problemas, sino que también formulamos recomendaciones concretas para el cambio y alentamos a que se estudien más a fondo aquellos problemas cuyas soluciones aún no se han comprendido bien",
    "error_count": 3,
    "keys": {
        "pipeline shrinkage": {
            "translated_key": "retracción de la tubería",
            "translated_annotated_text": "Convertirse en un científico de la computación El foco de este informe es la \"retracción de la tubería\" para las mujeres en la ciencia de la computación. Describimos la situación de las mujeres en todas las etapas de la capacitación en informática, desde el nivel preuniversitario hasta la escuela de posgrado. Debido a que muchos de los problemas discutidos están relacionados con la falta de modelos de conducta para las mujeres que están en proceso de convertirse en científicas informáticas, también nos preocupamos por la condición de las mujeres miembros de la facultad. No sólo describimos los problemas, sino que también formulamos recomendaciones concretas para el cambio y alentamos a que se estudien más a fondo aquellos problemas cuyas soluciones aún no se han comprendido bien ",
            "error": [
                ""
            ]
        },
        "women": {
            "translated_key": "mujeres",
            "translated_annotated_text": "Convertirse en un científico de la computación El foco de este informe es la contracción de tuberías para \"mujeres\" en la ciencia de la computación. Describimos la situación de las \"mujeres\" en todas las etapas de la formación en ciencias de la computación, desde el nivel preuniversitario hasta la escuela de posgrado. Debido a que muchos de los problemas discutidos están relacionados con la falta de modelos a seguir para las \"mujeres\" que están en proceso de convertirse en científicas de computación, también nos preocupamos por el estatus de \"mujeres\" miembros de la facultad. No sólo describimos los problemas, sino que también formulamos recomendaciones concretas para el cambio y alentamos a que se estudien más a fondo aquellos problemas cuyas soluciones aún no se han comprendido bien ",
            "error": [
                ""
            ]
        },
        "computer science": {
            "translated_key": [
                "ciencia de la computación",
                "ciencias informáticas"
            ],
            "translated_annotated_text": "Convertirse en un científico de la computación El foco de este informe es la contracción de tuberías para las mujeres en la \"ciencia de la computación\". Describimos la situación de las mujeres en todas las etapas de la formación en \"ciencias informáticas\", desde el nivel preuniversitario hasta la escuela de posgrado. Debido a que muchos de los problemas discutidos están relacionados con la falta de modelos de conducta para las mujeres que están en proceso de convertirse en científicas informáticas, también nos preocupamos por la condición de las mujeres miembros de la facultad. No sólo describimos los problemas, sino que también formulamos recomendaciones concretas para el cambio y alentamos a que se estudien más a fondo aquellos problemas cuyas soluciones aún no se han comprendido bien ",
            "error": [
                "ciencia de la computación",
                "ciencias informáticas"
            ]
        },
        "role models": {
            "translated_key": "modelos de rol",
            "translated_annotated_text": "Convertirse en un científico de la computación El foco de este informe es la contracción de tuberías para las mujeres en la ciencia de la computación. Describimos la situación de las mujeres en todas las etapas de la capacitación en informática, desde el nivel preuniversitario hasta la escuela de posgrado. Debido a que muchos de los problemas discutidos están relacionados con la falta de \"modelos de rol\" para las mujeres que están en proceso de convertirse en científicas de computación, también nos preocupamos por la condición de las mujeres miembros de la facultad. No sólo describimos los problemas, sino que también formulamos recomendaciones concretas para el cambio y alentamos a que se estudien más a fondo aquellos problemas cuyas soluciones aún no se han comprendido bien ",
            "error": [
                ""
            ]
        },
        "women faculty members": {
            "translated_key": "mujeres miembros de la facultad",
            "translated_annotated_text": "Convertirse en un científico de la computación El foco de este informe es la contracción de tuberías para las mujeres en la ciencia de la computación. Describimos la situación de las mujeres en todas las etapas de la capacitación en informática, desde el nivel preuniversitario hasta la escuela de posgrado. Debido a que muchos de los problemas discutidos están relacionados con la falta de modelos de conducta para las mujeres que están en proceso de convertirse en científicas informáticas, también nos preocupamos por el estatus de \"mujeres miembros de la facultad\". No sólo describimos los problemas, sino que también formulamos recomendaciones concretas para el cambio y alentamos a que se estudien más a fondo aquellos problemas cuyas soluciones aún no se han comprendido bien ",
            "error": [
                ""
            ]
        },
        "computer science education": {
            "translated_key": [],
            "translated_annotated_text": "Convertirse en un científico de la computación El foco de este informe es la contracción de tuberías para las mujeres en la ciencia de la computación. Describimos la situación de las mujeres en todas las etapas de la capacitación en informática, desde el nivel preuniversitario hasta la escuela de posgrado. Debido a que muchos de los problemas discutidos están relacionados con la falta de modelos de conducta para las mujeres que están en proceso de convertirse en científicas informáticas, también nos preocupamos por la condición de las mujeres miembros de la facultad. No sólo describimos los problemas, sino que también formulamos recomendaciones concretas para el cambio y alentamos a que se estudien más a fondo aquellos problemas cuyas soluciones aún no se han comprendido bien ",
            "error": []
        },
        "gender issues": {
            "translated_key": [],
            "translated_annotated_text": "Convertirse en un científico de la computación El foco de este informe es la contracción de tuberías para las mujeres en la ciencia de la computación. Describimos la situación de las mujeres en todas las etapas de la capacitación en informática, desde el nivel preuniversitario hasta la escuela de posgrado. Debido a que muchos de los problemas discutidos están relacionados con la falta de modelos de conducta para las mujeres que están en proceso de convertirse en científicas informáticas, también nos preocupamos por la condición de las mujeres miembros de la facultad. No sólo describimos los problemas, sino que también formulamos recomendaciones concretas para el cambio y alentamos a que se estudien más a fondo aquellos problemas cuyas soluciones aún no se han comprendido bien ",
            "error": []
        }
    }
}