{
    "original_text": "Women in computing history Exciting inventions, innovative technology, human interaction, and intriguing politics fill computing history. However, the recorded history is mainly composed of male achievements and involvements, even though women have played substantial roles. This situation is not unusual. Most science fields are notorious for excluding, undervaluing, or overlooking the accomplishments of their female scientists. As Lee points out, it is up to the historians and others to remedy this imbalance. Steps have been taken towards this goal through publishing biographies on women in technology, and through honoring the pioneers with various awards such as the GHC97 Pioneering Awards, the WITI Hall of Fame, and the AWC Lovelace Award. A few online sites contain biographies of women in technology. However, even with these resources, many women who have contributed significantly to computer science are still to be discovered",
    "original_translation": "Las mujeres en la historia de la computación Los inventos emocionantes, la tecnología innovadora, la interacción humana y la política intrigante llenan la historia de la computación. Sin embargo, la historia registrada se compone principalmente de logros e intervenciones masculinas, a pesar de que las mujeres han desempeñado un papel importante. Esta situación no es inusual. La mayoría de los campos científicos son notorios por excluir, subestimar o pasar por alto los logros de sus científicas. Como Lee señala, corresponde a los historiadores y a otros corregir este desequilibrio. Se han dado pasos hacia este objetivo mediante la publicación de biografías sobre las mujeres en la tecnología, y mediante el reconocimiento a las pioneras con diversos premios como los Premios Pioneering GHC97, el Salón de la Fama WITI y el Premio AWC Lovelace. Algunos sitios en línea contienen biografías de mujeres en tecnología. Sin embargo, incluso con estos recursos, muchas mujeres que han contribuido significativamente a la informática todavía están por descubrir",
    "error_count": 2,
    "keys": {
        "women": {
            "translated_key": "mujeres",
            "translated_annotated_text": "Las mujeres en la historia de la computación Los inventos emocionantes, la tecnología innovadora, la interacción humana y la política intrigante llenan la historia de la computación. Sin embargo, la historia registrada se compone principalmente de logros e intervenciones masculinas, a pesar de que las \"mujeres\" han desempeñado papeles sustanciales. Esta situación no es inusual. La mayoría de los campos científicos son notorios por excluir, subestimar o pasar por alto los logros de sus científicas. Como Lee señala, corresponde a los historiadores y a otros corregir este desequilibrio. Se han dado pasos hacia este objetivo a través de la publicación de biografías sobre \"mujeres\" en tecnología, y a través de honrar a los pioneros con varios premios como los Premios Pioneering GHC97, el Salón de la Fama WITI, y el Premio AWC Lovelace. Algunos sitios en línea contienen biografías de \"mujeres\" en tecnología. Sin embargo, incluso con estos recursos, muchas \"mujeres\" que han contribuido significativamente a la informática todavía están por descubrir ",
            "error": [
                ""
            ]
        },
        "computing history": {
            "translated_key": "historia de la computación",
            "translated_annotated_text": "Las mujeres en la \"historia de la computación\" Los inventos emocionantes, la tecnología innovadora, la interacción humana y la política intrigante llenan la \"historia de la computación\". Sin embargo, la historia registrada se compone principalmente de logros e intervenciones masculinas, a pesar de que las mujeres han desempeñado un papel importante. Esta situación no es inusual. La mayoría de los campos científicos son notorios por excluir, subestimar o pasar por alto los logros de sus científicas. Como Lee señala, corresponde a los historiadores y a otros corregir este desequilibrio. Se han dado pasos hacia este objetivo mediante la publicación de biografías sobre las mujeres en la tecnología, y mediante el reconocimiento a las pioneras con diversos premios como los Premios Pioneering GHC97, el Salón de la Fama WITI y el Premio AWC Lovelace. Algunos sitios en línea contienen biografías de mujeres en tecnología. Sin embargo, incluso con estos recursos, muchas mujeres que han contribuido significativamente a la informática todavía están por descubrir ",
            "error": [
                ""
            ]
        },
        "computer software": {
            "translated_key": [],
            "translated_annotated_text": "Las mujeres en la historia de la computación Los inventos emocionantes, la tecnología innovadora, la interacción humana y la política intrigante llenan la historia de la computación. Sin embargo, la historia registrada se compone principalmente de logros e intervenciones masculinas, a pesar de que las mujeres han desempeñado un papel importante. Esta situación no es inusual. La mayoría de los campos científicos son notorios por excluir, subestimar o pasar por alto los logros de sus científicas. Como Lee señala, corresponde a los historiadores y a otros corregir este desequilibrio. Se han dado pasos hacia este objetivo mediante la publicación de biografías sobre las mujeres en la tecnología, y mediante el reconocimiento a las pioneras con diversos premios como los Premios Pioneering GHC97, el Salón de la Fama WITI y el Premio AWC Lovelace. Algunos sitios en línea contienen biografías de mujeres en tecnología. Sin embargo, incluso con estos recursos, muchas mujeres que han contribuido significativamente a la informática todavía están por descubrir ",
            "error": []
        },
        "gender issues": {
            "translated_key": [],
            "translated_annotated_text": "Las mujeres en la historia de la computación Los inventos emocionantes, la tecnología innovadora, la interacción humana y la política intrigante llenan la historia de la computación. Sin embargo, la historia registrada se compone principalmente de logros e intervenciones masculinas, a pesar de que las mujeres han desempeñado un papel importante. Esta situación no es inusual. La mayoría de los campos científicos son notorios por excluir, subestimar o pasar por alto los logros de sus científicas. Como Lee señala, corresponde a los historiadores y a otros corregir este desequilibrio. Se han dado pasos hacia este objetivo mediante la publicación de biografías sobre las mujeres en la tecnología, y mediante el reconocimiento a las pioneras con diversos premios como los Premios Pioneering GHC97, el Salón de la Fama WITI y el Premio AWC Lovelace. Algunos sitios en línea contienen biografías de mujeres en tecnología. Sin embargo, incluso con estos recursos, muchas mujeres que han contribuido significativamente a la informática todavía están por descubrir ",
            "error": []
        },
        "history": {
            "translated_key": "historia",
            "translated_annotated_text": "Las mujeres en la computación \"historia\" Los inventos emocionantes, la tecnología innovadora, la interacción humana y la política intrigante llenan la computación \"historia\". Sin embargo, la \"historia\" registrada se compone principalmente de logros e intervenciones masculinas, a pesar de que las mujeres han desempeñado papeles sustanciales. Esta situación no es inusual. La mayoría de los campos científicos son notorios por excluir, subestimar o pasar por alto los logros de sus científicas. Como Lee señala, corresponde a los historiadores y a otros corregir este desequilibrio. Se han dado pasos hacia este objetivo mediante la publicación de biografías sobre las mujeres en la tecnología, y mediante el reconocimiento a las pioneras con diversos premios como los Premios Pioneering GHC97, el Salón de la Fama WITI y el Premio AWC Lovelace. Algunos sitios en línea contienen biografías de mujeres en tecnología. Sin embargo, incluso con estos recursos, muchas mujeres que han contribuido significativamente a la informática todavía están por descubrir ",
            "error": [
                ""
            ]
        }
    }
}