{
    "original_text": "A conferences impact on undergraduate female students In September of 2000, the 3rd Grace Hopper Celebration of Women in Computing was held in Cape Cod, Massachusetts. Along with a colleague from a nearby university, we accompanied seven of our female undergraduate students to this conference. This paper reports on how the conference experience immediately affected these students - what impressed them, what scared them, what it clarified for them. It also reports on how the context in which these students currently evaluate their ability, potential and opportunity in computer science is different now from what it was before the conference. Hopefully, by understanding their experience, we can gain some insight into things we can do for all of our undergraduate female students to better support their computer science and engineering education",
    "original_translation": "En septiembre de 2000, se celebró en Cape Cod (Massachusetts) la 3a Celebración Grace Hopper de Mujeres en Computación. Junto con una colega de una universidad cercana, acompañamos a siete de nuestras estudiantes de pregrado a esta conferencia. Este artículo informa sobre cómo la experiencia de la conferencia inmediatamente afectó a estos estudiantes - lo que los impresionó, lo que los asustó, lo que aclaró para ellos. También informa sobre cómo el contexto en el que estos estudiantes evalúan actualmente su capacidad, potencial y oportunidad en ciencias de la computación es diferente ahora de lo que era antes de la conferencia. Con suerte, al comprender su experiencia, podemos obtener una visión de las cosas que podemos hacer para que todas nuestras estudiantes de pregrado apoyen mejor su educación en ciencias de la computación y la ingeniería",
    "error_count": 5,
    "keys": {
        "undergraduate female students": {
            "translated_key": "estudiantes universitarias",
            "translated_annotated_text": "Un impacto de las conferencias sobre las \"estudiantes universitarias\" En septiembre de 2000, se celebró la 3a Celebración Grace Hopper de Mujeres en Computación en Cape Cod, Massachusetts. Junto con una colega de una universidad cercana, acompañamos a siete de nuestras estudiantes de pregrado a esta conferencia. Este artículo informa sobre cómo la experiencia de la conferencia inmediatamente afectó a estos estudiantes - lo que los impresionó, lo que los asustó, lo que aclaró para ellos. También informa sobre cómo el contexto en el que estos estudiantes evalúan actualmente su capacidad, potencial y oportunidad en ciencias de la computación es diferente ahora de lo que era antes de la conferencia. Con suerte, al comprender su experiencia, podemos obtener un poco de información sobre las cosas que podemos hacer para que todas nuestras \"estudiantes universitarias\" apoyen mejor su educación en ciencias de la computación y la ingeniería ",
            "error": [
                ""
            ]
        },
        "computer science education": {
            "translated_key": [],
            "translated_annotated_text": "En septiembre de 2000, se celebró en Cape Cod (Massachusetts) la 3a Celebración Grace Hopper de Mujeres en Computación. Junto con una colega de una universidad cercana, acompañamos a siete de nuestras estudiantes de pregrado a esta conferencia. Este artículo informa sobre cómo la experiencia de la conferencia inmediatamente afectó a estos estudiantes - lo que los impresionó, lo que los asustó, lo que aclaró para ellos. También informa sobre cómo el contexto en el que estos estudiantes evalúan actualmente su capacidad, potencial y oportunidad en ciencias de la computación es diferente ahora de lo que era antes de la conferencia. Con suerte, al comprender su experiencia, podemos obtener una visión de las cosas que podemos hacer para que todas nuestras estudiantes de pregrado apoyen mejor su educación en ciencias de la computación y la ingeniería ",
            "error": []
        },
        "engineering education": {
            "translated_key": "educación en ingeniería",
            "translated_annotated_text": "En septiembre de 2000, se celebró en Cape Cod (Massachusetts) la 3a Celebración Grace Hopper de Mujeres en Computación. Junto con una colega de una universidad cercana, acompañamos a siete de nuestras estudiantes de pregrado a esta conferencia. Este artículo informa sobre cómo la experiencia de la conferencia inmediatamente afectó a estos estudiantes - lo que los impresionó, lo que los asustó, lo que aclaró para ellos. También informa sobre cómo el contexto en el que estos estudiantes evalúan actualmente su capacidad, potencial y oportunidad en ciencias de la computación es diferente ahora de lo que era antes de la conferencia. Con suerte, al comprender su experiencia, podemos obtener una visión de las cosas que podemos hacer para que todas nuestras estudiantes de pregrado apoyen mejor sus ciencias de la computación y la \"educación en ingeniería\" ",
            "error": [
                ""
            ]
        },
        "gender issues": {
            "translated_key": [],
            "translated_annotated_text": "En septiembre de 2000, se celebró en Cape Cod (Massachusetts) la 3a Celebración Grace Hopper de Mujeres en Computación. Junto con una colega de una universidad cercana, acompañamos a siete de nuestras estudiantes de pregrado a esta conferencia. Este artículo informa sobre cómo la experiencia de la conferencia inmediatamente afectó a estos estudiantes - lo que los impresionó, lo que los asustó, lo que aclaró para ellos. También informa sobre cómo el contexto en el que estos estudiantes evalúan actualmente su capacidad, potencial y oportunidad en ciencias de la computación es diferente ahora de lo que era antes de la conferencia. Con suerte, al comprender su experiencia, podemos obtener una visión de las cosas que podemos hacer para que todas nuestras estudiantes de pregrado apoyen mejor su educación en ciencias de la computación y la ingeniería ",
            "error": []
        },
        "conference": {
            "translated_key": "conferencia",
            "translated_annotated_text": "En septiembre de 2000, se celebró en Cape Cod (Massachusetts) la 3a Celebración Grace Hopper de Mujeres en Computación. Junto con una colega de una universidad cercana, acompañamos a siete de nuestras estudiantes de pregrado a esta \"conferencia\". Este artículo informa sobre cómo la experiencia de la \"conferencia\" inmediatamente afectó a estos estudiantes - lo que los impresionó, lo que los asustó, lo que aclaró para ellos. También informa sobre cómo el contexto en el que estos estudiantes evalúan actualmente su capacidad, potencial y oportunidad en ciencias de la computación es diferente ahora de lo que era antes de la \"conferencia\". Con suerte, al comprender su experiencia, podemos obtener una visión de las cosas que podemos hacer para que todas nuestras estudiantes de pregrado apoyen mejor su educación en ciencias de la computación y la ingeniería ",
            "error": [
                ""
            ]
        },
        "social aspects of automation": {
            "translated_key": [],
            "translated_annotated_text": "En septiembre de 2000, se celebró en Cape Cod (Massachusetts) la 3a Celebración Grace Hopper de Mujeres en Computación. Junto con una colega de una universidad cercana, acompañamos a siete de nuestras estudiantes de pregrado a esta conferencia. Este artículo informa sobre cómo la experiencia de la conferencia inmediatamente afectó a estos estudiantes - lo que los impresionó, lo que los asustó, lo que aclaró para ellos. También informa sobre cómo el contexto en el que estos estudiantes evalúan actualmente su capacidad, potencial y oportunidad en ciencias de la computación es diferente ahora de lo que era antes de la conferencia. Con suerte, al comprender su experiencia, podemos obtener una visión de las cosas que podemos hacer para que todas nuestras estudiantes de pregrado apoyen mejor su educación en ciencias de la computación y la ingeniería ",
            "error": []
        }
    }
}