{
    "original_text": "Support communities for women in computing This article highlights the many activities provided by the support communities available for women in computing. Thousands of women actively participate in these programs and they receive many benefits including networking and professional support. In addition, the organizations and associations help promote the accomplishments of women computer scientists and disseminate valuable information. This article surveys some of these organizations and concludes with a list of suggestions for how faculty members can incorporate the benefits of these organizations in their own institutions",
    "original_translation": "Apoyo a las comunidades de mujeres en la informática Este artículo destaca las numerosas actividades que realizan las comunidades de apoyo disponibles para las mujeres en la informática. Miles de mujeres participan activamente en estos programas y reciben muchos beneficios, como el establecimiento de redes y el apoyo profesional. Además, las organizaciones y asociaciones ayudan a promover los logros de las científicas informáticas y a difundir información valiosa. Este artículo analiza algunas de estas organizaciones y concluye con una lista de sugerencias sobre cómo los miembros de la facultad pueden incorporar los beneficios de estas organizaciones en sus propias instituciones.",
    "error_count": 4,
    "keys": {
        "support communities": {
            "translated_key": "comunidades de apoyo",
            "translated_annotated_text": "Apoyar a las comunidades de mujeres en la computación Este artículo destaca las muchas actividades que ofrecen las \"comunidades de apoyo\" disponibles para las mujeres en la computación. Miles de mujeres participan activamente en estos programas y reciben muchos beneficios, como el establecimiento de redes y el apoyo profesional. Además, las organizaciones y asociaciones ayudan a promover los logros de las científicas informáticas y a difundir información valiosa. Este artículo analiza algunas de estas organizaciones y concluye con una lista de sugerencias sobre cómo los miembros de la facultad pueden incorporar los beneficios de estas organizaciones en sus propias instituciones. ",
            "error": [
                ""
            ]
        },
        "women": {
            "translated_key": "mujeres",
            "translated_annotated_text": "Apoyar a las comunidades para \"mujeres\" en la computación Este artículo destaca las muchas actividades proporcionadas por las comunidades de apoyo disponibles para \"mujeres\" en la computación. Miles de \"mujeres\" participan activamente en estos programas y reciben muchos beneficios, incluyendo redes y apoyo profesional. Además, las organizaciones y asociaciones ayudan a promover los logros de los científicos informáticos \"mujeres\" y a difundir información valiosa. Este artículo analiza algunas de estas organizaciones y concluye con una lista de sugerencias sobre cómo los miembros de la facultad pueden incorporar los beneficios de estas organizaciones en sus propias instituciones. ",
            "error": [
                ""
            ]
        },
        "computing": {
            "translated_key": "computación",
            "translated_annotated_text": "Apoyar a las comunidades de mujeres en la \"computación\" Este artículo destaca las numerosas actividades que las comunidades de apoyo ofrecen a las mujeres en la \"computación\". Miles de mujeres participan activamente en estos programas y reciben muchos beneficios, como el establecimiento de redes y el apoyo profesional. Además, las organizaciones y asociaciones ayudan a promover los logros de las científicas informáticas y a difundir información valiosa. Este artículo analiza algunas de estas organizaciones y concluye con una lista de sugerencias sobre cómo los miembros de la facultad pueden incorporar los beneficios de estas organizaciones en sus propias instituciones. ",
            "error": [
                ""
            ]
        },
        "networking": {
            "translated_key": "redes",
            "translated_annotated_text": "Apoyo a las comunidades de mujeres en la informática Este artículo destaca las numerosas actividades que realizan las comunidades de apoyo disponibles para las mujeres en la informática. Miles de mujeres participan activamente en estos programas y reciben muchos beneficios, incluyendo \"redes\" y apoyo profesional. Además, las organizaciones y asociaciones ayudan a promover los logros de las científicas informáticas y a difundir información valiosa. Este artículo analiza algunas de estas organizaciones y concluye con una lista de sugerencias sobre cómo los miembros de la facultad pueden incorporar los beneficios de estas organizaciones en sus propias instituciones. ",
            "error": [
                ""
            ]
        },
        "professional support": {
            "translated_key": "apoyo profesional",
            "translated_annotated_text": "Apoyo a las comunidades de mujeres en la informática Este artículo destaca las numerosas actividades que realizan las comunidades de apoyo disponibles para las mujeres en la informática. Miles de mujeres participan activamente en estos programas y reciben muchos beneficios, como el establecimiento de redes y el \"apoyo profesional\". Además, las organizaciones y asociaciones ayudan a promover los logros de las científicas informáticas y a difundir información valiosa. Este artículo analiza algunas de estas organizaciones y concluye con una lista de sugerencias sobre cómo los miembros de la facultad pueden incorporar los beneficios de estas organizaciones en sus propias instituciones. ",
            "error": [
                ""
            ]
        },
        "information dissemination": {
            "translated_key": [],
            "translated_annotated_text": "Apoyo a las comunidades de mujeres en la informática Este artículo destaca las numerosas actividades que realizan las comunidades de apoyo disponibles para las mujeres en la informática. Miles de mujeres participan activamente en estos programas y reciben muchos beneficios, como el establecimiento de redes y el apoyo profesional. Además, las organizaciones y asociaciones ayudan a promover los logros de las científicas informáticas y a difundir información valiosa. Este artículo analiza algunas de estas organizaciones y concluye con una lista de sugerencias sobre cómo los miembros de la facultad pueden incorporar los beneficios de estas organizaciones en sus propias instituciones. ",
            "error": []
        },
        "faculty members": {
            "translated_key": "miembros de la facultad",
            "translated_annotated_text": "Apoyo a las comunidades de mujeres en la informática Este artículo destaca las numerosas actividades que realizan las comunidades de apoyo disponibles para las mujeres en la informática. Miles de mujeres participan activamente en estos programas y reciben muchos beneficios, como el establecimiento de redes y el apoyo profesional. Además, las organizaciones y asociaciones ayudan a promover los logros de las científicas informáticas y a difundir información valiosa. Este artículo analiza algunas de estas organizaciones y concluye con una lista de sugerencias sobre cómo los \"miembros de la facultad\" pueden incorporar los beneficios de estas organizaciones en sus propias instituciones. ",
            "error": [
                ""
            ]
        },
        "computer science education": {
            "translated_key": [],
            "translated_annotated_text": "Apoyo a las comunidades de mujeres en la informática Este artículo destaca las numerosas actividades que realizan las comunidades de apoyo disponibles para las mujeres en la informática. Miles de mujeres participan activamente en estos programas y reciben muchos beneficios, como el establecimiento de redes y el apoyo profesional. Además, las organizaciones y asociaciones ayudan a promover los logros de las científicas informáticas y a difundir información valiosa. Este artículo analiza algunas de estas organizaciones y concluye con una lista de sugerencias sobre cómo los miembros de la facultad pueden incorporar los beneficios de estas organizaciones en sus propias instituciones. ",
            "error": []
        },
        "gender issues": {
            "translated_key": [],
            "translated_annotated_text": "Apoyo a las comunidades de mujeres en la informática Este artículo destaca las numerosas actividades que realizan las comunidades de apoyo disponibles para las mujeres en la informática. Miles de mujeres participan activamente en estos programas y reciben muchos beneficios, como el establecimiento de redes y el apoyo profesional. Además, las organizaciones y asociaciones ayudan a promover los logros de las científicas informáticas y a difundir información valiosa. Este artículo analiza algunas de estas organizaciones y concluye con una lista de sugerencias sobre cómo los miembros de la facultad pueden incorporar los beneficios de estas organizaciones en sus propias instituciones. ",
            "error": []
        },
        "professional communication": {
            "translated_key": [],
            "translated_annotated_text": "Apoyo a las comunidades de mujeres en la informática Este artículo destaca las numerosas actividades que realizan las comunidades de apoyo disponibles para las mujeres en la informática. Miles de mujeres participan activamente en estos programas y reciben muchos beneficios, como el establecimiento de redes y el apoyo profesional. Además, las organizaciones y asociaciones ayudan a promover los logros de las científicas informáticas y a difundir información valiosa. Este artículo analiza algunas de estas organizaciones y concluye con una lista de sugerencias sobre cómo los miembros de la facultad pueden incorporar los beneficios de estas organizaciones en sus propias instituciones. ",
            "error": []
        }
    }
}