{
    "original_text": "Recruiting and retaining women in undergraduate computing majors This paper recommends methods for increasing female participation in undergraduate computer science. The recommendations are based on recent and on-going research into the gender gap in computer science and related disciplines. They are intended to work in tandem with the Computing Research Associations recommendations for graduate programs to promote a general increase in womens participation in computing professions. Most of the suggestions offered could improve the educational environment for both male and female students. However, general improvements are likely to be of particular benefit to women because women in our society do not generally receive the same level of support that men receive for entering and persisting in this field",
    "original_translation": "Reclutamiento y retención de mujeres en licenciaturas en informática Este artículo recomienda métodos para aumentar la participación femenina en las ciencias de la computación de grado. Las recomendaciones se basan en investigaciones recientes y en curso sobre la brecha de género en las ciencias de la computación y disciplinas conexas. Su objetivo es trabajar en conjunto con las recomendaciones de las asociaciones de investigación informática para programas de posgrado a fin de promover un aumento general de la participación de la mujer en las profesiones informáticas. La mayoría de las sugerencias presentadas podrían mejorar el entorno educativo tanto para los estudiantes varones como para las mujeres. Sin embargo, es probable que las mejoras generales beneficien especialmente a las mujeres porque las mujeres de nuestra sociedad no reciben en general el mismo nivel de apoyo que los hombres por entrar y persistir en esta esfera.",
    "error_count": 4,
    "keys": {
        "undergraduate computing majors": {
            "translated_key": "grados de informática",
            "translated_annotated_text": "Reclutar y retener a mujeres en \"grados de informática\" Este artículo recomienda métodos para aumentar la participación femenina en las ciencias de la computación de grado. Las recomendaciones se basan en investigaciones recientes y en curso sobre la brecha de género en las ciencias de la computación y disciplinas conexas. Su objetivo es trabajar en conjunto con las recomendaciones de las asociaciones de investigación informática para programas de posgrado a fin de promover un aumento general de la participación de la mujer en las profesiones informáticas. La mayoría de las sugerencias presentadas podrían mejorar el entorno educativo tanto para los estudiantes varones como para las mujeres. Sin embargo, es probable que las mejoras generales beneficien especialmente a las mujeres porque las mujeres de nuestra sociedad no reciben en general el mismo nivel de apoyo que los hombres por entrar y persistir en esta esfera. ",
            "error": [
                ""
            ]
        },
        "women retention": {
            "translated_key": [],
            "translated_annotated_text": "Reclutamiento y retención de mujeres en licenciaturas en informática Este artículo recomienda métodos para aumentar la participación femenina en las ciencias de la computación de grado. Las recomendaciones se basan en investigaciones recientes y en curso sobre la brecha de género en las ciencias de la computación y disciplinas conexas. Su objetivo es trabajar en conjunto con las recomendaciones de las asociaciones de investigación informática para programas de posgrado a fin de promover un aumento general de la participación de la mujer en las profesiones informáticas. La mayoría de las sugerencias presentadas podrían mejorar el entorno educativo tanto para los estudiantes varones como para las mujeres. Sin embargo, es probable que las mejoras generales beneficien especialmente a las mujeres porque las mujeres de nuestra sociedad no reciben en general el mismo nivel de apoyo que los hombres por entrar y persistir en esta esfera. ",
            "error": []
        },
        "women recruitment": {
            "translated_key": [],
            "translated_annotated_text": "Reclutamiento y retención de mujeres en licenciaturas en informática Este artículo recomienda métodos para aumentar la participación femenina en las ciencias de la computación de grado. Las recomendaciones se basan en investigaciones recientes y en curso sobre la brecha de género en las ciencias de la computación y disciplinas conexas. Su objetivo es trabajar en conjunto con las recomendaciones de las asociaciones de investigación informática para programas de posgrado a fin de promover un aumento general de la participación de la mujer en las profesiones informáticas. La mayoría de las sugerencias presentadas podrían mejorar el entorno educativo tanto para los estudiantes varones como para las mujeres. Sin embargo, es probable que las mejoras generales beneficien especialmente a las mujeres porque las mujeres de nuestra sociedad no reciben en general el mismo nivel de apoyo que los hombres por entrar y persistir en esta esfera. ",
            "error": []
        },
        "female participation": {
            "translated_key": "participación femenina",
            "translated_annotated_text": "Reclutamiento y retención de mujeres en licenciaturas en informática Este artículo recomienda métodos para aumentar la \"participación femenina\" en las ciencias de la computación de grado. Las recomendaciones se basan en investigaciones recientes y en curso sobre la brecha de género en las ciencias de la computación y disciplinas conexas. Su objetivo es trabajar en conjunto con las recomendaciones de las asociaciones de investigación informática para programas de posgrado a fin de promover un aumento general de la participación de la mujer en las profesiones informáticas. La mayoría de las sugerencias presentadas podrían mejorar el entorno educativo tanto para los estudiantes varones como para las mujeres. Sin embargo, es probable que las mejoras generales beneficien especialmente a las mujeres porque las mujeres de nuestra sociedad no reciben en general el mismo nivel de apoyo que los hombres por entrar y persistir en esta esfera. ",
            "error": [
                ""
            ]
        },
        "gender gap": {
            "translated_key": "brecha de género",
            "translated_annotated_text": "Reclutamiento y retención de mujeres en licenciaturas en informática Este artículo recomienda métodos para aumentar la participación femenina en las ciencias de la computación de grado. Las recomendaciones se basan en investigaciones recientes y en curso sobre la \"brecha de género\" en las ciencias de la computación y disciplinas conexas. Su objetivo es trabajar en conjunto con las recomendaciones de las asociaciones de investigación informática para programas de posgrado a fin de promover un aumento general de la participación de la mujer en las profesiones informáticas. La mayoría de las sugerencias presentadas podrían mejorar el entorno educativo tanto para los estudiantes varones como para las mujeres. Sin embargo, es probable que las mejoras generales beneficien especialmente a las mujeres porque las mujeres de nuestra sociedad no reciben en general el mismo nivel de apoyo que los hombres por entrar y persistir en esta esfera. ",
            "error": [
                ""
            ]
        },
        "computer science": {
            "translated_key": "ciencias informáticas",
            "translated_annotated_text": "Reclutamiento y retención de mujeres en licenciaturas en informática Este artículo recomienda métodos para aumentar la participación femenina en la licenciatura en ciencias de la computación. Las recomendaciones se basan en investigaciones recientes y en curso sobre la brecha de género en las \"ciencias informáticas\" y disciplinas conexas. Su objetivo es trabajar en conjunto con las recomendaciones de las asociaciones de investigación informática para programas de posgrado a fin de promover un aumento general de la participación de la mujer en las profesiones informáticas. La mayoría de las sugerencias presentadas podrían mejorar el entorno educativo tanto para los estudiantes varones como para las mujeres. Sin embargo, es probable que las mejoras generales beneficien especialmente a las mujeres porque las mujeres de nuestra sociedad no reciben en general el mismo nivel de apoyo que los hombres por entrar y persistir en esta esfera. ",
            "error": [
                ""
            ]
        },
        "computer science education": {
            "translated_key": [],
            "translated_annotated_text": "Reclutamiento y retención de mujeres en licenciaturas en informática Este artículo recomienda métodos para aumentar la participación femenina en las ciencias de la computación de grado. Las recomendaciones se basan en investigaciones recientes y en curso sobre la brecha de género en las ciencias de la computación y disciplinas conexas. Su objetivo es trabajar en conjunto con las recomendaciones de las asociaciones de investigación informática para programas de posgrado a fin de promover un aumento general de la participación de la mujer en las profesiones informáticas. La mayoría de las sugerencias presentadas podrían mejorar el entorno educativo tanto para los estudiantes varones como para las mujeres. Sin embargo, es probable que las mejoras generales beneficien especialmente a las mujeres porque las mujeres de nuestra sociedad no reciben en general el mismo nivel de apoyo que los hombres por entrar y persistir en esta esfera. ",
            "error": []
        },
        "gender issues": {
            "translated_key": [],
            "translated_annotated_text": "Reclutamiento y retención de mujeres en licenciaturas en informática Este artículo recomienda métodos para aumentar la participación femenina en las ciencias de la computación de grado. Las recomendaciones se basan en investigaciones recientes y en curso sobre la brecha de género en las ciencias de la computación y disciplinas conexas. Su objetivo es trabajar en conjunto con las recomendaciones de las asociaciones de investigación informática para programas de posgrado a fin de promover un aumento general de la participación de la mujer en las profesiones informáticas. La mayoría de las sugerencias presentadas podrían mejorar el entorno educativo tanto para los estudiantes varones como para las mujeres. Sin embargo, es probable que las mejoras generales beneficien especialmente a las mujeres porque las mujeres de nuestra sociedad no reciben en general el mismo nivel de apoyo que los hombres por entrar y persistir en esta esfera. ",
            "error": []
        }
    }
}