{
    "original_text": "Developing a hardware and programming curriculum for middle school girls Techbridge provides experiences and resources that would teach girls technology skills as well as excite their curiosity and build their confidence. Funded by the National Science Foundation and sponsored by Chabot Space and Science Center in Oakland, California, Techbridge is a three-year program that serves approximately 200 girls annually. Techbridge is hosted at 8 middle and high schools in Oakland and at the California School for the Blind in Fremont, California generally as an after-school program meeting once a week. Techbridge comes at a critical time in girls development when girls have many important decisions to make regarding classes and careers, but often lack the confidence and guidance to make the best choices. Techbridge helps girls plan for the next steps to high school and college with its role models and guidance. Techbridge also provides training and resources for teachers, counselors, and families",
    "original_translation": "El desarrollo de un plan de estudios de hardware y programación para niñas de secundaria Techbridge ofrece experiencias y recursos que les enseñarían habilidades tecnológicas, así como estimularían su curiosidad y fomentarían su confianza. Financiado por la National Science Foundation y patrocinado por Chabot Space and Science Center en Oakland, California, Techbridge es un programa de tres años que atiende a aproximadamente 200 niñas al año. Techbridge se aloja en 8 escuelas secundarias y secundarias en Oakland y en la Escuela de Ciegos de California en Fremont, California, generalmente como una reunión de programa extraescolar una vez a la semana. Techbridge llega en un momento crítico en el desarrollo de las niñas cuando éstas tienen muchas decisiones importantes que tomar con respecto a las clases y carreras, pero a menudo carecen de la confianza y la orientación para tomar las mejores decisiones. Techbridge ayuda a las niñas a planificar los próximos pasos para la escuela secundaria y la universidad con sus modelos a seguir y orientación. Techbridge también proporciona capacitación y recursos para maestros, consejeros y familias",
    "error_count": 3,
    "keys": {
        "middle school girls": {
            "translated_key": "niñas de secundaria",
            "translated_annotated_text": "El desarrollo de un hardware y un plan de estudios de programación para \"niñas de secundaria\" Techbridge ofrece experiencias y recursos que enseñarían a las niñas habilidades tecnológicas, así como excitar su curiosidad y fomentar su confianza. Financiado por la National Science Foundation y patrocinado por Chabot Space and Science Center en Oakland, California, Techbridge es un programa de tres años que atiende a aproximadamente 200 niñas al año. Techbridge se aloja en 8 escuelas secundarias y secundarias en Oakland y en la Escuela de Ciegos de California en Fremont, California, generalmente como una reunión de programa extraescolar una vez a la semana. Techbridge llega en un momento crítico en el desarrollo de las niñas cuando éstas tienen muchas decisiones importantes que tomar con respecto a las clases y carreras, pero a menudo carecen de la confianza y la orientación para tomar las mejores decisiones. Techbridge ayuda a las niñas a planificar los próximos pasos para la escuela secundaria y la universidad con sus modelos a seguir y orientación. Techbridge también proporciona capacitación y recursos para maestros, consejeros y familias ",
            "error": [
                ""
            ]
        },
        "hardware and programming curriculum": {
            "translated_key": "curriculum de hardware y programación",
            "translated_annotated_text": "El desarrollo de un \"curriculum de hardware y programación\" para niñas de secundaria Techbridge ofrece experiencias y recursos que enseñarían a las niñas habilidades tecnológicas, así como excitar su curiosidad y fomentar su confianza. Financiado por la National Science Foundation y patrocinado por Chabot Space and Science Center en Oakland, California, Techbridge es un programa de tres años que atiende a aproximadamente 200 niñas al año. Techbridge se aloja en 8 escuelas secundarias y secundarias en Oakland y en la Escuela de Ciegos de California en Fremont, California, generalmente como una reunión de programa extraescolar una vez a la semana. Techbridge llega en un momento crítico en el desarrollo de las niñas cuando éstas tienen muchas decisiones importantes que tomar con respecto a las clases y carreras, pero a menudo carecen de la confianza y la orientación para tomar las mejores decisiones. Techbridge ayuda a las niñas a planificar los próximos pasos para la escuela secundaria y la universidad con sus modelos a seguir y orientación. Techbridge también proporciona capacitación y recursos para maestros, consejeros y familias ",
            "error": [
                ""
            ]
        },
        "Techbridge": {
            "translated_key": "Techbridge",
            "translated_annotated_text": "El desarrollo de un plan de estudios de hardware y programación para niñas de secundaria \"Techbridge\" proporciona experiencias y recursos que enseñarían a las niñas habilidades tecnológicas, así como excitar su curiosidad y fomentar su confianza. Financiado por la National Science Foundation y patrocinado por Chabot Space and Science Center en Oakland, California, \"Techbridge\" es un programa de tres años que atiende a aproximadamente 200 niñas al año. \"Techbridge\" se aloja en 8 escuelas secundarias y secundarias en Oakland y en la Escuela de Ciegos de California en Fremont, California, generalmente como una reunión de programa extraescolar una vez a la semana. \"Techbridge\" llega en un momento crítico en el desarrollo de las niñas cuando las niñas tienen muchas decisiones importantes que tomar con respecto a clases y carreras, pero a menudo carecen de la confianza y la orientación para tomar las mejores decisiones. \"Techbridge\" ayuda a las niñas a planificar los próximos pasos para la escuela secundaria y la universidad con sus modelos de conducta y orientación. \"Techbridge\" también proporciona capacitación y recursos para maestros, consejeros y familias ",
            "error": [
                ""
            ]
        },
        "technology skills teaching": {
            "translated_key": [],
            "translated_annotated_text": "El desarrollo de un plan de estudios de hardware y programación para niñas de secundaria Techbridge ofrece experiencias y recursos que les enseñarían habilidades tecnológicas, así como estimularían su curiosidad y fomentarían su confianza. Financiado por la National Science Foundation y patrocinado por Chabot Space and Science Center en Oakland, California, Techbridge es un programa de tres años que atiende a aproximadamente 200 niñas al año. Techbridge se aloja en 8 escuelas secundarias y secundarias en Oakland y en la Escuela de Ciegos de California en Fremont, California, generalmente como una reunión de programa extraescolar una vez a la semana. Techbridge llega en un momento crítico en el desarrollo de las niñas cuando éstas tienen muchas decisiones importantes que tomar con respecto a las clases y carreras, pero a menudo carecen de la confianza y la orientación para tomar las mejores decisiones. Techbridge ayuda a las niñas a planificar los próximos pasos para la escuela secundaria y la universidad con sus modelos a seguir y orientación. Techbridge también proporciona capacitación y recursos para maestros, consejeros y familias ",
            "error": []
        },
        "computer science education": {
            "translated_key": [],
            "translated_annotated_text": "El desarrollo de un plan de estudios de hardware y programación para niñas de secundaria Techbridge ofrece experiencias y recursos que les enseñarían habilidades tecnológicas, así como estimularían su curiosidad y fomentarían su confianza. Financiado por la National Science Foundation y patrocinado por Chabot Space and Science Center en Oakland, California, Techbridge es un programa de tres años que atiende a aproximadamente 200 niñas al año. Techbridge se aloja en 8 escuelas secundarias y secundarias en Oakland y en la Escuela de Ciegos de California en Fremont, California, generalmente como una reunión de programa extraescolar una vez a la semana. Techbridge llega en un momento crítico en el desarrollo de las niñas cuando éstas tienen muchas decisiones importantes que tomar con respecto a las clases y carreras, pero a menudo carecen de la confianza y la orientación para tomar las mejores decisiones. Techbridge ayuda a las niñas a planificar los próximos pasos para la escuela secundaria y la universidad con sus modelos a seguir y orientación. Techbridge también proporciona capacitación y recursos para maestros, consejeros y familias ",
            "error": []
        },
        "gender issues": {
            "translated_key": [],
            "translated_annotated_text": "El desarrollo de un plan de estudios de hardware y programación para niñas de secundaria Techbridge ofrece experiencias y recursos que les enseñarían habilidades tecnológicas, así como estimularían su curiosidad y fomentarían su confianza. Financiado por la National Science Foundation y patrocinado por Chabot Space and Science Center en Oakland, California, Techbridge es un programa de tres años que atiende a aproximadamente 200 niñas al año. Techbridge se aloja en 8 escuelas secundarias y secundarias en Oakland y en la Escuela de Ciegos de California en Fremont, California, generalmente como una reunión de programa extraescolar una vez a la semana. Techbridge llega en un momento crítico en el desarrollo de las niñas cuando éstas tienen muchas decisiones importantes que tomar con respecto a las clases y carreras, pero a menudo carecen de la confianza y la orientación para tomar las mejores decisiones. Techbridge ayuda a las niñas a planificar los próximos pasos para la escuela secundaria y la universidad con sus modelos a seguir y orientación. Techbridge también proporciona capacitación y recursos para maestros, consejeros y familias ",
            "error": []
        },
        "programming": {
            "translated_key": "programación",
            "translated_annotated_text": "El desarrollo de un hardware y un plan de estudios de \"programación\" para niñas de secundaria Techbridge ofrece experiencias y recursos que enseñarían a las niñas habilidades tecnológicas, así como excitar su curiosidad y fomentar su confianza. Financiado por la National Science Foundation y patrocinado por Chabot Space and Science Center en Oakland, California, Techbridge es un programa de tres años que atiende a aproximadamente 200 niñas al año. Techbridge se aloja en 8 escuelas secundarias y secundarias en Oakland y en la Escuela de Ciegos de California en Fremont, California, generalmente como una reunión de programa extraescolar una vez a la semana. Techbridge llega en un momento crítico en el desarrollo de las niñas cuando éstas tienen muchas decisiones importantes que tomar con respecto a las clases y carreras, pero a menudo carecen de la confianza y la orientación para tomar las mejores decisiones. Techbridge ayuda a las niñas a planificar los próximos pasos para la escuela secundaria y la universidad con sus modelos a seguir y orientación. Techbridge también proporciona capacitación y recursos para maestros, consejeros y familias ",
            "error": [
                ""
            ]
        }
    }
}