{
    "original_text": "Virtual Family: an approach to introducing Java programming This paper introduces and discusses Virtual Family (VF): a gender-neutral game-based software that introduces Java programming. VF provides a completely functioning game that students extend and enhance via programming. We discuss the background and context within which Virtual Family was developed and other available multimedia resources for teaching programming. The paper then goes on to describe Virtual Familys concept and design. Finally, feedback received from Virtual Family teaching workshops is related, as well as preliminary results from using VF in high-school teaching units. Virtual Family is under development in a research lab at the University of British Columbia and is an initiative of Supporting Women in Information Technology (SWIFT). SWIFT is a five-year research action and implementation project to increase the participation of women in information technology",
    "original_translation": "Virtual Family: un enfoque para introducir la programación Java Este artículo presenta y discute Virtual Family (VF): un software basado en juegos neutro en género que introduce la programación Java. VF proporciona un juego completamente funcional que los estudiantes extienden y mejoran a través de la programación. Discutimos los antecedentes y el contexto en el que se desarrolló la Familia Virtual y otros recursos multimedia disponibles para la programación docente. El artículo pasa a describir el concepto y el diseño de Familias Virtuales. Por último, los comentarios recibidos de los talleres de enseñanza sobre la familia virtual están relacionados, así como los resultados preliminares de la utilización de la FV en las unidades docentes de enseñanza secundaria. Virtual Family se está desarrollando en un laboratorio de investigación de la Universidad de Columbia Británica y es una iniciativa de apoyo a la mujer en la tecnología de la información (SWIFT). SWIFT es un proyecto quinquenal de investigación y ejecución para aumentar la participación de la mujer en la tecnología de la información",
    "error_count": 8,
    "keys": {
        "Virtual Family": {
            "translated_key": [
                "Virtual Family",
                "Virtual Family",
                "Familia Virtual",
                "Familia Virtual",
                "Virtual Family"
            ],
            "translated_annotated_text": "\"Virtual Family\": un enfoque para la introducción de la programación Java Este artículo presenta y discute \"Virtual Family\" (VF): un software basado en juegos de género neutral que introduce la programación Java. VF proporciona un juego completamente funcional que los estudiantes extienden y mejoran a través de la programación. Discutimos los antecedentes y el contexto en el que se desarrolló la \"Familia Virtual\" y otros recursos multimedia disponibles para la programación docente. El artículo pasa a describir el concepto y el diseño de Familias Virtuales. Por último, la retroalimentación recibida de los talleres de enseñanza \"Familia Virtual\" está relacionada, así como los resultados preliminares del uso de FV en las unidades de enseñanza de la escuela secundaria. \"Virtual Family\" está en desarrollo en un laboratorio de investigación en la Universidad de Columbia Británica y es una iniciativa de Apoyo a la Mujer en Tecnología de la Información (SWIFT). SWIFT es un proyecto quinquenal de investigación y ejecución para aumentar la participación de la mujer en la tecnología de la información ",
            "error": [
                "Virtual Family",
                "Virtual Family",
                "Familia Virtual",
                "Familia Virtual",
                "Virtual Family"
            ]
        },
        "gender-neutral game-based software": {
            "translated_key": "software basado en juegos neutros en género",
            "translated_annotated_text": "Virtual Family: un enfoque para introducir la programación Java Este artículo presenta y discute Virtual Family (VF): un \"software basado en juegos neutros en género\" que introduce la programación Java. VF proporciona un juego completamente funcional que los estudiantes extienden y mejoran a través de la programación. Discutimos los antecedentes y el contexto en el que se desarrolló la Familia Virtual y otros recursos multimedia disponibles para la programación docente. El artículo pasa a describir el concepto y el diseño de Familias Virtuales. Por último, los comentarios recibidos de los talleres de enseñanza sobre la familia virtual están relacionados, así como los resultados preliminares de la utilización de la FV en las unidades docentes de enseñanza secundaria. Virtual Family se está desarrollando en un laboratorio de investigación de la Universidad de Columbia Británica y es una iniciativa de apoyo a la mujer en la tecnología de la información (SWIFT). SWIFT es un proyecto quinquenal de investigación y ejecución para aumentar la participación de la mujer en la tecnología de la información ",
            "error": [
                ""
            ]
        },
        "Java programming teaching": {
            "translated_key": [],
            "translated_annotated_text": "Virtual Family: un enfoque para introducir la programación Java Este artículo presenta y discute Virtual Family (VF): un software basado en juegos neutro en género que introduce la programación Java. VF proporciona un juego completamente funcional que los estudiantes extienden y mejoran a través de la programación. Discutimos los antecedentes y el contexto en el que se desarrolló la Familia Virtual y otros recursos multimedia disponibles para la programación docente. El artículo pasa a describir el concepto y el diseño de Familias Virtuales. Por último, los comentarios recibidos de los talleres de enseñanza sobre la familia virtual están relacionados, así como los resultados preliminares de la utilización de la FV en las unidades docentes de enseñanza secundaria. Virtual Family se está desarrollando en un laboratorio de investigación de la Universidad de Columbia Británica y es una iniciativa de apoyo a la mujer en la tecnología de la información (SWIFT). SWIFT es un proyecto quinquenal de investigación y ejecución para aumentar la participación de la mujer en la tecnología de la información ",
            "error": []
        },
        "multimedia resources": {
            "translated_key": "recursos multimedia",
            "translated_annotated_text": "Virtual Family: un enfoque para introducir la programación Java Este artículo presenta y discute Virtual Family (VF): un software basado en juegos neutro en género que introduce la programación Java. VF proporciona un juego completamente funcional que los estudiantes extienden y mejoran a través de la programación. Discutimos los antecedentes y el contexto en el que se desarrolló la Familia Virtual y otros \"recursos multimedia\" disponibles para la programación docente. El artículo pasa a describir el concepto y el diseño de Familias Virtuales. Por último, los comentarios recibidos de los talleres de enseñanza sobre la familia virtual están relacionados, así como los resultados preliminares de la utilización de la FV en las unidades docentes de enseñanza secundaria. Virtual Family se está desarrollando en un laboratorio de investigación de la Universidad de Columbia Británica y es una iniciativa de apoyo a la mujer en la tecnología de la información (SWIFT). SWIFT es un proyecto quinquenal de investigación y ejecución para aumentar la participación de la mujer en la tecnología de la información ",
            "error": [
                ""
            ]
        },
        "teaching workshops": {
            "translated_key": "talleres de enseñanza",
            "translated_annotated_text": "Virtual Family: un enfoque para introducir la programación Java Este artículo presenta y discute Virtual Family (VF): un software basado en juegos neutro en género que introduce la programación Java. VF proporciona un juego completamente funcional que los estudiantes extienden y mejoran a través de la programación. Discutimos los antecedentes y el contexto en el que se desarrolló la Familia Virtual y otros recursos multimedia disponibles para la programación docente. El artículo pasa a describir el concepto y el diseño de Familias Virtuales. Finalmente, la retroalimentación recibida de la Familia Virtual \"talleres de enseñanza\" está relacionada, así como los resultados preliminares del uso de FV en unidades de enseñanza de secundaria. Virtual Family se está desarrollando en un laboratorio de investigación de la Universidad de Columbia Británica y es una iniciativa de apoyo a la mujer en la tecnología de la información (SWIFT). SWIFT es un proyecto quinquenal de investigación y ejecución para aumentar la participación de la mujer en la tecnología de la información ",
            "error": [
                ""
            ]
        },
        "high-school teaching units": {
            "translated_key": "unidades de enseñanza secundaria",
            "translated_annotated_text": "Virtual Family: un enfoque para introducir la programación Java Este artículo presenta y discute Virtual Family (VF): un software basado en juegos neutro en género que introduce la programación Java. VF proporciona un juego completamente funcional que los estudiantes extienden y mejoran a través de la programación. Discutimos los antecedentes y el contexto en el que se desarrolló la Familia Virtual y otros recursos multimedia disponibles para la programación docente. El artículo pasa a describir el concepto y el diseño de Familias Virtuales. Por último, la retroalimentación recibida de los talleres de enseñanza de Familia Virtual está relacionada, así como los resultados preliminares del uso de FV en \"unidades de enseñanza secundaria\". Virtual Family se está desarrollando en un laboratorio de investigación de la Universidad de Columbia Británica y es una iniciativa de apoyo a la mujer en la tecnología de la información (SWIFT). SWIFT es un proyecto quinquenal de investigación y ejecución para aumentar la participación de la mujer en la tecnología de la información ",
            "error": [
                ""
            ]
        },
        "Supporting Women in Information Technology": {
            "translated_key": "Apoyo a la mujer en la tecnología de la información",
            "translated_annotated_text": "Virtual Family: un enfoque para introducir la programación Java Este artículo presenta y discute Virtual Family (VF): un software basado en juegos neutro en género que introduce la programación Java. VF proporciona un juego completamente funcional que los estudiantes extienden y mejoran a través de la programación. Discutimos los antecedentes y el contexto en el que se desarrolló la Familia Virtual y otros recursos multimedia disponibles para la programación docente. El artículo pasa a describir el concepto y el diseño de Familias Virtuales. Por último, los comentarios recibidos de los talleres de enseñanza sobre la familia virtual están relacionados, así como los resultados preliminares de la utilización de la FV en las unidades docentes de enseñanza secundaria. Virtual Family está en desarrollo en un laboratorio de investigación de la Universidad de Columbia Británica y es una iniciativa de \"Apoyo a la mujer en la tecnología de la información\" (SWIFT). SWIFT es un proyecto quinquenal de investigación y ejecución para aumentar la participación de la mujer en la tecnología de la información ",
            "error": [
                ""
            ]
        },
        "computer games": {
            "translated_key": [],
            "translated_annotated_text": "Virtual Family: un enfoque para introducir la programación Java Este artículo presenta y discute Virtual Family (VF): un software basado en juegos neutro en género que introduce la programación Java. VF proporciona un juego completamente funcional que los estudiantes extienden y mejoran a través de la programación. Discutimos los antecedentes y el contexto en el que se desarrolló la Familia Virtual y otros recursos multimedia disponibles para la programación docente. El artículo pasa a describir el concepto y el diseño de Familias Virtuales. Por último, los comentarios recibidos de los talleres de enseñanza sobre la familia virtual están relacionados, así como los resultados preliminares de la utilización de la FV en las unidades docentes de enseñanza secundaria. Virtual Family se está desarrollando en un laboratorio de investigación de la Universidad de Columbia Británica y es una iniciativa de apoyo a la mujer en la tecnología de la información (SWIFT). SWIFT es un proyecto quinquenal de investigación y ejecución para aumentar la participación de la mujer en la tecnología de la información ",
            "error": []
        },
        "computer science education": {
            "translated_key": [],
            "translated_annotated_text": "Virtual Family: un enfoque para introducir la programación Java Este artículo presenta y discute Virtual Family (VF): un software basado en juegos neutro en género que introduce la programación Java. VF proporciona un juego completamente funcional que los estudiantes extienden y mejoran a través de la programación. Discutimos los antecedentes y el contexto en el que se desarrolló la Familia Virtual y otros recursos multimedia disponibles para la programación docente. El artículo pasa a describir el concepto y el diseño de Familias Virtuales. Por último, los comentarios recibidos de los talleres de enseñanza sobre la familia virtual están relacionados, así como los resultados preliminares de la utilización de la FV en las unidades docentes de enseñanza secundaria. Virtual Family se está desarrollando en un laboratorio de investigación de la Universidad de Columbia Británica y es una iniciativa de apoyo a la mujer en la tecnología de la información (SWIFT). SWIFT es un proyecto quinquenal de investigación y ejecución para aumentar la participación de la mujer en la tecnología de la información ",
            "error": []
        },
        "courseware": {
            "translated_key": [],
            "translated_annotated_text": "Virtual Family: un enfoque para introducir la programación Java Este artículo presenta y discute Virtual Family (VF): un software basado en juegos neutro en género que introduce la programación Java. VF proporciona un juego completamente funcional que los estudiantes extienden y mejoran a través de la programación. Discutimos los antecedentes y el contexto en el que se desarrolló la Familia Virtual y otros recursos multimedia disponibles para la programación docente. El artículo pasa a describir el concepto y el diseño de Familias Virtuales. Por último, los comentarios recibidos de los talleres de enseñanza sobre la familia virtual están relacionados, así como los resultados preliminares de la utilización de la FV en las unidades docentes de enseñanza secundaria. Virtual Family se está desarrollando en un laboratorio de investigación de la Universidad de Columbia Británica y es una iniciativa de apoyo a la mujer en la tecnología de la información (SWIFT). SWIFT es un proyecto quinquenal de investigación y ejecución para aumentar la participación de la mujer en la tecnología de la información ",
            "error": []
        },
        "gender issues": {
            "translated_key": [],
            "translated_annotated_text": "Virtual Family: un enfoque para introducir la programación Java Este artículo presenta y discute Virtual Family (VF): un software basado en juegos neutro en género que introduce la programación Java. VF proporciona un juego completamente funcional que los estudiantes extienden y mejoran a través de la programación. Discutimos los antecedentes y el contexto en el que se desarrolló la Familia Virtual y otros recursos multimedia disponibles para la programación docente. El artículo pasa a describir el concepto y el diseño de Familias Virtuales. Por último, los comentarios recibidos de los talleres de enseñanza sobre la familia virtual están relacionados, así como los resultados preliminares de la utilización de la FV en las unidades docentes de enseñanza secundaria. Virtual Family se está desarrollando en un laboratorio de investigación de la Universidad de Columbia Británica y es una iniciativa de apoyo a la mujer en la tecnología de la información (SWIFT). SWIFT es un proyecto quinquenal de investigación y ejecución para aumentar la participación de la mujer en la tecnología de la información ",
            "error": []
        },
        "Java": {
            "translated_key": "Java",
            "translated_annotated_text": "Familia Virtual: un enfoque para introducir la programación \"Java\" Este artículo presenta y discute Familia Virtual (VF): un software basado en juegos neutros en género que introduce la programación \"Java\". VF proporciona un juego completamente funcional que los estudiantes extienden y mejoran a través de la programación. Discutimos los antecedentes y el contexto en el que se desarrolló la Familia Virtual y otros recursos multimedia disponibles para la programación docente. El artículo pasa a describir el concepto y el diseño de Familias Virtuales. Por último, los comentarios recibidos de los talleres de enseñanza sobre la familia virtual están relacionados, así como los resultados preliminares de la utilización de la FV en las unidades docentes de enseñanza secundaria. Virtual Family se está desarrollando en un laboratorio de investigación de la Universidad de Columbia Británica y es una iniciativa de apoyo a la mujer en la tecnología de la información (SWIFT). SWIFT es un proyecto quinquenal de investigación y ejecución para aumentar la participación de la mujer en la tecnología de la información ",
            "error": [
                ""
            ]
        },
        "multimedia computing": {
            "translated_key": [],
            "translated_annotated_text": "Virtual Family: un enfoque para introducir la programación Java Este artículo presenta y discute Virtual Family (VF): un software basado en juegos neutro en género que introduce la programación Java. VF proporciona un juego completamente funcional que los estudiantes extienden y mejoran a través de la programación. Discutimos los antecedentes y el contexto en el que se desarrolló la Familia Virtual y otros recursos multimedia disponibles para la programación docente. El artículo pasa a describir el concepto y el diseño de Familias Virtuales. Por último, los comentarios recibidos de los talleres de enseñanza sobre la familia virtual están relacionados, así como los resultados preliminares de la utilización de la FV en las unidades docentes de enseñanza secundaria. Virtual Family se está desarrollando en un laboratorio de investigación de la Universidad de Columbia Británica y es una iniciativa de apoyo a la mujer en la tecnología de la información (SWIFT). SWIFT es un proyecto quinquenal de investigación y ejecución para aumentar la participación de la mujer en la tecnología de la información ",
            "error": []
        },
        "object-oriented programming": {
            "translated_key": [],
            "translated_annotated_text": "Virtual Family: un enfoque para introducir la programación Java Este artículo presenta y discute Virtual Family (VF): un software basado en juegos neutro en género que introduce la programación Java. VF proporciona un juego completamente funcional que los estudiantes extienden y mejoran a través de la programación. Discutimos los antecedentes y el contexto en el que se desarrolló la Familia Virtual y otros recursos multimedia disponibles para la programación docente. El artículo pasa a describir el concepto y el diseño de Familias Virtuales. Por último, los comentarios recibidos de los talleres de enseñanza sobre la familia virtual están relacionados, así como los resultados preliminares de la utilización de la FV en las unidades docentes de enseñanza secundaria. Virtual Family se está desarrollando en un laboratorio de investigación de la Universidad de Columbia Británica y es una iniciativa de apoyo a la mujer en la tecnología de la información (SWIFT). SWIFT es un proyecto quinquenal de investigación y ejecución para aumentar la participación de la mujer en la tecnología de la información ",
            "error": []
        },
        "teaching": {
            "translated_key": "enseñanza",
            "translated_annotated_text": "Virtual Family: un enfoque para introducir la programación Java Este artículo presenta y discute Virtual Family (VF): un software basado en juegos neutro en género que introduce la programación Java. VF proporciona un juego completamente funcional que los estudiantes extienden y mejoran a través de la programación. Discutimos los antecedentes y el contexto en el que se desarrolló la Familia Virtual y otros recursos multimedia disponibles para la programación de \"enseñanza\". El artículo pasa a describir el concepto y el diseño de Familias Virtuales. Finalmente, la retroalimentación recibida de los talleres de \"enseñanza\" de Familia Virtual está relacionada, así como los resultados preliminares del uso de FV en unidades de \"enseñanza\" de secundaria. Virtual Family se está desarrollando en un laboratorio de investigación de la Universidad de Columbia Británica y es una iniciativa de apoyo a la mujer en la tecnología de la información (SWIFT). SWIFT es un proyecto quinquenal de investigación y ejecución para aumentar la participación de la mujer en la tecnología de la información ",
            "error": [
                ""
            ]
        }
    }
}