{
    "original_text": "The decision procedure for profitability of investment projects using the internal rate of return of single-period projects The internal rate of return (IRR) criterion is often used to evaluate profitability of investment projects. In this paper, we focus on a single-period project which consists of two types of cash flows; an investment at one period and a return at a succeeding period, and a financing at one period and a repayment at a succeeding period. We decompose the given investment project into a series of the single-period projects. From the viewpoint of the single-period project, we point out the applicability issue of the IRR criterion, namely the IRR criterion cannot be applied in which a project is composed of both investment type and financing type. Investigating the properties of a series of the single-period projects, we resolve the applicability issue of the IRR criterion and propose the decision procedure for profitability judgment toward any type of investment project based on the comparison between the IRR and the capital cost. We develop a new algorithm to obtain the value of the project investment rate (PIR) for the given project, which is a function of the capital cost, only using the standard IRR computing routine. This outcome is a theoretical breakthrough to widen the utilization of IRR in practical applications",
    "original_translation": "El procedimiento de decisión para la rentabilidad de los proyectos de inversión utilizando la tasa interna de rendimiento de los proyectos de un solo período El criterio de la tasa interna de rendimiento (IRR) se utiliza a menudo para evaluar la rentabilidad de los proyectos de inversión. En este documento, nos centramos en un proyecto de un solo período que consiste en dos tipos de flujos de efectivo: una inversión en un período y un rendimiento en un período siguiente, y una financiación en un período y un reembolso en un período siguiente. Descomponemos el proyecto de inversión dado en una serie de proyectos de un solo período. Desde el punto de vista del proyecto de un solo período, señalamos la cuestión de la aplicabilidad del criterio IRR, a saber, el criterio IRR no puede aplicarse en el que un proyecto está compuesto tanto por tipo de inversión como por tipo de financiación. Investigando las propiedades de una serie de proyectos de un solo período, resolvemos la cuestión de aplicabilidad del criterio IRR y proponemos el procedimiento de decisión para el juicio de rentabilidad hacia cualquier tipo de proyecto de inversión basado en la comparación entre el IRR y el coste de capital. Desarrollamos un nuevo algoritmo para obtener el valor de la tasa de inversión del proyecto (PIR) para el proyecto dado, que es una función del costo de capital, sólo utilizando la rutina de computación estándar IRR. Este resultado es un avance teórico para ampliar la utilización de la TIR en aplicaciones prácticas",
    "error_count": 6,
    "keys": {
        "decision procedure": {
            "translated_key": "de decisión",
            "translated_annotated_text": "El procedimiento <br>de decisión</br> para la rentabilidad de los proyectos de inversión utilizando la tasa interna de rendimiento de los proyectos de un solo período El criterio de la tasa interna de rendimiento (IRR) se utiliza a menudo para evaluar la rentabilidad de los proyectos de inversión. En este documento, nos centramos en un proyecto de un solo período que consiste en dos tipos de flujos de efectivo: una inversión en un período y un rendimiento en un período siguiente, y una financiación en un período y un reembolso en un período siguiente. Descomponemos el proyecto de inversión dado en una serie de proyectos de un solo período. Desde el punto de vista del proyecto de un solo período, señalamos la cuestión de la aplicabilidad del criterio IRR, a saber, el criterio IRR no puede aplicarse en el que un proyecto está compuesto tanto por tipo de inversión como por tipo de financiación. Investigando las propiedades de una serie de proyectos de un solo período, resolvemos la cuestión de aplicabilidad del criterio IRR y proponemos el procedimiento de decisión <br> para el juicio de rentabilidad hacia cualquier tipo de proyecto de inversión basado en la comparación entre el IRR y el coste de capital. Desarrollamos un nuevo algoritmo para obtener el valor de la tasa de inversión del proyecto (PIR) para el proyecto dado, que es una función del costo de capital, sólo utilizando la rutina de computación estándar IRR. Este resultado es un avance teórico para ampliar la utilización de la TIR en aplicaciones prácticas ",
            "error": [
                ""
            ]
        },
        "investment project profitability": {
            "translated_key": [],
            "translated_annotated_text": "El procedimiento de decisión para la rentabilidad de los proyectos de inversión utilizando la tasa interna de rendimiento de los proyectos de un solo período El criterio de la tasa interna de rendimiento (IRR) se utiliza a menudo para evaluar la rentabilidad de los proyectos de inversión. En este documento, nos centramos en un proyecto de un solo período que consiste en dos tipos de flujos de efectivo: una inversión en un período y un rendimiento en un período siguiente, y una financiación en un período y un reembolso en un período siguiente. Descomponemos el proyecto de inversión dado en una serie de proyectos de un solo período. Desde el punto de vista del proyecto de un solo período, señalamos la cuestión de la aplicabilidad del criterio IRR, a saber, el criterio IRR no puede aplicarse en el que un proyecto está compuesto tanto por tipo de inversión como por tipo de financiación. Investigando las propiedades de una serie de proyectos de un solo período, resolvemos la cuestión de aplicabilidad del criterio IRR y proponemos el procedimiento de decisión para el juicio de rentabilidad hacia cualquier tipo de proyecto de inversión basado en la comparación entre el IRR y el coste de capital. Desarrollamos un nuevo algoritmo para obtener el valor de la tasa de inversión del proyecto (PIR) para el proyecto dado, que es una función del costo de capital, sólo utilizando la rutina de computación estándar IRR. Este resultado es un avance teórico para ampliar la utilización de la TIR en aplicaciones prácticas ",
            "error": []
        },
        "internal rate of return": {
            "translated_key": "tasa interna de rendimiento",
            "translated_annotated_text": "El procedimiento de decisión para la rentabilidad de los proyectos de inversión utilizando la <br>tasa interna de rendimiento</br> de los proyectos de un solo período El criterio de la <br>tasa interna de rendimiento</br> (IRR) se utiliza a menudo para evaluar la rentabilidad de los proyectos de inversión. En este documento, nos centramos en un proyecto de un solo período que consiste en dos tipos de flujos de efectivo: una inversión en un período y un rendimiento en un período siguiente, y una financiación en un período y un reembolso en un período siguiente. Descomponemos el proyecto de inversión dado en una serie de proyectos de un solo período. Desde el punto de vista del proyecto de un solo período, señalamos la cuestión de la aplicabilidad del criterio IRR, a saber, el criterio IRR no puede aplicarse en el que un proyecto está compuesto tanto por tipo de inversión como por tipo de financiación. Investigando las propiedades de una serie de proyectos de un solo período, resolvemos la cuestión de aplicabilidad del criterio IRR y proponemos el procedimiento de decisión para el juicio de rentabilidad hacia cualquier tipo de proyecto de inversión basado en la comparación entre el IRR y el coste de capital. Desarrollamos un nuevo algoritmo para obtener el valor de la tasa de inversión del proyecto (PIR) para el proyecto dado, que es una función del costo de capital, sólo utilizando la rutina de computación estándar IRR. Este resultado es un avance teórico para ampliar la utilización de la TIR en aplicaciones prácticas ",
            "error": [
                ""
            ]
        },
        "single-period projects": {
            "translated_key": [
                "proyectos de un solo período",
                " de un solo período",
                " de un solo período"
            ],
            "translated_annotated_text": "El procedimiento de decisión para la rentabilidad de los proyectos de inversión utilizando la tasa interna de rendimiento de los <br>proyectos de un solo período</br> El criterio de la tasa interna de rendimiento (IRR) se utiliza a menudo para evaluar la rentabilidad de los proyectos de inversión. En este documento, nos centramos en un proyecto de un solo período que consiste en dos tipos de flujos de efectivo: una inversión en un período y un rendimiento en un período siguiente, y una financiación en un período y un reembolso en un período siguiente. Descomponemos el proyecto de inversión dado en una serie de proyectos <br> de un solo período</br>. Desde el punto de vista del proyecto de un solo período, señalamos la cuestión de la aplicabilidad del criterio IRR, a saber, el criterio IRR no puede aplicarse en el que un proyecto está compuesto tanto por tipo de inversión como por tipo de financiación. Investigando las propiedades de una serie de proyectos <br> de un solo período</br>, resolvemos la cuestión de aplicabilidad del criterio IRR y proponemos el procedimiento de decisión para juzgar la rentabilidad de cualquier tipo de proyecto de inversión basado en la comparación entre el IRR y el coste de capital. Desarrollamos un nuevo algoritmo para obtener el valor de la tasa de inversión del proyecto (PIR) para el proyecto dado, que es una función del costo de capital, sólo utilizando la rutina de computación estándar IRR. Este resultado es un avance teórico para ampliar la utilización de la TIR en aplicaciones prácticas ",
            "error": [
                "proyectos de un solo período",
                " de un solo período",
                " de un solo período"
            ]
        },
        "profitability": {
            "translated_key": "beneficio",
            "translated_annotated_text": "El procedimiento de decisión para <br>beneficio</br> de proyectos de inversión utilizando la tasa interna de rendimiento de proyectos de un solo período El criterio de tasa interna de rendimiento (IRR) se utiliza a menudo para evaluar la rentabilidad</br> de proyectos de inversión. En este documento, nos centramos en un proyecto de un solo período que consiste en dos tipos de flujos de efectivo: una inversión en un período y un rendimiento en un período siguiente, y una financiación en un período y un reembolso en un período siguiente. Descomponemos el proyecto de inversión dado en una serie de proyectos de un solo período. Desde el punto de vista del proyecto de un solo período, señalamos la cuestión de la aplicabilidad del criterio IRR, a saber, el criterio IRR no puede aplicarse en el que un proyecto está compuesto tanto por tipo de inversión como por tipo de financiación. Investigando las propiedades de una serie de proyectos de un solo período, resolvemos la cuestión de aplicabilidad del criterio IRR y proponemos el procedimiento de decisión para <br>beneficio</br> juicio hacia cualquier tipo de proyecto de inversión basado en la comparación entre el IRR y el coste de capital. Desarrollamos un nuevo algoritmo para obtener el valor de la tasa de inversión del proyecto (PIR) para el proyecto dado, que es una función del costo de capital, sólo utilizando la rutina de computación estándar IRR. Este resultado es un avance teórico para ampliar la utilización de la TIR en aplicaciones prácticas ",
            "error": [
                ""
            ]
        },
        "cash flows": {
            "translated_key": [],
            "translated_annotated_text": "El procedimiento de decisión para la rentabilidad de los proyectos de inversión utilizando la tasa interna de rendimiento de los proyectos de un solo período El criterio de la tasa interna de rendimiento (IRR) se utiliza a menudo para evaluar la rentabilidad de los proyectos de inversión. En este documento, nos centramos en un proyecto de un solo período que consta de dos tipos de flujos de efectivo: una inversión en un período y un rendimiento en un período siguiente, y una financiación en un período y un reembolso en un período siguiente. Descomponemos el proyecto de inversión dado en una serie de proyectos de un solo período. Desde el punto de vista del proyecto de un solo período, señalamos la cuestión de la aplicabilidad del criterio IRR, a saber, el criterio IRR no puede aplicarse en el que un proyecto está compuesto tanto por tipo de inversión como por tipo de financiación. Investigando las propiedades de una serie de proyectos de un solo período, resolvemos la cuestión de aplicabilidad del criterio IRR y proponemos el procedimiento de decisión para el juicio de rentabilidad hacia cualquier tipo de proyecto de inversión basado en la comparación entre el IRR y el coste de capital. Desarrollamos un nuevo algoritmo para obtener el valor de la tasa de inversión del proyecto (PIR) para el proyecto dado, que es una función del costo de capital, sólo utilizando la rutina de computación estándar IRR. Este resultado es un avance teórico para ampliar la utilización de la TIR en aplicaciones prácticas ",
            "error": []
        },
        "investment project decomposition": {
            "translated_key": [],
            "translated_annotated_text": "El procedimiento de decisión para la rentabilidad de los proyectos de inversión utilizando la tasa interna de rendimiento de los proyectos de un solo período El criterio de la tasa interna de rendimiento (IRR) se utiliza a menudo para evaluar la rentabilidad de los proyectos de inversión. En este documento, nos centramos en un proyecto de un solo período que consiste en dos tipos de flujos de efectivo: una inversión en un período y un rendimiento en un período siguiente, y una financiación en un período y un reembolso en un período siguiente. Descomponemos el proyecto de inversión dado en una serie de proyectos de un solo período. Desde el punto de vista del proyecto de un solo período, señalamos la cuestión de la aplicabilidad del criterio IRR, a saber, el criterio IRR no puede aplicarse en el que un proyecto está compuesto tanto por tipo de inversión como por tipo de financiación. Investigando las propiedades de una serie de proyectos de un solo período, resolvemos la cuestión de aplicabilidad del criterio IRR y proponemos el procedimiento de decisión para el juicio de rentabilidad hacia cualquier tipo de proyecto de inversión basado en la comparación entre el IRR y el coste de capital. Desarrollamos un nuevo algoritmo para obtener el valor de la tasa de inversión del proyecto (PIR) para el proyecto dado, que es una función del costo de capital, sólo utilizando la rutina de computación estándar IRR. Este resultado es un avance teórico para ampliar la utilización de la TIR en aplicaciones prácticas ",
            "error": []
        },
        "IRR criterion": {
            "translated_key": "IRR",
            "translated_annotated_text": "El procedimiento de decisión para la rentabilidad de los proyectos de inversión utilizando la tasa interna de rendimiento de los proyectos de un solo período El criterio de la tasa interna de rendimiento (IRR) se utiliza a menudo para evaluar la rentabilidad de los proyectos de inversión. En este documento, nos centramos en un proyecto de un solo período que consiste en dos tipos de flujos de efectivo: una inversión en un período y un rendimiento en un período siguiente, y una financiación en un período y un reembolso en un período siguiente. Descomponemos el proyecto de inversión dado en una serie de proyectos de un solo período. Desde el punto de vista del proyecto de un solo período, señalamos la cuestión de la aplicabilidad del criterio <br>IRR</br>, a saber, el criterio <br>IRR</br> no puede aplicarse en el que un proyecto está compuesto tanto por tipo de inversión como por tipo de financiación. Investigando las propiedades de una serie de proyectos de un solo período, resolvemos la cuestión de aplicabilidad del criterio <br>IRR</br> y proponemos el procedimiento de decisión para juzgar la rentabilidad hacia cualquier tipo de proyecto de inversión basado en la comparación entre el IRR y el coste de capital. Desarrollamos un nuevo algoritmo para obtener el valor de la tasa de inversión del proyecto (PIR) para el proyecto dado, que es una función del costo de capital, sólo utilizando la rutina de computación estándar IRR. Este resultado es un avance teórico para ampliar la utilización de la TIR en aplicaciones prácticas ",
            "error": [
                ""
            ]
        },
        "project investment rate": {
            "translated_key": "project",
            "translated_annotated_text": "El procedimiento de decisión para la rentabilidad de los proyectos de inversión utilizando la tasa interna de rendimiento de los proyectos de un solo período El criterio de la tasa interna de rendimiento (IRR) se utiliza a menudo para evaluar la rentabilidad de los proyectos de inversión. En este documento, nos centramos en un proyecto de un solo período que consiste en dos tipos de flujos de efectivo: una inversión en un período y un rendimiento en un período siguiente, y una financiación en un período y un reembolso en un período siguiente. Descomponemos el proyecto de inversión dado en una serie de proyectos de un solo período. Desde el punto de vista del proyecto de un solo período, señalamos la cuestión de la aplicabilidad del criterio IRR, a saber, el criterio IRR no puede aplicarse en el que un proyecto está compuesto tanto por tipo de inversión como por tipo de financiación. Investigando las propiedades de una serie de proyectos de un solo período, resolvemos la cuestión de aplicabilidad del criterio IRR y proponemos el procedimiento de decisión para el juicio de rentabilidad hacia cualquier tipo de proyecto de inversión basado en la comparación entre el IRR y el coste de capital. Desarrollamos un nuevo algoritmo para obtener el valor de la tasa de inversión <br>project</br> (PIR) para el proyecto dado, que es una función del costo de capital, sólo utilizando la rutina de computación estándar IRR. Este resultado es un avance teórico para ampliar la utilización de la TIR en aplicaciones prácticas ",
            "error": [
                ""
            ]
        },
        "PIR": {
            "translated_key": "PIR",
            "translated_annotated_text": "El procedimiento de decisión para la rentabilidad de los proyectos de inversión utilizando la tasa interna de rendimiento de los proyectos de un solo período El criterio de la tasa interna de rendimiento (IRR) se utiliza a menudo para evaluar la rentabilidad de los proyectos de inversión. En este documento, nos centramos en un proyecto de un solo período que consiste en dos tipos de flujos de efectivo: una inversión en un período y un rendimiento en un período siguiente, y una financiación en un período y un reembolso en un período siguiente. Descomponemos el proyecto de inversión dado en una serie de proyectos de un solo período. Desde el punto de vista del proyecto de un solo período, señalamos la cuestión de la aplicabilidad del criterio IRR, a saber, el criterio IRR no puede aplicarse en el que un proyecto está compuesto tanto por tipo de inversión como por tipo de financiación. Investigando las propiedades de una serie de proyectos de un solo período, resolvemos la cuestión de aplicabilidad del criterio IRR y proponemos el procedimiento de decisión para el juicio de rentabilidad hacia cualquier tipo de proyecto de inversión basado en la comparación entre el IRR y el coste de capital. Desarrollamos un nuevo algoritmo para obtener el valor de la tasa de inversión del proyecto (<br>PIR</br>) para el proyecto dado, que es una función del costo de capital, sólo utilizando la rutina de computación estándar IRR. Este resultado es un avance teórico para ampliar la utilización de la TIR en aplicaciones prácticas ",
            "error": [
                ""
            ]
        },
        "decision theory": {
            "translated_key": [],
            "translated_annotated_text": "El procedimiento de decisión para la rentabilidad de los proyectos de inversión utilizando la tasa interna de rendimiento de los proyectos de un solo período El criterio de la tasa interna de rendimiento (IRR) se utiliza a menudo para evaluar la rentabilidad de los proyectos de inversión. En este documento, nos centramos en un proyecto de un solo período que consiste en dos tipos de flujos de efectivo: una inversión en un período y un rendimiento en un período siguiente, y una financiación en un período y un reembolso en un período siguiente. Descomponemos el proyecto de inversión dado en una serie de proyectos de un solo período. Desde el punto de vista del proyecto de un solo período, señalamos la cuestión de la aplicabilidad del criterio IRR, a saber, el criterio IRR no puede aplicarse en el que un proyecto está compuesto tanto por tipo de inversión como por tipo de financiación. Investigando las propiedades de una serie de proyectos de un solo período, resolvemos la cuestión de aplicabilidad del criterio IRR y proponemos el procedimiento de decisión para el juicio de rentabilidad hacia cualquier tipo de proyecto de inversión basado en la comparación entre el IRR y el coste de capital. Desarrollamos un nuevo algoritmo para obtener el valor de la tasa de inversión del proyecto (PIR) para el proyecto dado, que es una función del costo de capital, sólo utilizando la rutina de computación estándar IRR. Este resultado es un avance teórico para ampliar la utilización de la TIR en aplicaciones prácticas ",
            "error": []
        },
        "investment": {
            "translated_key": [
                "inversión",
                "inversión",
                " en un período y un rendimiento en un período siguiente, y una financiación en un período y un reembolso en un período siguiente. Descomponemos el proyecto dado <br>inversión",
                "inversión",
                "inversión",
                "investment"
            ],
            "translated_annotated_text": "El procedimiento de decisión para la rentabilidad de los proyectos <br>inversión</br> utilizando la tasa interna de rendimiento de los proyectos de un solo período El criterio de la tasa interna de rendimiento (IRR) se utiliza a menudo para evaluar la rentabilidad de los proyectos <br>inversión</br>. En este trabajo, nos centramos en un proyecto de un solo período que consiste en dos tipos de flujos de efectivo: una inversión <br> en un período y un rendimiento en un período siguiente, y una financiación en un período y un reembolso en un período siguiente. Descomponemos el proyecto dado <br>inversión</br> en una serie de proyectos de un solo período. Desde el punto de vista del proyecto de un solo período, señalamos la cuestión de la aplicabilidad del criterio IRR, a saber, el criterio IRR no puede aplicarse en el que un proyecto está compuesto tanto por tipo de <br>inversión</br> como por tipo de financiación. Investigando las propiedades de una serie de proyectos de un solo período, resolvemos la cuestión de aplicabilidad del criterio IRR y proponemos el procedimiento de decisión para el juicio de rentabilidad hacia cualquier tipo de proyecto <br>inversión</br> basado en la comparación entre el IRR y el coste de capital. Desarrollamos un nuevo algoritmo para obtener el valor del proyecto <br>investment</br> rate (PIR) para el proyecto dado, que es una función del costo de capital, sólo utilizando la rutina de computación estándar IRR. Este resultado es un avance teórico para ampliar la utilización de la TIR en aplicaciones prácticas ",
            "error": [
                "inversión",
                "inversión",
                " en un período y un rendimiento en un período siguiente, y una financiación en un período y un reembolso en un período siguiente. Descomponemos el proyecto dado <br>inversión",
                "inversión",
                "inversión",
                "investment"
            ]
        }
    }
}