{
    "original_text": "Valuing corporate debt: the effect of cross-holdings of stock and debt We have developed a simple approach to valuing risky corporate debt when corporations own securities issued by other corporations. We assume that corporate debt can be valued as an option on corporate business asset value, and derive payoff functions when there exist cross-holdings of stock or debt between two firms. Next we show that payoff functions with multiple cross-holdings can be solved by the contraction principle. The payoff functions which we derive provide a number of insights about the risk structure of company cross-holdings. First, the Modigliani-Miller theorem can obtain when there exist cross-holdings between firms. Second, by establishing cross-shareholdings each of stock holders distributes a part of its payoff values to the bond holder of the others firm, so that both firms can decrease credit risks by cross-shareholdings. In the numerical examples, we show that the correlation in firms can be a critical condition for reducing credit risk by cross-holdings of stock using Monte Carlo simulation. Moreover, we show we can calculate the default spread easily when complicated cross-holdings exist, and find which shares are beneficial or disadvantageous",
    "original_translation": "Valorar la deuda corporativa: el efecto de las acciones cruzadas y la deuda Hemos desarrollado un enfoque simple para valorar la deuda corporativa riesgosa cuando las corporaciones poseen valores emitidos por otras corporaciones. Asumimos que la deuda corporativa puede ser valorada como una opción sobre el valor de los activos corporativos, y derivar funciones de pago cuando existen participaciones cruzadas de acciones o deudas entre dos empresas. A continuación mostramos que las funciones de pago con múltiples cross-holdings pueden ser resueltas por el principio de contracción. Las funciones de compensación que derivamos proporcionan una serie de ideas sobre la estructura de riesgo de las participaciones cruzadas de la empresa. En primer lugar, el teorema Modigliani-Miller puede obtenerse cuando existen participaciones cruzadas entre empresas. En segundo lugar, al establecer participaciones cruzadas, cada uno de los accionistas distribuye una parte de sus valores de pago al tenedor de bonos de la otra empresa, de modo que ambas empresas puedan reducir los riesgos de crédito mediante participaciones cruzadas. En los ejemplos numéricos, mostramos que la correlación en las empresas puede ser una condición crítica para reducir el riesgo de crédito mediante participaciones cruzadas de acciones utilizando la simulación de Monte Carlo. Por otra parte, mostramos que podemos calcular el diferencial por defecto fácilmente cuando existen cross-holdings complicados, y encontrar qué acciones son beneficiosas o desfavorables",
    "error_count": 8,
    "keys": {
        "risky corporate debt valuation": {
            "translated_key": [],
            "translated_annotated_text": "Valorar la deuda corporativa: el efecto de las acciones cruzadas y la deuda Hemos desarrollado un enfoque simple para valorar la deuda corporativa riesgosa cuando las corporaciones poseen valores emitidos por otras corporaciones. Asumimos que la deuda corporativa puede ser valorada como una opción sobre el valor de los activos corporativos, y derivar funciones de pago cuando existen participaciones cruzadas de acciones o deudas entre dos empresas. A continuación mostramos que las funciones de pago con múltiples cross-holdings pueden ser resueltas por el principio de contracción. Las funciones de compensación que derivamos proporcionan una serie de ideas sobre la estructura de riesgo de las participaciones cruzadas de la empresa. En primer lugar, el teorema Modigliani-Miller puede obtenerse cuando existen participaciones cruzadas entre empresas. En segundo lugar, al establecer participaciones cruzadas, cada uno de los accionistas distribuye una parte de sus valores de pago al tenedor de bonos de la otra empresa, de modo que ambas empresas puedan reducir los riesgos de crédito mediante participaciones cruzadas. En los ejemplos numéricos, mostramos que la correlación en las empresas puede ser una condición crítica para reducir el riesgo de crédito mediante participaciones cruzadas de acciones utilizando la simulación de Monte Carlo. Por otra parte, mostramos que podemos calcular el diferencial por defecto fácilmente cuando existen cross-holdings complicados, y encontrar qué acciones son beneficiosas o desfavorables ",
            "error": []
        },
        "stock holdings": {
            "translated_key": [],
            "translated_annotated_text": "Valorar la deuda corporativa: el efecto de las acciones cruzadas y la deuda Hemos desarrollado un enfoque simple para valorar la deuda corporativa riesgosa cuando las corporaciones poseen valores emitidos por otras corporaciones. Asumimos que la deuda corporativa puede ser valorada como una opción sobre el valor de los activos corporativos, y derivar funciones de pago cuando existen participaciones cruzadas de acciones o deudas entre dos empresas. A continuación mostramos que las funciones de pago con múltiples cross-holdings pueden ser resueltas por el principio de contracción. Las funciones de compensación que derivamos proporcionan una serie de ideas sobre la estructura de riesgo de las participaciones cruzadas de la empresa. En primer lugar, el teorema Modigliani-Miller puede obtenerse cuando existen participaciones cruzadas entre empresas. En segundo lugar, al establecer participaciones cruzadas, cada uno de los accionistas distribuye una parte de sus valores de pago al tenedor de bonos de la otra empresa, de modo que ambas empresas puedan reducir los riesgos de crédito mediante participaciones cruzadas. En los ejemplos numéricos, mostramos que la correlación en las empresas puede ser una condición crítica para reducir el riesgo de crédito mediante participaciones cruzadas de acciones utilizando la simulación de Monte Carlo. Por otra parte, mostramos que podemos calcular el diferencial por defecto fácilmente cuando existen cross-holdings complicados, y encontrar qué acciones son beneficiosas o desfavorables ",
            "error": []
        },
        "debt holdings": {
            "translated_key": [],
            "translated_annotated_text": "Valorar la deuda corporativa: el efecto de las acciones cruzadas y la deuda Hemos desarrollado un enfoque simple para valorar la deuda corporativa riesgosa cuando las corporaciones poseen valores emitidos por otras corporaciones. Asumimos que la deuda corporativa puede ser valorada como una opción sobre el valor de los activos corporativos, y derivar funciones de pago cuando existen participaciones cruzadas de acciones o deudas entre dos empresas. A continuación mostramos que las funciones de pago con múltiples cross-holdings pueden ser resueltas por el principio de contracción. Las funciones de compensación que derivamos proporcionan una serie de ideas sobre la estructura de riesgo de las participaciones cruzadas de la empresa. En primer lugar, el teorema Modigliani-Miller puede obtenerse cuando existen participaciones cruzadas entre empresas. En segundo lugar, al establecer participaciones cruzadas, cada uno de los accionistas distribuye una parte de sus valores de pago al tenedor de bonos de la otra empresa, de modo que ambas empresas puedan reducir los riesgos de crédito mediante participaciones cruzadas. En los ejemplos numéricos, mostramos que la correlación en las empresas puede ser una condición crítica para reducir el riesgo de crédito mediante participaciones cruzadas de acciones utilizando la simulación de Monte Carlo. Por otra parte, mostramos que podemos calcular el diferencial por defecto fácilmente cuando existen cross-holdings complicados, y encontrar qué acciones son beneficiosas o desfavorables ",
            "error": []
        },
        "securities": {
            "translated_key": "securidades",
            "translated_annotated_text": "Valoración de la deuda corporativa: el efecto de las tenencias cruzadas de acciones y deuda Hemos desarrollado un enfoque simple para valorar la deuda corporativa riesgosa cuando las corporaciones poseen \"securidades\" emitidas por otras corporaciones. Asumimos que la deuda corporativa puede ser valorada como una opción sobre el valor de los activos corporativos, y derivar funciones de pago cuando existen participaciones cruzadas de acciones o deudas entre dos empresas. A continuación mostramos que las funciones de pago con múltiples cross-holdings pueden ser resueltas por el principio de contracción. Las funciones de compensación que derivamos proporcionan una serie de ideas sobre la estructura de riesgo de las participaciones cruzadas de la empresa. En primer lugar, el teorema Modigliani-Miller puede obtenerse cuando existen participaciones cruzadas entre empresas. En segundo lugar, al establecer participaciones cruzadas, cada uno de los accionistas distribuye una parte de sus valores de pago al tenedor de bonos de la otra empresa, de modo que ambas empresas puedan reducir los riesgos de crédito mediante participaciones cruzadas. En los ejemplos numéricos, mostramos que la correlación en las empresas puede ser una condición crítica para reducir el riesgo de crédito mediante participaciones cruzadas de acciones utilizando la simulación de Monte Carlo. Por otra parte, mostramos que podemos calcular el diferencial por defecto fácilmente cuando existen cross-holdings complicados, y encontrar qué acciones son beneficiosas o desfavorables ",
            "error": [
                ""
            ]
        },
        "option": {
            "translated_key": "opción",
            "translated_annotated_text": "Valorar la deuda corporativa: el efecto de las acciones cruzadas y la deuda Hemos desarrollado un enfoque simple para valorar la deuda corporativa riesgosa cuando las corporaciones poseen valores emitidos por otras corporaciones. Asumimos que la deuda corporativa puede ser valorada como una \"opción\" sobre el valor de los activos corporativos, y derivar funciones de pago cuando existen participaciones cruzadas de acciones o deuda entre dos empresas. A continuación mostramos que las funciones de pago con múltiples cross-holdings pueden ser resueltas por el principio de contracción. Las funciones de compensación que derivamos proporcionan una serie de ideas sobre la estructura de riesgo de las participaciones cruzadas de la empresa. En primer lugar, el teorema Modigliani-Miller puede obtenerse cuando existen participaciones cruzadas entre empresas. En segundo lugar, al establecer participaciones cruzadas, cada uno de los accionistas distribuye una parte de sus valores de pago al tenedor de bonos de la otra empresa, de modo que ambas empresas puedan reducir los riesgos de crédito mediante participaciones cruzadas. En los ejemplos numéricos, mostramos que la correlación en las empresas puede ser una condición crítica para reducir el riesgo de crédito mediante participaciones cruzadas de acciones utilizando la simulación de Monte Carlo. Por otra parte, mostramos que podemos calcular el diferencial por defecto fácilmente cuando existen cross-holdings complicados, y encontrar qué acciones son beneficiosas o desfavorables ",
            "error": [
                ""
            ]
        },
        "corporate business asset value": {
            "translated_key": "valor de los activos de la empresa corporativa",
            "translated_annotated_text": "Valorar la deuda corporativa: el efecto de las acciones cruzadas y la deuda Hemos desarrollado un enfoque simple para valorar la deuda corporativa riesgosa cuando las corporaciones poseen valores emitidos por otras corporaciones. Asumimos que la deuda corporativa puede ser valorada como una opción sobre el \"valor de los activos de la empresa corporativa\", y derivar funciones de pago cuando existen participaciones cruzadas de acciones o deuda entre dos empresas. A continuación mostramos que las funciones de pago con múltiples cross-holdings pueden ser resueltas por el principio de contracción. Las funciones de compensación que derivamos proporcionan una serie de ideas sobre la estructura de riesgo de las participaciones cruzadas de la empresa. En primer lugar, el teorema Modigliani-Miller puede obtenerse cuando existen participaciones cruzadas entre empresas. En segundo lugar, al establecer participaciones cruzadas, cada uno de los accionistas distribuye una parte de sus valores de pago al tenedor de bonos de la otra empresa, de modo que ambas empresas puedan reducir los riesgos de crédito mediante participaciones cruzadas. En los ejemplos numéricos, mostramos que la correlación en las empresas puede ser una condición crítica para reducir el riesgo de crédito mediante participaciones cruzadas de acciones utilizando la simulación de Monte Carlo. Por otra parte, mostramos que podemos calcular el diferencial por defecto fácilmente cuando existen cross-holdings complicados, y encontrar qué acciones son beneficiosas o desfavorables ",
            "error": [
                ""
            ]
        },
        "payoff functions": {
            "translated_key": "funciones de pago",
            "translated_annotated_text": "Valorar la deuda corporativa: el efecto de las acciones cruzadas y la deuda Hemos desarrollado un enfoque simple para valorar la deuda corporativa riesgosa cuando las corporaciones poseen valores emitidos por otras corporaciones. Asumimos que la deuda corporativa puede ser valorada como una opción sobre el valor de los activos corporativos, y derivar \"funciones de pago\" cuando existen participaciones cruzadas de acciones o deuda entre dos empresas. A continuación mostramos que las \"funciones de pago\" con múltiples cross-holdings pueden ser resueltas por el principio de contracción. Las \"funciones de pago\" que derivamos proporcionan una serie de ideas sobre la estructura de riesgo de las participaciones cruzadas de las empresas. En primer lugar, el teorema Modigliani-Miller puede obtenerse cuando existen participaciones cruzadas entre empresas. En segundo lugar, al establecer participaciones cruzadas, cada uno de los accionistas distribuye una parte de sus valores de pago al tenedor de bonos de la otra empresa, de modo que ambas empresas puedan reducir los riesgos de crédito mediante participaciones cruzadas. En los ejemplos numéricos, mostramos que la correlación en las empresas puede ser una condición crítica para reducir el riesgo de crédito mediante participaciones cruzadas de acciones utilizando la simulación de Monte Carlo. Por otra parte, mostramos que podemos calcular el diferencial por defecto fácilmente cuando existen cross-holdings complicados, y encontrar qué acciones son beneficiosas o desfavorables ",
            "error": [
                ""
            ]
        },
        "multiple cross-holdings": {
            "translated_key": "múltiples cross-holdings",
            "translated_annotated_text": "Valorar la deuda corporativa: el efecto de las acciones cruzadas y la deuda Hemos desarrollado un enfoque simple para valorar la deuda corporativa riesgosa cuando las corporaciones poseen valores emitidos por otras corporaciones. Asumimos que la deuda corporativa puede ser valorada como una opción sobre el valor de los activos corporativos, y derivar funciones de pago cuando existen participaciones cruzadas de acciones o deudas entre dos empresas. A continuación mostramos que las funciones de pago con \"múltiples cross-holdings\" pueden ser resueltas por el principio de contracción. Las funciones de compensación que derivamos proporcionan una serie de ideas sobre la estructura de riesgo de las participaciones cruzadas de la empresa. En primer lugar, el teorema Modigliani-Miller puede obtenerse cuando existen participaciones cruzadas entre empresas. En segundo lugar, al establecer participaciones cruzadas, cada uno de los accionistas distribuye una parte de sus valores de pago al tenedor de bonos de la otra empresa, de modo que ambas empresas puedan reducir los riesgos de crédito mediante participaciones cruzadas. En los ejemplos numéricos, mostramos que la correlación en las empresas puede ser una condición crítica para reducir el riesgo de crédito mediante participaciones cruzadas de acciones utilizando la simulación de Monte Carlo. Por otra parte, mostramos que podemos calcular el diferencial por defecto fácilmente cuando existen cross-holdings complicados, y encontrar qué acciones son beneficiosas o desfavorables ",
            "error": [
                ""
            ]
        },
        "Modigliani-Miller theorem": {
            "translated_key": "teorema Modigliani-Miller",
            "translated_annotated_text": "Valorar la deuda corporativa: el efecto de las acciones cruzadas y la deuda Hemos desarrollado un enfoque simple para valorar la deuda corporativa riesgosa cuando las corporaciones poseen valores emitidos por otras corporaciones. Asumimos que la deuda corporativa puede ser valorada como una opción sobre el valor de los activos corporativos, y derivar funciones de pago cuando existen participaciones cruzadas de acciones o deudas entre dos empresas. A continuación mostramos que las funciones de pago con múltiples cross-holdings pueden ser resueltas por el principio de contracción. Las funciones de compensación que derivamos proporcionan una serie de ideas sobre la estructura de riesgo de las participaciones cruzadas de la empresa. En primer lugar, el \"teorema Modigliani-Miller\" puede obtenerse cuando existen participaciones cruzadas entre empresas. En segundo lugar, al establecer participaciones cruzadas, cada uno de los accionistas distribuye una parte de sus valores de pago al tenedor de bonos de la otra empresa, de modo que ambas empresas puedan reducir los riesgos de crédito mediante participaciones cruzadas. En los ejemplos numéricos, mostramos que la correlación en las empresas puede ser una condición crítica para reducir el riesgo de crédito mediante participaciones cruzadas de acciones utilizando la simulación de Monte Carlo. Por otra parte, mostramos que podemos calcular el diferencial por defecto fácilmente cuando existen cross-holdings complicados, y encontrar qué acciones son beneficiosas o desfavorables ",
            "error": [
                ""
            ]
        },
        "cross-shareholdings": {
            "translated_key": "acciones cruzadas",
            "translated_annotated_text": "Valorar la deuda corporativa: el efecto de las acciones cruzadas y la deuda Hemos desarrollado un enfoque simple para valorar la deuda corporativa riesgosa cuando las corporaciones poseen valores emitidos por otras corporaciones. Asumimos que la deuda corporativa puede ser valorada como una opción sobre el valor de los activos corporativos, y derivar funciones de pago cuando existen participaciones cruzadas de acciones o deudas entre dos empresas. A continuación mostramos que las funciones de pago con múltiples cross-holdings pueden ser resueltas por el principio de contracción. Las funciones de compensación que derivamos proporcionan una serie de ideas sobre la estructura de riesgo de las participaciones cruzadas de la empresa. En primer lugar, el teorema Modigliani-Miller puede obtenerse cuando existen participaciones cruzadas entre empresas. En segundo lugar, al establecer \"acciones cruzadas\" cada uno de los accionistas distribuye una parte de sus valores de pago al tenedor de bonos de la otra empresa, de modo que ambas empresas puedan reducir los riesgos de crédito mediante \"acciones cruzadas\". En los ejemplos numéricos, mostramos que la correlación en las empresas puede ser una condición crítica para reducir el riesgo de crédito mediante participaciones cruzadas de acciones utilizando la simulación de Monte Carlo. Por otra parte, mostramos que podemos calcular el diferencial por defecto fácilmente cuando existen cross-holdings complicados, y encontrar qué acciones son beneficiosas o desfavorables ",
            "error": [
                ""
            ]
        },
        "bond holder": {
            "translated_key": "titular de la deuda",
            "translated_annotated_text": "Valorar la deuda corporativa: el efecto de las acciones cruzadas y la deuda Hemos desarrollado un enfoque simple para valorar la deuda corporativa riesgosa cuando las corporaciones poseen valores emitidos por otras corporaciones. Asumimos que la deuda corporativa puede ser valorada como una opción sobre el valor de los activos corporativos, y derivar funciones de pago cuando existen participaciones cruzadas de acciones o deudas entre dos empresas. A continuación mostramos que las funciones de pago con múltiples cross-holdings pueden ser resueltas por el principio de contracción. Las funciones de compensación que derivamos proporcionan una serie de ideas sobre la estructura de riesgo de las participaciones cruzadas de la empresa. En primer lugar, el teorema Modigliani-Miller puede obtenerse cuando existen participaciones cruzadas entre empresas. En segundo lugar, al establecer participaciones cruzadas, cada uno de los accionistas distribuye una parte de sus valores de pago al \"titular de la deuda\" de la otra empresa, de modo que ambas empresas puedan reducir los riesgos de crédito mediante participaciones cruzadas. En los ejemplos numéricos, mostramos que la correlación en las empresas puede ser una condición crítica para reducir el riesgo de crédito mediante participaciones cruzadas de acciones utilizando la simulación de Monte Carlo. Por otra parte, mostramos que podemos calcular el diferencial por defecto fácilmente cuando existen cross-holdings complicados, y encontrar qué acciones son beneficiosas o desfavorables ",
            "error": [
                ""
            ]
        },
        "credit risks": {
            "translated_key": "riesgos de crédito",
            "translated_annotated_text": "Valorar la deuda corporativa: el efecto de las acciones cruzadas y la deuda Hemos desarrollado un enfoque simple para valorar la deuda corporativa riesgosa cuando las corporaciones poseen valores emitidos por otras corporaciones. Asumimos que la deuda corporativa puede ser valorada como una opción sobre el valor de los activos corporativos, y derivar funciones de pago cuando existen participaciones cruzadas de acciones o deudas entre dos empresas. A continuación mostramos que las funciones de pago con múltiples cross-holdings pueden ser resueltas por el principio de contracción. Las funciones de compensación que derivamos proporcionan una serie de ideas sobre la estructura de riesgo de las participaciones cruzadas de la empresa. En primer lugar, el teorema Modigliani-Miller puede obtenerse cuando existen participaciones cruzadas entre empresas. En segundo lugar, al establecer participaciones cruzadas, cada uno de los accionistas distribuye una parte de sus valores de pago al tenedor de bonos de la otra empresa, de modo que ambas empresas puedan reducir los \"riesgos de crédito\" mediante participaciones cruzadas. En los ejemplos numéricos, mostramos que la correlación en las empresas puede ser una condición crítica para reducir el riesgo de crédito mediante participaciones cruzadas de acciones utilizando la simulación de Monte Carlo. Por otra parte, mostramos que podemos calcular el diferencial por defecto fácilmente cuando existen cross-holdings complicados, y encontrar qué acciones son beneficiosas o desfavorables ",
            "error": [
                ""
            ]
        },
        "correlation": {
            "translated_key": "correlación",
            "translated_annotated_text": "Valorar la deuda corporativa: el efecto de las acciones cruzadas y la deuda Hemos desarrollado un enfoque simple para valorar la deuda corporativa riesgosa cuando las corporaciones poseen valores emitidos por otras corporaciones. Asumimos que la deuda corporativa puede ser valorada como una opción sobre el valor de los activos corporativos, y derivar funciones de pago cuando existen participaciones cruzadas de acciones o deudas entre dos empresas. A continuación mostramos que las funciones de pago con múltiples cross-holdings pueden ser resueltas por el principio de contracción. Las funciones de compensación que derivamos proporcionan una serie de ideas sobre la estructura de riesgo de las participaciones cruzadas de la empresa. En primer lugar, el teorema Modigliani-Miller puede obtenerse cuando existen participaciones cruzadas entre empresas. En segundo lugar, al establecer participaciones cruzadas, cada uno de los accionistas distribuye una parte de sus valores de pago al tenedor de bonos de la otra empresa, de modo que ambas empresas puedan reducir los riesgos de crédito mediante participaciones cruzadas. En los ejemplos numéricos, mostramos que la \"correlación\" en las empresas puede ser una condición crítica para reducir el riesgo de crédito mediante participaciones cruzadas de acciones utilizando la simulación de Monte Carlo. Por otra parte, mostramos que podemos calcular el diferencial por defecto fácilmente cuando existen cross-holdings complicados, y encontrar qué acciones son beneficiosas o desfavorables ",
            "error": [
                ""
            ]
        },
        "Monte Carlo simulation": {
            "translated_key": [],
            "translated_annotated_text": "Valorar la deuda corporativa: el efecto de las acciones cruzadas y la deuda Hemos desarrollado un enfoque simple para valorar la deuda corporativa riesgosa cuando las corporaciones poseen valores emitidos por otras corporaciones. Asumimos que la deuda corporativa puede ser valorada como una opción sobre el valor de los activos corporativos, y derivar funciones de pago cuando existen participaciones cruzadas de acciones o deudas entre dos empresas. A continuación mostramos que las funciones de pago con múltiples cross-holdings pueden ser resueltas por el principio de contracción. Las funciones de compensación que derivamos proporcionan una serie de ideas sobre la estructura de riesgo de las participaciones cruzadas de la empresa. En primer lugar, el teorema Modigliani-Miller puede obtenerse cuando existen participaciones cruzadas entre empresas. En segundo lugar, al establecer participaciones cruzadas, cada uno de los accionistas distribuye una parte de sus valores de pago al tenedor de bonos de la otra empresa, de modo que ambas empresas puedan reducir los riesgos de crédito mediante participaciones cruzadas. En los ejemplos numéricos, mostramos que la correlación en las empresas puede ser una condición crítica para reducir el riesgo de crédito mediante participaciones cruzadas de acciones utilizando la simulación de Monte Carlo. Por otra parte, mostramos que podemos calcular el diferencial por defecto fácilmente cuando existen cross-holdings complicados, y encontrar qué acciones son beneficiosas o desfavorables ",
            "error": []
        },
        "corporate modelling": {
            "translated_key": [],
            "translated_annotated_text": "Valorar la deuda corporativa: el efecto de las acciones cruzadas y la deuda Hemos desarrollado un enfoque simple para valorar la deuda corporativa riesgosa cuando las corporaciones poseen valores emitidos por otras corporaciones. Asumimos que la deuda corporativa puede ser valorada como una opción sobre el valor de los activos corporativos, y derivar funciones de pago cuando existen participaciones cruzadas de acciones o deudas entre dos empresas. A continuación mostramos que las funciones de pago con múltiples cross-holdings pueden ser resueltas por el principio de contracción. Las funciones de compensación que derivamos proporcionan una serie de ideas sobre la estructura de riesgo de las participaciones cruzadas de la empresa. En primer lugar, el teorema Modigliani-Miller puede obtenerse cuando existen participaciones cruzadas entre empresas. En segundo lugar, al establecer participaciones cruzadas, cada uno de los accionistas distribuye una parte de sus valores de pago al tenedor de bonos de la otra empresa, de modo que ambas empresas puedan reducir los riesgos de crédito mediante participaciones cruzadas. En los ejemplos numéricos, mostramos que la correlación en las empresas puede ser una condición crítica para reducir el riesgo de crédito mediante participaciones cruzadas de acciones utilizando la simulación de Monte Carlo. Por otra parte, mostramos que podemos calcular el diferencial por defecto fácilmente cuando existen cross-holdings complicados, y encontrar qué acciones son beneficiosas o desfavorables ",
            "error": []
        },
        "correlation methods": {
            "translated_key": [],
            "translated_annotated_text": "Valorar la deuda corporativa: el efecto de las acciones cruzadas y la deuda Hemos desarrollado un enfoque simple para valorar la deuda corporativa riesgosa cuando las corporaciones poseen valores emitidos por otras corporaciones. Asumimos que la deuda corporativa puede ser valorada como una opción sobre el valor de los activos corporativos, y derivar funciones de pago cuando existen participaciones cruzadas de acciones o deudas entre dos empresas. A continuación mostramos que las funciones de pago con múltiples cross-holdings pueden ser resueltas por el principio de contracción. Las funciones de compensación que derivamos proporcionan una serie de ideas sobre la estructura de riesgo de las participaciones cruzadas de la empresa. En primer lugar, el teorema Modigliani-Miller puede obtenerse cuando existen participaciones cruzadas entre empresas. En segundo lugar, al establecer participaciones cruzadas, cada uno de los accionistas distribuye una parte de sus valores de pago al tenedor de bonos de la otra empresa, de modo que ambas empresas puedan reducir los riesgos de crédito mediante participaciones cruzadas. En los ejemplos numéricos, mostramos que la correlación en las empresas puede ser una condición crítica para reducir el riesgo de crédito mediante participaciones cruzadas de acciones utilizando la simulación de Monte Carlo. Por otra parte, mostramos que podemos calcular el diferencial por defecto fácilmente cuando existen cross-holdings complicados, y encontrar qué acciones son beneficiosas o desfavorables ",
            "error": []
        },
        "Monte Carlo methods": {
            "translated_key": [],
            "translated_annotated_text": "Valorar la deuda corporativa: el efecto de las acciones cruzadas y la deuda Hemos desarrollado un enfoque simple para valorar la deuda corporativa riesgosa cuando las corporaciones poseen valores emitidos por otras corporaciones. Asumimos que la deuda corporativa puede ser valorada como una opción sobre el valor de los activos corporativos, y derivar funciones de pago cuando existen participaciones cruzadas de acciones o deudas entre dos empresas. A continuación mostramos que las funciones de pago con múltiples cross-holdings pueden ser resueltas por el principio de contracción. Las funciones de compensación que derivamos proporcionan una serie de ideas sobre la estructura de riesgo de las participaciones cruzadas de la empresa. En primer lugar, el teorema Modigliani-Miller puede obtenerse cuando existen participaciones cruzadas entre empresas. En segundo lugar, al establecer participaciones cruzadas, cada uno de los accionistas distribuye una parte de sus valores de pago al tenedor de bonos de la otra empresa, de modo que ambas empresas puedan reducir los riesgos de crédito mediante participaciones cruzadas. En los ejemplos numéricos, mostramos que la correlación en las empresas puede ser una condición crítica para reducir el riesgo de crédito mediante participaciones cruzadas de acciones utilizando la simulación de Monte Carlo. Por otra parte, mostramos que podemos calcular el diferencial por defecto fácilmente cuando existen cross-holdings complicados, y encontrar qué acciones son beneficiosas o desfavorables ",
            "error": []
        },
        "stock markets": {
            "translated_key": [],
            "translated_annotated_text": "Valorar la deuda corporativa: el efecto de las acciones cruzadas y la deuda Hemos desarrollado un enfoque simple para valorar la deuda corporativa riesgosa cuando las corporaciones poseen valores emitidos por otras corporaciones. Asumimos que la deuda corporativa puede ser valorada como una opción sobre el valor de los activos corporativos, y derivar funciones de pago cuando existen participaciones cruzadas de acciones o deudas entre dos empresas. A continuación mostramos que las funciones de pago con múltiples cross-holdings pueden ser resueltas por el principio de contracción. Las funciones de compensación que derivamos proporcionan una serie de ideas sobre la estructura de riesgo de las participaciones cruzadas de la empresa. En primer lugar, el teorema Modigliani-Miller puede obtenerse cuando existen participaciones cruzadas entre empresas. En segundo lugar, al establecer participaciones cruzadas, cada uno de los accionistas distribuye una parte de sus valores de pago al tenedor de bonos de la otra empresa, de modo que ambas empresas puedan reducir los riesgos de crédito mediante participaciones cruzadas. En los ejemplos numéricos, mostramos que la correlación en las empresas puede ser una condición crítica para reducir el riesgo de crédito mediante participaciones cruzadas de acciones utilizando la simulación de Monte Carlo. Por otra parte, mostramos que podemos calcular el diferencial por defecto fácilmente cuando existen cross-holdings complicados, y encontrar qué acciones son beneficiosas o desfavorables ",
            "error": []
        }
    }
}