{
    "original_text": "Setup cost and lead time reductions on stochastic inventory models with a service level constraint The stochastic inventory models analyzed in this paper explore the problem of lead time associated with setup cost reductions for the continuous review and periodic review inventory models. For these two models with a mixture of backorders and lost sales, we respectively assume that their mean and variance of the lead time demand and protection interval (i.e., lead time plus review period) demand are known, but their probability distributions are unknown. We develop a minimax distribution free procedure to find the optimal solution-for each case",
    "original_translation": "Setup cost and lead time reductions on stochastic inventory models with a service restriction Los modelos de inventario estocástico analizados en este trabajo exploran el problema del tiempo de entrega asociado con la reducción de costos de configuración para los modelos de inventario de revisión continua y revisión periódica. Para estos dos modelos con una mezcla de pedidos atrasados y ventas perdidas, respectivamente, suponemos que su media y varianza de la demanda de tiempo de entrega y intervalo de protección (es decir, tiempo de entrega más período de revisión) demanda son conocidos, pero sus distribuciones de probabilidad son desconocidas. Desarrollamos un procedimiento gratuito de distribución minimax para encontrar la solución óptima para cada caso",
    "error_count": 6,
    "keys": {
        "setup cost reductions": {
            "translated_key": "reducciones de costos de puesta en marcha",
            "translated_annotated_text": "Reducción de costos de instalación y tiempo de entrega en modelos de inventario estocásticos con limitación de nivel de servicio Los modelos de inventario estocásticos analizados en este trabajo exploran el problema del tiempo de entrega asociado con \"reducciones de costos de puesta en marcha\" para los modelos de inventario de revisión continua y revisión periódica. Para estos dos modelos con una mezcla de pedidos atrasados y ventas perdidas, respectivamente, suponemos que su media y varianza de la demanda de tiempo de entrega y intervalo de protección (es decir, tiempo de entrega más período de revisión) demanda son conocidos, pero sus distribuciones de probabilidad son desconocidas. Desarrollamos un procedimiento gratuito de distribución minimax para encontrar la solución óptima para cada caso ",
            "error": [
                ""
            ]
        },
        "lead time reductions": {
            "translated_key": "reducciones de tiempo de plomo",
            "translated_annotated_text": "Costo de configuración y \"reducciones de tiempo de plomo\" en modelos de inventario estocásticos con restricción de nivel de servicio Los modelos de inventario estocásticos analizados en este trabajo exploran el problema del tiempo de entrega asociado con la reducción de costos de configuración para los modelos de inventario de revisión continua y revisión periódica. Para estos dos modelos con una mezcla de pedidos atrasados y ventas perdidas, respectivamente, suponemos que su media y varianza de la demanda de tiempo de entrega y intervalo de protección (es decir, tiempo de entrega más período de revisión) demanda son conocidos, pero sus distribuciones de probabilidad son desconocidas. Desarrollamos un procedimiento gratuito de distribución minimax para encontrar la solución óptima para cada caso ",
            "error": [
                ""
            ]
        },
        "stochastic inventory models": {
            "translated_key": "modelos de inventario estocásticos",
            "translated_annotated_text": "Reducción de costos de instalación y tiempo de entrega en \"modelos de inventario estocásticos\" con restricción de nivel de servicio Los \"modelos de inventario estocásticos\" analizados en este trabajo exploran el problema del tiempo de entrega asociado con la reducción de costos de instalación para los modelos de inventario de revisión continua y revisión periódica. Para estos dos modelos con una mezcla de pedidos atrasados y ventas perdidas, respectivamente, suponemos que su media y varianza de la demanda de tiempo de entrega y intervalo de protección (es decir, tiempo de entrega más período de revisión) demanda son conocidos, pero sus distribuciones de probabilidad son desconocidas. Desarrollamos un procedimiento gratuito de distribución minimax para encontrar la solución óptima para cada caso ",
            "error": [
                ""
            ]
        },
        "service level constraint": {
            "translated_key": "limitación de nivel de servicio",
            "translated_annotated_text": "Reducción de costos de configuración y tiempo de entrega en modelos de inventario estocásticos con una \"limitación de nivel de servicio\" Los modelos de inventario estocásticos analizados en este trabajo exploran el problema del tiempo de entrega asociado con la reducción de costos de configuración para los modelos de inventario de revisión continua y revisión periódica. Para estos dos modelos con una mezcla de pedidos atrasados y ventas perdidas, respectivamente, suponemos que su media y varianza de la demanda de tiempo de entrega y intervalo de protección (es decir, tiempo de entrega más período de revisión) demanda son conocidos, pero sus distribuciones de probabilidad son desconocidas. Desarrollamos un procedimiento gratuito de distribución minimax para encontrar la solución óptima para cada caso ",
            "error": [
                ""
            ]
        },
        "continuous review inventory models": {
            "translated_key": [],
            "translated_annotated_text": "Setup cost and lead time reductions on stochastic inventory models with a service restriction Los modelos de inventario estocástico analizados en este trabajo exploran el problema del tiempo de entrega asociado con la reducción de costos de configuración para los modelos de inventario de revisión continua y revisión periódica. Para estos dos modelos con una mezcla de pedidos atrasados y ventas perdidas, respectivamente, suponemos que su media y varianza de la demanda de tiempo de entrega y intervalo de protección (es decir, tiempo de entrega más período de revisión) demanda son conocidos, pero sus distribuciones de probabilidad son desconocidas. Desarrollamos un procedimiento gratuito de distribución minimax para encontrar la solución óptima para cada caso ",
            "error": []
        },
        "periodic review inventory models": {
            "translated_key": "modelos de inventario de revisión periódica",
            "translated_annotated_text": "Setup cost and lead time reductions on stochastic inventory models with a service restriction Los modelos de inventario estocástico analizados en este trabajo exploran el problema del tiempo de entrega asociado a la reducción de costos de configuración para la revisión continua y \"modelos de inventario de revisión periódica\". Para estos dos modelos con una mezcla de pedidos atrasados y ventas perdidas, respectivamente, suponemos que su media y varianza de la demanda de tiempo de entrega y intervalo de protección (es decir, tiempo de entrega más período de revisión) demanda son conocidos, pero sus distribuciones de probabilidad son desconocidas. Desarrollamos un procedimiento gratuito de distribución minimax para encontrar la solución óptima para cada caso ",
            "error": [
                ""
            ]
        },
        "backorders": {
            "translated_key": "retrasos",
            "translated_annotated_text": "Setup cost and lead time reductions on stochastic inventory models with a service restriction Los modelos de inventario estocástico analizados en este trabajo exploran el problema del tiempo de entrega asociado con la reducción de costos de configuración para los modelos de inventario de revisión continua y revisión periódica. Para estos dos modelos con una mezcla de \"retrasos\" y ventas perdidas, respectivamente, suponemos que su media y varianza de la demanda de tiempo de entrega y intervalo de protección (es decir, tiempo de entrega más período de revisión) demanda son conocidos, pero sus distribuciones de probabilidad son desconocidas. Desarrollamos un procedimiento gratuito de distribución minimax para encontrar la solución óptima para cada caso ",
            "error": [
                ""
            ]
        },
        "lost sales": {
            "translated_key": "ventas perdidas",
            "translated_annotated_text": "Setup cost and lead time reductions on stochastic inventory models with a service restriction Los modelos de inventario estocástico analizados en este trabajo exploran el problema del tiempo de entrega asociado con la reducción de costos de configuración para los modelos de inventario de revisión continua y revisión periódica. Para estos dos modelos con una mezcla de pedidos atrasados y \"ventas perdidas\", respectivamente, suponemos que se conoce su media y varianza de la demanda de tiempo de entrega y el intervalo de protección (es decir, tiempo de entrega más período de revisión) demanda, pero sus distribuciones de probabilidad son desconocidas. Desarrollamos un procedimiento gratuito de distribución minimax para encontrar la solución óptima para cada caso ",
            "error": [
                ""
            ]
        },
        "lead time demand": {
            "translated_key": "demanda de tiempo de plomo",
            "translated_annotated_text": "Setup cost and lead time reductions on stochastic inventory models with a service restriction Los modelos de inventario estocástico analizados en este trabajo exploran el problema del tiempo de entrega asociado con la reducción de costos de configuración para los modelos de inventario de revisión continua y revisión periódica. Para estos dos modelos con una mezcla de pedidos atrasados y ventas perdidas, respectivamente, suponemos que su media y varianza de la \"demanda de tiempo de plomo\" y el intervalo de protección (es decir, tiempo de entrega más período de revisión) demanda son conocidos, pero sus distribuciones de probabilidad son desconocidas. Desarrollamos un procedimiento gratuito de distribución minimax para encontrar la solución óptima para cada caso ",
            "error": [
                ""
            ]
        },
        "protection interval": {
            "translated_key": "intervalo de protección",
            "translated_annotated_text": "Setup cost and lead time reductions on stochastic inventory models with a service restriction Los modelos de inventario estocástico analizados en este trabajo exploran el problema del tiempo de entrega asociado con la reducción de costos de configuración para los modelos de inventario de revisión continua y revisión periódica. Para estos dos modelos con una mezcla de pedidos atrasados y ventas perdidas, respectivamente, suponemos que su media y varianza de la demanda de tiempo de entrega y \"intervalo de protección\" (es decir, tiempo de entrega más período de revisión) demanda son conocidos, pero sus distribuciones de probabilidad son desconocidas. Desarrollamos un procedimiento gratuito de distribución minimax para encontrar la solución óptima para cada caso ",
            "error": [
                ""
            ]
        },
        "probability distributions": {
            "translated_key": "distribuciones de probabilidad",
            "translated_annotated_text": "Setup cost and lead time reductions on stochastic inventory models with a service restriction Los modelos de inventario estocástico analizados en este trabajo exploran el problema del tiempo de entrega asociado con la reducción de costos de configuración para los modelos de inventario de revisión continua y revisión periódica. Para estos dos modelos con una mezcla de pedidos atrasados y ventas perdidas, respectivamente, suponemos que su media y varianza de la demanda de tiempo de entrega y intervalo de protección (es decir, tiempo de entrega más período de revisión) demanda son conocidas, pero sus \"distribuciones de probabilidad\" son desconocidas. Desarrollamos un procedimiento gratuito de distribución minimax para encontrar la solución óptima para cada caso ",
            "error": [
                ""
            ]
        },
        "minimax distribution free procedure": {
            "translated_key": "procedimiento libre de distribución minimax",
            "translated_annotated_text": "Setup cost and lead time reductions on stochastic inventory models with a service restriction Los modelos de inventario estocástico analizados en este trabajo exploran el problema del tiempo de entrega asociado con la reducción de costos de configuración para los modelos de inventario de revisión continua y revisión periódica. Para estos dos modelos con una mezcla de pedidos atrasados y ventas perdidas, respectivamente, suponemos que su media y varianza de la demanda de tiempo de entrega y intervalo de protección (es decir, tiempo de entrega más período de revisión) demanda son conocidos, pero sus distribuciones de probabilidad son desconocidas. Desarrollamos un \"procedimiento libre de distribución minimax\" para encontrar la solución óptima-para cada caso ",
            "error": [
                ""
            ]
        },
        "minimax techniques": {
            "translated_key": [],
            "translated_annotated_text": "Setup cost and lead time reductions on stochastic inventory models with a service restriction Los modelos de inventario estocástico analizados en este trabajo exploran el problema del tiempo de entrega asociado con la reducción de costos de configuración para los modelos de inventario de revisión continua y revisión periódica. Para estos dos modelos con una mezcla de pedidos atrasados y ventas perdidas, respectivamente, suponemos que su media y varianza de la demanda de tiempo de entrega y intervalo de protección (es decir, tiempo de entrega más período de revisión) demanda son conocidos, pero sus distribuciones de probabilidad son desconocidas. Desarrollamos un procedimiento gratuito de distribución minimax para encontrar la solución óptima para cada caso ",
            "error": []
        },
        "production control": {
            "translated_key": [],
            "translated_annotated_text": "Setup cost and lead time reductions on stochastic inventory models with a service restriction Los modelos de inventario estocástico analizados en este trabajo exploran el problema del tiempo de entrega asociado con la reducción de costos de configuración para los modelos de inventario de revisión continua y revisión periódica. Para estos dos modelos con una mezcla de pedidos atrasados y ventas perdidas, respectivamente, suponemos que su media y varianza de la demanda de tiempo de entrega y intervalo de protección (es decir, tiempo de entrega más período de revisión) demanda son conocidos, pero sus distribuciones de probabilidad son desconocidas. Desarrollamos un procedimiento gratuito de distribución minimax para encontrar la solución óptima para cada caso ",
            "error": []
        },
        "statistical analysis": {
            "translated_key": [],
            "translated_annotated_text": "Setup cost and lead time reductions on stochastic inventory models with a service restriction Los modelos de inventario estocástico analizados en este trabajo exploran el problema del tiempo de entrega asociado con la reducción de costos de configuración para los modelos de inventario de revisión continua y revisión periódica. Para estos dos modelos con una mezcla de pedidos atrasados y ventas perdidas, respectivamente, suponemos que su media y varianza de la demanda de tiempo de entrega y intervalo de protección (es decir, tiempo de entrega más período de revisión) demanda son conocidos, pero sus distribuciones de probabilidad son desconocidas. Desarrollamos un procedimiento gratuito de distribución minimax para encontrar la solución óptima para cada caso ",
            "error": []
        },
        "stochastic processes": {
            "translated_key": [],
            "translated_annotated_text": "Setup cost and lead time reductions on stochastic inventory models with a service restriction Los modelos de inventario estocástico analizados en este trabajo exploran el problema del tiempo de entrega asociado con la reducción de costos de configuración para los modelos de inventario de revisión continua y revisión periódica. Para estos dos modelos con una mezcla de pedidos atrasados y ventas perdidas, respectivamente, suponemos que su media y varianza de la demanda de tiempo de entrega y intervalo de protección (es decir, tiempo de entrega más período de revisión) demanda son conocidos, pero sus distribuciones de probabilidad son desconocidas. Desarrollamos un procedimiento gratuito de distribución minimax para encontrar la solución óptima para cada caso ",
            "error": []
        },
        "stock control": {
            "translated_key": [],
            "translated_annotated_text": "Setup cost and lead time reductions on stochastic inventory models with a service restriction Los modelos de inventario estocástico analizados en este trabajo exploran el problema del tiempo de entrega asociado con la reducción de costos de configuración para los modelos de inventario de revisión continua y revisión periódica. Para estos dos modelos con una mezcla de pedidos atrasados y ventas perdidas, respectivamente, suponemos que su media y varianza de la demanda de tiempo de entrega y intervalo de protección (es decir, tiempo de entrega más período de revisión) demanda son conocidos, pero sus distribuciones de probabilidad son desconocidas. Desarrollamos un procedimiento gratuito de distribución minimax para encontrar la solución óptima para cada caso ",
            "error": []
        }
    }
}