{
    "original_text": "Adjoint-based optimization of steady suction for disturbance control in incompressible flows The optimal distribution of steady suction needed to control the growth of single or multiple disturbances in quasi-three-dimensional incompressible boundary layers on a flat plate is investigated. The evolution of disturbances is analysed in the framework of the parabolized stability equations (PSE). A gradient-based optimization procedure is used and the gradients are evaluated using the adjoint of the parabolized stability equations (APSE) and the adjoint of the boundary layer equations (ABLE). The accuracy of the gradient is increased by introducing a stabilization procedure for the PSE. Results show that a suction peak appears in the upstream part of the suction region for optimal control of Tollmien-Schlichting (T-S) waves, steady streamwise streaks in a two-dimensional boundary layer and oblique waves in a quasi-three-dimensional boundary layer subject to an adverse pressure gradient. The mean flow modifications due to suction are shown to have a stabilizing effect similar to that of a favourable pressure gradient. It is also shown that the optimal suction distribution for the disturbance of interest reduces the growth rate of other perturbations. Results for control of a steady cross-flow mode in a three-dimensional boundary layer subject to a favourable pressure gradient show that not even large amounts of suction can completely stabilize the disturbance",
    "original_translation": "Optimización basada en conjuntos de succión constante para el control de perturbaciones en flujos incompresibles Se investiga la distribución óptima de succión constante necesaria para controlar el crecimiento de perturbaciones únicas o múltiples en capas de contorno incompresibles cuasi tridimensionales en una placa plana. La evolución de las perturbaciones se analiza en el marco de las ecuaciones de estabilidad parabolizadas (PSE). Se utiliza un procedimiento de optimización basado en el gradiente y los gradiente se evalúan utilizando el contiguo de las ecuaciones de estabilidad parabolizada (APSE) y el contiguo de las ecuaciones de la capa límite (ABLE). La precisión del gradiente se incrementa mediante la introducción de un procedimiento de estabilización para el PSE. Los resultados muestran que un pico de succión aparece en la parte aguas arriba de la región de succión para un control óptimo de las ondas de Tollmien-Schlichting (T-S), rachas constantes en la corriente en una capa de contorno bidimensional y ondas oblicuas en una capa de contorno cuasi tridimensional sujeta a un gradiente de presión adverso. Las modificaciones medias del caudal debidas a la succión se muestran con un efecto estabilizador similar al de un gradiente de presión favorable. También se demuestra que la distribución óptima de la succión para la perturbación del interés reduce la tasa de crecimiento de otras perturbaciones. Los resultados para el control de un modo de flujo cruzado constante en una capa de contorno tridimensional sujeta a un gradiente de presión favorable muestran que ni siquiera grandes cantidades de succión pueden estabilizar completamente la perturbación.",
    "error_count": 11,
    "keys": {
        "adjoint-based optimization": {
            "translated_key": [],
            "translated_annotated_text": "Optimización basada en conjuntos de succión constante para el control de perturbaciones en flujos incompresibles Se investiga la distribución óptima de succión constante necesaria para controlar el crecimiento de perturbaciones únicas o múltiples en capas de contorno incompresibles cuasi tridimensionales en una placa plana. La evolución de las perturbaciones se analiza en el marco de las ecuaciones de estabilidad parabolizadas (PSE). Se utiliza un procedimiento de optimización basado en el gradiente y los gradiente se evalúan utilizando el contiguo de las ecuaciones de estabilidad parabolizada (APSE) y el contiguo de las ecuaciones de la capa límite (ABLE). La precisión del gradiente se incrementa mediante la introducción de un procedimiento de estabilización para el PSE. Los resultados muestran que un pico de succión aparece en la parte aguas arriba de la región de succión para un control óptimo de las ondas de Tollmien-Schlichting (T-S), rachas constantes en la corriente en una capa de contorno bidimensional y ondas oblicuas en una capa de contorno cuasi tridimensional sujeta a un gradiente de presión adverso. Las modificaciones medias del caudal debidas a la succión se muestran con un efecto estabilizador similar al de un gradiente de presión favorable. También se demuestra que la distribución óptima de la succión para la perturbación del interés reduce la tasa de crecimiento de otras perturbaciones. Los resultados para el control de un modo de flujo cruzado constante en una capa de contorno tridimensional sujeta a un gradiente de presión favorable muestran que ni siquiera grandes cantidades de succión pueden estabilizar completamente la perturbación. ",
            "error": []
        },
        "steady suction": {
            "translated_key": "succión estable",
            "translated_annotated_text": "Optimización basada en conjuntos de <br>succión estable</br> para el control de perturbaciones en flujos incompresibles Se investiga la distribución óptima de <br>succión estable</br> necesaria para controlar el crecimiento de perturbaciones únicas o múltiples en capas de bordes incompresibles cuasi tridimensionales en una placa plana. La evolución de las perturbaciones se analiza en el marco de las ecuaciones de estabilidad parabolizadas (PSE). Se utiliza un procedimiento de optimización basado en el gradiente y los gradiente se evalúan utilizando el contiguo de las ecuaciones de estabilidad parabolizada (APSE) y el contiguo de las ecuaciones de la capa límite (ABLE). La precisión del gradiente se incrementa mediante la introducción de un procedimiento de estabilización para el PSE. Los resultados muestran que un pico de succión aparece en la parte aguas arriba de la región de succión para un control óptimo de las ondas de Tollmien-Schlichting (T-S), rachas constantes en la corriente en una capa de contorno bidimensional y ondas oblicuas en una capa de contorno cuasi tridimensional sujeta a un gradiente de presión adverso. Las modificaciones medias del caudal debidas a la succión se muestran con un efecto estabilizador similar al de un gradiente de presión favorable. También se demuestra que la distribución óptima de la succión para la perturbación del interés reduce la tasa de crecimiento de otras perturbaciones. Los resultados para el control de un modo de flujo cruzado constante en una capa de contorno tridimensional sujeta a un gradiente de presión favorable muestran que ni siquiera grandes cantidades de succión pueden estabilizar completamente la perturbación. ",
            "error": [
                ""
            ]
        },
        "disturbance control": {
            "translated_key": [],
            "translated_annotated_text": "Optimización basada en conjuntos de succión constante para el control de perturbaciones en flujos incompresibles Se investiga la distribución óptima de succión constante necesaria para controlar el crecimiento de perturbaciones únicas o múltiples en capas de bordes incompresibles cuasi tridimensionales en una placa plana. La evolución de las perturbaciones se analiza en el marco de las ecuaciones de estabilidad parabolizadas (PSE). Se utiliza un procedimiento de optimización basado en el gradiente y los gradiente se evalúan utilizando el contiguo de las ecuaciones de estabilidad parabolizada (APSE) y el contiguo de las ecuaciones de la capa límite (ABLE). La precisión del gradiente se incrementa mediante la introducción de un procedimiento de estabilización para el PSE. Los resultados muestran que un pico de succión aparece en la parte aguas arriba de la región de succión para un control óptimo de las ondas de Tollmien-Schlichting (T-S), rachas constantes en la corriente en una capa de contorno bidimensional y ondas oblicuas en una capa de contorno cuasi tridimensional sujeta a un gradiente de presión adverso. Las modificaciones medias del caudal debidas a la succión se muestran con un efecto estabilizador similar al de un gradiente de presión favorable. También se demuestra que la distribución óptima de la succión para la perturbación del interés reduce la tasa de crecimiento de otras perturbaciones. Los resultados para el control de un modo de flujo cruzado constante en una capa de contorno tridimensional sujeta a un gradiente de presión favorable muestran que ni siquiera grandes cantidades de succión pueden estabilizar completamente la perturbación. ",
            "error": []
        },
        "incompressible flows": {
            "translated_key": "flujos incompresibles",
            "translated_annotated_text": "Optimización basada en conjuntos de succión constante para el control de perturbaciones en <br>flujos incompresibles</br> Se investiga la distribución óptima de succión constante necesaria para controlar el crecimiento de perturbaciones únicas o múltiples en capas de bordes incompresibles cuasi tridimensionales en una placa plana. La evolución de las perturbaciones se analiza en el marco de las ecuaciones de estabilidad parabolizadas (PSE). Se utiliza un procedimiento de optimización basado en el gradiente y los gradiente se evalúan utilizando el contiguo de las ecuaciones de estabilidad parabolizada (APSE) y el contiguo de las ecuaciones de la capa límite (ABLE). La precisión del gradiente se incrementa mediante la introducción de un procedimiento de estabilización para el PSE. Los resultados muestran que un pico de succión aparece en la parte aguas arriba de la región de succión para un control óptimo de las ondas de Tollmien-Schlichting (T-S), rachas constantes en la corriente en una capa de contorno bidimensional y ondas oblicuas en una capa de contorno cuasi tridimensional sujeta a un gradiente de presión adverso. Las modificaciones medias del caudal debidas a la succión se muestran con un efecto estabilizador similar al de un gradiente de presión favorable. También se demuestra que la distribución óptima de la succión para la perturbación del interés reduce la tasa de crecimiento de otras perturbaciones. Los resultados para el control de un modo de flujo cruzado constante en una capa de contorno tridimensional sujeta a un gradiente de presión favorable muestran que ni siquiera grandes cantidades de succión pueden estabilizar completamente la perturbación. ",
            "error": [
                ""
            ]
        },
        "quasithree-dimensional incompressible boundary layers": {
            "translated_key": [],
            "translated_annotated_text": "Optimización basada en conjuntos de succión constante para el control de perturbaciones en flujos incompresibles Se investiga la distribución óptima de succión constante necesaria para controlar el crecimiento de perturbaciones únicas o múltiples en capas de contorno incompresibles cuasi tridimensionales en una placa plana. La evolución de las perturbaciones se analiza en el marco de las ecuaciones de estabilidad parabolizadas (PSE). Se utiliza un procedimiento de optimización basado en el gradiente y los gradiente se evalúan utilizando el contiguo de las ecuaciones de estabilidad parabolizada (APSE) y el contiguo de las ecuaciones de la capa límite (ABLE). La precisión del gradiente se incrementa mediante la introducción de un procedimiento de estabilización para el PSE. Los resultados muestran que un pico de succión aparece en la parte aguas arriba de la región de succión para un control óptimo de las ondas de Tollmien-Schlichting (T-S), rachas constantes en la corriente en una capa de contorno bidimensional y ondas oblicuas en una capa de contorno cuasi tridimensional sujeta a un gradiente de presión adverso. Las modificaciones medias del caudal debidas a la succión se muestran con un efecto estabilizador similar al de un gradiente de presión favorable. También se demuestra que la distribución óptima de la succión para la perturbación del interés reduce la tasa de crecimiento de otras perturbaciones. Los resultados para el control de un modo de flujo cruzado constante en una capa de contorno tridimensional sujeta a un gradiente de presión favorable muestran que ni siquiera grandes cantidades de succión pueden estabilizar completamente la perturbación. ",
            "error": []
        },
        "flat plate": {
            "translated_key": "flat",
            "translated_annotated_text": "Optimización basada en conjuntos de succión constante para el control de perturbaciones en flujos incompresibles Se investiga la distribución óptima de succión constante necesaria para controlar el crecimiento de perturbaciones únicas o múltiples en capas de contorno incompresibles cuasi tridimensionales en una placa <br>flat</br>. La evolución de las perturbaciones se analiza en el marco de las ecuaciones de estabilidad parabolizadas (PSE). Se utiliza un procedimiento de optimización basado en el gradiente y los gradiente se evalúan utilizando el contiguo de las ecuaciones de estabilidad parabolizada (APSE) y el contiguo de las ecuaciones de la capa límite (ABLE). La precisión del gradiente se incrementa mediante la introducción de un procedimiento de estabilización para el PSE. Los resultados muestran que un pico de succión aparece en la parte aguas arriba de la región de succión para un control óptimo de las ondas de Tollmien-Schlichting (T-S), rachas constantes en la corriente en una capa de contorno bidimensional y ondas oblicuas en una capa de contorno cuasi tridimensional sujeta a un gradiente de presión adverso. Las modificaciones medias del caudal debidas a la succión se muestran con un efecto estabilizador similar al de un gradiente de presión favorable. También se demuestra que la distribución óptima de la succión para la perturbación del interés reduce la tasa de crecimiento de otras perturbaciones. Los resultados para el control de un modo de flujo cruzado constante en una capa de contorno tridimensional sujeta a un gradiente de presión favorable muestran que ni siquiera grandes cantidades de succión pueden estabilizar completamente la perturbación. ",
            "error": [
                ""
            ]
        },
        "parabolized stability equations": {
            "translated_key": " (PSE). Se utiliza un procedimiento de optimización basado en el gradiente y los gradiente se evalúan utilizando el contiguo de las <br>ecuaciones de estabilidad parabolizada",
            "translated_annotated_text": "Optimización basada en conjuntos de succión constante para el control de perturbaciones en flujos incompresibles Se investiga la distribución óptima de succión constante necesaria para controlar el crecimiento de perturbaciones únicas o múltiples en capas de contorno incompresibles cuasi tridimensionales en una placa plana. La evolución de las perturbaciones se analiza en el marco de las ecuaciones de estabilidad parabolizadas <br> (PSE). Se utiliza un procedimiento de optimización basado en el gradiente y los gradiente se evalúan utilizando el contiguo de las <br>ecuaciones de estabilidad parabolizada</br> (APSE) y el contiguo de las ecuaciones de la capa límite (ABLE).  La precisión del gradiente se incrementa mediante la introducción de un procedimiento de estabilización para el PSE. Los resultados muestran que un pico de succión aparece en la parte aguas arriba de la región de succión para un control óptimo de las ondas de Tollmien-Schlichting (T-S), rachas constantes en la corriente en una capa de contorno bidimensional y ondas oblicuas en una capa de contorno cuasi tridimensional sujeta a un gradiente de presión adverso. Las modificaciones medias del caudal debidas a la succión se muestran con un efecto estabilizador similar al de un gradiente de presión favorable. También se demuestra que la distribución óptima de la succión para la perturbación del interés reduce la tasa de crecimiento de otras perturbaciones. Los resultados para el control de un modo de flujo cruzado constante en una capa de contorno tridimensional sujeta a un gradiente de presión favorable muestran que ni siquiera grandes cantidades de succión pueden estabilizar completamente la perturbación. ",
            "error": [
                ""
            ]
        },
        "gradient-based optimization procedure": {
            "translated_key": "gradiente",
            "translated_annotated_text": "Optimización basada en conjuntos de succión constante para el control de perturbaciones en flujos incompresibles Se investiga la distribución óptima de succión constante necesaria para controlar el crecimiento de perturbaciones únicas o múltiples en capas de contorno incompresibles cuasi tridimensionales en una placa plana. La evolución de las perturbaciones se analiza en el marco de las ecuaciones de estabilidad parabolizadas (PSE). Se utiliza un procedimiento de optimización basado en <br>gradiente</br> y los gradientes se evalúan utilizando el colindante de las ecuaciones de estabilidad parabolizada (APSE) y el colindante de las ecuaciones de la capa límite (ABLE). La precisión del gradiente se incrementa mediante la introducción de un procedimiento de estabilización para el PSE. Los resultados muestran que un pico de succión aparece en la parte aguas arriba de la región de succión para un control óptimo de las ondas de Tollmien-Schlichting (T-S), rachas constantes en la corriente en una capa de contorno bidimensional y ondas oblicuas en una capa de contorno cuasi tridimensional sujeta a un gradiente de presión adverso. Las modificaciones medias del caudal debidas a la succión se muestran con un efecto estabilizador similar al de un gradiente de presión favorable. También se demuestra que la distribución óptima de la succión para la perturbación del interés reduce la tasa de crecimiento de otras perturbaciones. Los resultados para el control de un modo de flujo cruzado constante en una capa de contorno tridimensional sujeta a un gradiente de presión favorable muestran que ni siquiera grandes cantidades de succión pueden estabilizar completamente la perturbación. ",
            "error": [
                ""
            ]
        },
        "stabilization procedure": {
            "translated_key": [],
            "translated_annotated_text": "Optimización basada en conjuntos de succión constante para el control de perturbaciones en flujos incompresibles Se investiga la distribución óptima de succión constante necesaria para controlar el crecimiento de perturbaciones únicas o múltiples en capas de contorno incompresibles cuasi tridimensionales en una placa plana. La evolución de las perturbaciones se analiza en el marco de las ecuaciones de estabilidad parabolizadas (PSE). Se utiliza un procedimiento de optimización basado en el gradiente y los gradiente se evalúan utilizando el contiguo de las ecuaciones de estabilidad parabolizada (APSE) y el contiguo de las ecuaciones de la capa límite (ABLE). La precisión del gradiente se incrementa mediante la introducción de un procedimiento de estabilización <br> para el PSE. Los resultados muestran que un pico de succión aparece en la parte aguas arriba de la región de succión para un control óptimo de las ondas de Tollmien-Schlichting (T-S), rachas constantes en la corriente en una capa de contorno bidimensional y ondas oblicuas en una capa de contorno cuasi tridimensional sujeta a un gradiente de presión adverso. Las modificaciones medias del caudal debidas a la succión se muestran con un efecto estabilizador similar al de un gradiente de presión favorable. También se demuestra que la distribución óptima de la succión para la perturbación del interés reduce la tasa de crecimiento de otras perturbaciones. Los resultados para el control de un modo de flujo cruzado constante en una capa de contorno tridimensional sujeta a un gradiente de presión favorable muestran que ni siquiera grandes cantidades de succión pueden estabilizar completamente la perturbación. ",
            "error": []
        },
        "Tollmien-Schlichting waves": {
            "translated_key": [],
            "translated_annotated_text": "Optimización basada en conjuntos de succión constante para el control de perturbaciones en flujos incompresibles Se investiga la distribución óptima de succión constante necesaria para controlar el crecimiento de perturbaciones únicas o múltiples en capas de contorno incompresibles cuasi tridimensionales en una placa plana. La evolución de las perturbaciones se analiza en el marco de las ecuaciones de estabilidad parabolizadas (PSE). Se utiliza un procedimiento de optimización basado en el gradiente y los gradiente se evalúan utilizando el contiguo de las ecuaciones de estabilidad parabolizada (APSE) y el contiguo de las ecuaciones de la capa límite (ABLE). La precisión del gradiente se incrementa mediante la introducción de un procedimiento de estabilización para el PSE. Los resultados muestran que un pico de succión aparece en la parte aguas arriba de la región de succión para un control óptimo de las ondas de Tollmien-Schlichting (T-S), rachas constantes en la corriente en una capa de contorno bidimensional y ondas oblicuas en una capa de contorno cuasi tridimensional sujeta a un gradiente de presión adverso. Las modificaciones medias del caudal debidas a la succión se muestran con un efecto estabilizador similar al de un gradiente de presión favorable. También se demuestra que la distribución óptima de la succión para la perturbación del interés reduce la tasa de crecimiento de otras perturbaciones. Los resultados para el control de un modo de flujo cruzado constante en una capa de contorno tridimensional sujeta a un gradiente de presión favorable muestran que ni siquiera grandes cantidades de succión pueden estabilizar completamente la perturbación. ",
            "error": []
        },
        "steady streamwise streaks": {
            "translated_key": "steady streamwise racks",
            "translated_annotated_text": "Optimización basada en conjuntos de succión constante para el control de perturbaciones en flujos incompresibles Se investiga la distribución óptima de succión constante necesaria para controlar el crecimiento de perturbaciones únicas o múltiples en capas de contorno incompresibles cuasi tridimensionales en una placa plana. La evolución de las perturbaciones se analiza en el marco de las ecuaciones de estabilidad parabolizadas (PSE). Se utiliza un procedimiento de optimización basado en el gradiente y los gradiente se evalúan utilizando el contiguo de las ecuaciones de estabilidad parabolizada (APSE) y el contiguo de las ecuaciones de la capa límite (ABLE). La precisión del gradiente se incrementa mediante la introducción de un procedimiento de estabilización para el PSE. Los resultados muestran que un pico de succión aparece en la parte aguas arriba de la región de succión para un control óptimo de las ondas de Tollmien-Schlichting (T-S), <br>steady streamwise racks</br> en una capa de límite bidimensional y ondas oblicuas en una capa de límite cuasi tridimensional sujeta a un gradiente de presión adverso. Las modificaciones medias del caudal debidas a la succión se muestran con un efecto estabilizador similar al de un gradiente de presión favorable. También se demuestra que la distribución óptima de la succión para la perturbación del interés reduce la tasa de crecimiento de otras perturbaciones. Los resultados para el control de un modo de flujo cruzado constante en una capa de contorno tridimensional sujeta a un gradiente de presión favorable muestran que ni siquiera grandes cantidades de succión pueden estabilizar completamente la perturbación. ",
            "error": [
                ""
            ]
        },
        "oblique waves": {
            "translated_key": "oblicas",
            "translated_annotated_text": "Optimización basada en conjuntos de succión constante para el control de perturbaciones en flujos incompresibles Se investiga la distribución óptima de succión constante necesaria para controlar el crecimiento de perturbaciones únicas o múltiples en capas de contorno incompresibles cuasi tridimensionales en una placa plana. La evolución de las perturbaciones se analiza en el marco de las ecuaciones de estabilidad parabolizadas (PSE). Se utiliza un procedimiento de optimización basado en el gradiente y los gradiente se evalúan utilizando el contiguo de las ecuaciones de estabilidad parabolizada (APSE) y el contiguo de las ecuaciones de la capa límite (ABLE). La precisión del gradiente se incrementa mediante la introducción de un procedimiento de estabilización para el PSE. Los resultados muestran que un pico de succión aparece en la parte aguas arriba de la región de succión para un control óptimo de las ondas de Tollmien-Schlichting (T-S), rayas constantes en la corriente en una capa de contorno bidimensional y ondas <br>oblicas</br> en una capa de contorno cuasi tridimensional sujeta a un gradiente de presión adverso. Las modificaciones medias del caudal debidas a la succión se muestran con un efecto estabilizador similar al de un gradiente de presión favorable. También se demuestra que la distribución óptima de la succión para la perturbación del interés reduce la tasa de crecimiento de otras perturbaciones. Los resultados para el control de un modo de flujo cruzado constante en una capa de contorno tridimensional sujeta a un gradiente de presión favorable muestran que ni siquiera grandes cantidades de succión pueden estabilizar completamente la perturbación. ",
            "error": [
                ""
            ]
        },
        "adverse pressure gradient": {
            "translated_key": "adversa",
            "translated_annotated_text": "Optimización basada en conjuntos de succión constante para el control de perturbaciones en flujos incompresibles Se investiga la distribución óptima de succión constante necesaria para controlar el crecimiento de perturbaciones únicas o múltiples en capas de contorno incompresibles cuasi tridimensionales en una placa plana. La evolución de las perturbaciones se analiza en el marco de las ecuaciones de estabilidad parabolizadas (PSE). Se utiliza un procedimiento de optimización basado en el gradiente y los gradiente se evalúan utilizando el contiguo de las ecuaciones de estabilidad parabolizada (APSE) y el contiguo de las ecuaciones de la capa límite (ABLE). La precisión del gradiente se incrementa mediante la introducción de un procedimiento de estabilización para el PSE. Los resultados muestran que un pico de succión aparece en la parte aguas arriba de la región de succión para un control óptimo de las ondas de Tollmien-Schlichting (T-S), rachas constantes en la corriente en una capa de contorno bidimensional y ondas oblicuas en una capa de contorno cuasi tridimensional sujeta a un gradiente de presión <br>adversa</br>. Las modificaciones medias del caudal debidas a la succión se muestran con un efecto estabilizador similar al de un gradiente de presión favorable. También se demuestra que la distribución óptima de la succión para la perturbación del interés reduce la tasa de crecimiento de otras perturbaciones. Los resultados para el control de un modo de flujo cruzado constante en una capa de contorno tridimensional sujeta a un gradiente de presión favorable muestran que ni siquiera grandes cantidades de succión pueden estabilizar completamente la perturbación. ",
            "error": [
                ""
            ]
        },
        "mean flow": {
            "translated_key": "media de flujo",
            "translated_annotated_text": "Optimización basada en conjuntos de succión constante para el control de perturbaciones en flujos incompresibles Se investiga la distribución óptima de succión constante necesaria para controlar el crecimiento de perturbaciones únicas o múltiples en capas de contorno incompresibles cuasi tridimensionales en una placa plana. La evolución de las perturbaciones se analiza en el marco de las ecuaciones de estabilidad parabolizadas (PSE). Se utiliza un procedimiento de optimización basado en el gradiente y los gradiente se evalúan utilizando el contiguo de las ecuaciones de estabilidad parabolizada (APSE) y el contiguo de las ecuaciones de la capa límite (ABLE). La precisión del gradiente se incrementa mediante la introducción de un procedimiento de estabilización para el PSE. Los resultados muestran que un pico de succión aparece en la parte aguas arriba de la región de succión para un control óptimo de las ondas de Tollmien-Schlichting (T-S), rachas constantes en la corriente en una capa de contorno bidimensional y ondas oblicuas en una capa de contorno cuasi tridimensional sujeta a un gradiente de presión adverso. Las modificaciones <br>media de flujo</br> debidas a la succión se muestran con un efecto estabilizador similar al de un gradiente de presión favorable. También se demuestra que la distribución óptima de la succión para la perturbación del interés reduce la tasa de crecimiento de otras perturbaciones. Los resultados para el control de un modo de flujo cruzado constante en una capa de contorno tridimensional sujeta a un gradiente de presión favorable muestran que ni siquiera grandes cantidades de succión pueden estabilizar completamente la perturbación. ",
            "error": [
                ""
            ]
        },
        "steady cross-flow mode": {
            "translated_key": "steady de flujo cruzado",
            "translated_annotated_text": "Optimización basada en conjuntos de succión constante para el control de perturbaciones en flujos incompresibles Se investiga la distribución óptima de succión constante necesaria para controlar el crecimiento de perturbaciones únicas o múltiples en capas de contorno incompresibles cuasi tridimensionales en una placa plana. La evolución de las perturbaciones se analiza en el marco de las ecuaciones de estabilidad parabolizadas (PSE). Se utiliza un procedimiento de optimización basado en el gradiente y los gradiente se evalúan utilizando el contiguo de las ecuaciones de estabilidad parabolizada (APSE) y el contiguo de las ecuaciones de la capa límite (ABLE). La precisión del gradiente se incrementa mediante la introducción de un procedimiento de estabilización para el PSE. Los resultados muestran que un pico de succión aparece en la parte aguas arriba de la región de succión para un control óptimo de las ondas de Tollmien-Schlichting (T-S), rachas constantes en la corriente en una capa de contorno bidimensional y ondas oblicuas en una capa de contorno cuasi tridimensional sujeta a un gradiente de presión adverso. Las modificaciones medias del caudal debidas a la succión se muestran con un efecto estabilizador similar al de un gradiente de presión favorable. También se demuestra que la distribución óptima de la succión para la perturbación del interés reduce la tasa de crecimiento de otras perturbaciones. Los resultados para el control de un modo <br>steady de flujo cruzado</br> en una capa de contorno tridimensional sujeta a un gradiente de presión favorable muestran que ni siquiera grandes cantidades de succión pueden estabilizar completamente la perturbación. ",
            "error": [
                ""
            ]
        },
        "laminar-turbulent transition": {
            "translated_key": [],
            "translated_annotated_text": "Optimización basada en conjuntos de succión constante para el control de perturbaciones en flujos incompresibles Se investiga la distribución óptima de succión constante necesaria para controlar el crecimiento de perturbaciones únicas o múltiples en capas de contorno incompresibles cuasi tridimensionales en una placa plana. La evolución de las perturbaciones se analiza en el marco de las ecuaciones de estabilidad parabolizadas (PSE). Se utiliza un procedimiento de optimización basado en el gradiente y los gradiente se evalúan utilizando el contiguo de las ecuaciones de estabilidad parabolizada (APSE) y el contiguo de las ecuaciones de la capa límite (ABLE). La precisión del gradiente se incrementa mediante la introducción de un procedimiento de estabilización para el PSE. Los resultados muestran que un pico de succión aparece en la parte aguas arriba de la región de succión para un control óptimo de las ondas de Tollmien-Schlichting (T-S), rachas constantes en la corriente en una capa de contorno bidimensional y ondas oblicuas en una capa de contorno cuasi tridimensional sujeta a un gradiente de presión adverso. Las modificaciones medias del caudal debidas a la succión se muestran con un efecto estabilizador similar al de un gradiente de presión favorable. También se demuestra que la distribución óptima de la succión para la perturbación del interés reduce la tasa de crecimiento de otras perturbaciones. Los resultados para el control de un modo de flujo cruzado constante en una capa de contorno tridimensional sujeta a un gradiente de presión favorable muestran que ni siquiera grandes cantidades de succión pueden estabilizar completamente la perturbación. ",
            "error": []
        },
        "aerodynamics": {
            "translated_key": [],
            "translated_annotated_text": "Optimización basada en conjuntos de succión constante para el control de perturbaciones en flujos incompresibles Se investiga la distribución óptima de succión constante necesaria para controlar el crecimiento de perturbaciones únicas o múltiples en capas de contorno incompresibles cuasi tridimensionales en una placa plana. La evolución de las perturbaciones se analiza en el marco de las ecuaciones de estabilidad parabolizadas (PSE). Se utiliza un procedimiento de optimización basado en el gradiente y los gradiente se evalúan utilizando el contiguo de las ecuaciones de estabilidad parabolizada (APSE) y el contiguo de las ecuaciones de la capa límite (ABLE). La precisión del gradiente se incrementa mediante la introducción de un procedimiento de estabilización para el PSE. Los resultados muestran que un pico de succión aparece en la parte aguas arriba de la región de succión para un control óptimo de las ondas de Tollmien-Schlichting (T-S), rachas constantes en la corriente en una capa de contorno bidimensional y ondas oblicuas en una capa de contorno cuasi tridimensional sujeta a un gradiente de presión adverso. Las modificaciones medias del caudal debidas a la succión se muestran con un efecto estabilizador similar al de un gradiente de presión favorable. También se demuestra que la distribución óptima de la succión para la perturbación del interés reduce la tasa de crecimiento de otras perturbaciones. Los resultados para el control de un modo de flujo cruzado constante en una capa de contorno tridimensional sujeta a un gradiente de presión favorable muestran que ni siquiera grandes cantidades de succión pueden estabilizar completamente la perturbación. ",
            "error": []
        },
        "boundary layer turbulence": {
            "translated_key": [],
            "translated_annotated_text": "Optimización basada en conjuntos de succión constante para el control de perturbaciones en flujos incompresibles Se investiga la distribución óptima de succión constante necesaria para controlar el crecimiento de perturbaciones únicas o múltiples en capas de contorno incompresibles cuasi tridimensionales en una placa plana. La evolución de las perturbaciones se analiza en el marco de las ecuaciones de estabilidad parabolizadas (PSE). Se utiliza un procedimiento de optimización basado en el gradiente y los gradiente se evalúan utilizando el contiguo de las ecuaciones de estabilidad parabolizada (APSE) y el contiguo de las ecuaciones de la capa límite (ABLE). La precisión del gradiente se incrementa mediante la introducción de un procedimiento de estabilización para el PSE. Los resultados muestran que un pico de succión aparece en la parte aguas arriba de la región de succión para un control óptimo de las ondas de Tollmien-Schlichting (T-S), rachas constantes en la corriente en una capa de contorno bidimensional y ondas oblicuas en una capa de contorno cuasi tridimensional sujeta a un gradiente de presión adverso. Las modificaciones medias del caudal debidas a la succión se muestran con un efecto estabilizador similar al de un gradiente de presión favorable. También se demuestra que la distribución óptima de la succión para la perturbación del interés reduce la tasa de crecimiento de otras perturbaciones. Los resultados para el control de un modo de flujo cruzado constante en una capa de contorno tridimensional sujeta a un gradiente de presión favorable muestran que ni siquiera grandes cantidades de succión pueden estabilizar completamente la perturbación. ",
            "error": []
        },
        "flow control": {
            "translated_key": [],
            "translated_annotated_text": "Optimización basada en conjuntos de succión constante para el control de perturbaciones en flujos incompresibles Se investiga la distribución óptima de succión constante necesaria para controlar el crecimiento de perturbaciones únicas o múltiples en capas de contorno incompresibles cuasi tridimensionales en una placa plana. La evolución de las perturbaciones se analiza en el marco de las ecuaciones de estabilidad parabolizadas (PSE). Se utiliza un procedimiento de optimización basado en el gradiente y los gradiente se evalúan utilizando el contiguo de las ecuaciones de estabilidad parabolizada (APSE) y el contiguo de las ecuaciones de la capa límite (ABLE). La precisión del gradiente se incrementa mediante la introducción de un procedimiento de estabilización para el PSE. Los resultados muestran que un pico de succión aparece en la parte aguas arriba de la región de succión para un control óptimo de las ondas de Tollmien-Schlichting (T-S), rachas constantes en la corriente en una capa de contorno bidimensional y ondas oblicuas en una capa de contorno cuasi tridimensional sujeta a un gradiente de presión adverso. Las modificaciones medias del caudal debidas a la succión se muestran con un efecto estabilizador similar al de un gradiente de presión favorable. También se demuestra que la distribución óptima de la succión para la perturbación del interés reduce la tasa de crecimiento de otras perturbaciones. Los resultados para el control de un modo de flujo cruzado constante en una capa de contorno tridimensional sujeta a un gradiente de presión favorable muestran que ni siquiera grandes cantidades de succión pueden estabilizar completamente la perturbación. ",
            "error": []
        },
        "flow instability": {
            "translated_key": [],
            "translated_annotated_text": "Optimización basada en conjuntos de succión constante para el control de perturbaciones en flujos incompresibles Se investiga la distribución óptima de succión constante necesaria para controlar el crecimiento de perturbaciones únicas o múltiples en capas de contorno incompresibles cuasi tridimensionales en una placa plana. La evolución de las perturbaciones se analiza en el marco de las ecuaciones de estabilidad parabolizadas (PSE). Se utiliza un procedimiento de optimización basado en el gradiente y los gradiente se evalúan utilizando el contiguo de las ecuaciones de estabilidad parabolizada (APSE) y el contiguo de las ecuaciones de la capa límite (ABLE). La precisión del gradiente se incrementa mediante la introducción de un procedimiento de estabilización para el PSE. Los resultados muestran que un pico de succión aparece en la parte aguas arriba de la región de succión para un control óptimo de las ondas de Tollmien-Schlichting (T-S), rachas constantes en la corriente en una capa de contorno bidimensional y ondas oblicuas en una capa de contorno cuasi tridimensional sujeta a un gradiente de presión adverso. Las modificaciones medias del caudal debidas a la succión se muestran con un efecto estabilizador similar al de un gradiente de presión favorable. También se demuestra que la distribución óptima de la succión para la perturbación del interés reduce la tasa de crecimiento de otras perturbaciones. Los resultados para el control de un modo de flujo cruzado constante en una capa de contorno tridimensional sujeta a un gradiente de presión favorable muestran que ni siquiera grandes cantidades de succión pueden estabilizar completamente la perturbación. ",
            "error": []
        },
        "laminar to turbulent transitions": {
            "translated_key": [],
            "translated_annotated_text": "Optimización basada en conjuntos de succión constante para el control de perturbaciones en flujos incompresibles Se investiga la distribución óptima de succión constante necesaria para controlar el crecimiento de perturbaciones únicas o múltiples en capas de contorno incompresibles cuasi tridimensionales en una placa plana. La evolución de las perturbaciones se analiza en el marco de las ecuaciones de estabilidad parabolizadas (PSE). Se utiliza un procedimiento de optimización basado en el gradiente y los gradiente se evalúan utilizando el contiguo de las ecuaciones de estabilidad parabolizada (APSE) y el contiguo de las ecuaciones de la capa límite (ABLE). La precisión del gradiente se incrementa mediante la introducción de un procedimiento de estabilización para el PSE. Los resultados muestran que un pico de succión aparece en la parte aguas arriba de la región de succión para un control óptimo de las ondas de Tollmien-Schlichting (T-S), rachas constantes en la corriente en una capa de contorno bidimensional y ondas oblicuas en una capa de contorno cuasi tridimensional sujeta a un gradiente de presión adverso. Las modificaciones medias del caudal debidas a la succión se muestran con un efecto estabilizador similar al de un gradiente de presión favorable. También se demuestra que la distribución óptima de la succión para la perturbación del interés reduce la tasa de crecimiento de otras perturbaciones. Los resultados para el control de un modo de flujo cruzado constante en una capa de contorno tridimensional sujeta a un gradiente de presión favorable muestran que ni siquiera grandes cantidades de succión pueden estabilizar completamente la perturbación. ",
            "error": []
        },
        "optimal control": {
            "translated_key": "control óptimo",
            "translated_annotated_text": "Optimización basada en conjuntos de succión constante para el control de perturbaciones en flujos incompresibles Se investiga la distribución óptima de succión constante necesaria para controlar el crecimiento de perturbaciones únicas o múltiples en capas de contorno incompresibles cuasi tridimensionales en una placa plana. La evolución de las perturbaciones se analiza en el marco de las ecuaciones de estabilidad parabolizadas (PSE). Se utiliza un procedimiento de optimización basado en el gradiente y los gradiente se evalúan utilizando el contiguo de las ecuaciones de estabilidad parabolizada (APSE) y el contiguo de las ecuaciones de la capa límite (ABLE). La precisión del gradiente se incrementa mediante la introducción de un procedimiento de estabilización para el PSE. Los resultados muestran que un pico de succión aparece en la parte aguas arriba de la región de succión para un <br>control óptimo</br> de las ondas de Tollmien-Schlichting (T-S), rachas constantes en la corriente en una capa de contorno bidimensional y ondas oblicuas en una capa de contorno cuasi tridimensional sujeta a un gradiente de presión adverso.  Las modificaciones medias del caudal debidas a la succión se muestran con un efecto estabilizador similar al de un gradiente de presión favorable. También se demuestra que la distribución óptima de la succión para la perturbación del interés reduce la tasa de crecimiento de otras perturbaciones. Los resultados para el control de un modo de flujo cruzado constante en una capa de contorno tridimensional sujeta a un gradiente de presión favorable muestran que ni siquiera grandes cantidades de succión pueden estabilizar completamente la perturbación. ",
            "error": [
                ""
            ]
        },
        "waves": {
            "translated_key": ", rayas constantes en sentido de corriente en una capa de contorno bidimensional y ondas <br> oblicuas",
            "translated_annotated_text": "Optimización basada en conjuntos de succión constante para el control de perturbaciones en flujos incompresibles Se investiga la distribución óptima de succión constante necesaria para controlar el crecimiento de perturbaciones únicas o múltiples en capas de contorno incompresibles cuasi tridimensionales en una placa plana. La evolución de las perturbaciones se analiza en el marco de las ecuaciones de estabilidad parabolizadas (PSE). Se utiliza un procedimiento de optimización basado en el gradiente y los gradiente se evalúan utilizando el contiguo de las ecuaciones de estabilidad parabolizada (APSE) y el contiguo de las ecuaciones de la capa límite (ABLE). La precisión del gradiente se incrementa mediante la introducción de un procedimiento de estabilización para el PSE. Los resultados muestran que aparece un pico de succión en la parte aguas arriba de la región de succión para un control óptimo de las ondas T-S de Tollmien-Schlichting (T-S) <br>, rayas constantes en sentido de corriente en una capa de contorno bidimensional y ondas <br> oblicuas</br> en una capa de contorno cuasi tridimensional sujeta a un gradiente de presión adverso. Las modificaciones medias del caudal debidas a la succión se muestran con un efecto estabilizador similar al de un gradiente de presión favorable. También se demuestra que la distribución óptima de la succión para la perturbación del interés reduce la tasa de crecimiento de otras perturbaciones. Los resultados para el control de un modo de flujo cruzado constante en una capa de contorno tridimensional sujeta a un gradiente de presión favorable muestran que ni siquiera grandes cantidades de succión pueden estabilizar completamente la perturbación. ",
            "error": [
                ""
            ]
        }
    }
}