{
    "original_text": "Tracking control of the flexible slider-crank mechanism system under impact The variable structure control (VSC) and the stabilizer design by using the pole placement technique are applied to the tracking control of the flexible slider-crank mechanism under impact. The VSC strategy is employed to track the crank angular position and speed, while the stabilizer design is involved to suppress the flexible vibrations simultaneously. From the theoretical impact consideration, three approaches including the generalized momentum balance (GMB), the continuous force model (CFM), and the CFM associated with the effective mass compensation EMC are adopted, and are derived on the basis of the energy and impulse-momentum conservations. Simulation results are provided to demonstrate the performance of the motor-controller flexible slider-crank mechanism not only accomplishing good tracking trajectory of the crank angle, but also eliminating vibrations of the flexible connecting rod",
    "original_translation": "Control de seguimiento del sistema flexible de mecanismos de slider-crank bajo impacto El control de estructura variable (VSC) y el diseño del estabilizador mediante el uso de la técnica de colocación de polos se aplican al control de seguimiento del mecanismo flexible de slider-crank bajo impacto. La estrategia VSC se utiliza para rastrear la posición angular de la manivela y la velocidad, mientras que el diseño del estabilizador está involucrado para suprimir las vibraciones flexibles simultáneamente. De la consideración teórica del impacto, se adoptan tres enfoques, incluyendo el balance de impulso generalizado (GMB), el modelo de fuerza continua (CFM) y el CFM asociado con la compensación de masa efectiva EMC, y se derivan sobre la base de las conservaciones de energía y impulso-momento. Los resultados de la simulación se proporcionan para demostrar el rendimiento del mecanismo flexible del motor-controlador deslizante-crank no sólo lograr una buena trayectoria de seguimiento del ángulo de la manivela, sino también eliminar las vibraciones de la varilla de conexión flexible",
    "error_count": 13,
    "keys": {
        "tracking control": {
            "translated_key": [],
            "translated_annotated_text": "Control de seguimiento del sistema flexible de mecanismos de slider-crank bajo impacto El control de estructura variable (VSC) y el diseño del estabilizador mediante la técnica de colocación de polos se aplican al control de seguimiento <br> del mecanismo flexible de slider-crank bajo impacto. La estrategia VSC se utiliza para rastrear la posición angular de la manivela y la velocidad, mientras que el diseño del estabilizador está involucrado para suprimir las vibraciones flexibles simultáneamente. De la consideración teórica del impacto, se adoptan tres enfoques, incluyendo el balance de impulso generalizado (GMB), el modelo de fuerza continua (CFM) y el CFM asociado con la compensación de masa efectiva EMC, y se derivan sobre la base de las conservaciones de energía y impulso-momento. Los resultados de la simulación se proporcionan para demostrar el rendimiento del mecanismo flexible del motor-controlador deslizante-crank no sólo lograr una buena trayectoria de seguimiento del ángulo de la manivela, sino también eliminar las vibraciones de la varilla de conexión flexible ",
            "error": []
        },
        "flexible slider-crank mechanism system": {
            "translated_key": [],
            "translated_annotated_text": "Control de seguimiento del sistema flexible de mecanismos de slider-crank bajo impacto El control de estructura variable (VSC) y el diseño del estabilizador mediante el uso de la técnica de colocación de polos se aplican al control de seguimiento del mecanismo flexible de slider-crank bajo impacto. La estrategia VSC se utiliza para rastrear la posición angular de la manivela y la velocidad, mientras que el diseño del estabilizador está involucrado para suprimir las vibraciones flexibles simultáneamente. De la consideración teórica del impacto, se adoptan tres enfoques, incluyendo el balance de impulso generalizado (GMB), el modelo de fuerza continua (CFM) y el CFM asociado con la compensación de masa efectiva EMC, y se derivan sobre la base de las conservaciones de energía y impulso-momento. Los resultados de la simulación se proporcionan para demostrar el rendimiento del mecanismo flexible del motor-controlador deslizante-crank no sólo lograr una buena trayectoria de seguimiento del ángulo de la manivela, sino también eliminar las vibraciones de la varilla de conexión flexible ",
            "error": []
        },
        "impact": {
            "translated_key": "impact",
            "translated_annotated_text": "Control de seguimiento del sistema flexible de mecanismo de slider-crank bajo <br>impact</br> El control de estructura variable (VSC) y el diseño del estabilizador mediante la técnica de colocación de polos se aplican al control de seguimiento del mecanismo flexible de slider-crank bajo <br>impact</br>. La estrategia VSC se utiliza para rastrear la posición angular de la manivela y la velocidad, mientras que el diseño del estabilizador está involucrado para suprimir las vibraciones flexibles simultáneamente. De la consideración teórica <br>impact</br> se adoptan tres enfoques, incluyendo el balance de impulso generalizado (GMB), el modelo de fuerza continua (CFM) y el CFM asociado con la compensación de masa efectiva EMC, que se derivan sobre la base de las conservaciones de energía e impulso-momento. Los resultados de la simulación se proporcionan para demostrar el rendimiento del mecanismo flexible del motor-controlador deslizante-crank no sólo lograr una buena trayectoria de seguimiento del ángulo de la manivela, sino también eliminar las vibraciones de la varilla de conexión flexible ",
            "error": [
                ""
            ]
        },
        "variable structure control": {
            "translated_key": [],
            "translated_annotated_text": "Control de seguimiento del sistema flexible de mecanismos de slider-crank bajo impacto El control de estructura variable <br> (VSC) y el diseño del estabilizador mediante la técnica de colocación de polos se aplican al control de seguimiento del mecanismo flexible de slider-crank bajo impacto. La estrategia VSC se utiliza para rastrear la posición angular de la manivela y la velocidad, mientras que el diseño del estabilizador está involucrado para suprimir las vibraciones flexibles simultáneamente. De la consideración teórica del impacto, se adoptan tres enfoques, incluyendo el balance de impulso generalizado (GMB), el modelo de fuerza continua (CFM) y el CFM asociado con la compensación de masa efectiva EMC, y se derivan sobre la base de las conservaciones de energía y impulso-momento. Los resultados de la simulación se proporcionan para demostrar el rendimiento del mecanismo flexible del motor-controlador deslizante-crank no sólo lograr una buena trayectoria de seguimiento del ángulo de la manivela, sino también eliminar las vibraciones de la varilla de conexión flexible ",
            "error": []
        },
        "stabilizer design": {
            "translated_key": " mediante la técnica de colocación de polos se aplican al control de seguimiento del mecanismo flexible de slider-crank bajo impacto. La estrategia VSC se utiliza para rastrear la posición angular de la manivela y la velocidad, mientras que el diseño <br>estabilizador",
            "translated_annotated_text": "Control de seguimiento del sistema flexible de mecanismos de slider-crank bajo impacto El control de estructura variable (VSC) y el diseño del estabilizador <br> mediante la técnica de colocación de polos se aplican al control de seguimiento del mecanismo flexible de slider-crank bajo impacto. La estrategia VSC se utiliza para rastrear la posición angular de la manivela y la velocidad, mientras que el diseño <br>estabilizador</br> está involucrado para suprimir las vibraciones flexibles simultáneamente. De la consideración teórica del impacto, se adoptan tres enfoques, incluyendo el balance de impulso generalizado (GMB), el modelo de fuerza continua (CFM) y el CFM asociado con la compensación de masa efectiva EMC, y se derivan sobre la base de las conservaciones de energía y impulso-momento. Los resultados de la simulación se proporcionan para demostrar el rendimiento del mecanismo flexible del motor-controlador deslizante-crank no sólo lograr una buena trayectoria de seguimiento del ángulo de la manivela, sino también eliminar las vibraciones de la varilla de conexión flexible ",
            "error": [
                ""
            ]
        },
        "crank angular position": {
            "translated_key": "crank",
            "translated_annotated_text": "Control de seguimiento del sistema flexible de mecanismos de slider-crank bajo impacto El control de estructura variable (VSC) y el diseño del estabilizador mediante el uso de la técnica de colocación de polos se aplican al control de seguimiento del mecanismo flexible de slider-crank bajo impacto. La estrategia VSC se utiliza para rastrear la posición angular <br>crank</br> y la velocidad, mientras que el diseño del estabilizador está involucrado para suprimir las vibraciones flexibles simultáneamente. De la consideración teórica del impacto, se adoptan tres enfoques, incluyendo el balance de impulso generalizado (GMB), el modelo de fuerza continua (CFM) y el CFM asociado con la compensación de masa efectiva EMC, y se derivan sobre la base de las conservaciones de energía y impulso-momento. Los resultados de la simulación se proporcionan para demostrar el rendimiento del mecanismo flexible del motor-controlador deslizante-crank no sólo lograr una buena trayectoria de seguimiento del ángulo de la manivela, sino también eliminar las vibraciones de la varilla de conexión flexible ",
            "error": [
                ""
            ]
        },
        "flexible vibrations": {
            "translated_key": [],
            "translated_annotated_text": "Control de seguimiento del sistema flexible de mecanismos de slider-crank bajo impacto El control de estructura variable (VSC) y el diseño del estabilizador mediante el uso de la técnica de colocación de polos se aplican al control de seguimiento del mecanismo flexible de slider-crank bajo impacto. La estrategia VSC se utiliza para rastrear la posición angular de la manivela y la velocidad, mientras que el diseño del estabilizador está involucrado para suprimir las vibraciones flexibles <br> al mismo tiempo. De la consideración teórica del impacto, se adoptan tres enfoques, incluyendo el balance de impulso generalizado (GMB), el modelo de fuerza continua (CFM) y el CFM asociado con la compensación de masa efectiva EMC, y se derivan sobre la base de las conservaciones de energía y impulso-momento. Los resultados de la simulación se proporcionan para demostrar el rendimiento del mecanismo flexible del motor-controlador deslizante-crank no sólo lograr una buena trayectoria de seguimiento del ángulo de la manivela, sino también eliminar las vibraciones de la varilla de conexión flexible ",
            "error": []
        },
        "generalized momentum balance": {
            "translated_key": [],
            "translated_annotated_text": "Control de seguimiento del sistema flexible de mecanismos de slider-crank bajo impacto El control de estructura variable (VSC) y el diseño del estabilizador mediante el uso de la técnica de colocación de polos se aplican al control de seguimiento del mecanismo flexible de slider-crank bajo impacto. La estrategia VSC se utiliza para rastrear la posición angular de la manivela y la velocidad, mientras que el diseño del estabilizador está involucrado para suprimir las vibraciones flexibles simultáneamente. A partir de la consideración teórica del impacto, se adoptan tres enfoques, incluyendo el balance de impulso <br>generalizado (GMB), el modelo de fuerza continua (CFM) y el CFM asociado con la compensación de masa efectiva EMC, y se derivan sobre la base de las conservaciones de energía e impulso-momento. Los resultados de la simulación se proporcionan para demostrar el rendimiento del mecanismo flexible del motor-controlador deslizante-crank no sólo lograr una buena trayectoria de seguimiento del ángulo de la manivela, sino también eliminar las vibraciones de la varilla de conexión flexible ",
            "error": []
        },
        "continuous force model": {
            "translated_key": " ",
            "translated_annotated_text": "Control de seguimiento del sistema flexible de mecanismos de slider-crank bajo impacto El control de estructura variable (VSC) y el diseño del estabilizador mediante el uso de la técnica de colocación de polos se aplican al control de seguimiento del mecanismo flexible de slider-crank bajo impacto. La estrategia VSC se utiliza para rastrear la posición angular de la manivela y la velocidad, mientras que el diseño del estabilizador está involucrado para suprimir las vibraciones flexibles simultáneamente. De la consideración teórica del impacto, se adoptan tres enfoques, incluyendo el balance de impulso generalizado (MBG), el modelo de fuerza continua <br> </br> (CFM), y el CFM asociado con la compensación de masa efectiva EMC, y se derivan sobre la base de las conservaciones de energía y impulso-momento. Los resultados de la simulación se proporcionan para demostrar el rendimiento del mecanismo flexible del motor-controlador deslizante-crank no sólo lograr una buena trayectoria de seguimiento del ángulo de la manivela, sino también eliminar las vibraciones de la varilla de conexión flexible ",
            "error": [
                ""
            ]
        },
        "effective mass compensation": {
            "translated_key": [],
            "translated_annotated_text": "Control de seguimiento del sistema flexible de mecanismos de slider-crank bajo impacto El control de estructura variable (VSC) y el diseño del estabilizador mediante el uso de la técnica de colocación de polos se aplican al control de seguimiento del mecanismo flexible de slider-crank bajo impacto. La estrategia VSC se utiliza para rastrear la posición angular de la manivela y la velocidad, mientras que el diseño del estabilizador está involucrado para suprimir las vibraciones flexibles simultáneamente. A partir de la consideración teórica del impacto, se adoptan tres enfoques, incluyendo el balance de impulso generalizado (GMB), el modelo de fuerza continua (CFM) y el CFM asociado con la compensación efectiva de masa <br> EMC, que se derivan sobre la base de las conservaciones de energía y de impulso-momento. Los resultados de la simulación se proporcionan para demostrar el rendimiento del mecanismo flexible del motor-controlador deslizante-crank no sólo lograr una buena trayectoria de seguimiento del ángulo de la manivela, sino también eliminar las vibraciones de la varilla de conexión flexible ",
            "error": []
        },
        "conservation laws": {
            "translated_key": [],
            "translated_annotated_text": "Control de seguimiento del sistema flexible de mecanismos de slider-crank bajo impacto El control de estructura variable (VSC) y el diseño del estabilizador mediante el uso de la técnica de colocación de polos se aplican al control de seguimiento del mecanismo flexible de slider-crank bajo impacto. La estrategia VSC se utiliza para rastrear la posición angular de la manivela y la velocidad, mientras que el diseño del estabilizador está involucrado para suprimir las vibraciones flexibles simultáneamente. De la consideración teórica del impacto, se adoptan tres enfoques, incluyendo el balance de impulso generalizado (GMB), el modelo de fuerza continua (CFM) y el CFM asociado con la compensación de masa efectiva EMC, y se derivan sobre la base de las conservaciones de energía y impulso-momento. Los resultados de la simulación se proporcionan para demostrar el rendimiento del mecanismo flexible del motor-controlador deslizante-crank no sólo lograr una buena trayectoria de seguimiento del ángulo de la manivela, sino también eliminar las vibraciones de la varilla de conexión flexible ",
            "error": []
        },
        "tracking trajectory": {
            "translated_key": "trayectoria de seguimiento",
            "translated_annotated_text": "Control de seguimiento del sistema flexible de mecanismos de slider-crank bajo impacto El control de estructura variable (VSC) y el diseño del estabilizador mediante el uso de la técnica de colocación de polos se aplican al control de seguimiento del mecanismo flexible de slider-crank bajo impacto. La estrategia VSC se utiliza para rastrear la posición angular de la manivela y la velocidad, mientras que el diseño del estabilizador está involucrado para suprimir las vibraciones flexibles simultáneamente. De la consideración teórica del impacto, se adoptan tres enfoques, incluyendo el balance de impulso generalizado (GMB), el modelo de fuerza continua (CFM) y el CFM asociado con la compensación de masa efectiva EMC, y se derivan sobre la base de las conservaciones de energía y impulso-momento. Los resultados de la simulación se proporcionan para demostrar el rendimiento del mecanismo flexible del motor-controlador del slider-crank no sólo lograr una buena <br>trayectoria de seguimiento</br> del ángulo de la manivela, sino también eliminar las vibraciones de la varilla de conexión flexible. ",
            "error": [
                ""
            ]
        },
        "flexible connecting rod": {
            "translated_key": " ",
            "translated_annotated_text": "Control de seguimiento del sistema flexible de mecanismos de slider-crank bajo impacto El control de estructura variable (VSC) y el diseño del estabilizador mediante el uso de la técnica de colocación de polos se aplican al control de seguimiento del mecanismo flexible de slider-crank bajo impacto. La estrategia VSC se utiliza para rastrear la posición angular de la manivela y la velocidad, mientras que el diseño del estabilizador está involucrado para suprimir las vibraciones flexibles simultáneamente. De la consideración teórica del impacto, se adoptan tres enfoques, incluyendo el balance de impulso generalizado (GMB), el modelo de fuerza continua (CFM) y el CFM asociado con la compensación de masa efectiva EMC, y se derivan sobre la base de las conservaciones de energía y impulso-momento. Los resultados de la simulación se proporcionan para demostrar el rendimiento del mecanismo flexible del motor-controlador deslizante-crank no sólo lograr una buena trayectoria de seguimiento del ángulo de la manivela, sino también eliminar las vibraciones de la varilla de conexión flexible <br> </br> ",
            "error": [
                ""
            ]
        },
        "multibody dynamics": {
            "translated_key": [],
            "translated_annotated_text": "Control de seguimiento del sistema flexible de mecanismos de slider-crank bajo impacto El control de estructura variable (VSC) y el diseño del estabilizador mediante el uso de la técnica de colocación de polos se aplican al control de seguimiento del mecanismo flexible de slider-crank bajo impacto. La estrategia VSC se utiliza para rastrear la posición angular de la manivela y la velocidad, mientras que el diseño del estabilizador está involucrado para suprimir las vibraciones flexibles simultáneamente. De la consideración teórica del impacto, se adoptan tres enfoques, incluyendo el balance de impulso generalizado (GMB), el modelo de fuerza continua (CFM) y el CFM asociado con la compensación de masa efectiva EMC, y se derivan sobre la base de las conservaciones de energía y impulso-momento. Los resultados de la simulación se proporcionan para demostrar el rendimiento del mecanismo flexible del motor-controlador deslizante-crank no sólo lograr una buena trayectoria de seguimiento del ángulo de la manivela, sino también eliminar las vibraciones de la varilla de conexión flexible ",
            "error": []
        },
        "pole placement technique": {
            "translated_key": "pole",
            "translated_annotated_text": "Control de seguimiento del sistema flexible de mecanismos de slider-crank bajo impacto El control de estructura variable (VSC) y el diseño del estabilizador mediante el uso de la técnica de colocación de <br>pole</br> se aplican al control de seguimiento del mecanismo flexible de slider-crank bajo impacto. La estrategia VSC se utiliza para rastrear la posición angular de la manivela y la velocidad, mientras que el diseño del estabilizador está involucrado para suprimir las vibraciones flexibles simultáneamente. De la consideración teórica del impacto, se adoptan tres enfoques, incluyendo el balance de impulso generalizado (GMB), el modelo de fuerza continua (CFM) y el CFM asociado con la compensación de masa efectiva EMC, y se derivan sobre la base de las conservaciones de energía y impulso-momento. Los resultados de la simulación se proporcionan para demostrar el rendimiento del mecanismo flexible del motor-controlador deslizante-crank no sólo lograr una buena trayectoria de seguimiento del ángulo de la manivela, sino también eliminar las vibraciones de la varilla de conexión flexible ",
            "error": [
                ""
            ]
        },
        "flexible structures": {
            "translated_key": [],
            "translated_annotated_text": "Control de seguimiento del sistema flexible de mecanismos de slider-crank bajo impacto El control de estructura variable (VSC) y el diseño del estabilizador mediante el uso de la técnica de colocación de polos se aplican al control de seguimiento del mecanismo flexible de slider-crank bajo impacto. La estrategia VSC se utiliza para rastrear la posición angular de la manivela y la velocidad, mientras que el diseño del estabilizador está involucrado para suprimir las vibraciones flexibles simultáneamente. De la consideración teórica del impacto, se adoptan tres enfoques, incluyendo el balance de impulso generalizado (GMB), el modelo de fuerza continua (CFM) y el CFM asociado con la compensación de masa efectiva EMC, y se derivan sobre la base de las conservaciones de energía y impulso-momento. Los resultados de la simulación se proporcionan para demostrar el rendimiento del mecanismo flexible del motor-controlador deslizante-crank no sólo lograr una buena trayectoria de seguimiento del ángulo de la manivela, sino también eliminar las vibraciones de la varilla de conexión flexible ",
            "error": []
        },
        "impact (mechanical)": {
            "translated_key": [],
            "translated_annotated_text": "Control de seguimiento del sistema flexible de mecanismos de slider-crank bajo impacto El control de estructura variable (VSC) y el diseño del estabilizador mediante el uso de la técnica de colocación de polos se aplican al control de seguimiento del mecanismo flexible de slider-crank bajo impacto. La estrategia VSC se utiliza para rastrear la posición angular de la manivela y la velocidad, mientras que el diseño del estabilizador está involucrado para suprimir las vibraciones flexibles simultáneamente. De la consideración teórica del impacto, se adoptan tres enfoques, incluyendo el balance de impulso generalizado (GMB), el modelo de fuerza continua (CFM) y el CFM asociado con la compensación de masa efectiva EMC, y se derivan sobre la base de las conservaciones de energía y impulso-momento. Los resultados de la simulación se proporcionan para demostrar el rendimiento del mecanismo flexible del motor-controlador deslizante-crank no sólo lograr una buena trayectoria de seguimiento del ángulo de la manivela, sino también eliminar las vibraciones de la varilla de conexión flexible ",
            "error": []
        },
        "position control": {
            "translated_key": [],
            "translated_annotated_text": "Control de seguimiento del sistema flexible de mecanismos de slider-crank bajo impacto El control de estructura variable (VSC) y el diseño del estabilizador mediante el uso de la técnica de colocación de polos se aplican al control de seguimiento del mecanismo flexible de slider-crank bajo impacto. La estrategia VSC se utiliza para rastrear la posición angular de la manivela y la velocidad, mientras que el diseño del estabilizador está involucrado para suprimir las vibraciones flexibles simultáneamente. De la consideración teórica del impacto, se adoptan tres enfoques, incluyendo el balance de impulso generalizado (GMB), el modelo de fuerza continua (CFM) y el CFM asociado con la compensación de masa efectiva EMC, y se derivan sobre la base de las conservaciones de energía y impulso-momento. Los resultados de la simulación se proporcionan para demostrar el rendimiento del mecanismo flexible del motor-controlador deslizante-crank no sólo lograr una buena trayectoria de seguimiento del ángulo de la manivela, sino también eliminar las vibraciones de la varilla de conexión flexible ",
            "error": []
        },
        "tracking": {
            "translated_key": "tracking",
            "translated_annotated_text": "Control de seguimiento del sistema flexible de mecanismos de slider-crank bajo impacto El control de estructura variable (VSC) y el diseño del estabilizador mediante la técnica de colocación de polos se aplican al control <br>tracking</br> del mecanismo flexible de slider-crank bajo impacto. La estrategia VSC se utiliza para rastrear la posición angular de la manivela y la velocidad, mientras que el diseño del estabilizador está involucrado para suprimir las vibraciones flexibles simultáneamente. De la consideración teórica del impacto, se adoptan tres enfoques, incluyendo el balance de impulso generalizado (GMB), el modelo de fuerza continua (CFM) y el CFM asociado con la compensación de masa efectiva EMC, y se derivan sobre la base de las conservaciones de energía y impulso-momento. Los resultados de la simulación se proporcionan para demostrar el rendimiento del mecanismo flexible de control del motor deslizante-crank no sólo logrando una buena trayectoria <br>tracking</br> del ángulo de la manivela, sino también eliminando las vibraciones de la varilla de conexión flexible ",
            "error": [
                ""
            ]
        },
        "variable structure systems": {
            "translated_key": [],
            "translated_annotated_text": "Control de seguimiento del sistema flexible de mecanismos de slider-crank bajo impacto El control de estructura variable (VSC) y el diseño del estabilizador mediante el uso de la técnica de colocación de polos se aplican al control de seguimiento del mecanismo flexible de slider-crank bajo impacto. La estrategia VSC se utiliza para rastrear la posición angular de la manivela y la velocidad, mientras que el diseño del estabilizador está involucrado para suprimir las vibraciones flexibles simultáneamente. De la consideración teórica del impacto, se adoptan tres enfoques, incluyendo el balance de impulso generalizado (GMB), el modelo de fuerza continua (CFM) y el CFM asociado con la compensación de masa efectiva EMC, y se derivan sobre la base de las conservaciones de energía y impulso-momento. Los resultados de la simulación se proporcionan para demostrar el rendimiento del mecanismo flexible del motor-controlador deslizante-crank no sólo lograr una buena trayectoria de seguimiento del ángulo de la manivela, sino también eliminar las vibraciones de la varilla de conexión flexible ",
            "error": []
        },
        "vibration control": {
            "translated_key": [],
            "translated_annotated_text": "Control de seguimiento del sistema flexible de mecanismos de slider-crank bajo impacto El control de estructura variable (VSC) y el diseño del estabilizador mediante el uso de la técnica de colocación de polos se aplican al control de seguimiento del mecanismo flexible de slider-crank bajo impacto. La estrategia VSC se utiliza para rastrear la posición angular de la manivela y la velocidad, mientras que el diseño del estabilizador está involucrado para suprimir las vibraciones flexibles simultáneamente. De la consideración teórica del impacto, se adoptan tres enfoques, incluyendo el balance de impulso generalizado (GMB), el modelo de fuerza continua (CFM) y el CFM asociado con la compensación de masa efectiva EMC, y se derivan sobre la base de las conservaciones de energía y impulso-momento. Los resultados de la simulación se proporcionan para demostrar el rendimiento del mecanismo flexible del motor-controlador deslizante-crank no sólo lograr una buena trayectoria de seguimiento del ángulo de la manivela, sino también eliminar las vibraciones de la varilla de conexión flexible ",
            "error": []
        }
    }
}