{
    "original_text": "Two quantum analogues of Fisher information from a large deviation viewpoint of quantum estimation We discuss two quantum analogues of the Fisher information, the symmetric logarithmic derivative Fisher information and Kubo-Mori-Bogoljubov Fisher information from a large deviation viewpoint of quantum estimation and prove that the former gives the true bound and the latter gives the bound of consistent superefficient estimators. As another comparison, it is shown that the difference between them is characterized by the change of the order of limits",
    "original_translation": "Dos análogos cuánticos de la información de Fisher desde un punto de vista de desviación grande de la estimación cuántica Discutimos dos análogos cuánticos de la información de Fisher, la información de la derivada logarítmica simétrica Fisher y la información de Kubo-Mori-Bogoljubov Fisher desde un punto de vista de desviación grande de la estimación cuántica y demostrar que la primera da el límite verdadero y la segunda da el límite de estimadores supereficientes consistentes. Como otra comparación, se muestra que la diferencia entre ellos se caracteriza por el cambio del orden de los límites",
    "error_count": 5,
    "keys": {
        "quantum analogues": {
            "translated_key": "quantum",
            "translated_annotated_text": "Dos análogos <br>quantum</br> de la información de Fisher desde un punto de vista de desviación grande de la estimación cuántica Discutimos dos análogos <br>quantum</br> de la información de Fisher, la información de la derivada logarítmica simétrica Fisher e información de Kubo-Mori-Bogoljubov Fisher desde un punto de vista de desviación grande de la estimación cuántica y demostramos que la primera da el límite verdadero y la segunda da el límite de estimadores supereficientes consistentes. Como otra comparación, se muestra que la diferencia entre ellos se caracteriza por el cambio del orden de los límites ",
            "error": [
                ""
            ]
        },
        "quantum estimation": {
            "translated_key": " estimación cuántica",
            "translated_annotated_text": "Dos análogos cuánticos de la información de Fisher desde un punto de vista de gran desviación de <br> estimación cuántica</br> Discutimos dos análogos cuánticos de la información de Fisher, la información de la derivada logarítmica simétrica Fisher e información de Kubo-Mori-Bogoljubov Fisher desde un punto de vista de gran desviación de <br> estimación cuántica</br> y demostramos que la primera da el verdadero límite y la segunda da el límite de estimadores supereficiente consistente. Como otra comparación, se muestra que la diferencia entre ellos se caracteriza por el cambio del orden de los límites ",
            "error": [
                ""
            ]
        },
        "Kubo-Mori-Bogoljubov Fisher information": {
            "translated_key": "Kubo-Mori-Bogoljubov Información de Fisher",
            "translated_annotated_text": "Dos análogos cuánticos de la información de Fisher desde un punto de vista de desviación grande de la estimación cuántica Discutimos dos análogos cuánticos de la información de Fisher, el derivado logarítmico simétrico Información de Fisher y <br>Kubo-Mori-Bogoljubov Información de Fisher</br> desde un punto de vista de desviación grande de la estimación cuántica y demostrar que el primero da el verdadero límite y el segundo da el límite de estimadores supereficiente consistente. Como otra comparación, se muestra que la diferencia entre ellos se caracteriza por el cambio del orden de los límites ",
            "error": [
                ""
            ]
        },
        "consistent superefficient estimators": {
            "translated_key": " estimadores supereficientes consistentes",
            "translated_annotated_text": "Dos análogos cuánticos de la información de Fisher desde un punto de vista de desviación grande de la estimación cuántica Discutimos dos análogos cuánticos de la información de Fisher, la información de la derivada logarítmica simétrica de Fisher y la información de Kubo-Mori-Bogoljubov Fisher desde un punto de vista de desviación grande de la estimación cuántica y demostrar que la primera da el límite verdadero y la segunda da el límite de <br> estimadores supereficientes consistentes</br>. Como otra comparación, se muestra que la diferencia entre ellos se caracteriza por el cambio del orden de los límites ",
            "error": [
                ""
            ]
        },
        "statistical inference": {
            "translated_key": [],
            "translated_annotated_text": "Dos análogos cuánticos de la información de Fisher desde un punto de vista de desviación grande de la estimación cuántica Discutimos dos análogos cuánticos de la información de Fisher, la información de la derivada logarítmica simétrica Fisher y la información de Kubo-Mori-Bogoljubov Fisher desde un punto de vista de desviación grande de la estimación cuántica y demostrar que la primera da el límite verdadero y la segunda da el límite de estimadores supereficientes consistentes. Como otra comparación, se muestra que la diferencia entre ellos se caracteriza por el cambio del orden de los límites ",
            "error": []
        },
        "large deviation viewpoint": {
            "translated_key": "grande",
            "translated_annotated_text": "Dos análogos cuánticos de la información de Fisher desde un punto de vista de desviación <br>grande</br> de la estimación cuántica Discutimos dos análogos cuánticos de la información de Fisher, la información logarítmica simétrica derivada de Fisher y la información de Kubo-Mori-Bogoljubov Fisher desde un punto de vista de desviación <br>grande</br> de la estimación cuántica y demostramos que la primera da el límite verdadero y la segunda da el límite de estimadores supereficientes consistentes. Como otra comparación, se muestra que la diferencia entre ellos se caracteriza por el cambio del orden de los límites ",
            "error": [
                ""
            ]
        },
        "symmetric logarithmic derivative Fisher information": {
            "translated_key": "simétrico Información de Fisher",
            "translated_annotated_text": "Dos análogos cuánticos de la información de Fisher desde un punto de vista de desviación grande de la estimación cuántica Discutimos dos análogos cuánticos de la información de Fisher, el derivado logarítmico <br>simétrico Información de Fisher</br> y la información de Kubo-Mori-Bogoljubov Fisher desde un punto de vista de desviación grande de la estimación cuántica y demostrar que el primero da el límite verdadero y el segundo da el límite de estimadores supereficiente consistente. Como otra comparación, se muestra que la diferencia entre ellos se caracteriza por el cambio del orden de los límites ",
            "error": [
                ""
            ]
        },
        "information theory": {
            "translated_key": [],
            "translated_annotated_text": "Dos análogos cuánticos de la información de Fisher desde un punto de vista de desviación grande de la estimación cuántica Discutimos dos análogos cuánticos de la información de Fisher, la información de la derivada logarítmica simétrica Fisher y la información de Kubo-Mori-Bogoljubov Fisher desde un punto de vista de desviación grande de la estimación cuántica y demostrar que la primera da el límite verdadero y la segunda da el límite de estimadores supereficientes consistentes. Como otra comparación, se muestra que la diferencia entre ellos se caracteriza por el cambio del orden de los límites ",
            "error": []
        },
        "parameter estimation": {
            "translated_key": [],
            "translated_annotated_text": "Dos análogos cuánticos de la información de Fisher desde un punto de vista de desviación grande de la estimación cuántica Discutimos dos análogos cuánticos de la información de Fisher, la información de la derivada logarítmica simétrica Fisher y la información de Kubo-Mori-Bogoljubov Fisher desde un punto de vista de desviación grande de la estimación cuántica y demostrar que la primera da el límite verdadero y la segunda da el límite de estimadores supereficientes consistentes. Como otra comparación, se muestra que la diferencia entre ellos se caracteriza por el cambio del orden de los límites ",
            "error": []
        },
        "probability": {
            "translated_key": [],
            "translated_annotated_text": "Dos análogos cuánticos de la información de Fisher desde un punto de vista de desviación grande de la estimación cuántica Discutimos dos análogos cuánticos de la información de Fisher, la información de la derivada logarítmica simétrica Fisher y la información de Kubo-Mori-Bogoljubov Fisher desde un punto de vista de desviación grande de la estimación cuántica y demostrar que la primera da el límite verdadero y la segunda da el límite de estimadores supereficientes consistentes. Como otra comparación, se muestra que la diferencia entre ellos se caracteriza por el cambio del orden de los límites ",
            "error": []
        },
        "quantum theory": {
            "translated_key": [],
            "translated_annotated_text": "Dos análogos cuánticos de la información de Fisher desde un punto de vista de desviación grande de la estimación cuántica Discutimos dos análogos cuánticos de la información de Fisher, la información de la derivada logarítmica simétrica Fisher y la información de Kubo-Mori-Bogoljubov Fisher desde un punto de vista de desviación grande de la estimación cuántica y demostrar que la primera da el límite verdadero y la segunda da el límite de estimadores supereficientes consistentes. Como otra comparación, se muestra que la diferencia entre ellos se caracteriza por el cambio del orden de los límites ",
            "error": []
        }
    }
}