{
    "original_text": "Positional control of pneumatic manipulators for construction tasks This paper describes solutions that can be applied to pneumatic manipulator problems in positioning, both for angle trajectories and for long linear trajectories, used in construction tasks. Optimal positioning of a pneumatic manipulator along angle trajectories with minimum control energy consumption is given. The implementation of the control system is presented. Control algorithms for a long linear trajectory manipulator based on two-phase and three-phase motion modes of the end-effector are investigated. Conventional and fuzzy logic controls of a pneumatic manipulator were applied and experimental testing was carried out. The obtained results allow widening the application range of pneumatic manipulators in construction, particularly in gantry type machines",
    "original_translation": "Control posicional de manipuladores neumáticos para tareas de construcción Este artículo describe soluciones que pueden aplicarse a problemas de posicionamiento de manipuladores neumáticos, tanto para trayectorias angulares como para trayectorias lineales largas, utilizadas en tareas de construcción. Se indica una posición óptima de un manipulador neumático a lo largo de trayectorias angulares con un consumo mínimo de energía de control. Se presenta la aplicación del sistema de control. Se investigan algoritmos de control para un manipulador de larga trayectoria lineal basado en modos de movimiento de dos y tres fases del efector final. Se aplicaron controles lógicos convencionales y borrosos de un manipulador neumático y se realizaron pruebas experimentales. Los resultados obtenidos permiten ampliar la gama de aplicaciones de manipuladores neumáticos en la construcción, especialmente en máquinas de tipo pórtico",
    "error_count": 8,
    "keys": {
        "pneumatic manipulators": {
            "translated_key": "neumáticos",
            "translated_annotated_text": "Control posicional de manipuladores <br>neumáticos</br> para tareas de construcción Este artículo describe soluciones que pueden aplicarse a problemas de manipulación neumática en el posicionamiento, tanto para trayectorias angulares como para trayectorias lineales largas, utilizadas en tareas de construcción. Se indica una posición óptima de un manipulador neumático a lo largo de trayectorias angulares con un consumo mínimo de energía de control. Se presenta la aplicación del sistema de control. Se investigan algoritmos de control para un manipulador de larga trayectoria lineal basado en modos de movimiento de dos y tres fases del efector final. Se aplicaron controles lógicos convencionales y borrosos de un manipulador neumático y se realizaron pruebas experimentales. Los resultados obtenidos permiten ampliar el rango de aplicación de los manipuladores neumáticos <br> en la construcción, especialmente en máquinas de tipo pórtico ",
            "error": [
                ""
            ]
        },
        "construction tasks": {
            "translated_key": " Este artículo describe soluciones que pueden aplicarse a problemas de posicionamiento del manipulador neumático, tanto para trayectorias angulares como para trayectorias lineales largas, utilizadas en tareas de construcción <br> ",
            "translated_annotated_text": "Control posicional de manipuladores neumáticos para tareas de construcción <br> Este artículo describe soluciones que pueden aplicarse a problemas de posicionamiento del manipulador neumático, tanto para trayectorias angulares como para trayectorias lineales largas, utilizadas en tareas de construcción <br> </br>. Se indica una posición óptima de un manipulador neumático a lo largo de trayectorias angulares con un consumo mínimo de energía de control. Se presenta la aplicación del sistema de control. Se investigan algoritmos de control para un manipulador de larga trayectoria lineal basado en modos de movimiento de dos y tres fases del efector final. Se aplicaron controles lógicos convencionales y borrosos de un manipulador neumático y se realizaron pruebas experimentales. Los resultados obtenidos permiten ampliar la gama de aplicaciones de manipuladores neumáticos en la construcción, especialmente en máquinas de tipo pórtico ",
            "error": [
                ""
            ]
        },
        "positioning": {
            "translated_key": "posicionamiento",
            "translated_annotated_text": "Control posicional de manipuladores neumáticos para tareas de construcción Este artículo describe soluciones que pueden aplicarse a problemas de manipulación neumática en <br>posicionamiento</br>, tanto para trayectorias angulares como para trayectorias lineales largas, utilizadas en tareas de construcción. Posicionamiento óptimo de un manipulador neumático a lo largo de trayectorias angulares con un mínimo consumo de energía de control. Se presenta la aplicación del sistema de control. Se investigan algoritmos de control para un manipulador de larga trayectoria lineal basado en modos de movimiento de dos y tres fases del efector final. Se aplicaron controles lógicos convencionales y borrosos de un manipulador neumático y se realizaron pruebas experimentales. Los resultados obtenidos permiten ampliar la gama de aplicaciones de manipuladores neumáticos en la construcción, especialmente en máquinas de tipo pórtico ",
            "error": [
                ""
            ]
        },
        "positional control": {
            "translated_key": [],
            "translated_annotated_text": "Control posicional de manipuladores neumáticos para tareas de construcción Este artículo describe soluciones que pueden aplicarse a problemas de posicionamiento de manipuladores neumáticos, tanto para trayectorias angulares como para trayectorias lineales largas, utilizadas en tareas de construcción. Se indica una posición óptima de un manipulador neumático a lo largo de trayectorias angulares con un consumo mínimo de energía de control. Se presenta la aplicación del sistema de control. Se investigan algoritmos de control para un manipulador de larga trayectoria lineal basado en modos de movimiento de dos y tres fases del efector final. Se aplicaron controles lógicos convencionales y borrosos de un manipulador neumático y se realizaron pruebas experimentales. Los resultados obtenidos permiten ampliar la gama de aplicaciones de manipuladores neumáticos en la construcción, especialmente en máquinas de tipo pórtico ",
            "error": []
        },
        "angle trajectories": {
            "translated_key": "ángulo",
            "translated_annotated_text": "Control posicional de manipuladores neumáticos para tareas de construcción Este artículo describe soluciones que pueden aplicarse a problemas de posicionamiento del manipulador neumático, tanto para trayectorias <br>ángulo</br> como para trayectorias lineales largas, utilizadas en tareas de construcción. Se indica el posicionamiento óptimo de un manipulador neumático a lo largo de trayectorias <br>ángulo</br> con un consumo mínimo de energía de control. Se presenta la aplicación del sistema de control. Se investigan algoritmos de control para un manipulador de larga trayectoria lineal basado en modos de movimiento de dos y tres fases del efector final. Se aplicaron controles lógicos convencionales y borrosos de un manipulador neumático y se realizaron pruebas experimentales. Los resultados obtenidos permiten ampliar la gama de aplicaciones de manipuladores neumáticos en la construcción, especialmente en máquinas de tipo pórtico ",
            "error": [
                ""
            ]
        },
        "long linear trajectory manipulator": {
            "translated_key": [],
            "translated_annotated_text": "Control posicional de manipuladores neumáticos para tareas de construcción Este artículo describe soluciones que pueden aplicarse a problemas de posicionamiento de manipuladores neumáticos, tanto para trayectorias angulares como para trayectorias lineales largas, utilizadas en tareas de construcción. Se indica una posición óptima de un manipulador neumático a lo largo de trayectorias angulares con un consumo mínimo de energía de control. Se presenta la aplicación del sistema de control. Se investigan algoritmos de control para un manipulador de trayectoria lineal <br>long basado en modos de movimiento de dos y tres fases del efector final. Se aplicaron controles lógicos convencionales y borrosos de un manipulador neumático y se realizaron pruebas experimentales. Los resultados obtenidos permiten ampliar la gama de aplicaciones de manipuladores neumáticos en la construcción, especialmente en máquinas de tipo pórtico ",
            "error": []
        },
        "two-phase motion modes": {
            "translated_key": [],
            "translated_annotated_text": "Control posicional de manipuladores neumáticos para tareas de construcción Este artículo describe soluciones que pueden aplicarse a problemas de posicionamiento de manipuladores neumáticos, tanto para trayectorias angulares como para trayectorias lineales largas, utilizadas en tareas de construcción. Se indica una posición óptima de un manipulador neumático a lo largo de trayectorias angulares con un consumo mínimo de energía de control. Se presenta la aplicación del sistema de control. Se investigan algoritmos de control para un manipulador de larga trayectoria lineal basado en modos de movimiento de dos y tres fases del efector final. Se aplicaron controles lógicos convencionales y borrosos de un manipulador neumático y se realizaron pruebas experimentales. Los resultados obtenidos permiten ampliar la gama de aplicaciones de manipuladores neumáticos en la construcción, especialmente en máquinas de tipo pórtico ",
            "error": []
        },
        "three-phase motion modes": {
            "translated_key": "tres fases",
            "translated_annotated_text": "Control posicional de manipuladores neumáticos para tareas de construcción Este artículo describe soluciones que pueden aplicarse a problemas de posicionamiento de manipuladores neumáticos, tanto para trayectorias angulares como para trayectorias lineales largas, utilizadas en tareas de construcción. Se indica una posición óptima de un manipulador neumático a lo largo de trayectorias angulares con un consumo mínimo de energía de control. Se presenta la aplicación del sistema de control. Se investigan algoritmos de control para un manipulador de larga trayectoria lineal basado en modos de movimiento de dos fases y <br>tres fases</br> del efector final. Se aplicaron controles lógicos convencionales y borrosos de un manipulador neumático y se realizaron pruebas experimentales. Los resultados obtenidos permiten ampliar la gama de aplicaciones de manipuladores neumáticos en la construcción, especialmente en máquinas de tipo pórtico ",
            "error": [
                ""
            ]
        },
        "fuzzy logic controls": {
            "translated_key": "fuzzy",
            "translated_annotated_text": "Control posicional de manipuladores neumáticos para tareas de construcción Este artículo describe soluciones que pueden aplicarse a problemas de posicionamiento de manipuladores neumáticos, tanto para trayectorias angulares como para trayectorias lineales largas, utilizadas en tareas de construcción. Se indica una posición óptima de un manipulador neumático a lo largo de trayectorias angulares con un consumo mínimo de energía de control. Se presenta la aplicación del sistema de control. Se investigan algoritmos de control para un manipulador de larga trayectoria lineal basado en modos de movimiento de dos y tres fases del efector final. Se aplicaron controles lógicos convencionales y <br>fuzzy</br> de un manipulador neumático y se realizaron pruebas experimentales. Los resultados obtenidos permiten ampliar la gama de aplicaciones de manipuladores neumáticos en la construcción, especialmente en máquinas de tipo pórtico ",
            "error": [
                ""
            ]
        },
        "gantry type machines": {
            "translated_key": "gantry",
            "translated_annotated_text": "Control posicional de manipuladores neumáticos para tareas de construcción Este artículo describe soluciones que pueden aplicarse a problemas de posicionamiento de manipuladores neumáticos, tanto para trayectorias angulares como para trayectorias lineales largas, utilizadas en tareas de construcción. Se indica una posición óptima de un manipulador neumático a lo largo de trayectorias angulares con un consumo mínimo de energía de control. Se presenta la aplicación del sistema de control. Se investigan algoritmos de control para un manipulador de larga trayectoria lineal basado en modos de movimiento de dos y tres fases del efector final. Se aplicaron controles lógicos convencionales y borrosos de un manipulador neumático y se realizaron pruebas experimentales. Los resultados obtenidos permiten ampliar el rango de aplicación de los manipuladores neumáticos en la construcción, especialmente en máquinas tipo <br>gantry</br> ",
            "error": [
                ""
            ]
        },
        "civil engineering": {
            "translated_key": [],
            "translated_annotated_text": "Control posicional de manipuladores neumáticos para tareas de construcción Este artículo describe soluciones que pueden aplicarse a problemas de posicionamiento de manipuladores neumáticos, tanto para trayectorias angulares como para trayectorias lineales largas, utilizadas en tareas de construcción. Se indica una posición óptima de un manipulador neumático a lo largo de trayectorias angulares con un consumo mínimo de energía de control. Se presenta la aplicación del sistema de control. Se investigan algoritmos de control para un manipulador de larga trayectoria lineal basado en modos de movimiento de dos y tres fases del efector final. Se aplicaron controles lógicos convencionales y borrosos de un manipulador neumático y se realizaron pruebas experimentales. Los resultados obtenidos permiten ampliar la gama de aplicaciones de manipuladores neumáticos en la construcción, especialmente en máquinas de tipo pórtico ",
            "error": []
        },
        "fuzzy control": {
            "translated_key": [],
            "translated_annotated_text": "Control posicional de manipuladores neumáticos para tareas de construcción Este artículo describe soluciones que pueden aplicarse a problemas de posicionamiento de manipuladores neumáticos, tanto para trayectorias angulares como para trayectorias lineales largas, utilizadas en tareas de construcción. Se indica una posición óptima de un manipulador neumático a lo largo de trayectorias angulares con un consumo mínimo de energía de control. Se presenta la aplicación del sistema de control. Se investigan algoritmos de control para un manipulador de larga trayectoria lineal basado en modos de movimiento de dos y tres fases del efector final. Se aplicaron controles lógicos convencionales y borrosos de un manipulador neumático y se realizaron pruebas experimentales. Los resultados obtenidos permiten ampliar la gama de aplicaciones de manipuladores neumáticos en la construcción, especialmente en máquinas de tipo pórtico ",
            "error": []
        },
        "industrial manipulators": {
            "translated_key": [],
            "translated_annotated_text": "Control posicional de manipuladores neumáticos para tareas de construcción Este artículo describe soluciones que pueden aplicarse a problemas de posicionamiento de manipuladores neumáticos, tanto para trayectorias angulares como para trayectorias lineales largas, utilizadas en tareas de construcción. Se indica una posición óptima de un manipulador neumático a lo largo de trayectorias angulares con un consumo mínimo de energía de control. Se presenta la aplicación del sistema de control. Se investigan algoritmos de control para un manipulador de larga trayectoria lineal basado en modos de movimiento de dos y tres fases del efector final. Se aplicaron controles lógicos convencionales y borrosos de un manipulador neumático y se realizaron pruebas experimentales. Los resultados obtenidos permiten ampliar la gama de aplicaciones de manipuladores neumáticos en la construcción, especialmente en máquinas de tipo pórtico ",
            "error": []
        },
        "pneumatic control equipment": {
            "translated_key": [],
            "translated_annotated_text": "Control posicional de manipuladores neumáticos para tareas de construcción Este artículo describe soluciones que pueden aplicarse a problemas de posicionamiento de manipuladores neumáticos, tanto para trayectorias angulares como para trayectorias lineales largas, utilizadas en tareas de construcción. Se indica una posición óptima de un manipulador neumático a lo largo de trayectorias angulares con un consumo mínimo de energía de control. Se presenta la aplicación del sistema de control. Se investigan algoritmos de control para un manipulador de larga trayectoria lineal basado en modos de movimiento de dos y tres fases del efector final. Se aplicaron controles lógicos convencionales y borrosos de un manipulador neumático y se realizaron pruebas experimentales. Los resultados obtenidos permiten ampliar la gama de aplicaciones de manipuladores neumáticos en la construcción, especialmente en máquinas de tipo pórtico ",
            "error": []
        },
        "position control": {
            "translated_key": [],
            "translated_annotated_text": "Control posicional de manipuladores neumáticos para tareas de construcción Este artículo describe soluciones que pueden aplicarse a problemas de posicionamiento de manipuladores neumáticos, tanto para trayectorias angulares como para trayectorias lineales largas, utilizadas en tareas de construcción. Se indica una posición óptima de un manipulador neumático a lo largo de trayectorias angulares con un consumo mínimo de energía de control. Se presenta la aplicación del sistema de control. Se investigan algoritmos de control para un manipulador de larga trayectoria lineal basado en modos de movimiento de dos y tres fases del efector final. Se aplicaron controles lógicos convencionales y borrosos de un manipulador neumático y se realizaron pruebas experimentales. Los resultados obtenidos permiten ampliar la gama de aplicaciones de manipuladores neumáticos en la construcción, especialmente en máquinas de tipo pórtico ",
            "error": []
        }
    }
}