{
    "original_text": "Speaker identification from voice using neural networks The paper provides three different schemes for speaker identification of personnel from their voice using artificial neural networks. The first scheme recognizes speakers by employing the classical backpropagation algorithm pre-trained with known voice samples of the persons. The second scheme provides a framework for classifying the known training samples of the voice features using a hierarchical architecture realized with a self-organizing feature map neural net. The first scheme is highly robust as it is capable of identifying the personnel from their noisy voice samples, but because of its excessive training time it has limited applications for a large voice database. The second scheme though not so robust as the former, however, can classify an unknown voice sample to its nearest class. The time needed for classification by the first scheme is always unique irrespective of the voice sample. It is proportional to the number of feedforward layers in the network. The time-requirement of the second classification scheme, however, is not free from the voice features and is proportional to the number of 2D arrays traversed by the algorithm on the hierarchical structure. The third scheme is highly robust and mis-classification is as low as 0.2 per cent. The third scheme combines the composite benefits of a radial basis function neural net and backpropagation trained neural net",
    "original_translation": "Identificación del altavoz de la voz mediante redes neuronales El documento proporciona tres esquemas diferentes para la identificación del altavoz del personal de su voz mediante redes neuronales artificiales. El primer esquema reconoce a los altavoces empleando el algoritmo clásico de retropropagación pre-entrenado con muestras de voz conocidas de las personas. El segundo esquema proporciona un marco para clasificar las muestras de entrenamiento conocidas de las características de la voz usando una arquitectura jerárquica realizada con una red neuronal auto-organizada de mapa de características. El primer plan es altamente robusto, ya que es capaz de identificar al personal de sus ruidosas muestras de voz, pero debido a su excesivo tiempo de entrenamiento tiene aplicaciones limitadas para una gran base de datos de voz. El segundo esquema, aunque no tan robusto como el primero, sin embargo, puede clasificar una muestra de voz desconocida a su clase más cercana. El tiempo necesario para la clasificación por el primer esquema es siempre único independientemente de la muestra de voz. Es proporcional al número de capas de avance en la red. Sin embargo, el requisito de tiempo del segundo esquema de clasificación no está libre de las características de voz y es proporcional al número de arrays 2D atravesados por el algoritmo en la estructura jerárquica. El tercer plan es muy sólido y la clasificación errónea es tan baja como el 0,2%. El tercer esquema combina los beneficios compuestos de una función de base radial red neural y red neural entrenada de contrapropagación",
    "error_count": 8,
    "keys": {
        "speaker identification": {
            "translated_key": "identificación del altavoz",
            "translated_annotated_text": "Identificación del altavoz a partir de la voz mediante redes neuronales El documento proporciona tres esquemas diferentes para la \"identificación del altavoz\" del personal de su voz utilizando redes neuronales artificiales. El primer esquema reconoce a los altavoces empleando el algoritmo clásico de retropropagación pre-entrenado con muestras de voz conocidas de las personas. El segundo esquema proporciona un marco para clasificar las muestras de entrenamiento conocidas de las características de la voz usando una arquitectura jerárquica realizada con una red neuronal auto-organizada de mapa de características. El primer plan es altamente robusto, ya que es capaz de identificar al personal de sus ruidosas muestras de voz, pero debido a su excesivo tiempo de entrenamiento tiene aplicaciones limitadas para una gran base de datos de voz. El segundo esquema, aunque no tan robusto como el primero, sin embargo, puede clasificar una muestra de voz desconocida a su clase más cercana. El tiempo necesario para la clasificación por el primer esquema es siempre único independientemente de la muestra de voz. Es proporcional al número de capas de avance en la red. Sin embargo, el requisito de tiempo del segundo esquema de clasificación no está libre de las características de voz y es proporcional al número de arrays 2D atravesados por el algoritmo en la estructura jerárquica. El tercer plan es muy sólido y la clasificación errónea es tan baja como el 0,2%. El tercer esquema combina los beneficios compuestos de una función de base radial red neural y red neural entrenada de contrapropagación ",
            "error": [
                ""
            ]
        },
        "artificial neural networks": {
            "translated_key": "redes neuronales artificiales",
            "translated_annotated_text": "Identificación del altavoz desde la voz utilizando redes neuronales El documento proporciona tres esquemas diferentes para la identificación del altavoz del personal desde su voz utilizando \"redes neuronales artificiales\". El primer esquema reconoce a los altavoces empleando el algoritmo clásico de retropropagación pre-entrenado con muestras de voz conocidas de las personas. El segundo esquema proporciona un marco para clasificar las muestras de entrenamiento conocidas de las características de la voz usando una arquitectura jerárquica realizada con una red neuronal auto-organizada de mapa de características. El primer plan es altamente robusto, ya que es capaz de identificar al personal de sus ruidosas muestras de voz, pero debido a su excesivo tiempo de entrenamiento tiene aplicaciones limitadas para una gran base de datos de voz. El segundo esquema, aunque no tan robusto como el primero, sin embargo, puede clasificar una muestra de voz desconocida a su clase más cercana. El tiempo necesario para la clasificación por el primer esquema es siempre único independientemente de la muestra de voz. Es proporcional al número de capas de avance en la red. Sin embargo, el requisito de tiempo del segundo esquema de clasificación no está libre de las características de voz y es proporcional al número de arrays 2D atravesados por el algoritmo en la estructura jerárquica. El tercer plan es muy sólido y la clasificación errónea es tan baja como el 0,2%. El tercer esquema combina los beneficios compuestos de una función de base radial red neural y red neural entrenada de contrapropagación ",
            "error": [
                ""
            ]
        },
        "personnel": {
            "translated_key": "personal",
            "translated_annotated_text": "Identificación del altavoz a partir de la voz mediante redes neuronales El documento proporciona tres esquemas diferentes para la identificación del altavoz de \"personal\" a partir de su voz mediante redes neuronales artificiales. El primer esquema reconoce a los altavoces empleando el algoritmo clásico de retropropagación pre-entrenado con muestras de voz conocidas de las personas. El segundo esquema proporciona un marco para clasificar las muestras de entrenamiento conocidas de las características de la voz usando una arquitectura jerárquica realizada con una red neuronal auto-organizada de mapa de características. El primer esquema es altamente robusto ya que es capaz de identificar el \"personal\" de sus ruidosas muestras de voz, pero debido a su excesivo tiempo de entrenamiento tiene aplicaciones limitadas para una gran base de datos de voz. El segundo esquema, aunque no tan robusto como el primero, sin embargo, puede clasificar una muestra de voz desconocida a su clase más cercana. El tiempo necesario para la clasificación por el primer esquema es siempre único independientemente de la muestra de voz. Es proporcional al número de capas de avance en la red. Sin embargo, el requisito de tiempo del segundo esquema de clasificación no está libre de las características de voz y es proporcional al número de arrays 2D atravesados por el algoritmo en la estructura jerárquica. El tercer plan es muy sólido y la clasificación errónea es tan baja como el 0,2%. El tercer esquema combina los beneficios compuestos de una función de base radial red neural y red neural entrenada de contrapropagación ",
            "error": [
                ""
            ]
        },
        "hierarchical architecture": {
            "translated_key": "arquitectura jerárquica",
            "translated_annotated_text": "Identificación del altavoz de la voz mediante redes neuronales El documento proporciona tres esquemas diferentes para la identificación del altavoz del personal de su voz mediante redes neuronales artificiales. El primer esquema reconoce a los altavoces empleando el algoritmo clásico de retropropagación pre-entrenado con muestras de voz conocidas de las personas. El segundo esquema proporciona un marco para clasificar las muestras de entrenamiento conocidas de las características de la voz usando una \"arquitectura jerárquica\" realizada con una red neuronal de mapa auto-organizado. El primer plan es altamente robusto, ya que es capaz de identificar al personal de sus ruidosas muestras de voz, pero debido a su excesivo tiempo de entrenamiento tiene aplicaciones limitadas para una gran base de datos de voz. El segundo esquema, aunque no tan robusto como el primero, sin embargo, puede clasificar una muestra de voz desconocida a su clase más cercana. El tiempo necesario para la clasificación por el primer esquema es siempre único independientemente de la muestra de voz. Es proporcional al número de capas de avance en la red. Sin embargo, el requisito de tiempo del segundo esquema de clasificación no está libre de las características de voz y es proporcional al número de arrays 2D atravesados por el algoritmo en la estructura jerárquica. El tercer plan es muy sólido y la clasificación errónea es tan baja como el 0,2%. El tercer esquema combina los beneficios compuestos de una función de base radial red neural y red neural entrenada de contrapropagación ",
            "error": [
                ""
            ]
        },
        "self-organizing feature map": {
            "translated_key": "mapa de características auto-organizante",
            "translated_annotated_text": "Identificación del altavoz de la voz mediante redes neuronales El documento proporciona tres esquemas diferentes para la identificación del altavoz del personal de su voz mediante redes neuronales artificiales. El primer esquema reconoce a los altavoces empleando el algoritmo clásico de retropropagación pre-entrenado con muestras de voz conocidas de las personas. El segundo esquema proporciona un marco para clasificar las muestras de entrenamiento conocidas de las características de la voz usando una arquitectura jerárquica realizada con una red neural de \"mapa de características auto-organizante\". El primer plan es altamente robusto, ya que es capaz de identificar al personal de sus ruidosas muestras de voz, pero debido a su excesivo tiempo de entrenamiento tiene aplicaciones limitadas para una gran base de datos de voz. El segundo esquema, aunque no tan robusto como el primero, sin embargo, puede clasificar una muestra de voz desconocida a su clase más cercana. El tiempo necesario para la clasificación por el primer esquema es siempre único independientemente de la muestra de voz. Es proporcional al número de capas de avance en la red. Sin embargo, el requisito de tiempo del segundo esquema de clasificación no está libre de las características de voz y es proporcional al número de arrays 2D atravesados por el algoritmo en la estructura jerárquica. El tercer plan es muy sólido y la clasificación errónea es tan baja como el 0,2%. El tercer esquema combina los beneficios compuestos de una función de base radial red neural y red neural entrenada de contrapropagación ",
            "error": [
                ""
            ]
        },
        "backpropagation algorithm": {
            "translated_key": "algoritmo de retropropagación",
            "translated_annotated_text": "Identificación del altavoz de la voz mediante redes neuronales El documento proporciona tres esquemas diferentes para la identificación del altavoz del personal de su voz mediante redes neuronales artificiales. El primer esquema reconoce a los altavoces empleando el clásico \"algoritmo de retropropagación\" pre-entrenado con muestras de voz conocidas de las personas. El segundo esquema proporciona un marco para clasificar las muestras de entrenamiento conocidas de las características de la voz usando una arquitectura jerárquica realizada con una red neuronal auto-organizada de mapa de características. El primer plan es altamente robusto, ya que es capaz de identificar al personal de sus ruidosas muestras de voz, pero debido a su excesivo tiempo de entrenamiento tiene aplicaciones limitadas para una gran base de datos de voz. El segundo esquema, aunque no tan robusto como el primero, sin embargo, puede clasificar una muestra de voz desconocida a su clase más cercana. El tiempo necesario para la clasificación por el primer esquema es siempre único independientemente de la muestra de voz. Es proporcional al número de capas de avance en la red. Sin embargo, el requisito de tiempo del segundo esquema de clasificación no está libre de las características de voz y es proporcional al número de arrays 2D atravesados por el algoritmo en la estructura jerárquica. El tercer plan es muy sólido y la clasificación errónea es tan baja como el 0,2%. El tercer esquema combina los beneficios compuestos de una función de base radial red neural y red neural entrenada de contrapropagación ",
            "error": [
                ""
            ]
        },
        "classification": {
            "translated_key": [
                "clasificación",
                "clasificación",
                "clasificación errónea"
            ],
            "translated_annotated_text": "Identificación del altavoz de la voz mediante redes neuronales El documento proporciona tres esquemas diferentes para la identificación del altavoz del personal de su voz mediante redes neuronales artificiales. El primer esquema reconoce a los altavoces empleando el algoritmo clásico de retropropagación pre-entrenado con muestras de voz conocidas de las personas. El segundo esquema proporciona un marco para clasificar las muestras de entrenamiento conocidas de las características de la voz usando una arquitectura jerárquica realizada con una red neuronal auto-organizada de mapa de características. El primer plan es altamente robusto, ya que es capaz de identificar al personal de sus ruidosas muestras de voz, pero debido a su excesivo tiempo de entrenamiento tiene aplicaciones limitadas para una gran base de datos de voz. El segundo esquema, aunque no tan robusto como el primero, sin embargo, puede clasificar una muestra de voz desconocida a su clase más cercana. El tiempo necesario para la \"clasificación\" por el primer esquema es siempre único independientemente de la muestra de voz. Es proporcional al número de capas de avance en la red. El requisito de tiempo del segundo esquema de \"clasificación\", sin embargo, no está libre de las características de voz y es proporcional al número de arrays 2D atravesados por el algoritmo en la estructura jerárquica. El tercer esquema es altamente robusto y la \"clasificación errónea\" es tan baja como el 0,2%. El tercer esquema combina los beneficios compuestos de una función de base radial red neural y red neural entrenada de contrapropagación ",
            "error": [
                "clasificación",
                "clasificación",
                "clasificación errónea"
            ]
        },
        "feedforward layers": {
            "translated_key": "capas de avance",
            "translated_annotated_text": "Identificación del altavoz de la voz mediante redes neuronales El documento proporciona tres esquemas diferentes para la identificación del altavoz del personal de su voz mediante redes neuronales artificiales. El primer esquema reconoce a los altavoces empleando el algoritmo clásico de retropropagación pre-entrenado con muestras de voz conocidas de las personas. El segundo esquema proporciona un marco para clasificar las muestras de entrenamiento conocidas de las características de la voz usando una arquitectura jerárquica realizada con una red neuronal auto-organizada de mapa de características. El primer plan es altamente robusto, ya que es capaz de identificar al personal de sus ruidosas muestras de voz, pero debido a su excesivo tiempo de entrenamiento tiene aplicaciones limitadas para una gran base de datos de voz. El segundo esquema, aunque no tan robusto como el primero, sin embargo, puede clasificar una muestra de voz desconocida a su clase más cercana. El tiempo necesario para la clasificación por el primer esquema es siempre único independientemente de la muestra de voz. Es proporcional al número de \"capas de avance\" en la red. Sin embargo, el requisito de tiempo del segundo esquema de clasificación no está libre de las características de voz y es proporcional al número de arrays 2D atravesados por el algoritmo en la estructura jerárquica. El tercer plan es muy sólido y la clasificación errónea es tan baja como el 0,2%. El tercer esquema combina los beneficios compuestos de una función de base radial red neural y red neural entrenada de contrapropagación ",
            "error": [
                ""
            ]
        },
        "2D arrays": {
            "translated_key": "arreglos 2D",
            "translated_annotated_text": "Identificación del altavoz de la voz mediante redes neuronales El documento proporciona tres esquemas diferentes para la identificación del altavoz del personal de su voz mediante redes neuronales artificiales. El primer esquema reconoce a los altavoces empleando el algoritmo clásico de retropropagación pre-entrenado con muestras de voz conocidas de las personas. El segundo esquema proporciona un marco para clasificar las muestras de entrenamiento conocidas de las características de la voz usando una arquitectura jerárquica realizada con una red neuronal auto-organizada de mapa de características. El primer plan es altamente robusto, ya que es capaz de identificar al personal de sus ruidosas muestras de voz, pero debido a su excesivo tiempo de entrenamiento tiene aplicaciones limitadas para una gran base de datos de voz. El segundo esquema, aunque no tan robusto como el primero, sin embargo, puede clasificar una muestra de voz desconocida a su clase más cercana. El tiempo necesario para la clasificación por el primer esquema es siempre único independientemente de la muestra de voz. Es proporcional al número de capas de avance en la red. El requisito de tiempo del esquema de segunda clasificación, sin embargo, no está libre de las características de voz y es proporcional al número de \"arreglos 2D\" atravesados por el algoritmo en la estructura jerárquica. El tercer plan es muy sólido y la clasificación errónea es tan baja como el 0,2%. El tercer esquema combina los beneficios compuestos de una función de base radial red neural y red neural entrenada de contrapropagación ",
            "error": [
                ""
            ]
        },
        "radial basis function neural net": {
            "translated_key": "red neural de función de base radial",
            "translated_annotated_text": "Identificación del altavoz de la voz mediante redes neuronales El documento proporciona tres esquemas diferentes para la identificación del altavoz del personal de su voz mediante redes neuronales artificiales. El primer esquema reconoce a los altavoces empleando el algoritmo clásico de retropropagación pre-entrenado con muestras de voz conocidas de las personas. El segundo esquema proporciona un marco para clasificar las muestras de entrenamiento conocidas de las características de la voz usando una arquitectura jerárquica realizada con una red neuronal auto-organizada de mapa de características. El primer plan es altamente robusto, ya que es capaz de identificar al personal de sus ruidosas muestras de voz, pero debido a su excesivo tiempo de entrenamiento tiene aplicaciones limitadas para una gran base de datos de voz. El segundo esquema, aunque no tan robusto como el primero, sin embargo, puede clasificar una muestra de voz desconocida a su clase más cercana. El tiempo necesario para la clasificación por el primer esquema es siempre único independientemente de la muestra de voz. Es proporcional al número de capas de avance en la red. Sin embargo, el requisito de tiempo del segundo esquema de clasificación no está libre de las características de voz y es proporcional al número de arrays 2D atravesados por el algoritmo en la estructura jerárquica. El tercer plan es muy sólido y la clasificación errónea es tan baja como el 0,2%. El tercer esquema combina los beneficios compuestos de una \"red neural de función de base radial\" y una red neural entrenada de contrapropagación ",
            "error": [
                ""
            ]
        },
        "pre-training": {
            "translated_key": [],
            "translated_annotated_text": "Identificación del altavoz de la voz mediante redes neuronales El documento proporciona tres esquemas diferentes para la identificación del altavoz del personal de su voz mediante redes neuronales artificiales. El primer esquema reconoce a los altavoces empleando el algoritmo clásico de retropropagación pre-entrenado con muestras de voz conocidas de las personas. El segundo esquema proporciona un marco para clasificar las muestras de entrenamiento conocidas de las características de la voz usando una arquitectura jerárquica realizada con una red neuronal auto-organizada de mapa de características. El primer plan es altamente robusto, ya que es capaz de identificar al personal de sus ruidosas muestras de voz, pero debido a su excesivo tiempo de entrenamiento tiene aplicaciones limitadas para una gran base de datos de voz. El segundo esquema, aunque no tan robusto como el primero, sin embargo, puede clasificar una muestra de voz desconocida a su clase más cercana. El tiempo necesario para la clasificación por el primer esquema es siempre único independientemente de la muestra de voz. Es proporcional al número de capas de avance en la red. Sin embargo, el requisito de tiempo del segundo esquema de clasificación no está libre de las características de voz y es proporcional al número de arrays 2D atravesados por el algoritmo en la estructura jerárquica. El tercer plan es muy sólido y la clasificación errónea es tan baja como el 0,2%. El tercer esquema combina los beneficios compuestos de una función de base radial red neural y red neural entrenada de contrapropagación ",
            "error": []
        },
        "known voice samples": {
            "translated_key": "muestras de voz conocidas",
            "translated_annotated_text": "Identificación del altavoz de la voz mediante redes neuronales El documento proporciona tres esquemas diferentes para la identificación del altavoz del personal de su voz mediante redes neuronales artificiales. El primer esquema reconoce a los altavoces empleando el algoritmo clásico de retropropagación pre-entrenado con \"muestras de voz conocidas\" de las personas. El segundo esquema proporciona un marco para clasificar las muestras de entrenamiento conocidas de las características de la voz usando una arquitectura jerárquica realizada con una red neuronal auto-organizada de mapa de características. El primer plan es altamente robusto, ya que es capaz de identificar al personal de sus ruidosas muestras de voz, pero debido a su excesivo tiempo de entrenamiento tiene aplicaciones limitadas para una gran base de datos de voz. El segundo esquema, aunque no tan robusto como el primero, sin embargo, puede clasificar una muestra de voz desconocida a su clase más cercana. El tiempo necesario para la clasificación por el primer esquema es siempre único independientemente de la muestra de voz. Es proporcional al número de capas de avance en la red. Sin embargo, el requisito de tiempo del segundo esquema de clasificación no está libre de las características de voz y es proporcional al número de arrays 2D atravesados por el algoritmo en la estructura jerárquica. El tercer plan es muy sólido y la clasificación errónea es tan baja como el 0,2%. El tercer esquema combina los beneficios compuestos de una función de base radial red neural y red neural entrenada de contrapropagación ",
            "error": [
                ""
            ]
        },
        "backpropagation": {
            "translated_key": [
                "backpropagación",
                "backpropagation"
            ],
            "translated_annotated_text": "Identificación del altavoz de la voz mediante redes neuronales El documento proporciona tres esquemas diferentes para la identificación del altavoz del personal de su voz mediante redes neuronales artificiales. El primer esquema reconoce a los altavoces empleando el algoritmo clásico de \"backpropagación\" pre-entrenado con muestras de voz conocidas de las personas. El segundo esquema proporciona un marco para clasificar las muestras de entrenamiento conocidas de las características de la voz usando una arquitectura jerárquica realizada con una red neuronal auto-organizada de mapa de características. El primer plan es altamente robusto, ya que es capaz de identificar al personal de sus ruidosas muestras de voz, pero debido a su excesivo tiempo de entrenamiento tiene aplicaciones limitadas para una gran base de datos de voz. El segundo esquema, aunque no tan robusto como el primero, sin embargo, puede clasificar una muestra de voz desconocida a su clase más cercana. El tiempo necesario para la clasificación por el primer esquema es siempre único independientemente de la muestra de voz. Es proporcional al número de capas de avance en la red. Sin embargo, el requisito de tiempo del segundo esquema de clasificación no está libre de las características de voz y es proporcional al número de arrays 2D atravesados por el algoritmo en la estructura jerárquica. El tercer plan es muy sólido y la clasificación errónea es tan baja como el 0,2%. El tercer esquema combina los beneficios compuestos de una función de base radial red neuronal y \"backpropagation\" red neuronal entrenada ",
            "error": [
                "backpropagación",
                "backpropagation"
            ]
        },
        "pattern classification": {
            "translated_key": [],
            "translated_annotated_text": "Identificación del altavoz de la voz mediante redes neuronales El documento proporciona tres esquemas diferentes para la identificación del altavoz del personal de su voz mediante redes neuronales artificiales. El primer esquema reconoce a los altavoces empleando el algoritmo clásico de retropropagación pre-entrenado con muestras de voz conocidas de las personas. El segundo esquema proporciona un marco para clasificar las muestras de entrenamiento conocidas de las características de la voz usando una arquitectura jerárquica realizada con una red neuronal auto-organizada de mapa de características. El primer plan es altamente robusto, ya que es capaz de identificar al personal de sus ruidosas muestras de voz, pero debido a su excesivo tiempo de entrenamiento tiene aplicaciones limitadas para una gran base de datos de voz. El segundo esquema, aunque no tan robusto como el primero, sin embargo, puede clasificar una muestra de voz desconocida a su clase más cercana. El tiempo necesario para la clasificación por el primer esquema es siempre único independientemente de la muestra de voz. Es proporcional al número de capas de avance en la red. Sin embargo, el requisito de tiempo del segundo esquema de clasificación no está libre de las características de voz y es proporcional al número de arrays 2D atravesados por el algoritmo en la estructura jerárquica. El tercer plan es muy sólido y la clasificación errónea es tan baja como el 0,2%. El tercer esquema combina los beneficios compuestos de una función de base radial red neural y red neural entrenada de contrapropagación ",
            "error": []
        },
        "radial basis function networks": {
            "translated_key": [],
            "translated_annotated_text": "Identificación del altavoz de la voz mediante redes neuronales El documento proporciona tres esquemas diferentes para la identificación del altavoz del personal de su voz mediante redes neuronales artificiales. El primer esquema reconoce a los altavoces empleando el algoritmo clásico de retropropagación pre-entrenado con muestras de voz conocidas de las personas. El segundo esquema proporciona un marco para clasificar las muestras de entrenamiento conocidas de las características de la voz usando una arquitectura jerárquica realizada con una red neuronal auto-organizada de mapa de características. El primer plan es altamente robusto, ya que es capaz de identificar al personal de sus ruidosas muestras de voz, pero debido a su excesivo tiempo de entrenamiento tiene aplicaciones limitadas para una gran base de datos de voz. El segundo esquema, aunque no tan robusto como el primero, sin embargo, puede clasificar una muestra de voz desconocida a su clase más cercana. El tiempo necesario para la clasificación por el primer esquema es siempre único independientemente de la muestra de voz. Es proporcional al número de capas de avance en la red. Sin embargo, el requisito de tiempo del segundo esquema de clasificación no está libre de las características de voz y es proporcional al número de arrays 2D atravesados por el algoritmo en la estructura jerárquica. El tercer plan es muy sólido y la clasificación errónea es tan baja como el 0,2%. El tercer esquema combina los beneficios compuestos de una función de base radial red neural y red neural entrenada de contrapropagación ",
            "error": []
        },
        "self-organising feature maps": {
            "translated_key": [],
            "translated_annotated_text": "Identificación del altavoz de la voz mediante redes neuronales El documento proporciona tres esquemas diferentes para la identificación del altavoz del personal de su voz mediante redes neuronales artificiales. El primer esquema reconoce a los altavoces empleando el algoritmo clásico de retropropagación pre-entrenado con muestras de voz conocidas de las personas. El segundo esquema proporciona un marco para clasificar las muestras de entrenamiento conocidas de las características de la voz usando una arquitectura jerárquica realizada con una red neuronal auto-organizada de mapa de características. El primer plan es altamente robusto, ya que es capaz de identificar al personal de sus ruidosas muestras de voz, pero debido a su excesivo tiempo de entrenamiento tiene aplicaciones limitadas para una gran base de datos de voz. El segundo esquema, aunque no tan robusto como el primero, sin embargo, puede clasificar una muestra de voz desconocida a su clase más cercana. El tiempo necesario para la clasificación por el primer esquema es siempre único independientemente de la muestra de voz. Es proporcional al número de capas de avance en la red. Sin embargo, el requisito de tiempo del segundo esquema de clasificación no está libre de las características de voz y es proporcional al número de arrays 2D atravesados por el algoritmo en la estructura jerárquica. El tercer plan es muy sólido y la clasificación errónea es tan baja como el 0,2%. El tercer esquema combina los beneficios compuestos de una función de base radial red neural y red neural entrenada de contrapropagación ",
            "error": []
        },
        "signal sampling": {
            "translated_key": [],
            "translated_annotated_text": "Identificación del altavoz de la voz mediante redes neuronales El documento proporciona tres esquemas diferentes para la identificación del altavoz del personal de su voz mediante redes neuronales artificiales. El primer esquema reconoce a los altavoces empleando el algoritmo clásico de retropropagación pre-entrenado con muestras de voz conocidas de las personas. El segundo esquema proporciona un marco para clasificar las muestras de entrenamiento conocidas de las características de la voz usando una arquitectura jerárquica realizada con una red neuronal auto-organizada de mapa de características. El primer plan es altamente robusto, ya que es capaz de identificar al personal de sus ruidosas muestras de voz, pero debido a su excesivo tiempo de entrenamiento tiene aplicaciones limitadas para una gran base de datos de voz. El segundo esquema, aunque no tan robusto como el primero, sin embargo, puede clasificar una muestra de voz desconocida a su clase más cercana. El tiempo necesario para la clasificación por el primer esquema es siempre único independientemente de la muestra de voz. Es proporcional al número de capas de avance en la red. Sin embargo, el requisito de tiempo del segundo esquema de clasificación no está libre de las características de voz y es proporcional al número de arrays 2D atravesados por el algoritmo en la estructura jerárquica. El tercer plan es muy sólido y la clasificación errónea es tan baja como el 0,2%. El tercer esquema combina los beneficios compuestos de una función de base radial red neural y red neural entrenada de contrapropagación ",
            "error": []
        },
        "speaker recognition": {
            "translated_key": [],
            "translated_annotated_text": "Identificación del altavoz de la voz mediante redes neuronales El documento proporciona tres esquemas diferentes para la identificación del altavoz del personal de su voz mediante redes neuronales artificiales. El primer esquema reconoce a los altavoces empleando el algoritmo clásico de retropropagación pre-entrenado con muestras de voz conocidas de las personas. El segundo esquema proporciona un marco para clasificar las muestras de entrenamiento conocidas de las características de la voz usando una arquitectura jerárquica realizada con una red neuronal auto-organizada de mapa de características. El primer plan es altamente robusto, ya que es capaz de identificar al personal de sus ruidosas muestras de voz, pero debido a su excesivo tiempo de entrenamiento tiene aplicaciones limitadas para una gran base de datos de voz. El segundo esquema, aunque no tan robusto como el primero, sin embargo, puede clasificar una muestra de voz desconocida a su clase más cercana. El tiempo necesario para la clasificación por el primer esquema es siempre único independientemente de la muestra de voz. Es proporcional al número de capas de avance en la red. Sin embargo, el requisito de tiempo del segundo esquema de clasificación no está libre de las características de voz y es proporcional al número de arrays 2D atravesados por el algoritmo en la estructura jerárquica. El tercer plan es muy sólido y la clasificación errónea es tan baja como el 0,2%. El tercer esquema combina los beneficios compuestos de una función de base radial red neural y red neural entrenada de contrapropagación ",
            "error": []
        }
    }
}