{
    "original_text": "Shortchanging the future of information technology: the untapped resource Building on ideas from a virtual workshop and additional input from the scientific community, the CISE Directorate at the National Science Foundation established the Information Technology Workforce Program (ITWF) in March 2000 to support a broad set of scientific research studies focused on the under-representation of women and minorities in the information technology workforce. In this paper, we explore various approaches that the funded researchers are taking to address the problem of women in information technology. We begin with a brief history of the ITWF, and then focus on some of the research projects in terms of their goals, approaches, and expected outcomes",
    "original_translation": "La Dirección del CISE de la Fundación Nacional de Ciencia estableció en marzo de 2000 el Programa de la fuerza de trabajo de tecnología de la información (ITWF) para apoyar un amplio conjunto de estudios de investigación científica centrados en la insuficiente representación de las mujeres y las minorías en la fuerza de trabajo de tecnología de la información. En este documento, exploramos varios enfoques que los investigadores financiados están adoptando para abordar el problema de las mujeres en la tecnología de la información. Comenzamos con una breve historia del ITWF, y luego nos centramos en algunos de los proyectos de investigación en términos de sus objetivos, enfoques y resultados esperados.",
    "error_count": 8,
    "keys": {
        "information technology future": {
            "translated_key": [],
            "translated_annotated_text": "La Dirección del CISE de la Fundación Nacional de Ciencia estableció en marzo de 2000 el Programa de la fuerza de trabajo de tecnología de la información (ITWF) para apoyar un amplio conjunto de estudios de investigación científica centrados en la insuficiente representación de las mujeres y las minorías en la fuerza de trabajo de tecnología de la información. En este documento, exploramos varios enfoques que los investigadores financiados están adoptando para abordar el problema de las mujeres en la tecnología de la información. Comenzamos con una breve historia del ITWF, y luego nos centramos en algunos de los proyectos de investigación en términos de sus objetivos, enfoques y resultados esperados. ",
            "error": []
        },
        "untapped resources": {
            "translated_key": [],
            "translated_annotated_text": "La Dirección del CISE de la Fundación Nacional de Ciencia estableció en marzo de 2000 el Programa de la fuerza de trabajo de tecnología de la información (ITWF) para apoyar un amplio conjunto de estudios de investigación científica centrados en la insuficiente representación de las mujeres y las minorías en la fuerza de trabajo de tecnología de la información. En este documento, exploramos varios enfoques que los investigadores financiados están adoptando para abordar el problema de las mujeres en la tecnología de la información. Comenzamos con una breve historia del ITWF, y luego nos centramos en algunos de los proyectos de investigación en términos de sus objetivos, enfoques y resultados esperados. ",
            "error": []
        },
        "virtual workshop": {
            "translated_key": [],
            "translated_annotated_text": "La Dirección del CISE de la Fundación Nacional de Ciencia estableció en marzo de 2000 el Programa de la fuerza de trabajo de tecnología de la información (ITWF) para apoyar un amplio conjunto de estudios de investigación científica centrados en la insuficiente representación de las mujeres y las minorías en la fuerza de trabajo de tecnología de la información. En este documento, exploramos varios enfoques que los investigadores financiados están adoptando para abordar el problema de las mujeres en la tecnología de la información. Comenzamos con una breve historia del ITWF, y luego nos centramos en algunos de los proyectos de investigación en términos de sus objetivos, enfoques y resultados esperados. ",
            "error": []
        },
        "CISE Directorate": {
            "translated_key": "Dirección del CISE",
            "translated_annotated_text": "La \"Dirección del CISE\" de la Fundación Nacional de Ciencia estableció en marzo de 2000 el Programa de la fuerza de trabajo de tecnología de la información (ITWF) para apoyar un amplio conjunto de estudios de investigación científica centrados en la insuficiente representación de las mujeres y las minorías en la fuerza de trabajo de tecnología de la información. En este documento, exploramos varios enfoques que los investigadores financiados están adoptando para abordar el problema de las mujeres en la tecnología de la información. Comenzamos con una breve historia del ITWF, y luego nos centramos en algunos de los proyectos de investigación en términos de sus objetivos, enfoques y resultados esperados. ",
            "error": [
                ""
            ]
        },
        "National Science Foundation": {
            "translated_key": "National Science Foundation",
            "translated_annotated_text": "En marzo de 2000, la Dirección del CISE de la \"National Science Foundation\" creó el Programa de la fuerza de trabajo de tecnología de la información (ITWF) para apoyar un amplio conjunto de estudios de investigación científica centrados en la insuficiente representación de las mujeres y las minorías en la fuerza de trabajo de tecnología de la información. En este documento, exploramos varios enfoques que los investigadores financiados están adoptando para abordar el problema de las mujeres en la tecnología de la información. Comenzamos con una breve historia del ITWF, y luego nos centramos en algunos de los proyectos de investigación en términos de sus objetivos, enfoques y resultados esperados. ",
            "error": [
                ""
            ]
        },
        "Information Technology Workforce Program": {
            "translated_key": "Programa de la fuerza de trabajo de tecnología de la información",
            "translated_annotated_text": "La Dirección del CISE de la Fundación Nacional de Ciencia estableció en marzo de 2000 el \"Programa de la fuerza de trabajo de tecnología de la información\" (ITWF) para apoyar un amplio conjunto de estudios de investigación científica centrados en la insuficiente representación de las mujeres y las minorías en la fuerza de trabajo de tecnología de la información. En este documento, exploramos varios enfoques que los investigadores financiados están adoptando para abordar el problema de las mujeres en la tecnología de la información. Comenzamos con una breve historia del ITWF, y luego nos centramos en algunos de los proyectos de investigación en términos de sus objetivos, enfoques y resultados esperados. ",
            "error": [
                ""
            ]
        },
        "ITWF": {
            "translated_key": "ITWF",
            "translated_annotated_text": "La Dirección del CISE de la Fundación Nacional de Ciencia estableció en marzo de 2000 el Programa de la fuerza de trabajo de tecnología de la información (ITWF) para apoyar un amplio conjunto de estudios de investigación científica centrados en la insuficiente representación de las mujeres y las minorías en la fuerza de trabajo de tecnología de la información. En este documento, exploramos varios enfoques que los investigadores financiados están adoptando para abordar el problema de las mujeres en la tecnología de la información. Comenzamos con una breve historia del \"ITWF\", y luego nos enfocamos en algunos de los proyectos de investigación en términos de sus metas, enfoques y resultados esperados. ",
            "error": [
                ""
            ]
        },
        "scientific research studies": {
            "translated_key": "estudios de investigación científica",
            "translated_annotated_text": "La Dirección del CISE de la Fundación Nacional de Ciencia estableció en marzo de 2000 el Programa de la fuerza de trabajo de tecnología de la información (ITWF) para apoyar un amplio conjunto de \"estudios de investigación científica\" centrados en la insuficiente representación de las mujeres y las minorías en la fuerza de trabajo de tecnología de la información. En este documento, exploramos varios enfoques que los investigadores financiados están adoptando para abordar el problema de las mujeres en la tecnología de la información. Comenzamos con una breve historia del ITWF, y luego nos centramos en algunos de los proyectos de investigación en términos de sus objetivos, enfoques y resultados esperados. ",
            "error": [
                ""
            ]
        },
        "women under-representation": {
            "translated_key": [],
            "translated_annotated_text": "La Dirección del CISE de la Fundación Nacional de Ciencia estableció en marzo de 2000 el Programa de la fuerza de trabajo de tecnología de la información (ITWF) para apoyar un amplio conjunto de estudios de investigación científica centrados en la insuficiente representación de las mujeres y las minorías en la fuerza de trabajo de tecnología de la información. En este documento, exploramos varios enfoques que los investigadores financiados están adoptando para abordar el problema de las mujeres en la tecnología de la información. Comenzamos con una breve historia del ITWF, y luego nos centramos en algunos de los proyectos de investigación en términos de sus objetivos, enfoques y resultados esperados. ",
            "error": []
        },
        "history": {
            "translated_key": "historia",
            "translated_annotated_text": "La Dirección del CISE de la Fundación Nacional de Ciencia estableció en marzo de 2000 el Programa de la fuerza de trabajo de tecnología de la información (ITWF) para apoyar un amplio conjunto de estudios de investigación científica centrados en la insuficiente representación de las mujeres y las minorías en la fuerza de trabajo de tecnología de la información. En este documento, exploramos varios enfoques que los investigadores financiados están adoptando para abordar el problema de las mujeres en la tecnología de la información. Comenzamos con una breve \"historia\" del ITWF, y luego nos centramos en algunos de los proyectos de investigación en términos de sus objetivos, enfoques y resultados esperados. ",
            "error": [
                ""
            ]
        },
        "computer science": {
            "translated_key": [],
            "translated_annotated_text": "La Dirección del CISE de la Fundación Nacional de Ciencia estableció en marzo de 2000 el Programa de la fuerza de trabajo de tecnología de la información (ITWF) para apoyar un amplio conjunto de estudios de investigación científica centrados en la insuficiente representación de las mujeres y las minorías en la fuerza de trabajo de tecnología de la información. En este documento, exploramos varios enfoques que los investigadores financiados están adoptando para abordar el problema de las mujeres en la tecnología de la información. Comenzamos con una breve historia del ITWF, y luego nos centramos en algunos de los proyectos de investigación en términos de sus objetivos, enfoques y resultados esperados. ",
            "error": []
        },
        "gender issues": {
            "translated_key": [],
            "translated_annotated_text": "La Dirección del CISE de la Fundación Nacional de Ciencia estableció en marzo de 2000 el Programa de la fuerza de trabajo de tecnología de la información (ITWF) para apoyar un amplio conjunto de estudios de investigación científica centrados en la insuficiente representación de las mujeres y las minorías en la fuerza de trabajo de tecnología de la información. En este documento, exploramos varios enfoques que los investigadores financiados están adoptando para abordar el problema de las mujeres en la tecnología de la información. Comenzamos con una breve historia del ITWF, y luego nos centramos en algunos de los proyectos de investigación en términos de sus objetivos, enfoques y resultados esperados. ",
            "error": []
        },
        "information technology": {
            "translated_key": [
                "tecnología de la información",
                "tecnología de En este trabajo, exploramos varios enfoques que los investigadores financiados están tomando para abordar el problema de las mujeres en la "
            ],
            "translated_annotated_text": "Cambiando el futuro de la \"tecnología de la información\": el recurso no aprovechado Aprovechando las ideas de un taller virtual y las aportaciones adicionales de la comunidad científica, la Dirección del CISE de la Fundación Nacional de Ciencia estableció el Programa de la fuerza de trabajo de tecnología de la información (ITWF) en marzo de 2000 para apoyar un amplio conjunto de estudios de investigación científica centrados en la insuficiente representación de las mujeres y las minorías en la fuerza de trabajo de la \"tecnología de En este trabajo, exploramos varios enfoques que los investigadores financiados están tomando para abordar el problema de las mujeres en la \"tecnología de la información\". Comenzamos con una breve historia del ITWF, y luego nos centramos en algunos de los proyectos de investigación en términos de sus objetivos, enfoques y resultados esperados. ",
            "error": [
                "tecnología de la información",
                "tecnología de En este trabajo, exploramos varios enfoques que los investigadores financiados están tomando para abordar el problema de las mujeres en la "
            ]
        },
        "personnel": {
            "translated_key": [],
            "translated_annotated_text": "La Dirección del CISE de la Fundación Nacional de Ciencia estableció en marzo de 2000 el Programa de la fuerza de trabajo de tecnología de la información (ITWF) para apoyar un amplio conjunto de estudios de investigación científica centrados en la insuficiente representación de las mujeres y las minorías en la fuerza de trabajo de tecnología de la información. En este documento, exploramos varios enfoques que los investigadores financiados están adoptando para abordar el problema de las mujeres en la tecnología de la información. Comenzamos con una breve historia del ITWF, y luego nos centramos en algunos de los proyectos de investigación en términos de sus objetivos, enfoques y resultados esperados. ",
            "error": []
        }
    }
}