{
    "original_text": "Planning linear construction projects: automated method for the generation of earthwork activities Earthworks planning for road construction projects is a complex operation and the planning rules used are usually intuitive and not well defined. An approach to automate the earthworks planning process is described and the basic techniques that are used are outlined. A computer-based system has been developed, initially to help planners use existing techniques more efficiently. With their input, the system has been extended to incorporate a knowledge base and a simulation of the earthworks processes. As well as creating activity sets in a much shorter time, the system has shown that for a real project, the model is able to generate activity sets that are comparable to those generated by a project planner",
    "original_translation": "Planificación de proyectos de construcción lineal: método automatizado para la generación de actividades de tierra La planificación de obras de tierra para proyectos de construcción de carreteras es una operación compleja y las reglas de planificación utilizadas suelen ser intuitivas y no están bien definidas. Se describe un enfoque para automatizar el proceso de planificación de las obras de tierra y se describen las técnicas básicas que se utilizan. Se ha desarrollado un sistema informático, inicialmente para ayudar a los planificadores a utilizar las técnicas existentes de manera más eficiente. Con su aportación, el sistema se ha ampliado para incorporar una base de conocimientos y una simulación de los procesos de las obras de tierra. Además de crear conjuntos de actividad en un tiempo mucho más corto, el sistema ha demostrado que para un proyecto real, el modelo es capaz de generar conjuntos de actividad que son comparables a los generados por un planificador de proyecto",
    "error_count": 2,
    "keys": {
        "linear construction projects": {
            "translated_key": "proyectos de construcción lineal",
            "translated_annotated_text": "Planificación de \"proyectos de construcción lineal\": método automatizado para la generación de actividades de tierra La planificación de obras de tierra para proyectos de construcción de carreteras es una operación compleja y las reglas de planificación utilizadas suelen ser intuitivas y no están bien definidas. Se describe un enfoque para automatizar el proceso de planificación de las obras de tierra y se describen las técnicas básicas que se utilizan. Se ha desarrollado un sistema informático, inicialmente para ayudar a los planificadores a utilizar las técnicas existentes de manera más eficiente. Con su aportación, el sistema se ha ampliado para incorporar una base de conocimientos y una simulación de los procesos de las obras de tierra. Además de crear conjuntos de actividad en un tiempo mucho más corto, el sistema ha demostrado que para un proyecto real, el modelo es capaz de generar conjuntos de actividad que son comparables a los generados por un planificador de proyecto ",
            "error": [
                ""
            ]
        },
        "earthwork activities": {
            "translated_key": "actividades de obra de tierra",
            "translated_annotated_text": "Planificación de proyectos de construcción lineal: método automatizado para la generación de \"actividades de obra de tierra\" La planificación de obras de tierra para proyectos de construcción de carreteras es una operación compleja y las reglas de planificación utilizadas suelen ser intuitivas y no están bien definidas. Se describe un enfoque para automatizar el proceso de planificación de las obras de tierra y se describen las técnicas básicas que se utilizan. Se ha desarrollado un sistema informático, inicialmente para ayudar a los planificadores a utilizar las técnicas existentes de manera más eficiente. Con su aportación, el sistema se ha ampliado para incorporar una base de conocimientos y una simulación de los procesos de las obras de tierra. Además de crear conjuntos de actividad en un tiempo mucho más corto, el sistema ha demostrado que para un proyecto real, el modelo es capaz de generar conjuntos de actividad que son comparables a los generados por un planificador de proyecto ",
            "error": [
                ""
            ]
        },
        "road construction projects": {
            "translated_key": "proyectos de construcción de carreteras",
            "translated_annotated_text": "Planificación de proyectos de construcción lineal: método automatizado para la generación de actividades de tierra La planificación de obras de tierra para \"proyectos de construcción de carreteras\" es una operación compleja y las reglas de planificación utilizadas suelen ser intuitivas y no están bien definidas. Se describe un enfoque para automatizar el proceso de planificación de las obras de tierra y se describen las técnicas básicas que se utilizan. Se ha desarrollado un sistema informático, inicialmente para ayudar a los planificadores a utilizar las técnicas existentes de manera más eficiente. Con su aportación, el sistema se ha ampliado para incorporar una base de conocimientos y una simulación de los procesos de las obras de tierra. Además de crear conjuntos de actividad en un tiempo mucho más corto, el sistema ha demostrado que para un proyecto real, el modelo es capaz de generar conjuntos de actividad que son comparables a los generados por un planificador de proyecto ",
            "error": [
                ""
            ]
        },
        "planning rules": {
            "translated_key": "reglas de planificación",
            "translated_annotated_text": "Planificación de proyectos de construcción lineal: método automatizado para la generación de actividades de trabajo de tierra La planificación de obras de tierra para proyectos de construcción de carreteras es una operación compleja y las \"reglas de planificación\" utilizadas suelen ser intuitivas y no están bien definidas. Se describe un enfoque para automatizar el proceso de planificación de las obras de tierra y se describen las técnicas básicas que se utilizan. Se ha desarrollado un sistema informático, inicialmente para ayudar a los planificadores a utilizar las técnicas existentes de manera más eficiente. Con su aportación, el sistema se ha ampliado para incorporar una base de conocimientos y una simulación de los procesos de las obras de tierra. Además de crear conjuntos de actividad en un tiempo mucho más corto, el sistema ha demostrado que para un proyecto real, el modelo es capaz de generar conjuntos de actividad que son comparables a los generados por un planificador de proyecto ",
            "error": [
                ""
            ]
        },
        "earthworks planning process": {
            "translated_key": "proceso de planificación de obras de tierra",
            "translated_annotated_text": "Planificación de proyectos de construcción lineal: método automatizado para la generación de actividades de tierra La planificación de obras de tierra para proyectos de construcción de carreteras es una operación compleja y las reglas de planificación utilizadas suelen ser intuitivas y no están bien definidas. Se describe un enfoque para automatizar el \"proceso de planificación de obras de tierra\" y se describen las técnicas básicas que se utilizan. Se ha desarrollado un sistema informático, inicialmente para ayudar a los planificadores a utilizar las técnicas existentes de manera más eficiente. Con su aportación, el sistema se ha ampliado para incorporar una base de conocimientos y una simulación de los procesos de las obras de tierra. Además de crear conjuntos de actividad en un tiempo mucho más corto, el sistema ha demostrado que para un proyecto real, el modelo es capaz de generar conjuntos de actividad que son comparables a los generados por un planificador de proyecto ",
            "error": [
                ""
            ]
        },
        "computer-based system": {
            "translated_key": "sistema basado en computadoras",
            "translated_annotated_text": "Planificación de proyectos de construcción lineal: método automatizado para la generación de actividades de tierra La planificación de obras de tierra para proyectos de construcción de carreteras es una operación compleja y las reglas de planificación utilizadas suelen ser intuitivas y no están bien definidas. Se describe un enfoque para automatizar el proceso de planificación de las obras de tierra y se describen las técnicas básicas que se utilizan. Se ha desarrollado un \"sistema basado en computadoras\", inicialmente para ayudar a los planificadores a utilizar las técnicas existentes de manera más eficiente. Con su aportación, el sistema se ha ampliado para incorporar una base de conocimientos y una simulación de los procesos de las obras de tierra. Además de crear conjuntos de actividad en un tiempo mucho más corto, el sistema ha demostrado que para un proyecto real, el modelo es capaz de generar conjuntos de actividad que son comparables a los generados por un planificador de proyecto ",
            "error": [
                ""
            ]
        },
        "knowledge base": {
            "translated_key": "base de conocimiento",
            "translated_annotated_text": "Planificación de proyectos de construcción lineal: método automatizado para la generación de actividades de tierra La planificación de obras de tierra para proyectos de construcción de carreteras es una operación compleja y las reglas de planificación utilizadas suelen ser intuitivas y no están bien definidas. Se describe un enfoque para automatizar el proceso de planificación de las obras de tierra y se describen las técnicas básicas que se utilizan. Se ha desarrollado un sistema informático, inicialmente para ayudar a los planificadores a utilizar las técnicas existentes de manera más eficiente. Con su entrada, el sistema se ha ampliado para incorporar una \"base de conocimiento\" y una simulación de los procesos de las obras de tierra. Además de crear conjuntos de actividad en un tiempo mucho más corto, el sistema ha demostrado que para un proyecto real, el modelo es capaz de generar conjuntos de actividad que son comparables a los generados por un planificador de proyecto ",
            "error": [
                ""
            ]
        },
        "civil engineering computing": {
            "translated_key": [],
            "translated_annotated_text": "Planificación de proyectos de construcción lineal: método automatizado para la generación de actividades de tierra La planificación de obras de tierra para proyectos de construcción de carreteras es una operación compleja y las reglas de planificación utilizadas suelen ser intuitivas y no están bien definidas. Se describe un enfoque para automatizar el proceso de planificación de las obras de tierra y se describen las técnicas básicas que se utilizan. Se ha desarrollado un sistema informático, inicialmente para ayudar a los planificadores a utilizar las técnicas existentes de manera más eficiente. Con su aportación, el sistema se ha ampliado para incorporar una base de conocimientos y una simulación de los procesos de las obras de tierra. Además de crear conjuntos de actividad en un tiempo mucho más corto, el sistema ha demostrado que para un proyecto real, el modelo es capaz de generar conjuntos de actividad que son comparables a los generados por un planificador de proyecto ",
            "error": []
        },
        "intelligent design assistants": {
            "translated_key": [],
            "translated_annotated_text": "Planificación de proyectos de construcción lineal: método automatizado para la generación de actividades de tierra La planificación de obras de tierra para proyectos de construcción de carreteras es una operación compleja y las reglas de planificación utilizadas suelen ser intuitivas y no están bien definidas. Se describe un enfoque para automatizar el proceso de planificación de las obras de tierra y se describen las técnicas básicas que se utilizan. Se ha desarrollado un sistema informático, inicialmente para ayudar a los planificadores a utilizar las técnicas existentes de manera más eficiente. Con su aportación, el sistema se ha ampliado para incorporar una base de conocimientos y una simulación de los procesos de las obras de tierra. Además de crear conjuntos de actividad en un tiempo mucho más corto, el sistema ha demostrado que para un proyecto real, el modelo es capaz de generar conjuntos de actividad que son comparables a los generados por un planificador de proyecto ",
            "error": []
        }
    }
}