{
    "original_text": "Is diversity in computing a moral matter? We have presented an ethical argument that takes into consideration the subtleties of the issue surrounding under-representation in computing. We should emphasize that there is nothing subtle about overt, unfair discrimination. Where such injustice occurs, we condemn it. Our concern is that discrimination need not be explicit or overt. It need not be individual-to-individual. Rather, it can be subtly built into social practices and social institutions. Our analysis raises ethical questions about aspects of computing that drive women away, aspects that can be changed in ways that improve the profession and access to the profession. We hope that computing will move towards these improvements",
    "original_translation": "¿Es la diversidad en la computación un asunto moral? Hemos presentado un argumento ético que tiene en cuenta las sutilezas de la cuestión relativa a la infrarrepresentación en la computación. Debemos hacer hincapié en que no hay nada sutil acerca de la discriminación manifiesta e injusta. Cuando ocurre tal injusticia, la condenamos. Nuestra preocupación es que la discriminación no tiene por qué ser explícita ni manifiesta. No tiene que ser individual a individual. Más bien, se puede incorporar sutilmente en las prácticas sociales y las instituciones sociales. Nuestro análisis plantea cuestiones éticas sobre aspectos de la informática que alejan a las mujeres, aspectos que pueden cambiarse de maneras que mejoren la profesión y el acceso a la profesión. Esperamos que la informática avance hacia estas mejoras.",
    "error_count": 5,
    "keys": {
        "ethical argument": {
            "translated_key": "argumento ético",
            "translated_annotated_text": "¿Es la diversidad en la computación un asunto moral? Hemos presentado un \"argumento ético\" que tiene en cuenta las sutilezas de la cuestión que rodea la subrrepresentación en la computación. Debemos hacer hincapié en que no hay nada sutil acerca de la discriminación manifiesta e injusta. Cuando ocurre tal injusticia, la condenamos. Nuestra preocupación es que la discriminación no tiene por qué ser explícita ni manifiesta. No tiene que ser individual a individual. Más bien, se puede incorporar sutilmente en las prácticas sociales y las instituciones sociales. Nuestro análisis plantea cuestiones éticas sobre aspectos de la informática que alejan a las mujeres, aspectos que pueden cambiarse de maneras que mejoren la profesión y el acceso a la profesión. Esperamos que la informática avance hacia estas mejoras. ",
            "error": [
                ""
            ]
        },
        "computing under-representation": {
            "translated_key": [],
            "translated_annotated_text": "¿Es la diversidad en la computación un asunto moral? Hemos presentado un argumento ético que tiene en cuenta las sutilezas de la cuestión relativa a la infrarrepresentación en la computación. Debemos hacer hincapié en que no hay nada sutil acerca de la discriminación manifiesta e injusta. Cuando ocurre tal injusticia, la condenamos. Nuestra preocupación es que la discriminación no tiene por qué ser explícita ni manifiesta. No tiene que ser individual a individual. Más bien, se puede incorporar sutilmente en las prácticas sociales y las instituciones sociales. Nuestro análisis plantea cuestiones éticas sobre aspectos de la informática que alejan a las mujeres, aspectos que pueden cambiarse de maneras que mejoren la profesión y el acceso a la profesión. Esperamos que la informática avance hacia estas mejoras. ",
            "error": []
        },
        "unfair discrimination": {
            "translated_key": "discriminación injusta",
            "translated_annotated_text": "¿Es la diversidad en la computación un asunto moral? Hemos presentado un argumento ético que tiene en cuenta las sutilezas de la cuestión relativa a la infrarrepresentación en la computación. Debemos enfatizar que no hay nada sutil acerca de la \"discriminación injusta\". Cuando ocurre tal injusticia, la condenamos. Nuestra preocupación es que la discriminación no tiene por qué ser explícita ni manifiesta. No tiene que ser individual a individual. Más bien, se puede incorporar sutilmente en las prácticas sociales y las instituciones sociales. Nuestro análisis plantea cuestiones éticas sobre aspectos de la informática que alejan a las mujeres, aspectos que pueden cambiarse de maneras que mejoren la profesión y el acceso a la profesión. Esperamos que la informática avance hacia estas mejoras. ",
            "error": [
                ""
            ]
        },
        "social practices": {
            "translated_key": "prácticas sociales",
            "translated_annotated_text": "¿Es la diversidad en la computación un asunto moral? Hemos presentado un argumento ético que tiene en cuenta las sutilezas de la cuestión relativa a la infrarrepresentación en la computación. Debemos hacer hincapié en que no hay nada sutil acerca de la discriminación manifiesta e injusta. Cuando ocurre tal injusticia, la condenamos. Nuestra preocupación es que la discriminación no tiene por qué ser explícita ni manifiesta. No tiene que ser individual a individual. Más bien, se puede construir sutilmente en \"prácticas sociales\" e instituciones sociales. Nuestro análisis plantea cuestiones éticas sobre aspectos de la informática que alejan a las mujeres, aspectos que pueden cambiarse de maneras que mejoren la profesión y el acceso a la profesión. Esperamos que la informática avance hacia estas mejoras. ",
            "error": [
                ""
            ]
        },
        "social institutions": {
            "translated_key": "instituciones sociales",
            "translated_annotated_text": "¿Es la diversidad en la computación un asunto moral? Hemos presentado un argumento ético que tiene en cuenta las sutilezas de la cuestión relativa a la infrarrepresentación en la computación. Debemos hacer hincapié en que no hay nada sutil acerca de la discriminación manifiesta e injusta. Cuando ocurre tal injusticia, la condenamos. Nuestra preocupación es que la discriminación no tiene por qué ser explícita ni manifiesta. No tiene que ser individual a individual. Más bien, se puede integrar sutilmente en las prácticas sociales y las \"instituciones sociales\". Nuestro análisis plantea cuestiones éticas sobre aspectos de la informática que alejan a las mujeres, aspectos que pueden cambiarse de maneras que mejoren la profesión y el acceso a la profesión. Esperamos que la informática avance hacia estas mejoras. ",
            "error": [
                ""
            ]
        },
        "women": {
            "translated_key": "mujeres",
            "translated_annotated_text": "¿Es la diversidad en la computación un asunto moral? Hemos presentado un argumento ético que tiene en cuenta las sutilezas de la cuestión relativa a la infrarrepresentación en la computación. Debemos hacer hincapié en que no hay nada sutil acerca de la discriminación manifiesta e injusta. Cuando ocurre tal injusticia, la condenamos. Nuestra preocupación es que la discriminación no tiene por qué ser explícita ni manifiesta. No tiene que ser individual a individual. Más bien, se puede incorporar sutilmente en las prácticas sociales y las instituciones sociales. Nuestro análisis plantea cuestiones éticas sobre aspectos de la computación que alejan a las \"mujeres\", aspectos que pueden cambiarse de maneras que mejoren la profesión y el acceso a la profesión. Esperamos que la informática avance hacia estas mejoras. ",
            "error": [
                ""
            ]
        },
        "computer science": {
            "translated_key": [],
            "translated_annotated_text": "¿Es la diversidad en la computación un asunto moral? Hemos presentado un argumento ético que tiene en cuenta las sutilezas de la cuestión relativa a la infrarrepresentación en la computación. Debemos hacer hincapié en que no hay nada sutil acerca de la discriminación manifiesta e injusta. Cuando ocurre tal injusticia, la condenamos. Nuestra preocupación es que la discriminación no tiene por qué ser explícita ni manifiesta. No tiene que ser individual a individual. Más bien, se puede incorporar sutilmente en las prácticas sociales y las instituciones sociales. Nuestro análisis plantea cuestiones éticas sobre aspectos de la informática que alejan a las mujeres, aspectos que pueden cambiarse de maneras que mejoren la profesión y el acceso a la profesión. Esperamos que la informática avance hacia estas mejoras. ",
            "error": []
        },
        "gender issues": {
            "translated_key": [],
            "translated_annotated_text": "¿Es la diversidad en la computación un asunto moral? Hemos presentado un argumento ético que tiene en cuenta las sutilezas de la cuestión relativa a la infrarrepresentación en la computación. Debemos hacer hincapié en que no hay nada sutil acerca de la discriminación manifiesta e injusta. Cuando ocurre tal injusticia, la condenamos. Nuestra preocupación es que la discriminación no tiene por qué ser explícita ni manifiesta. No tiene que ser individual a individual. Más bien, se puede incorporar sutilmente en las prácticas sociales y las instituciones sociales. Nuestro análisis plantea cuestiones éticas sobre aspectos de la informática que alejan a las mujeres, aspectos que pueden cambiarse de maneras que mejoren la profesión y el acceso a la profesión. Esperamos que la informática avance hacia estas mejoras. ",
            "error": []
        },
        "professional aspects": {
            "translated_key": [],
            "translated_annotated_text": "¿Es la diversidad en la computación un asunto moral? Hemos presentado un argumento ético que tiene en cuenta las sutilezas de la cuestión relativa a la infrarrepresentación en la computación. Debemos hacer hincapié en que no hay nada sutil acerca de la discriminación manifiesta e injusta. Cuando ocurre tal injusticia, la condenamos. Nuestra preocupación es que la discriminación no tiene por qué ser explícita ni manifiesta. No tiene que ser individual a individual. Más bien, se puede incorporar sutilmente en las prácticas sociales y las instituciones sociales. Nuestro análisis plantea cuestiones éticas sobre aspectos de la informática que alejan a las mujeres, aspectos que pueden cambiarse de maneras que mejoren la profesión y el acceso a la profesión. Esperamos que la informática avance hacia estas mejoras. ",
            "error": []
        },
        "social aspects of automation": {
            "translated_key": [],
            "translated_annotated_text": "¿Es la diversidad en la computación un asunto moral? Hemos presentado un argumento ético que tiene en cuenta las sutilezas de la cuestión relativa a la infrarrepresentación en la computación. Debemos hacer hincapié en que no hay nada sutil acerca de la discriminación manifiesta e injusta. Cuando ocurre tal injusticia, la condenamos. Nuestra preocupación es que la discriminación no tiene por qué ser explícita ni manifiesta. No tiene que ser individual a individual. Más bien, se puede incorporar sutilmente en las prácticas sociales y las instituciones sociales. Nuestro análisis plantea cuestiones éticas sobre aspectos de la informática que alejan a las mujeres, aspectos que pueden cambiarse de maneras que mejoren la profesión y el acceso a la profesión. Esperamos que la informática avance hacia estas mejoras. ",
            "error": []
        }
    }
}