{
    "original_text": "On conflict-free executions of elementary nets Deals with analysis of elementary Petri nets with respect to possibilities of avoiding conflicts during their executions. There are two main aims of the paper. The first is to find a method of checking if a net is conflict-avoidable (i.e., if it possesses a conflict-free fair run). The second is to find a method of rebuilding any net to a totally conflict-avoidable net (i.e., a net possessing a conflict-free fair run in every one process) with the same behaviour. The main results are the following: 1. The proof of decidability, for elementary nets, of the problem of existence of a conflict-avoidable fair process (and an algorithm producing all fair runs). 2. Construction, for an arbitrary given elementary net, of a totally conflict-avoidable net with the same behaviour. The net, completed this way, has the same behaviour as the original one. Moreover, it is totally conflict-avoidable, and its execution may be supervised (in order to ensure conflict-freeness) by the reduced case graph built by the algorithm of the former section",
    "original_translation": "En cuanto a las ejecuciones sin conflictos de redes elementales, se trata del análisis de redes primarias de Petri con respecto a las posibilidades de evitar conflictos durante sus ejecuciones. Hay dos objetivos principales del documento. El primero es encontrar un método para comprobar si una red es evitable por conflictos (es decir, si posee una carrera justa libre de conflictos). El segundo es encontrar un método para reconstruir cualquier red a una red totalmente evitable por el conflicto (es decir, una red que posea una carrera justa libre de conflictos en cada proceso) con el mismo comportamiento. Los principales resultados son los siguientes: 1. La prueba de la decidabilidad, para las redes elementales, del problema de la existencia de un proceso justo evitable por conflictos (y un algoritmo que produce todas las carreras justas). 2. Construcción, para una red elemental dada arbitraria, de una red totalmente evitable del conflicto con el mismo comportamiento. La red, completada de esta manera, tiene el mismo comportamiento que la original. Además, es totalmente evitable el conflicto, y su ejecución puede ser supervisada (con el fin de garantizar la libertad de conflicto) por el gráfico de caso reducido construido por el algoritmo de la sección anterior",
    "error_count": 7,
    "keys": {
        "conflict-free executions": {
            "translated_key": [],
            "translated_annotated_text": "Ejecuciones libres de conflictos de redes elementales Se ocupa del análisis de redes primarias de Petri con respecto a las posibilidades de evitar conflictos durante sus ejecuciones. Hay dos objetivos principales del documento. El primero es encontrar un método para comprobar si una red es evitable por conflictos (es decir, si posee una carrera justa libre de conflictos). El segundo es encontrar un método para reconstruir cualquier red a una red totalmente evitable por el conflicto (es decir, una red que posea una carrera justa libre de conflictos en cada proceso) con el mismo comportamiento. Los principales resultados son los siguientes: 1. La prueba de la decidabilidad, para las redes elementales, del problema de la existencia de un proceso justo evitable por conflictos (y un algoritmo que produce todas las carreras justas). 2. Construcción, para una red elemental dada arbitraria, de una red totalmente evitable del conflicto con el mismo comportamiento. La red, completada de esta manera, tiene el mismo comportamiento que la original. Además, es totalmente evitable el conflicto, y su ejecución puede ser supervisada (con el fin de garantizar la libertad de conflicto) por el gráfico de caso reducido construido por el algoritmo de la sección anterior ",
            "error": []
        },
        "elementary Petri nets": {
            "translated_key": [],
            "translated_annotated_text": "Sobre las ejecuciones libres de conflictos de redes elementales Se ocupa del análisis de redes elementales de Petri con respecto a las posibilidades de evitar conflictos durante sus ejecuciones.  Hay dos objetivos principales del documento. El primero es encontrar un método para comprobar si una red es evitable por conflictos (es decir, si posee una carrera justa libre de conflictos). El segundo es encontrar un método para reconstruir cualquier red a una red totalmente evitable por el conflicto (es decir, una red que posea una carrera justa libre de conflictos en cada proceso) con el mismo comportamiento. Los principales resultados son los siguientes: 1. La prueba de la decidabilidad, para las redes elementales, del problema de la existencia de un proceso justo evitable por conflictos (y un algoritmo que produce todas las carreras justas). 2. Construcción, para una red elemental dada arbitraria, de una red totalmente evitable del conflicto con el mismo comportamiento. La red, completada de esta manera, tiene el mismo comportamiento que la original. Además, es totalmente evitable el conflicto, y su ejecución puede ser supervisada (con el fin de garantizar la libertad de conflicto) por el gráfico de caso reducido construido por el algoritmo de la sección anterior ",
            "error": []
        },
        "conflict-free fair run": {
            "translated_key": [],
            "translated_annotated_text": "En cuanto a las ejecuciones sin conflictos de redes elementales, se trata del análisis de redes primarias de Petri con respecto a las posibilidades de evitar conflictos durante sus ejecuciones. Hay dos objetivos principales del documento. El primero es encontrar un método para comprobar si una red es evitable por conflictos (es decir, si posee una carrera justa libre de conflictos). El segundo es encontrar un método para reconstruir cualquier red a una red totalmente evitable por conflictos (es decir, una red que posea una carrera justa libre de conflictos en cada proceso) con el mismo comportamiento. Los principales resultados son los siguientes: 1. La prueba de la decidabilidad, para las redes elementales, del problema de la existencia de un proceso justo evitable por conflictos (y un algoritmo que produce todas las carreras justas). 2. Construcción, para una red elemental dada arbitraria, de una red totalmente evitable del conflicto con el mismo comportamiento. La red, completada de esta manera, tiene el mismo comportamiento que la original. Además, es totalmente evitable el conflicto, y su ejecución puede ser supervisada (con el fin de garantizar la libertad de conflicto) por el gráfico de caso reducido construido por el algoritmo de la sección anterior ",
            "error": []
        },
        "totally conflict-avoidable net": {
            "translated_key": "totalmente evitable por conflictos",
            "translated_annotated_text": "En cuanto a las ejecuciones sin conflictos de redes elementales, se trata del análisis de redes primarias de Petri con respecto a las posibilidades de evitar conflictos durante sus ejecuciones. Hay dos objetivos principales del documento. El primero es encontrar un método para comprobar si una red es evitable por conflictos (es decir, si posee una carrera justa libre de conflictos). El segundo es encontrar un método para reconstruir cualquier red a una red totalmente evitable por conflictos (es decir, una red que posea una carrera justa libre de conflictos en cada proceso) con el mismo comportamiento.  Los principales resultados son los siguientes: 1. La prueba de la decidabilidad, para las redes elementales, del problema de la existencia de un proceso justo evitable por conflictos (y un algoritmo que produce todas las carreras justas). 2. Construcción, para una red elemental dada arbitraria, de una red <br>totalmente evitable por conflictos</br> con el mismo comportamiento. La red, completada de esta manera, tiene el mismo comportamiento que la original. Además, es totalmente evitable el conflicto, y su ejecución puede ser supervisada (con el fin de garantizar la libertad de conflicto) por el gráfico de caso reducido construido por el algoritmo de la sección anterior ",
            "error": [
                ""
            ]
        },
        "decidability": {
            "translated_key": "decidibilidad",
            "translated_annotated_text": "En cuanto a las ejecuciones sin conflictos de redes elementales, se trata del análisis de redes primarias de Petri con respecto a las posibilidades de evitar conflictos durante sus ejecuciones. Hay dos objetivos principales del documento. El primero es encontrar un método para comprobar si una red es evitable por conflictos (es decir, si posee una carrera justa libre de conflictos). El segundo es encontrar un método para reconstruir cualquier red a una red totalmente evitable por el conflicto (es decir, una red que posea una carrera justa libre de conflictos en cada proceso) con el mismo comportamiento. Los principales resultados son los siguientes: 1. La prueba de <br>decidibilidad</br>, para redes elementales, del problema de la existencia de un proceso justo evitable por conflictos (y un algoritmo que produce todas las carreras justas). 2. Construcción, para una red elemental dada arbitraria, de una red totalmente evitable del conflicto con el mismo comportamiento. La red, completada de esta manera, tiene el mismo comportamiento que la original. Además, es totalmente evitable el conflicto, y su ejecución puede ser supervisada (con el fin de garantizar la libertad de conflicto) por el gráfico de caso reducido construido por el algoritmo de la sección anterior ",
            "error": [
                ""
            ]
        },
        "reduced case graph": {
            "translated_key": "reducido gráfico de caso",
            "translated_annotated_text": "En cuanto a las ejecuciones sin conflictos de redes elementales, se trata del análisis de redes primarias de Petri con respecto a las posibilidades de evitar conflictos durante sus ejecuciones. Hay dos objetivos principales del documento. El primero es encontrar un método para comprobar si una red es evitable por conflictos (es decir, si posee una carrera justa libre de conflictos). El segundo es encontrar un método para reconstruir cualquier red a una red totalmente evitable por el conflicto (es decir, una red que posea una carrera justa libre de conflictos en cada proceso) con el mismo comportamiento. Los principales resultados son los siguientes: 1. La prueba de la decidabilidad, para las redes elementales, del problema de la existencia de un proceso justo evitable por conflictos (y un algoritmo que produce todas las carreras justas). 2. Construcción, para una red elemental dada arbitraria, de una red totalmente evitable del conflicto con el mismo comportamiento. La red, completada de esta manera, tiene el mismo comportamiento que la original. Además, es totalmente evitable el conflicto, y su ejecución puede ser supervisada (con el fin de garantizar la libertad de conflicto) por el <br>reducido gráfico de caso</br> construido por el algoritmo de la sección anterior ",
            "error": [
                ""
            ]
        },
        "concurrency theory": {
            "translated_key": [],
            "translated_annotated_text": "En cuanto a las ejecuciones sin conflictos de redes elementales, se trata del análisis de redes primarias de Petri con respecto a las posibilidades de evitar conflictos durante sus ejecuciones. Hay dos objetivos principales del documento. El primero es encontrar un método para comprobar si una red es evitable por conflictos (es decir, si posee una carrera justa libre de conflictos). El segundo es encontrar un método para reconstruir cualquier red a una red totalmente evitable por el conflicto (es decir, una red que posea una carrera justa libre de conflictos en cada proceso) con el mismo comportamiento. Los principales resultados son los siguientes: 1. La prueba de la decidabilidad, para las redes elementales, del problema de la existencia de un proceso justo evitable por conflictos (y un algoritmo que produce todas las carreras justas). 2. Construcción, para una red elemental dada arbitraria, de una red totalmente evitable del conflicto con el mismo comportamiento. La red, completada de esta manera, tiene el mismo comportamiento que la original. Además, es totalmente evitable el conflicto, y su ejecución puede ser supervisada (con el fin de garantizar la libertad de conflicto) por el gráfico de caso reducido construido por el algoritmo de la sección anterior ",
            "error": []
        },
        "formal languages": {
            "translated_key": [],
            "translated_annotated_text": "En cuanto a las ejecuciones sin conflictos de redes elementales, se trata del análisis de redes primarias de Petri con respecto a las posibilidades de evitar conflictos durante sus ejecuciones. Hay dos objetivos principales del documento. El primero es encontrar un método para comprobar si una red es evitable por conflictos (es decir, si posee una carrera justa libre de conflictos). El segundo es encontrar un método para reconstruir cualquier red a una red totalmente evitable por el conflicto (es decir, una red que posea una carrera justa libre de conflictos en cada proceso) con el mismo comportamiento. Los principales resultados son los siguientes: 1. La prueba de la decidabilidad, para las redes elementales, del problema de la existencia de un proceso justo evitable por conflictos (y un algoritmo que produce todas las carreras justas). 2. Construcción, para una red elemental dada arbitraria, de una red totalmente evitable del conflicto con el mismo comportamiento. La red, completada de esta manera, tiene el mismo comportamiento que la original. Además, es totalmente evitable el conflicto, y su ejecución puede ser supervisada (con el fin de garantizar la libertad de conflicto) por el gráfico de caso reducido construido por el algoritmo de la sección anterior ",
            "error": []
        },
        "grammars": {
            "translated_key": [],
            "translated_annotated_text": "En cuanto a las ejecuciones sin conflictos de redes elementales, se trata del análisis de redes primarias de Petri con respecto a las posibilidades de evitar conflictos durante sus ejecuciones. Hay dos objetivos principales del documento. El primero es encontrar un método para comprobar si una red es evitable por conflictos (es decir, si posee una carrera justa libre de conflictos). El segundo es encontrar un método para reconstruir cualquier red a una red totalmente evitable por el conflicto (es decir, una red que posea una carrera justa libre de conflictos en cada proceso) con el mismo comportamiento. Los principales resultados son los siguientes: 1. La prueba de la decidabilidad, para las redes elementales, del problema de la existencia de un proceso justo evitable por conflictos (y un algoritmo que produce todas las carreras justas). 2. Construcción, para una red elemental dada arbitraria, de una red totalmente evitable del conflicto con el mismo comportamiento. La red, completada de esta manera, tiene el mismo comportamiento que la original. Además, es totalmente evitable el conflicto, y su ejecución puede ser supervisada (con el fin de garantizar la libertad de conflicto) por el gráfico de caso reducido construido por el algoritmo de la sección anterior ",
            "error": []
        },
        "Petri nets": {
            "translated_key": "Petri",
            "translated_annotated_text": "Sobre las ejecuciones libres de conflictos de redes elementales Trata con el análisis de redes elementales <br>Petri</br> con respecto a las posibilidades de evitar conflictos durante sus ejecuciones. Hay dos objetivos principales del documento. El primero es encontrar un método para comprobar si una red es evitable por conflictos (es decir, si posee una carrera justa libre de conflictos). El segundo es encontrar un método para reconstruir cualquier red a una red totalmente evitable por el conflicto (es decir, una red que posea una carrera justa libre de conflictos en cada proceso) con el mismo comportamiento. Los principales resultados son los siguientes: 1. La prueba de la decidabilidad, para las redes elementales, del problema de la existencia de un proceso justo evitable por conflictos (y un algoritmo que produce todas las carreras justas). 2. Construcción, para una red elemental dada arbitraria, de una red totalmente evitable del conflicto con el mismo comportamiento. La red, completada de esta manera, tiene el mismo comportamiento que la original. Además, es totalmente evitable el conflicto, y su ejecución puede ser supervisada (con el fin de garantizar la libertad de conflicto) por el gráfico de caso reducido construido por el algoritmo de la sección anterior ",
            "error": [
                ""
            ]
        },
        "set theory": {
            "translated_key": [],
            "translated_annotated_text": "En cuanto a las ejecuciones sin conflictos de redes elementales, se trata del análisis de redes primarias de Petri con respecto a las posibilidades de evitar conflictos durante sus ejecuciones. Hay dos objetivos principales del documento. El primero es encontrar un método para comprobar si una red es evitable por conflictos (es decir, si posee una carrera justa libre de conflictos). El segundo es encontrar un método para reconstruir cualquier red a una red totalmente evitable por el conflicto (es decir, una red que posea una carrera justa libre de conflictos en cada proceso) con el mismo comportamiento. Los principales resultados son los siguientes: 1. La prueba de la decidabilidad, para las redes elementales, del problema de la existencia de un proceso justo evitable por conflictos (y un algoritmo que produce todas las carreras justas). 2. Construcción, para una red elemental dada arbitraria, de una red totalmente evitable del conflicto con el mismo comportamiento. La red, completada de esta manera, tiene el mismo comportamiento que la original. Además, es totalmente evitable el conflicto, y su ejecución puede ser supervisada (con el fin de garantizar la libertad de conflicto) por el gráfico de caso reducido construido por el algoritmo de la sección anterior ",
            "error": []
        }
    }
}