{
    "original_text": "A hybrid-neural network and population learning algorithm approach to solving reliability optimization problem Proposes a hybrid approach integrating a dedicated artificial neural network and population learning algorithm applied to maximising system reliability under cost and technical feasibility constraints. The paper includes a formulation of the system reliability optimisation (SRO) problem and a description of the dedicated neural network trained by applying the population learning algorithm. A solution to the example SRO problem is shown and results of the computational experiment are presented and discussed",
    "original_translation": "Un enfoque de algoritmo de aprendizaje de redes neurales híbridas y población para resolver problemas de optimización de la fiabilidad Propone un enfoque híbrido que integra un algoritmo de aprendizaje de redes neurales artificiales y población aplicado para maximizar la fiabilidad del sistema bajo limitaciones de coste y viabilidad técnica. El artículo incluye una formulación del problema de optimización de la fiabilidad del sistema (SRO) y una descripción de la red neuronal especializada entrenada mediante la aplicación del algoritmo de aprendizaje poblacional. Se muestra una solución al problema de SRO ejemplo y se presentan y discuten los resultados del experimento computacional",
    "error_count": 4,
    "keys": {
        "hybrid approach": {
            "translated_key": "enfoque híbrido",
            "translated_annotated_text": "Una red neural híbrida y un algoritmo de aprendizaje poblacional para resolver problemas de optimización de la fiabilidad Propone un \"enfoque híbrido\" que integra un algoritmo de aprendizaje neural artificial dedicado a maximizar la fiabilidad del sistema bajo limitaciones de coste y viabilidad técnica. El artículo incluye una formulación del problema de optimización de la fiabilidad del sistema (SRO) y una descripción de la red neuronal especializada entrenada mediante la aplicación del algoritmo de aprendizaje poblacional. Se muestra una solución al problema de SRO ejemplo y se presentan y discuten los resultados del experimento computacional ",
            "error": [
                ""
            ]
        },
        "dedicated artificial neural network": {
            "translated_key": "red neural artificial dedicada",
            "translated_annotated_text": "Una red neural híbrida y un algoritmo de aprendizaje poblacional para resolver problemas de optimización de la fiabilidad Propone un enfoque híbrido que integra una \"red neural artificial dedicada\" y un algoritmo de aprendizaje poblacional aplicado para maximizar la fiabilidad del sistema bajo limitaciones de coste y viabilidad técnica. El artículo incluye una formulación del problema de optimización de la fiabilidad del sistema (SRO) y una descripción de la red neuronal especializada entrenada mediante la aplicación del algoritmo de aprendizaje poblacional. Se muestra una solución al problema de SRO ejemplo y se presentan y discuten los resultados del experimento computacional ",
            "error": [
                ""
            ]
        },
        "population learning algorithm": {
            "translated_key": "algoritmo de aprendizaje de la población",
            "translated_annotated_text": "Un enfoque de red neural híbrida y \"algoritmo de aprendizaje de la población\" para resolver el problema de optimización de la fiabilidad Propone un enfoque híbrido que integra una red neural artificial dedicada y un \"algoritmo de aprendizaje de la población\" aplicado para maximizar la fiabilidad del sistema bajo limitaciones de coste y viabilidad técnica. El artículo incluye una formulación del problema de optimización de la fiabilidad del sistema (SRO) y una descripción de la red neuronal dedicada entrenada mediante la aplicación del \"algoritmo de aprendizaje de la población\". Se muestra una solución al problema de SRO ejemplo y se presentan y discuten los resultados del experimento computacional ",
            "error": [
                ""
            ]
        },
        "system reliability": {
            "translated_key": "fiabilidad del sistema",
            "translated_annotated_text": "Un enfoque de algoritmos de aprendizaje de redes neurales híbridas y población para resolver problemas de optimización de la fiabilidad Propone un enfoque híbrido que integra un algoritmo de aprendizaje de redes neurales artificiales y población aplicado para maximizar la \"fiabilidad del sistema\" bajo limitaciones de coste y viabilidad técnica. El artículo incluye una formulación del problema de optimización de la \"fiabilidad del sistema\" (SRO) y una descripción de la red neuronal especializada entrenada mediante la aplicación del algoritmo de aprendizaje de población. Se muestra una solución al problema de SRO ejemplo y se presentan y discuten los resultados del experimento computacional ",
            "error": [
                ""
            ]
        },
        "cost constraints": {
            "translated_key": [],
            "translated_annotated_text": "Un enfoque de algoritmo de aprendizaje de redes neurales híbridas y población para resolver problemas de optimización de la fiabilidad Propone un enfoque híbrido que integra un algoritmo de aprendizaje de redes neurales artificiales y población aplicado para maximizar la fiabilidad del sistema bajo limitaciones de coste y viabilidad técnica. El artículo incluye una formulación del problema de optimización de la fiabilidad del sistema (SRO) y una descripción de la red neuronal especializada entrenada mediante la aplicación del algoritmo de aprendizaje poblacional. Se muestra una solución al problema de SRO ejemplo y se presentan y discuten los resultados del experimento computacional ",
            "error": []
        },
        "technical feasibility constraints": {
            "translated_key": "limitaciones de viabilidad técnica",
            "translated_annotated_text": "Una red neural híbrida y un algoritmo de aprendizaje poblacional para resolver el problema de la optimización de la fiabilidad Propone un enfoque híbrido que integra un algoritmo de aprendizaje neural artificial dedicado a maximizar la fiabilidad del sistema bajo \"limitaciones de viabilidad técnica\". El artículo incluye una formulación del problema de optimización de la fiabilidad del sistema (SRO) y una descripción de la red neuronal especializada entrenada mediante la aplicación del algoritmo de aprendizaje poblacional. Se muestra una solución al problema de SRO ejemplo y se presentan y discuten los resultados del experimento computacional ",
            "error": [
                ""
            ]
        },
        "reliability optimization problem": {
            "translated_key": "problema de optimización de la fiabilidad",
            "translated_annotated_text": "Una red neural híbrida y un algoritmo de aprendizaje poblacional para resolver \"problema de optimización de la fiabilidad\" Propone un enfoque híbrido que integra un algoritmo de aprendizaje neural artificial dedicado a maximizar la fiabilidad del sistema bajo limitaciones de coste y viabilidad técnica. El artículo incluye una formulación del problema de optimización de la fiabilidad del sistema (SRO) y una descripción de la red neuronal especializada entrenada mediante la aplicación del algoritmo de aprendizaje poblacional. Se muestra una solución al problema de SRO ejemplo y se presentan y discuten los resultados del experimento computacional ",
            "error": [
                ""
            ]
        },
        "learning (artificial intelligence)": {
            "translated_key": [],
            "translated_annotated_text": "Un enfoque de algoritmo de aprendizaje de redes neurales híbridas y población para resolver problemas de optimización de la fiabilidad Propone un enfoque híbrido que integra un algoritmo de aprendizaje de redes neurales artificiales y población aplicado para maximizar la fiabilidad del sistema bajo limitaciones de coste y viabilidad técnica. El artículo incluye una formulación del problema de optimización de la fiabilidad del sistema (SRO) y una descripción de la red neuronal especializada entrenada mediante la aplicación del algoritmo de aprendizaje poblacional. Se muestra una solución al problema de SRO ejemplo y se presentan y discuten los resultados del experimento computacional ",
            "error": []
        },
        "neural nets": {
            "translated_key": [],
            "translated_annotated_text": "Un enfoque de algoritmo de aprendizaje de redes neurales híbridas y población para resolver problemas de optimización de la fiabilidad Propone un enfoque híbrido que integra un algoritmo de aprendizaje de redes neurales artificiales y población aplicado para maximizar la fiabilidad del sistema bajo limitaciones de coste y viabilidad técnica. El artículo incluye una formulación del problema de optimización de la fiabilidad del sistema (SRO) y una descripción de la red neuronal especializada entrenada mediante la aplicación del algoritmo de aprendizaje poblacional. Se muestra una solución al problema de SRO ejemplo y se presentan y discuten los resultados del experimento computacional ",
            "error": []
        },
        "optimisation": {
            "translated_key": "optimización",
            "translated_annotated_text": "Un enfoque de algoritmo de aprendizaje de redes neurales híbridas y población para resolver problemas de optimización de la fiabilidad Propone un enfoque híbrido que integra un algoritmo de aprendizaje de redes neurales artificiales y población aplicado para maximizar la fiabilidad del sistema bajo limitaciones de coste y viabilidad técnica. El artículo incluye una formulación del problema de la \"optimización\" de la fiabilidad del sistema (SRO) y una descripción de la red neuronal especializada entrenada mediante la aplicación del algoritmo de aprendizaje poblacional. Se muestra una solución al problema de SRO ejemplo y se presentan y discuten los resultados del experimento computacional ",
            "error": [
                ""
            ]
        },
        "reliability theory": {
            "translated_key": [],
            "translated_annotated_text": "Un enfoque de algoritmo de aprendizaje de redes neurales híbridas y población para resolver problemas de optimización de la fiabilidad Propone un enfoque híbrido que integra un algoritmo de aprendizaje de redes neurales artificiales y población aplicado para maximizar la fiabilidad del sistema bajo limitaciones de coste y viabilidad técnica. El artículo incluye una formulación del problema de optimización de la fiabilidad del sistema (SRO) y una descripción de la red neuronal especializada entrenada mediante la aplicación del algoritmo de aprendizaje poblacional. Se muestra una solución al problema de SRO ejemplo y se presentan y discuten los resultados del experimento computacional ",
            "error": []
        }
    }
}