{
    "original_text": "Storage functionals and Lyapunov functions for passive dynamical systems For nonlinear time-invariant input-output dynamical systems the passivity conditions are obtained under some restrictions. The conditions imply storage functions satisfying a dissipation inequality. A class of storage functions allowing unique reconstruction of a passive dynamical system is defined. These results are illustrated by an example of a linear system with fading memory. An important, for practical application, class of the linear relaxation systems without direct input-output interaction is considered. A necessary condition for dynamical systems to be of the relaxation type is obtained for this class. The condition is connected with the existence of a unique quadratic Lyapunov function satisfying the complete monotonicity condition. This unique Lyapunov function corresponds to a standard thermodynamic potential in a compact family of potentials in the nonequilibrium thermodynamics. The results obtained can be useful in automatic control, mechanics of viscoelastic materials, and various applications in physics and the system theory",
    "original_translation": "Funciones de almacenamiento y funciones de Lyapunov para sistemas dinámicos pasivos Para sistemas dinámicos invariantes de tiempo no lineales, las condiciones de pasividad se obtienen bajo algunas restricciones. Las condiciones implican funciones de almacenamiento que satisfacen una desigualdad de disipación. Se define una clase de funciones de almacenamiento que permiten la reconstrucción única de un sistema dinámico pasivo. Estos resultados se ilustran con un ejemplo de un sistema lineal con memoria que se desvanece. Se considera una clase importante, para su aplicación práctica, de los sistemas de relajación lineal sin interacción directa entre entrada y salida. Para esta clase se obtiene una condición necesaria para que los sistemas dinámicos sean del tipo de relajación. La condición está relacionada con la existencia de una función única de Lyapunov cuadrática que satisface la condición de monotonicidad completa. Esta función única de Lyapunov corresponde a un potencial termodinámico estándar en una familia compacta de potenciales en la termodinámica no equilibrada. Los resultados obtenidos pueden ser útiles en el control automático, la mecánica de los materiales viscoelásticos, y diversas aplicaciones en la física y la teoría de sistemas",
    "error_count": 6,
    "keys": {
        "storage functionals": {
            "translated_key": [],
            "translated_annotated_text": "Funciones de almacenamiento y funciones de Lyapunov para sistemas dinámicos pasivos Para sistemas dinámicos invariantes de tiempo no lineales, las condiciones de pasividad se obtienen bajo algunas restricciones. Las condiciones implican funciones de almacenamiento que satisfacen una desigualdad de disipación. Se define una clase de funciones de almacenamiento que permiten la reconstrucción única de un sistema dinámico pasivo. Estos resultados se ilustran con un ejemplo de un sistema lineal con memoria que se desvanece. Se considera una clase importante, para su aplicación práctica, de los sistemas de relajación lineal sin interacción directa entre entrada y salida. Para esta clase se obtiene una condición necesaria para que los sistemas dinámicos sean del tipo de relajación. La condición está relacionada con la existencia de una función única de Lyapunov cuadrática que satisface la condición de monotonicidad completa. Esta función única de Lyapunov corresponde a un potencial termodinámico estándar en una familia compacta de potenciales en la termodinámica no equilibrada. Los resultados obtenidos pueden ser útiles en el control automático, la mecánica de los materiales viscoelásticos, y diversas aplicaciones en la física y la teoría de sistemas ",
            "error": []
        },
        "passive dynamical systems": {
            "translated_key": "sistemas dinámicos pasivos",
            "translated_annotated_text": "Funciones de almacenamiento y funciones de Lyapunov para \"sistemas dinámicos pasivos\" Para sistemas dinámicos de entrada-salida no lineales invariantes de tiempo, las condiciones de pasividad se obtienen bajo algunas restricciones. Las condiciones implican funciones de almacenamiento que satisfacen una desigualdad de disipación. Se define una clase de funciones de almacenamiento que permiten la reconstrucción única de un sistema dinámico pasivo. Estos resultados se ilustran con un ejemplo de un sistema lineal con memoria que se desvanece. Se considera una clase importante, para su aplicación práctica, de los sistemas de relajación lineal sin interacción directa entre entrada y salida. Para esta clase se obtiene una condición necesaria para que los sistemas dinámicos sean del tipo de relajación. La condición está relacionada con la existencia de una función única de Lyapunov cuadrática que satisface la condición de monotonicidad completa. Esta función única de Lyapunov corresponde a un potencial termodinámico estándar en una familia compacta de potenciales en la termodinámica no equilibrada. Los resultados obtenidos pueden ser útiles en el control automático, la mecánica de los materiales viscoelásticos, y diversas aplicaciones en la física y la teoría de sistemas ",
            "error": [
                ""
            ]
        },
        "nonlinear time-invariant input-output dynamical systems": {
            "translated_key": "sistemas dinámicos de entrada-salida no lineales invariantes de tiempo",
            "translated_annotated_text": "Funciones de almacenamiento y funciones de Lyapunov para sistemas dinámicos pasivos Para \"sistemas dinámicos de entrada-salida no lineales invariantes de tiempo\" las condiciones de pasividad se obtienen bajo algunas restricciones. Las condiciones implican funciones de almacenamiento que satisfacen una desigualdad de disipación. Se define una clase de funciones de almacenamiento que permiten la reconstrucción única de un sistema dinámico pasivo. Estos resultados se ilustran con un ejemplo de un sistema lineal con memoria que se desvanece. Se considera una clase importante, para su aplicación práctica, de los sistemas de relajación lineal sin interacción directa entre entrada y salida. Para esta clase se obtiene una condición necesaria para que los sistemas dinámicos sean del tipo de relajación. La condición está relacionada con la existencia de una función única de Lyapunov cuadrática que satisface la condición de monotonicidad completa. Esta función única de Lyapunov corresponde a un potencial termodinámico estándar en una familia compacta de potenciales en la termodinámica no equilibrada. Los resultados obtenidos pueden ser útiles en el control automático, la mecánica de los materiales viscoelásticos, y diversas aplicaciones en la física y la teoría de sistemas ",
            "error": [
                ""
            ]
        },
        "passivity conditions": {
            "translated_key": "condiciones de pasividad",
            "translated_annotated_text": "Funciones de almacenamiento y funciones de Lyapunov para sistemas dinámicos pasivos Para sistemas dinámicos de entrada-salida no lineales invariantes de tiempo las \"condiciones de pasividad\" se obtienen bajo algunas restricciones. Las condiciones implican funciones de almacenamiento que satisfacen una desigualdad de disipación. Se define una clase de funciones de almacenamiento que permiten la reconstrucción única de un sistema dinámico pasivo. Estos resultados se ilustran con un ejemplo de un sistema lineal con memoria que se desvanece. Se considera una clase importante, para su aplicación práctica, de los sistemas de relajación lineal sin interacción directa entre entrada y salida. Para esta clase se obtiene una condición necesaria para que los sistemas dinámicos sean del tipo de relajación. La condición está relacionada con la existencia de una función única de Lyapunov cuadrática que satisface la condición de monotonicidad completa. Esta función única de Lyapunov corresponde a un potencial termodinámico estándar en una familia compacta de potenciales en la termodinámica no equilibrada. Los resultados obtenidos pueden ser útiles en el control automático, la mecánica de los materiales viscoelásticos, y diversas aplicaciones en la física y la teoría de sistemas ",
            "error": [
                ""
            ]
        },
        "dissipation inequality": {
            "translated_key": "desigualdad de disipación",
            "translated_annotated_text": "Funciones de almacenamiento y funciones de Lyapunov para sistemas dinámicos pasivos Para sistemas dinámicos invariantes de tiempo no lineales, las condiciones de pasividad se obtienen bajo algunas restricciones. Las condiciones implican funciones de almacenamiento que satisfacen una \"desigualdad de disipación\". Se define una clase de funciones de almacenamiento que permiten la reconstrucción única de un sistema dinámico pasivo. Estos resultados se ilustran con un ejemplo de un sistema lineal con memoria que se desvanece. Se considera una clase importante, para su aplicación práctica, de los sistemas de relajación lineal sin interacción directa entre entrada y salida. Para esta clase se obtiene una condición necesaria para que los sistemas dinámicos sean del tipo de relajación. La condición está relacionada con la existencia de una función única de Lyapunov cuadrática que satisface la condición de monotonicidad completa. Esta función única de Lyapunov corresponde a un potencial termodinámico estándar en una familia compacta de potenciales en la termodinámica no equilibrada. Los resultados obtenidos pueden ser útiles en el control automático, la mecánica de los materiales viscoelásticos, y diversas aplicaciones en la física y la teoría de sistemas ",
            "error": [
                ""
            ]
        },
        "linear system": {
            "translated_key": "sistema lineal",
            "translated_annotated_text": "Funciones de almacenamiento y funciones de Lyapunov para sistemas dinámicos pasivos Para sistemas dinámicos invariantes de tiempo no lineales, las condiciones de pasividad se obtienen bajo algunas restricciones. Las condiciones implican funciones de almacenamiento que satisfacen una desigualdad de disipación. Se define una clase de funciones de almacenamiento que permiten la reconstrucción única de un sistema dinámico pasivo. Estos resultados se ilustran con un ejemplo de un \"sistema lineal\" con memoria que se desvanece. Se considera una clase importante, para su aplicación práctica, de los sistemas de relajación lineal sin interacción directa entre entrada y salida. Para esta clase se obtiene una condición necesaria para que los sistemas dinámicos sean del tipo de relajación. La condición está relacionada con la existencia de una función única de Lyapunov cuadrática que satisface la condición de monotonicidad completa. Esta función única de Lyapunov corresponde a un potencial termodinámico estándar en una familia compacta de potenciales en la termodinámica no equilibrada. Los resultados obtenidos pueden ser útiles en el control automático, la mecánica de los materiales viscoelásticos, y diversas aplicaciones en la física y la teoría de sistemas ",
            "error": [
                ""
            ]
        },
        "fading memory": {
            "translated_key": "memoria perdida",
            "translated_annotated_text": "Funciones de almacenamiento y funciones de Lyapunov para sistemas dinámicos pasivos Para sistemas dinámicos invariantes de tiempo no lineales, las condiciones de pasividad se obtienen bajo algunas restricciones. Las condiciones implican funciones de almacenamiento que satisfacen una desigualdad de disipación. Se define una clase de funciones de almacenamiento que permiten la reconstrucción única de un sistema dinámico pasivo. Estos resultados se ilustran con un ejemplo de un sistema lineal con \"memoria perdida\". Se considera una clase importante, para su aplicación práctica, de los sistemas de relajación lineal sin interacción directa entre entrada y salida. Para esta clase se obtiene una condición necesaria para que los sistemas dinámicos sean del tipo de relajación. La condición está relacionada con la existencia de una función única de Lyapunov cuadrática que satisface la condición de monotonicidad completa. Esta función única de Lyapunov corresponde a un potencial termodinámico estándar en una familia compacta de potenciales en la termodinámica no equilibrada. Los resultados obtenidos pueden ser útiles en el control automático, la mecánica de los materiales viscoelásticos, y diversas aplicaciones en la física y la teoría de sistemas ",
            "error": [
                ""
            ]
        },
        "necessary condition": {
            "translated_key": "condición necesaria",
            "translated_annotated_text": "Funciones de almacenamiento y funciones de Lyapunov para sistemas dinámicos pasivos Para sistemas dinámicos invariantes de tiempo no lineales, las condiciones de pasividad se obtienen bajo algunas restricciones. Las condiciones implican funciones de almacenamiento que satisfacen una desigualdad de disipación. Se define una clase de funciones de almacenamiento que permiten la reconstrucción única de un sistema dinámico pasivo. Estos resultados se ilustran con un ejemplo de un sistema lineal con memoria que se desvanece. Se considera una clase importante, para su aplicación práctica, de los sistemas de relajación lineal sin interacción directa entre entrada y salida. Para esta clase se obtiene una \"condición necesaria\" para que los sistemas dinámicos sean del tipo de relajación. La condición está relacionada con la existencia de una función única de Lyapunov cuadrática que satisface la condición de monotonicidad completa. Esta función única de Lyapunov corresponde a un potencial termodinámico estándar en una familia compacta de potenciales en la termodinámica no equilibrada. Los resultados obtenidos pueden ser útiles en el control automático, la mecánica de los materiales viscoelásticos, y diversas aplicaciones en la física y la teoría de sistemas ",
            "error": [
                ""
            ]
        },
        "unique quadratic Lyapunov function": {
            "translated_key": "función única cuadrática Lyapunov",
            "translated_annotated_text": "Funciones de almacenamiento y funciones de Lyapunov para sistemas dinámicos pasivos Para sistemas dinámicos invariantes de tiempo no lineales, las condiciones de pasividad se obtienen bajo algunas restricciones. Las condiciones implican funciones de almacenamiento que satisfacen una desigualdad de disipación. Se define una clase de funciones de almacenamiento que permiten la reconstrucción única de un sistema dinámico pasivo. Estos resultados se ilustran con un ejemplo de un sistema lineal con memoria que se desvanece. Se considera una clase importante, para su aplicación práctica, de los sistemas de relajación lineal sin interacción directa entre entrada y salida. Para esta clase se obtiene una condición necesaria para que los sistemas dinámicos sean del tipo de relajación. La condición está relacionada con la existencia de una \"función única cuadrática Lyapunov\" que satisface la condición de monotonicidad completa. Esta función única de Lyapunov corresponde a un potencial termodinámico estándar en una familia compacta de potenciales en la termodinámica no equilibrada. Los resultados obtenidos pueden ser útiles en el control automático, la mecánica de los materiales viscoelásticos, y diversas aplicaciones en la física y la teoría de sistemas ",
            "error": [
                ""
            ]
        },
        "complete monotonicity condition": {
            "translated_key": "condición de monotonicidad completa",
            "translated_annotated_text": "Funciones de almacenamiento y funciones de Lyapunov para sistemas dinámicos pasivos Para sistemas dinámicos invariantes de tiempo no lineales, las condiciones de pasividad se obtienen bajo algunas restricciones. Las condiciones implican funciones de almacenamiento que satisfacen una desigualdad de disipación. Se define una clase de funciones de almacenamiento que permiten la reconstrucción única de un sistema dinámico pasivo. Estos resultados se ilustran con un ejemplo de un sistema lineal con memoria que se desvanece. Se considera una clase importante, para su aplicación práctica, de los sistemas de relajación lineal sin interacción directa entre entrada y salida. Para esta clase se obtiene una condición necesaria para que los sistemas dinámicos sean del tipo de relajación. La condición está relacionada con la existencia de una función única de Lyapunov cuadrática que satisface la \"condición de monotonicidad completa\". Esta función única de Lyapunov corresponde a un potencial termodinámico estándar en una familia compacta de potenciales en la termodinámica no equilibrada. Los resultados obtenidos pueden ser útiles en el control automático, la mecánica de los materiales viscoelásticos, y diversas aplicaciones en la física y la teoría de sistemas ",
            "error": [
                ""
            ]
        },
        "thermodynamic potential": {
            "translated_key": "potencial termodinámico",
            "translated_annotated_text": "Funciones de almacenamiento y funciones de Lyapunov para sistemas dinámicos pasivos Para sistemas dinámicos invariantes de tiempo no lineales, las condiciones de pasividad se obtienen bajo algunas restricciones. Las condiciones implican funciones de almacenamiento que satisfacen una desigualdad de disipación. Se define una clase de funciones de almacenamiento que permiten la reconstrucción única de un sistema dinámico pasivo. Estos resultados se ilustran con un ejemplo de un sistema lineal con memoria que se desvanece. Se considera una clase importante, para su aplicación práctica, de los sistemas de relajación lineal sin interacción directa entre entrada y salida. Para esta clase se obtiene una condición necesaria para que los sistemas dinámicos sean del tipo de relajación. La condición está relacionada con la existencia de una función única de Lyapunov cuadrática que satisface la condición de monotonicidad completa. Esta función única de Lyapunov corresponde a un \"potencial termodinámico\" estándar en una familia compacta de potenciales en la termodinámica nonequilibrio. Los resultados obtenidos pueden ser útiles en el control automático, la mecánica de los materiales viscoelásticos, y diversas aplicaciones en la física y la teoría de sistemas ",
            "error": [
                ""
            ]
        },
        "nonequilibrium thermodynamics": {
            "translated_key": [],
            "translated_annotated_text": "Funciones de almacenamiento y funciones de Lyapunov para sistemas dinámicos pasivos Para sistemas dinámicos invariantes de tiempo no lineales, las condiciones de pasividad se obtienen bajo algunas restricciones. Las condiciones implican funciones de almacenamiento que satisfacen una desigualdad de disipación. Se define una clase de funciones de almacenamiento que permiten la reconstrucción única de un sistema dinámico pasivo. Estos resultados se ilustran con un ejemplo de un sistema lineal con memoria que se desvanece. Se considera una clase importante, para su aplicación práctica, de los sistemas de relajación lineal sin interacción directa entre entrada y salida. Para esta clase se obtiene una condición necesaria para que los sistemas dinámicos sean del tipo de relajación. La condición está relacionada con la existencia de una función única de Lyapunov cuadrática que satisface la condición de monotonicidad completa. Esta función única de Lyapunov corresponde a un potencial termodinámico estándar en una familia compacta de potenciales en la termodinámica del nonequilibrio. Los resultados obtenidos pueden ser útiles en el control automático, la mecánica de los materiales viscoelásticos, y diversas aplicaciones en la física y la teoría de sistemas ",
            "error": []
        },
        "automatic control": {
            "translated_key": "control automático",
            "translated_annotated_text": "Funciones de almacenamiento y funciones de Lyapunov para sistemas dinámicos pasivos Para sistemas dinámicos invariantes de tiempo no lineales, las condiciones de pasividad se obtienen bajo algunas restricciones. Las condiciones implican funciones de almacenamiento que satisfacen una desigualdad de disipación. Se define una clase de funciones de almacenamiento que permiten la reconstrucción única de un sistema dinámico pasivo. Estos resultados se ilustran con un ejemplo de un sistema lineal con memoria que se desvanece. Se considera una clase importante, para su aplicación práctica, de los sistemas de relajación lineal sin interacción directa entre entrada y salida. Para esta clase se obtiene una condición necesaria para que los sistemas dinámicos sean del tipo de relajación. La condición está relacionada con la existencia de una función única de Lyapunov cuadrática que satisface la condición de monotonicidad completa. Esta función única de Lyapunov corresponde a un potencial termodinámico estándar en una familia compacta de potenciales en la termodinámica no equilibrada. Los resultados obtenidos pueden ser útiles en \"control automático\", mecánica de materiales viscoelásticos, y diversas aplicaciones en la física y la teoría de sistemas ",
            "error": [
                ""
            ]
        },
        "mechanics": {
            "translated_key": "mecánica",
            "translated_annotated_text": "Funciones de almacenamiento y funciones de Lyapunov para sistemas dinámicos pasivos Para sistemas dinámicos invariantes de tiempo no lineales, las condiciones de pasividad se obtienen bajo algunas restricciones. Las condiciones implican funciones de almacenamiento que satisfacen una desigualdad de disipación. Se define una clase de funciones de almacenamiento que permiten la reconstrucción única de un sistema dinámico pasivo. Estos resultados se ilustran con un ejemplo de un sistema lineal con memoria que se desvanece. Se considera una clase importante, para su aplicación práctica, de los sistemas de relajación lineal sin interacción directa entre entrada y salida. Para esta clase se obtiene una condición necesaria para que los sistemas dinámicos sean del tipo de relajación. La condición está relacionada con la existencia de una función única de Lyapunov cuadrática que satisface la condición de monotonicidad completa. Esta función única de Lyapunov corresponde a un potencial termodinámico estándar en una familia compacta de potenciales en la termodinámica no equilibrada. Los resultados obtenidos pueden ser útiles en el control automático, \"mecánica\" de materiales viscoelásticos, y diversas aplicaciones en la física y la teoría de sistemas ",
            "error": [
                ""
            ]
        },
        "viscoelastic materials": {
            "translated_key": "materiales viscoelásticos",
            "translated_annotated_text": "Funciones de almacenamiento y funciones de Lyapunov para sistemas dinámicos pasivos Para sistemas dinámicos invariantes de tiempo no lineales, las condiciones de pasividad se obtienen bajo algunas restricciones. Las condiciones implican funciones de almacenamiento que satisfacen una desigualdad de disipación. Se define una clase de funciones de almacenamiento que permiten la reconstrucción única de un sistema dinámico pasivo. Estos resultados se ilustran con un ejemplo de un sistema lineal con memoria que se desvanece. Se considera una clase importante, para su aplicación práctica, de los sistemas de relajación lineal sin interacción directa entre entrada y salida. Para esta clase se obtiene una condición necesaria para que los sistemas dinámicos sean del tipo de relajación. La condición está relacionada con la existencia de una función única de Lyapunov cuadrática que satisface la condición de monotonicidad completa. Esta función única de Lyapunov corresponde a un potencial termodinámico estándar en una familia compacta de potenciales en la termodinámica no equilibrada. Los resultados obtenidos pueden ser útiles en el control automático, la mecánica de \"materiales viscoelásticos\", y diversas aplicaciones en la física y la teoría de sistemas ",
            "error": [
                ""
            ]
        },
        "functional equations": {
            "translated_key": [],
            "translated_annotated_text": "Funciones de almacenamiento y funciones de Lyapunov para sistemas dinámicos pasivos Para sistemas dinámicos invariantes de tiempo no lineales, las condiciones de pasividad se obtienen bajo algunas restricciones. Las condiciones implican funciones de almacenamiento que satisfacen una desigualdad de disipación. Se define una clase de funciones de almacenamiento que permiten la reconstrucción única de un sistema dinámico pasivo. Estos resultados se ilustran con un ejemplo de un sistema lineal con memoria que se desvanece. Se considera una clase importante, para su aplicación práctica, de los sistemas de relajación lineal sin interacción directa entre entrada y salida. Para esta clase se obtiene una condición necesaria para que los sistemas dinámicos sean del tipo de relajación. La condición está relacionada con la existencia de una función única de Lyapunov cuadrática que satisface la condición de monotonicidad completa. Esta función única de Lyapunov corresponde a un potencial termodinámico estándar en una familia compacta de potenciales en la termodinámica no equilibrada. Los resultados obtenidos pueden ser útiles en el control automático, la mecánica de los materiales viscoelásticos, y diversas aplicaciones en la física y la teoría de sistemas ",
            "error": []
        },
        "functions": {
            "translated_key": "funciones",
            "translated_annotated_text": "Funciones de almacenamiento y \"funciones\" de Lyapunov para sistemas dinámicos pasivos Para sistemas dinámicos de entrada-salida no lineales invariantes de tiempo las condiciones de pasividad se obtienen bajo algunas restricciones. Las condiciones implican \"funciones\" de almacenamiento que satisfacen una desigualdad de disipación. Se define una clase de \"funciones\" de almacenamiento que permiten la reconstrucción única de un sistema dinámico pasivo. Estos resultados se ilustran con un ejemplo de un sistema lineal con memoria que se desvanece. Se considera una clase importante, para su aplicación práctica, de los sistemas de relajación lineal sin interacción directa entre entrada y salida. Para esta clase se obtiene una condición necesaria para que los sistemas dinámicos sean del tipo de relajación. La condición está relacionada con la existencia de una función única de Lyapunov cuadrática que satisface la condición de monotonicidad completa. Esta función única de Lyapunov corresponde a un potencial termodinámico estándar en una familia compacta de potenciales en la termodinámica no equilibrada. Los resultados obtenidos pueden ser útiles en el control automático, la mecánica de los materiales viscoelásticos, y diversas aplicaciones en la física y la teoría de sistemas ",
            "error": [
                ""
            ]
        },
        "linear systems": {
            "translated_key": [],
            "translated_annotated_text": "Funciones de almacenamiento y funciones de Lyapunov para sistemas dinámicos pasivos Para sistemas dinámicos invariantes de tiempo no lineales, las condiciones de pasividad se obtienen bajo algunas restricciones. Las condiciones implican funciones de almacenamiento que satisfacen una desigualdad de disipación. Se define una clase de funciones de almacenamiento que permiten la reconstrucción única de un sistema dinámico pasivo. Estos resultados se ilustran con un ejemplo de un sistema lineal con memoria que se desvanece. Se considera una clase importante, para su aplicación práctica, de los sistemas de relajación lineal sin interacción directa entre entrada y salida. Para esta clase se obtiene una condición necesaria para que los sistemas dinámicos sean del tipo de relajación. La condición está relacionada con la existencia de una función única de Lyapunov cuadrática que satisface la condición de monotonicidad completa. Esta función única de Lyapunov corresponde a un potencial termodinámico estándar en una familia compacta de potenciales en la termodinámica no equilibrada. Los resultados obtenidos pueden ser útiles en el control automático, la mecánica de los materiales viscoelásticos, y diversas aplicaciones en la física y la teoría de sistemas ",
            "error": []
        },
        "Lyapunov methods": {
            "translated_key": [],
            "translated_annotated_text": "Funciones de almacenamiento y funciones de Lyapunov para sistemas dinámicos pasivos Para sistemas dinámicos invariantes de tiempo no lineales, las condiciones de pasividad se obtienen bajo algunas restricciones. Las condiciones implican funciones de almacenamiento que satisfacen una desigualdad de disipación. Se define una clase de funciones de almacenamiento que permiten la reconstrucción única de un sistema dinámico pasivo. Estos resultados se ilustran con un ejemplo de un sistema lineal con memoria que se desvanece. Se considera una clase importante, para su aplicación práctica, de los sistemas de relajación lineal sin interacción directa entre entrada y salida. Para esta clase se obtiene una condición necesaria para que los sistemas dinámicos sean del tipo de relajación. La condición está relacionada con la existencia de una función única de Lyapunov cuadrática que satisface la condición de monotonicidad completa. Esta función única de Lyapunov corresponde a un potencial termodinámico estándar en una familia compacta de potenciales en la termodinámica no equilibrada. Los resultados obtenidos pueden ser útiles en el control automático, la mecánica de los materiales viscoelásticos, y diversas aplicaciones en la física y la teoría de sistemas ",
            "error": []
        },
        "nonlinear systems": {
            "translated_key": [],
            "translated_annotated_text": "Funciones de almacenamiento y funciones de Lyapunov para sistemas dinámicos pasivos Para sistemas dinámicos invariantes de tiempo no lineales, las condiciones de pasividad se obtienen bajo algunas restricciones. Las condiciones implican funciones de almacenamiento que satisfacen una desigualdad de disipación. Se define una clase de funciones de almacenamiento que permiten la reconstrucción única de un sistema dinámico pasivo. Estos resultados se ilustran con un ejemplo de un sistema lineal con memoria que se desvanece. Se considera una clase importante, para su aplicación práctica, de los sistemas de relajación lineal sin interacción directa entre entrada y salida. Para esta clase se obtiene una condición necesaria para que los sistemas dinámicos sean del tipo de relajación. La condición está relacionada con la existencia de una función única de Lyapunov cuadrática que satisface la condición de monotonicidad completa. Esta función única de Lyapunov corresponde a un potencial termodinámico estándar en una familia compacta de potenciales en la termodinámica no equilibrada. Los resultados obtenidos pueden ser útiles en el control automático, la mecánica de los materiales viscoelásticos, y diversas aplicaciones en la física y la teoría de sistemas ",
            "error": []
        }
    }
}