{
    "original_text": "Establishing the discipline of physics-based CMP modeling For the past decade, a physically based comprehensive process model for chemical mechanical polishing has eluded the semiconductor industry. However, a long-term collaborative effort has now resulted in a workable version of that approach. The highly fundamental model is based on advanced finite element analysis and is beginning to show promise in CMP process development",
    "original_translation": "Establecimiento de la disciplina del modelado CMP basado en la física Durante la última década, un modelo de proceso completo basado en la física para el pulido mecánico químico ha eludido a la industria de semiconductores. Sin embargo, un esfuerzo de colaboración a largo plazo ha dado lugar ahora a una versión viable de ese enfoque. El modelo altamente fundamental se basa en el análisis avanzado de elementos finitos y está empezando a mostrar promesas en el desarrollo de procesos CMP",
    "error_count": 2,
    "keys": {
        "chemical mechanical polishing": {
            "translated_key": "pulido mecánico químico",
            "translated_annotated_text": "Estableciendo la disciplina del modelado CMP basado en la física Durante la última década, un modelo de proceso completo basado en la física para el \"pulido mecánico químico\" ha eludido a la industria de semiconductores. Sin embargo, un esfuerzo de colaboración a largo plazo ha dado lugar ahora a una versión viable de ese enfoque. El modelo altamente fundamental se basa en el análisis avanzado de elementos finitos y está empezando a mostrar promesas en el desarrollo de procesos CMP ",
            "error": [
                ""
            ]
        },
        "CMP": {
            "translated_key": "CMP",
            "translated_annotated_text": "Estableciendo la disciplina del modelado \"CMP\" basado en la física Durante la última década, un modelo de proceso completo basado en la física para el pulido mecánico químico ha eludido a la industria de semiconductores. Sin embargo, un esfuerzo de colaboración a largo plazo ha dado lugar ahora a una versión viable de ese enfoque. El modelo altamente fundamental se basa en el análisis avanzado de elementos finitos y está empezando a mostrar promesas en el desarrollo del proceso \"CMP\" ",
            "error": [
                ""
            ]
        },
        "physically based process model": {
            "translated_key": [],
            "translated_annotated_text": "Establecimiento de la disciplina del modelado CMP basado en la física Durante la última década, un modelo de proceso completo basado en la física para el pulido mecánico químico ha eludido a la industria de semiconductores. Sin embargo, un esfuerzo de colaboración a largo plazo ha dado lugar ahora a una versión viable de ese enfoque. El modelo altamente fundamental se basa en el análisis avanzado de elementos finitos y está empezando a mostrar promesas en el desarrollo de procesos CMP ",
            "error": []
        },
        "finite element analysis": {
            "translated_key": "análisis de elementos finitos",
            "translated_annotated_text": "Establecimiento de la disciplina del modelado CMP basado en la física Durante la última década, un modelo de proceso completo basado en la física para el pulido mecánico químico ha eludido a la industria de semiconductores. Sin embargo, un esfuerzo de colaboración a largo plazo ha dado lugar ahora a una versión viable de ese enfoque. El modelo altamente fundamental se basa en un \"análisis de elementos finitos\" avanzado y está empezando a mostrar promesas en el desarrollo de procesos CMP ",
            "error": [
                ""
            ]
        },
        "CMP process development": {
            "translated_key": "desarrollo de procesos CMP",
            "translated_annotated_text": "Establecimiento de la disciplina del modelado CMP basado en la física Durante la última década, un modelo de proceso completo basado en la física para el pulido mecánico químico ha eludido a la industria de semiconductores. Sin embargo, un esfuerzo de colaboración a largo plazo ha dado lugar ahora a una versión viable de ese enfoque. El modelo altamente fundamental se basa en el análisis avanzado de elementos finitos y está empezando a mostrar promesas en el \"desarrollo de procesos CMP\" ",
            "error": [
                ""
            ]
        },
        "semiconductor process modelling": {
            "translated_key": [],
            "translated_annotated_text": "Establecimiento de la disciplina del modelado CMP basado en la física Durante la última década, un modelo de proceso completo basado en la física para el pulido mecánico químico ha eludido a la industria de semiconductores. Sin embargo, un esfuerzo de colaboración a largo plazo ha dado lugar ahora a una versión viable de ese enfoque. El modelo altamente fundamental se basa en el análisis avanzado de elementos finitos y está empezando a mostrar promesas en el desarrollo de procesos CMP ",
            "error": []
        }
    }
}