{
    "original_text": "Mathematical model of functioning of an insurance company with allowance for advertising expenses A mathematical model of the functioning of an insurance company with allowance for advertising expenses is suggested. The basic characteristics of the capital of the company and the advertising efficiency are examined in the case in which the advertising expenses are proportional to the capital",
    "original_translation": "Modelo matemático de funcionamiento de una compañía de seguros con asignación para gastos de publicidad Se sugiere un modelo matemático del funcionamiento de una compañía de seguros con asignación para gastos de publicidad. Las características básicas del capital de la empresa y la eficiencia publicitaria se examinan en el caso de que los gastos de publicidad sean proporcionales al capital",
    "error_count": 2,
    "keys": {
        "insurance company functioning": {
            "translated_key": [],
            "translated_annotated_text": "Modelo matemático de funcionamiento de una compañía de seguros con asignación para gastos de publicidad Se sugiere un modelo matemático del funcionamiento de una compañía de seguros con asignación para gastos de publicidad. Las características básicas del capital de la empresa y la eficiencia publicitaria se examinan en el caso de que los gastos de publicidad sean proporcionales al capital ",
            "error": []
        },
        "advertising expenses allowance": {
            "translated_key": [],
            "translated_annotated_text": "Modelo matemático de funcionamiento de una compañía de seguros con asignación para gastos de publicidad Se sugiere un modelo matemático del funcionamiento de una compañía de seguros con asignación para gastos de publicidad. Las características básicas del capital de la empresa y la eficiencia publicitaria se examinan en el caso de que los gastos de publicidad sean proporcionales al capital ",
            "error": []
        },
        "capital": {
            "translated_key": "capital",
            "translated_annotated_text": "Modelo matemático de funcionamiento de una compañía de seguros con asignación para gastos de publicidad Se sugiere un modelo matemático del funcionamiento de una compañía de seguros con asignación para gastos de publicidad. Las características básicas del \"capital\" de la empresa y la eficiencia publicitaria se examinan en el caso de que los gastos de publicidad sean proporcionales al \"capital\" ",
            "error": [
                ""
            ]
        },
        "mathematical model": {
            "translated_key": "modelo matemático",
            "translated_annotated_text": "Modelo matemático de funcionamiento de una compañía de seguros con asignación para gastos de publicidad Se sugiere un \"modelo matemático\" del funcionamiento de una compañía de seguros con asignación para gastos de publicidad. Las características básicas del capital de la empresa y la eficiencia publicitaria se examinan en el caso de que los gastos de publicidad sean proporcionales al capital ",
            "error": [
                ""
            ]
        },
        "advertising": {
            "translated_key": "publicidad",
            "translated_annotated_text": "Modelo matemático de funcionamiento de una compañía de seguros con asignación para gastos de \"publicidad\" Se sugiere un modelo matemático del funcionamiento de una compañía de seguros con asignación para gastos de \"publicidad\". Las características básicas del capital de la empresa y la eficiencia \"publicidad\" se examinan en el caso de que los gastos \"publicidad\" sean proporcionales al capital ",
            "error": [
                ""
            ]
        },
        "insurance": {
            "translated_key": "seguro",
            "translated_annotated_text": "Modelo matemático de funcionamiento de una empresa de \"seguro\" con asignación para gastos de publicidad Se sugiere un modelo matemático del funcionamiento de una empresa de \"seguro\" con asignación para gastos de publicidad. Las características básicas del capital de la empresa y la eficiencia publicitaria se examinan en el caso de que los gastos de publicidad sean proporcionales al capital ",
            "error": [
                ""
            ]
        }
    }
}