{
    "original_text": "Achieving competitive capabilities in e-services What implications does the Internet have for service operations strategy? How can business performance of e-service companies be improved in todays knowledge-based economy? These research questions are the subject of the paper. We propose a model that links the e-service companys knowledge-based competencies with their competitive capabilities. Drawing from the current literature, our analysis suggests that services that strategically build a portfolio of knowledge-based competencies, namely human capital, structural capital, and absorptive capacity have more operations-based options, than their counterparts who are less apt to invest. We assume that the combinative capabilities of service quality, delivery, flexibility, and cost are determined by the investment in intellectual capital. Arguably, with the advent of the Internet, different operating models (e.g., bricks-and-mortar, clicks-and-mortar, or pure dot-com) have different strategic imperatives in terms of knowledge-based competencies. Thus, the new e-operations paradigm can be viewed as a configuration of knowledge-based competencies and capabilities",
    "original_translation": "Lograr capacidades competitivas en los servicios electrónicos ¿Qué implicaciones tiene Internet para la estrategia de operaciones de servicios? ¿Cómo puede mejorarse el rendimiento empresarial de las empresas de servicios electrónicos en la economía basada en el conocimiento actual? Estas preguntas de investigación son el tema del artículo. Proponemos un modelo que vincule las competencias basadas en el conocimiento de las empresas de servicios electrónicos con sus capacidades competitivas. A partir de la literatura actual, nuestro análisis sugiere que los servicios que construyen estratégicamente una cartera de competencias basadas en el conocimiento, a saber, el capital humano, el capital estructural y la capacidad de absorción, tienen más opciones basadas en operaciones que sus contrapartes que son menos capaces de invertir. Asumimos que las capacidades combinadas de calidad de servicio, entrega, flexibilidad y costo están determinadas por la inversión en capital intelectual. Se puede argumentar que con la llegada de Internet, diferentes modelos operativos (por ejemplo, ladrillos y morteros, clics y morteros, o punto-com puro) tienen diferentes imperativos estratégicos en términos de competencias basadas en el conocimiento. Por lo tanto, el nuevo paradigma de las operaciones electrónicas puede considerarse una configuración de competencias y capacidades basadas en el conocimiento",
    "error_count": 6,
    "keys": {
        "competitive capabilities": {
            "translated_key": "capacidades competitivas",
            "translated_annotated_text": "Lograr <br>capacidades competitivas</br> en los servicios electrónicos ¿Qué implicaciones tiene Internet para la estrategia de operaciones de servicios?.  ¿Cómo puede mejorarse el rendimiento empresarial de las empresas de servicios electrónicos en la economía basada en el conocimiento actual? Estas preguntas de investigación son el tema del artículo. Proponemos un modelo que vincule las competencias basadas en el conocimiento de las empresas de servicios electrónicos con sus <br>capacidades competitivas</br>.  A partir de la literatura actual, nuestro análisis sugiere que los servicios que construyen estratégicamente una cartera de competencias basadas en el conocimiento, a saber, el capital humano, el capital estructural y la capacidad de absorción, tienen más opciones basadas en operaciones que sus contrapartes que son menos capaces de invertir. Asumimos que las capacidades combinadas de calidad de servicio, entrega, flexibilidad y costo están determinadas por la inversión en capital intelectual. Se puede argumentar que con la llegada de Internet, diferentes modelos operativos (por ejemplo, ladrillos y morteros, clics y morteros, o punto-com puro) tienen diferentes imperativos estratégicos en términos de competencias basadas en el conocimiento. Por lo tanto, el nuevo paradigma de las operaciones electrónicas puede considerarse una configuración de competencias y capacidades basadas en el conocimiento ",
            "error": [
                ""
            ]
        },
        "e-services": {
            "translated_key": "e",
            "translated_annotated_text": "Logro de capacidades competitivas en los servicios <br>e</br> ¿Qué implicaciones tiene Internet para la estrategia de operaciones de servicios? ¿Cómo puede mejorarse el rendimiento empresarial de las empresas de servicios electrónicos en la economía basada en el conocimiento actual? Estas preguntas de investigación son el tema del artículo. Proponemos un modelo que vincule las competencias basadas en el conocimiento de las empresas de servicios electrónicos con sus capacidades competitivas. A partir de la literatura actual, nuestro análisis sugiere que los servicios que construyen estratégicamente una cartera de competencias basadas en el conocimiento, a saber, el capital humano, el capital estructural y la capacidad de absorción, tienen más opciones basadas en operaciones que sus contrapartes que son menos capaces de invertir. Asumimos que las capacidades combinadas de calidad de servicio, entrega, flexibilidad y costo están determinadas por la inversión en capital intelectual. Se puede argumentar que con la llegada de Internet, diferentes modelos operativos (por ejemplo, ladrillos y morteros, clics y morteros, o punto-com puro) tienen diferentes imperativos estratégicos en términos de competencias basadas en el conocimiento. Por lo tanto, el nuevo paradigma de las operaciones electrónicas puede considerarse una configuración de competencias y capacidades basadas en el conocimiento ",
            "error": [
                ""
            ]
        },
        "Internet": {
            "translated_key": "Internet",
            "translated_annotated_text": "Lograr capacidades competitivas en los servicios electrónicos ¿Qué implicaciones tiene la <br>Internet</br> para la estrategia de operaciones de servicios? ¿Cómo puede mejorarse el rendimiento empresarial de las empresas de servicios electrónicos en la economía basada en el conocimiento actual? Estas preguntas de investigación son el tema del artículo. Proponemos un modelo que vincule las competencias basadas en el conocimiento de las empresas de servicios electrónicos con sus capacidades competitivas. A partir de la literatura actual, nuestro análisis sugiere que los servicios que construyen estratégicamente una cartera de competencias basadas en el conocimiento, a saber, el capital humano, el capital estructural y la capacidad de absorción, tienen más opciones basadas en operaciones que sus contrapartes que son menos capaces de invertir. Asumimos que las capacidades combinadas de calidad de servicio, entrega, flexibilidad y costo están determinadas por la inversión en capital intelectual. Se puede argumentar que con la llegada de la <br>Internet</br>, diferentes modelos operativos (por ejemplo, ladrillos y morteros, clics y morteros, o punto-com puro) tienen diferentes imperativos estratégicos en términos de competencias basadas en el conocimiento. Por lo tanto, el nuevo paradigma de las operaciones electrónicas puede considerarse una configuración de competencias y capacidades basadas en el conocimiento ",
            "error": [
                ""
            ]
        },
        "service operations strategy": {
            "translated_key": "servicio",
            "translated_annotated_text": "Alcanzar capacidades competitivas en los servicios electrónicos ¿Qué implicaciones tiene Internet para la estrategia de operaciones de <br>servicio</br>? ¿Cómo puede mejorarse el rendimiento empresarial de las empresas de servicios electrónicos en la economía basada en el conocimiento actual? Estas preguntas de investigación son el tema del artículo. Proponemos un modelo que vincule las competencias basadas en el conocimiento de las empresas de servicios electrónicos con sus capacidades competitivas. A partir de la literatura actual, nuestro análisis sugiere que los servicios que construyen estratégicamente una cartera de competencias basadas en el conocimiento, a saber, el capital humano, el capital estructural y la capacidad de absorción, tienen más opciones basadas en operaciones que sus contrapartes que son menos capaces de invertir. Asumimos que las capacidades combinadas de calidad de servicio, entrega, flexibilidad y costo están determinadas por la inversión en capital intelectual. Se puede argumentar que con la llegada de Internet, diferentes modelos operativos (por ejemplo, ladrillos y morteros, clics y morteros, o punto-com puro) tienen diferentes imperativos estratégicos en términos de competencias basadas en el conocimiento. Por lo tanto, el nuevo paradigma de las operaciones electrónicas puede considerarse una configuración de competencias y capacidades basadas en el conocimiento ",
            "error": [
                ""
            ]
        },
        "business performance": {
            "translated_key": "rendimiento empresarial",
            "translated_annotated_text": "Lograr capacidades competitivas en los servicios electrónicos ¿Qué implicaciones tiene Internet para la estrategia de operaciones de servicios? ¿Cómo puede mejorarse el <br>rendimiento empresarial</br> de las empresas de servicios electrónicos en la economía basada en el conocimiento actual?. Estas preguntas de investigación son el tema del artículo. Proponemos un modelo que vincule las competencias basadas en el conocimiento de las empresas de servicios electrónicos con sus capacidades competitivas. A partir de la literatura actual, nuestro análisis sugiere que los servicios que construyen estratégicamente una cartera de competencias basadas en el conocimiento, a saber, el capital humano, el capital estructural y la capacidad de absorción, tienen más opciones basadas en operaciones que sus contrapartes que son menos capaces de invertir. Asumimos que las capacidades combinadas de calidad de servicio, entrega, flexibilidad y costo están determinadas por la inversión en capital intelectual. Se puede argumentar que con la llegada de Internet, diferentes modelos operativos (por ejemplo, ladrillos y morteros, clics y morteros, o punto-com puro) tienen diferentes imperativos estratégicos en términos de competencias basadas en el conocimiento. Por lo tanto, el nuevo paradigma de las operaciones electrónicas puede considerarse una configuración de competencias y capacidades basadas en el conocimiento ",
            "error": [
                ""
            ]
        },
        "knowledge-based economy": {
            "translated_key": "economía basada en el conocimiento",
            "translated_annotated_text": "Lograr capacidades competitivas en los servicios electrónicos ¿Qué implicaciones tiene Internet para la estrategia de operaciones de servicios? ¿Cómo puede mejorarse el rendimiento empresarial de las empresas de servicios electrónicos en la <br>economía basada en el conocimiento</br> actual?. Estas preguntas de investigación son el tema del artículo. Proponemos un modelo que vincule las competencias basadas en el conocimiento de las empresas de servicios electrónicos con sus capacidades competitivas. A partir de la literatura actual, nuestro análisis sugiere que los servicios que construyen estratégicamente una cartera de competencias basadas en el conocimiento, a saber, el capital humano, el capital estructural y la capacidad de absorción, tienen más opciones basadas en operaciones que sus contrapartes que son menos capaces de invertir. Asumimos que las capacidades combinadas de calidad de servicio, entrega, flexibilidad y costo están determinadas por la inversión en capital intelectual. Se puede argumentar que con la llegada de Internet, diferentes modelos operativos (por ejemplo, ladrillos y morteros, clics y morteros, o punto-com puro) tienen diferentes imperativos estratégicos en términos de competencias basadas en el conocimiento. Por lo tanto, el nuevo paradigma de las operaciones electrónicas puede considerarse una configuración de competencias y capacidades basadas en el conocimiento ",
            "error": [
                ""
            ]
        },
        "knowledge-based competencies": {
            "translated_key": [
                " competencias basadas en el conocimiento",
                "competencias basadas en el conocimiento",
                "competencias basadas en el conocimiento"
            ],
            "translated_annotated_text": "Lograr capacidades competitivas en los servicios electrónicos ¿Qué implicaciones tiene Internet para la estrategia de operaciones de servicios? ¿Cómo puede mejorarse el rendimiento empresarial de las empresas de servicios electrónicos en la economía basada en el conocimiento actual? Estas preguntas de investigación son el tema del artículo. Proponemos un modelo que vincule a las empresas de servicios electrónicos <br> competencias basadas en el conocimiento</br> con sus capacidades competitivas. A partir de la literatura actual, nuestro análisis sugiere que los servicios que construyen estratégicamente una cartera de <br>competencias basadas en el conocimiento</br>, a saber, el capital humano, el capital estructural y la capacidad de absorción, tienen más opciones basadas en las operaciones, que sus contrapartes que son menos capaces de invertir.  Asumimos que las capacidades combinadas de calidad de servicio, entrega, flexibilidad y costo están determinadas por la inversión en capital intelectual. Se puede argumentar que con la llegada de Internet, diferentes modelos operativos (por ejemplo, ladrillos y morteros, clics y morteros, o punto-com puro) tienen diferentes imperativos estratégicos en términos de <br>competencias basadas en el conocimiento</br>.  Por lo tanto, el nuevo paradigma de las operaciones electrónicas puede considerarse una configuración de competencias y capacidades basadas en el conocimiento. ",
            "error": [
                " competencias basadas en el conocimiento",
                "competencias basadas en el conocimiento",
                "competencias basadas en el conocimiento"
            ]
        },
        "human capital": {
            "translated_key": "capital humano",
            "translated_annotated_text": "Lograr capacidades competitivas en los servicios electrónicos ¿Qué implicaciones tiene Internet para la estrategia de operaciones de servicios? ¿Cómo puede mejorarse el rendimiento empresarial de las empresas de servicios electrónicos en la economía basada en el conocimiento actual? Estas preguntas de investigación son el tema del artículo. Proponemos un modelo que vincule las competencias basadas en el conocimiento de las empresas de servicios electrónicos con sus capacidades competitivas. A partir de la literatura actual, nuestro análisis sugiere que los servicios que construyen estratégicamente una cartera de competencias basadas en el conocimiento, a saber, el <br>capital humano</br>, el capital estructural y la capacidad de absorción, tienen más opciones basadas en las operaciones que sus contrapartes que son menos capaces de invertir. Asumimos que las capacidades combinadas de calidad de servicio, entrega, flexibilidad y costo están determinadas por la inversión en capital intelectual. Se puede argumentar que con la llegada de Internet, diferentes modelos operativos (por ejemplo, ladrillos y morteros, clics y morteros, o punto-com puro) tienen diferentes imperativos estratégicos en términos de competencias basadas en el conocimiento. Por lo tanto, el nuevo paradigma de las operaciones electrónicas puede considerarse una configuración de competencias y capacidades basadas en el conocimiento ",
            "error": [
                ""
            ]
        },
        "structural capital": {
            "translated_key": "capital estructural",
            "translated_annotated_text": "Lograr capacidades competitivas en los servicios electrónicos ¿Qué implicaciones tiene Internet para la estrategia de operaciones de servicios? ¿Cómo puede mejorarse el rendimiento empresarial de las empresas de servicios electrónicos en la economía basada en el conocimiento actual? Estas preguntas de investigación son el tema del artículo. Proponemos un modelo que vincule las competencias basadas en el conocimiento de las empresas de servicios electrónicos con sus capacidades competitivas. A partir de la literatura actual, nuestro análisis sugiere que los servicios que construyen estratégicamente una cartera de competencias basadas en el conocimiento, a saber, capital humano, <br>capital estructural</br> y capacidad de absorción, tienen más opciones basadas en operaciones, que sus contrapartes que son menos capaces de invertir. <br>capital estructural</br>. Asumimos que las capacidades combinadas de calidad de servicio, entrega, flexibilidad y costo están determinadas por la inversión en capital intelectual. Se puede argumentar que con la llegada de Internet, diferentes modelos operativos (por ejemplo, ladrillos y morteros, clics y morteros, o punto-com puro) tienen diferentes imperativos estratégicos en términos de competencias basadas en el conocimiento. Por lo tanto, el nuevo paradigma de las operaciones electrónicas puede considerarse una configuración de competencias y capacidades basadas en el conocimiento ",
            "error": [
                ""
            ]
        },
        "absorptive capacity": {
            "translated_key": "capacidad de absorción",
            "translated_annotated_text": "Lograr capacidades competitivas en los servicios electrónicos ¿Qué implicaciones tiene Internet para la estrategia de operaciones de servicios? ¿Cómo puede mejorarse el rendimiento empresarial de las empresas de servicios electrónicos en la economía basada en el conocimiento actual? Estas preguntas de investigación son el tema del artículo. Proponemos un modelo que vincule las competencias basadas en el conocimiento de las empresas de servicios electrónicos con sus capacidades competitivas. A partir de la literatura actual, nuestro análisis sugiere que los servicios que construyen estratégicamente una cartera de competencias basadas en el conocimiento, a saber, capital humano, capital estructural y <br>capacidad de absorción</br>, tienen más opciones basadas en operaciones, que sus contrapartes que son menos aptas para invertir. <br>capacidad de absorción</br>. Asumimos que las capacidades combinadas de calidad de servicio, entrega, flexibilidad y costo están determinadas por la inversión en capital intelectual. Se puede argumentar que con la llegada de Internet, diferentes modelos operativos (por ejemplo, ladrillos y morteros, clics y morteros, o punto-com puro) tienen diferentes imperativos estratégicos en términos de competencias basadas en el conocimiento. Por lo tanto, el nuevo paradigma de las operaciones electrónicas puede considerarse una configuración de competencias y capacidades basadas en el conocimiento ",
            "error": [
                ""
            ]
        },
        "operations-based options": {
            "translated_key": "opciones basadas en operaciones",
            "translated_annotated_text": "Lograr capacidades competitivas en los servicios electrónicos ¿Qué implicaciones tiene Internet para la estrategia de operaciones de servicios? ¿Cómo puede mejorarse el rendimiento empresarial de las empresas de servicios electrónicos en la economía basada en el conocimiento actual? Estas preguntas de investigación son el tema del artículo. Proponemos un modelo que vincule las competencias basadas en el conocimiento de las empresas de servicios electrónicos con sus capacidades competitivas. A partir de la literatura actual, nuestro análisis sugiere que los servicios que construyen estratégicamente una cartera de competencias basadas en el conocimiento, a saber, capital humano, capital estructural y capacidad de absorción, tienen más <br>opciones basadas en operaciones</br>, que sus contrapartes que son menos capaces de invertir. <br>opciones basadas en operaciones</br>. Asumimos que las capacidades combinadas de calidad de servicio, entrega, flexibilidad y costo están determinadas por la inversión en capital intelectual. Se puede argumentar que con la llegada de Internet, diferentes modelos operativos (por ejemplo, ladrillos y morteros, clics y morteros, o punto-com puro) tienen diferentes imperativos estratégicos en términos de competencias basadas en el conocimiento. Por lo tanto, el nuevo paradigma de las operaciones electrónicas puede considerarse una configuración de competencias y capacidades basadas en el conocimiento ",
            "error": [
                ""
            ]
        },
        "combinative capabilities": {
            "translated_key": [],
            "translated_annotated_text": "Lograr capacidades competitivas en los servicios electrónicos ¿Qué implicaciones tiene Internet para la estrategia de operaciones de servicios? ¿Cómo puede mejorarse el rendimiento empresarial de las empresas de servicios electrónicos en la economía basada en el conocimiento actual? Estas preguntas de investigación son el tema del artículo. Proponemos un modelo que vincule las competencias basadas en el conocimiento de las empresas de servicios electrónicos con sus capacidades competitivas. A partir de la literatura actual, nuestro análisis sugiere que los servicios que construyen estratégicamente una cartera de competencias basadas en el conocimiento, a saber, el capital humano, el capital estructural y la capacidad de absorción, tienen más opciones basadas en operaciones que sus contrapartes que son menos capaces de invertir. Asumimos que las capacidades combinadas <br> de calidad de servicio, entrega, flexibilidad y costo están determinadas por la inversión en capital intelectual. Se puede argumentar que con la llegada de Internet, diferentes modelos operativos (por ejemplo, ladrillos y morteros, clics y morteros, o punto-com puro) tienen diferentes imperativos estratégicos en términos de competencias basadas en el conocimiento. Por lo tanto, el nuevo paradigma de las operaciones electrónicas puede considerarse una configuración de competencias y capacidades basadas en el conocimiento ",
            "error": []
        },
        "service quality": {
            "translated_key": [],
            "translated_annotated_text": "Lograr capacidades competitivas en los servicios electrónicos ¿Qué implicaciones tiene Internet para la estrategia de operaciones de servicios? ¿Cómo puede mejorarse el rendimiento empresarial de las empresas de servicios electrónicos en la economía basada en el conocimiento actual? Estas preguntas de investigación son el tema del artículo. Proponemos un modelo que vincule las competencias basadas en el conocimiento de las empresas de servicios electrónicos con sus capacidades competitivas. A partir de la literatura actual, nuestro análisis sugiere que los servicios que construyen estratégicamente una cartera de competencias basadas en el conocimiento, a saber, el capital humano, el capital estructural y la capacidad de absorción, tienen más opciones basadas en operaciones que sus contrapartes que son menos capaces de invertir. Asumimos que las capacidades combinativas de calidad de servicio <br>, entrega, flexibilidad y costo están determinadas por la inversión en capital intelectual. Se puede argumentar que con la llegada de Internet, diferentes modelos operativos (por ejemplo, ladrillos y morteros, clics y morteros, o punto-com puro) tienen diferentes imperativos estratégicos en términos de competencias basadas en el conocimiento. Por lo tanto, el nuevo paradigma de las operaciones electrónicas puede considerarse una configuración de competencias y capacidades basadas en el conocimiento ",
            "error": []
        },
        "delivery": {
            "translated_key": "delivery",
            "translated_annotated_text": "Lograr capacidades competitivas en los servicios electrónicos ¿Qué implicaciones tiene Internet para la estrategia de operaciones de servicios? ¿Cómo puede mejorarse el rendimiento empresarial de las empresas de servicios electrónicos en la economía basada en el conocimiento actual? Estas preguntas de investigación son el tema del artículo. Proponemos un modelo que vincule las competencias basadas en el conocimiento de las empresas de servicios electrónicos con sus capacidades competitivas. A partir de la literatura actual, nuestro análisis sugiere que los servicios que construyen estratégicamente una cartera de competencias basadas en el conocimiento, a saber, el capital humano, el capital estructural y la capacidad de absorción, tienen más opciones basadas en operaciones que sus contrapartes que son menos capaces de invertir. Asumimos que las capacidades combinativas de calidad de servicio, <br>delivery</br>, flexibilidad y costo están determinadas por la inversión en capital intelectual. Se puede argumentar que con la llegada de Internet, diferentes modelos operativos (por ejemplo, ladrillos y morteros, clics y morteros, o punto-com puro) tienen diferentes imperativos estratégicos en términos de competencias basadas en el conocimiento. Por lo tanto, el nuevo paradigma de las operaciones electrónicas puede considerarse una configuración de competencias y capacidades basadas en el conocimiento ",
            "error": [
                ""
            ]
        },
        "flexibility": {
            "translated_key": "flexibilidad",
            "translated_annotated_text": "Lograr capacidades competitivas en los servicios electrónicos ¿Qué implicaciones tiene Internet para la estrategia de operaciones de servicios? ¿Cómo puede mejorarse el rendimiento empresarial de las empresas de servicios electrónicos en la economía basada en el conocimiento actual? Estas preguntas de investigación son el tema del artículo. Proponemos un modelo que vincule las competencias basadas en el conocimiento de las empresas de servicios electrónicos con sus capacidades competitivas. A partir de la literatura actual, nuestro análisis sugiere que los servicios que construyen estratégicamente una cartera de competencias basadas en el conocimiento, a saber, el capital humano, el capital estructural y la capacidad de absorción, tienen más opciones basadas en operaciones que sus contrapartes que son menos capaces de invertir. Asumimos que las capacidades combinadas de calidad de servicio, entrega, <br>flexibilidad</br> y costo están determinadas por la inversión en capital intelectual. Se puede argumentar que con la llegada de Internet, diferentes modelos operativos (por ejemplo, ladrillos y morteros, clics y morteros, o punto-com puro) tienen diferentes imperativos estratégicos en términos de competencias basadas en el conocimiento. Por lo tanto, el nuevo paradigma de las operaciones electrónicas puede considerarse una configuración de competencias y capacidades basadas en el conocimiento ",
            "error": [
                ""
            ]
        },
        "cost": {
            "translated_key": "cost",
            "translated_annotated_text": "Lograr capacidades competitivas en los servicios electrónicos ¿Qué implicaciones tiene Internet para la estrategia de operaciones de servicios? ¿Cómo puede mejorarse el rendimiento empresarial de las empresas de servicios electrónicos en la economía basada en el conocimiento actual? Estas preguntas de investigación son el tema del artículo. Proponemos un modelo que vincule las competencias basadas en el conocimiento de las empresas de servicios electrónicos con sus capacidades competitivas. A partir de la literatura actual, nuestro análisis sugiere que los servicios que construyen estratégicamente una cartera de competencias basadas en el conocimiento, a saber, el capital humano, el capital estructural y la capacidad de absorción, tienen más opciones basadas en operaciones que sus contrapartes que son menos capaces de invertir. Asumimos que las capacidades combinativas de calidad de servicio, entrega, flexibilidad y <br>cost</br> están determinadas por la inversión en capital intelectual. Se puede argumentar que con la llegada de Internet, diferentes modelos operativos (por ejemplo, ladrillos y morteros, clics y morteros, o punto-com puro) tienen diferentes imperativos estratégicos en términos de competencias basadas en el conocimiento. Por lo tanto, el nuevo paradigma de las operaciones electrónicas puede considerarse una configuración de competencias y capacidades basadas en el conocimiento ",
            "error": [
                ""
            ]
        },
        "investment": {
            "translated_key": "inversión",
            "translated_annotated_text": "Lograr capacidades competitivas en los servicios electrónicos ¿Qué implicaciones tiene Internet para la estrategia de operaciones de servicios? ¿Cómo puede mejorarse el rendimiento empresarial de las empresas de servicios electrónicos en la economía basada en el conocimiento actual? Estas preguntas de investigación son el tema del artículo. Proponemos un modelo que vincule las competencias basadas en el conocimiento de las empresas de servicios electrónicos con sus capacidades competitivas. A partir de la literatura actual, nuestro análisis sugiere que los servicios que construyen estratégicamente una cartera de competencias basadas en el conocimiento, a saber, el capital humano, el capital estructural y la capacidad de absorción, tienen más opciones basadas en operaciones que sus contrapartes que son menos capaces de invertir. Asumimos que las capacidades combinadas de calidad de servicio, entrega, flexibilidad y costo están determinadas por la <br>inversión</br> en capital intelectual. Se puede argumentar que con la llegada de Internet, diferentes modelos operativos (por ejemplo, ladrillos y morteros, clics y morteros, o punto-com puro) tienen diferentes imperativos estratégicos en términos de competencias basadas en el conocimiento. Por lo tanto, el nuevo paradigma de las operaciones electrónicas puede considerarse una configuración de competencias y capacidades basadas en el conocimiento ",
            "error": [
                ""
            ]
        },
        "intellectual capital": {
            "translated_key": "capital intelectual",
            "translated_annotated_text": "Lograr capacidades competitivas en los servicios electrónicos ¿Qué implicaciones tiene Internet para la estrategia de operaciones de servicios? ¿Cómo puede mejorarse el rendimiento empresarial de las empresas de servicios electrónicos en la economía basada en el conocimiento actual? Estas preguntas de investigación son el tema del artículo. Proponemos un modelo que vincule las competencias basadas en el conocimiento de las empresas de servicios electrónicos con sus capacidades competitivas. A partir de la literatura actual, nuestro análisis sugiere que los servicios que construyen estratégicamente una cartera de competencias basadas en el conocimiento, a saber, el capital humano, el capital estructural y la capacidad de absorción, tienen más opciones basadas en operaciones que sus contrapartes que son menos capaces de invertir. Asumimos que las capacidades combinativas de calidad de servicio, entrega, flexibilidad y costo están determinadas por la inversión en <br>capital intelectual</br>.  Se puede argumentar que con la llegada de Internet, diferentes modelos operativos (por ejemplo, ladrillos y morteros, clics y morteros, o punto-com puro) tienen diferentes imperativos estratégicos en términos de competencias basadas en el conocimiento. Por lo tanto, el nuevo paradigma de las operaciones electrónicas puede considerarse una configuración de competencias y capacidades basadas en el conocimiento ",
            "error": [
                ""
            ]
        },
        "bricks-and-mortar": {
            "translated_key": "bricks-and-mortar",
            "translated_annotated_text": "Lograr capacidades competitivas en los servicios electrónicos ¿Qué implicaciones tiene Internet para la estrategia de operaciones de servicios? ¿Cómo puede mejorarse el rendimiento empresarial de las empresas de servicios electrónicos en la economía basada en el conocimiento actual? Estas preguntas de investigación son el tema del artículo. Proponemos un modelo que vincule las competencias basadas en el conocimiento de las empresas de servicios electrónicos con sus capacidades competitivas. A partir de la literatura actual, nuestro análisis sugiere que los servicios que construyen estratégicamente una cartera de competencias basadas en el conocimiento, a saber, el capital humano, el capital estructural y la capacidad de absorción, tienen más opciones basadas en operaciones que sus contrapartes que son menos capaces de invertir. Asumimos que las capacidades combinadas de calidad de servicio, entrega, flexibilidad y costo están determinadas por la inversión en capital intelectual. Se puede argumentar que con la llegada de Internet, diferentes modelos operativos (por ejemplo, <br>bricks-and-mortar</br>, clicks-and-mortar, o punto-com puro) tienen diferentes imperativos estratégicos en términos de competencias basadas en el conocimiento. Por lo tanto, el nuevo paradigma de las operaciones electrónicas puede considerarse una configuración de competencias y capacidades basadas en el conocimiento ",
            "error": [
                ""
            ]
        },
        "clicks-and-mortar": {
            "translated_key": "clicks y morteros",
            "translated_annotated_text": "Lograr capacidades competitivas en los servicios electrónicos ¿Qué implicaciones tiene Internet para la estrategia de operaciones de servicios? ¿Cómo puede mejorarse el rendimiento empresarial de las empresas de servicios electrónicos en la economía basada en el conocimiento actual? Estas preguntas de investigación son el tema del artículo. Proponemos un modelo que vincule las competencias basadas en el conocimiento de las empresas de servicios electrónicos con sus capacidades competitivas. A partir de la literatura actual, nuestro análisis sugiere que los servicios que construyen estratégicamente una cartera de competencias basadas en el conocimiento, a saber, el capital humano, el capital estructural y la capacidad de absorción, tienen más opciones basadas en operaciones que sus contrapartes que son menos capaces de invertir. Asumimos que las capacidades combinadas de calidad de servicio, entrega, flexibilidad y costo están determinadas por la inversión en capital intelectual. Se puede argumentar que con la llegada de Internet, diferentes modelos operativos (por ejemplo, ladrillos y morteros, <br>clicks y morteros</br>, o punto-com puro) tienen diferentes imperativos estratégicos en términos de competencias basadas en el conocimiento. Por lo tanto, el nuevo paradigma de las operaciones electrónicas puede considerarse una configuración de competencias y capacidades basadas en el conocimiento ",
            "error": [
                ""
            ]
        },
        "dot-com": {
            "translated_key": "dot-com",
            "translated_annotated_text": "Lograr capacidades competitivas en los servicios electrónicos ¿Qué implicaciones tiene Internet para la estrategia de operaciones de servicios? ¿Cómo puede mejorarse el rendimiento empresarial de las empresas de servicios electrónicos en la economía basada en el conocimiento actual? Estas preguntas de investigación son el tema del artículo. Proponemos un modelo que vincule las competencias basadas en el conocimiento de las empresas de servicios electrónicos con sus capacidades competitivas. A partir de la literatura actual, nuestro análisis sugiere que los servicios que construyen estratégicamente una cartera de competencias basadas en el conocimiento, a saber, el capital humano, el capital estructural y la capacidad de absorción, tienen más opciones basadas en operaciones que sus contrapartes que son menos capaces de invertir. Asumimos que las capacidades combinadas de calidad de servicio, entrega, flexibilidad y costo están determinadas por la inversión en capital intelectual. Se puede argumentar que con la llegada de Internet, diferentes modelos operativos (por ejemplo, ladrillos y morteros, clics y morteros, o puros <br>dot-com</br>) tienen diferentes imperativos estratégicos en términos de competencias basadas en el conocimiento. Por lo tanto, el nuevo paradigma de las operaciones electrónicas puede considerarse una configuración de competencias y capacidades basadas en el conocimiento ",
            "error": [
                ""
            ]
        },
        "strategic imperatives": {
            "translated_key": "imperativos estratégicos",
            "translated_annotated_text": "Lograr capacidades competitivas en los servicios electrónicos ¿Qué implicaciones tiene Internet para la estrategia de operaciones de servicios? ¿Cómo puede mejorarse el rendimiento empresarial de las empresas de servicios electrónicos en la economía basada en el conocimiento actual? Estas preguntas de investigación son el tema del artículo. Proponemos un modelo que vincule las competencias basadas en el conocimiento de las empresas de servicios electrónicos con sus capacidades competitivas. A partir de la literatura actual, nuestro análisis sugiere que los servicios que construyen estratégicamente una cartera de competencias basadas en el conocimiento, a saber, el capital humano, el capital estructural y la capacidad de absorción, tienen más opciones basadas en operaciones que sus contrapartes que son menos capaces de invertir. Asumimos que las capacidades combinadas de calidad de servicio, entrega, flexibilidad y costo están determinadas por la inversión en capital intelectual. Se puede argumentar que con la llegada de Internet, diferentes modelos operativos (por ejemplo, ladrillos y morteros, clics y morteros, o punto-com puro) tienen diferentes <br>imperativos estratégicos</br> en términos de competencias basadas en el conocimiento.  Por lo tanto, el nuevo paradigma de las operaciones electrónicas puede considerarse una configuración de competencias y capacidades basadas en el conocimiento ",
            "error": [
                ""
            ]
        },
        "corporate modelling": {
            "translated_key": [],
            "translated_annotated_text": "Lograr capacidades competitivas en los servicios electrónicos ¿Qué implicaciones tiene Internet para la estrategia de operaciones de servicios? ¿Cómo puede mejorarse el rendimiento empresarial de las empresas de servicios electrónicos en la economía basada en el conocimiento actual? Estas preguntas de investigación son el tema del artículo. Proponemos un modelo que vincule las competencias basadas en el conocimiento de las empresas de servicios electrónicos con sus capacidades competitivas. A partir de la literatura actual, nuestro análisis sugiere que los servicios que construyen estratégicamente una cartera de competencias basadas en el conocimiento, a saber, el capital humano, el capital estructural y la capacidad de absorción, tienen más opciones basadas en operaciones que sus contrapartes que son menos capaces de invertir. Asumimos que las capacidades combinadas de calidad de servicio, entrega, flexibilidad y costo están determinadas por la inversión en capital intelectual. Se puede argumentar que con la llegada de Internet, diferentes modelos operativos (por ejemplo, ladrillos y morteros, clics y morteros, o punto-com puro) tienen diferentes imperativos estratégicos en términos de competencias basadas en el conocimiento. Por lo tanto, el nuevo paradigma de las operaciones electrónicas puede considerarse una configuración de competencias y capacidades basadas en el conocimiento ",
            "error": []
        },
        "electronic commerce": {
            "translated_key": [],
            "translated_annotated_text": "Lograr capacidades competitivas en los servicios electrónicos ¿Qué implicaciones tiene Internet para la estrategia de operaciones de servicios? ¿Cómo puede mejorarse el rendimiento empresarial de las empresas de servicios electrónicos en la economía basada en el conocimiento actual? Estas preguntas de investigación son el tema del artículo. Proponemos un modelo que vincule las competencias basadas en el conocimiento de las empresas de servicios electrónicos con sus capacidades competitivas. A partir de la literatura actual, nuestro análisis sugiere que los servicios que construyen estratégicamente una cartera de competencias basadas en el conocimiento, a saber, el capital humano, el capital estructural y la capacidad de absorción, tienen más opciones basadas en operaciones que sus contrapartes que son menos capaces de invertir. Asumimos que las capacidades combinadas de calidad de servicio, entrega, flexibilidad y costo están determinadas por la inversión en capital intelectual. Se puede argumentar que con la llegada de Internet, diferentes modelos operativos (por ejemplo, ladrillos y morteros, clics y morteros, o punto-com puro) tienen diferentes imperativos estratégicos en términos de competencias basadas en el conocimiento. Por lo tanto, el nuevo paradigma de las operaciones electrónicas puede considerarse una configuración de competencias y capacidades basadas en el conocimiento ",
            "error": []
        },
        "technological forecasting": {
            "translated_key": [],
            "translated_annotated_text": "Lograr capacidades competitivas en los servicios electrónicos ¿Qué implicaciones tiene Internet para la estrategia de operaciones de servicios? ¿Cómo puede mejorarse el rendimiento empresarial de las empresas de servicios electrónicos en la economía basada en el conocimiento actual? Estas preguntas de investigación son el tema del artículo. Proponemos un modelo que vincule las competencias basadas en el conocimiento de las empresas de servicios electrónicos con sus capacidades competitivas. A partir de la literatura actual, nuestro análisis sugiere que los servicios que construyen estratégicamente una cartera de competencias basadas en el conocimiento, a saber, el capital humano, el capital estructural y la capacidad de absorción, tienen más opciones basadas en operaciones que sus contrapartes que son menos capaces de invertir. Asumimos que las capacidades combinadas de calidad de servicio, entrega, flexibilidad y costo están determinadas por la inversión en capital intelectual. Se puede argumentar que con la llegada de Internet, diferentes modelos operativos (por ejemplo, ladrillos y morteros, clics y morteros, o punto-com puro) tienen diferentes imperativos estratégicos en términos de competencias basadas en el conocimiento. Por lo tanto, el nuevo paradigma de las operaciones electrónicas puede considerarse una configuración de competencias y capacidades basadas en el conocimiento ",
            "error": []
        }
    }
}