{
    "original_text": "LAN-based building maintenance and surveillance robot The building and construction industry is the major industry of Hong Kong as in many developed countries around the world. After the commissioning of a high-rise building or a large estate, substantial manpower, both inside the management centre under a standby manner, as well as surveillance for security purposes around the whole building, is required for daily operation to ensure a quality environment for the occupants. If the surveillance job can be done by robots, the efficiency can be highly enhanced, resulting in a great saving of manpower and the improved safety of the management staff as a by-product. Furthermore, if the robot can retrieve commands from the building management system via a local area network (LAN), further savings in manpower can be achieved in terms of first-line fault attendance by human management staff. This paper describes the development of a robot prototype here in Hong Kong, which can handle some daily routine maintenance works and surveillance responsibilities. The hardware structure of the robot and its on-board devices are described. Real-time images captured by a camera on the robot with pan/tilt/zoom functions can be transmitted back to the central management office via a local area network. The interface between the robot and the building automation system (BAS) of the building is discussed. This is the first key achievement of this project with a strong implication on reducing the number of human staff to manage a modem building. Teleoperation of the robot via the Internet or intranet is also possible, which is the second achievement of this project. Finally, the robot can identify its physical position inside the building by a landmark recognition method based on standard CAD drawings, which is the third achievement of this project. The main goal of this paper is not the description of some groundbreaking technology in robotic development. It is mainly intended to convince building designers and managers to incorporate robotic systems when they are managing modem buildings to save manpower and improve efficiency",
    "original_translation": "Robot de mantenimiento y vigilancia de edificios basado en LAN La industria de la construcción y la construcción es la principal industria de Hong Kong, como en muchos países desarrollados de todo el mundo. Tras la puesta en marcha de un edificio de gran altura o de una gran finca, es necesario contar con una mano de obra considerable, tanto dentro del centro de gestión en régimen de reserva, como con vigilancia con fines de seguridad en todo el edificio, para garantizar un entorno de calidad a los ocupantes. Si el trabajo de vigilancia puede ser realizado por robots, la eficiencia puede ser altamente mejorada, resultando en un gran ahorro de mano de obra y la mejora de la seguridad del personal de gestión como un subproducto. Además, si el robot puede recuperar comandos del sistema de gestión de edificios a través de una red local (LAN), se puede lograr un mayor ahorro de mano de obra en términos de asistencia de primera línea por parte del personal de gestión humana. Este artículo describe el desarrollo de un prototipo de robot aquí en Hong Kong, que puede manejar algunas tareas diarias de mantenimiento y responsabilidades de vigilancia. Se describe la estructura de hardware del robot y sus dispositivos a bordo. Las imágenes en tiempo real capturadas por una cámara en el robot con funciones pan/tilt/zoom pueden ser transmitidas de nuevo a la oficina central de gestión a través de una red de área local. Se discute la interfaz entre el robot y el sistema de automatización de edificios (BAS) del edificio. Este es el primer logro clave de este proyecto con una fuerte implicación en la reducción del número de personal humano para gestionar un edificio de módem. También es posible la teleoperación del robot a través de Internet o intranet, que es el segundo logro de este proyecto. Finalmente, el robot puede identificar su posición física dentro del edificio mediante un método de reconocimiento de hito basado en dibujos CAD estándar, que es el tercer logro de este proyecto. El objetivo principal de este trabajo no es la descripción de alguna tecnología innovadora en el desarrollo robótico. Su principal objetivo es convencer a los diseñadores y gerentes de edificios para que incorporen sistemas robóticos cuando están gestionando edificios de módem para ahorrar mano de obra y mejorar la eficiencia",
    "error_count": 4,
    "keys": {
        "LAN-based building maintenance and surveillance robot": {
            "translated_key": "Robot de mantenimiento y vigilancia de edificios basado en LAN",
            "translated_annotated_text": "\"Robot de mantenimiento y vigilancia de edificios basado en LAN\" La industria de la construcción y la construcción es la principal industria de Hong Kong como en muchos países desarrollados de todo el mundo. Tras la puesta en marcha de un edificio de gran altura o de una gran finca, es necesario contar con una mano de obra considerable, tanto dentro del centro de gestión en régimen de reserva, como con vigilancia con fines de seguridad en todo el edificio, para garantizar un entorno de calidad a los ocupantes. Si el trabajo de vigilancia puede ser realizado por robots, la eficiencia puede ser altamente mejorada, resultando en un gran ahorro de mano de obra y la mejora de la seguridad del personal de gestión como un subproducto. Además, si el robot puede recuperar comandos del sistema de gestión de edificios a través de una red local (LAN), se puede lograr un mayor ahorro de mano de obra en términos de asistencia de primera línea por parte del personal de gestión humana. Este artículo describe el desarrollo de un prototipo de robot aquí en Hong Kong, que puede manejar algunas tareas diarias de mantenimiento y responsabilidades de vigilancia. Se describe la estructura de hardware del robot y sus dispositivos a bordo. Las imágenes en tiempo real capturadas por una cámara en el robot con funciones pan/tilt/zoom pueden ser transmitidas de nuevo a la oficina central de gestión a través de una red de área local. Se discute la interfaz entre el robot y el sistema de automatización de edificios (BAS) del edificio. Este es el primer logro clave de este proyecto con una fuerte implicación en la reducción del número de personal humano para gestionar un edificio de módem. También es posible la teleoperación del robot a través de Internet o intranet, que es el segundo logro de este proyecto. Finalmente, el robot puede identificar su posición física dentro del edificio mediante un método de reconocimiento de hito basado en dibujos CAD estándar, que es el tercer logro de este proyecto. El objetivo principal de este trabajo no es la descripción de alguna tecnología innovadora en el desarrollo robótico. Su principal objetivo es convencer a los diseñadores y gerentes de edificios para que incorporen sistemas robóticos cuando están gestionando edificios de módem para ahorrar mano de obra y mejorar la eficiencia ",
            "error": [
                ""
            ]
        },
        "high-rise building": {
            "translated_key": "edificio de gran altura",
            "translated_annotated_text": "Robot de mantenimiento y vigilancia de edificios basado en LAN La industria de la construcción y la construcción es la principal industria de Hong Kong, como en muchos países desarrollados de todo el mundo. Después de la puesta en marcha de un \"edificio de gran altura\" o una gran finca, se requiere una mano de obra considerable, tanto dentro del centro de gestión bajo una forma de reserva, así como la vigilancia con fines de seguridad alrededor de todo el edificio, para el funcionamiento diario a fin de garantizar un entorno de calidad para los ocupantes. Si el trabajo de vigilancia puede ser realizado por robots, la eficiencia puede ser altamente mejorada, resultando en un gran ahorro de mano de obra y la mejora de la seguridad del personal de gestión como un subproducto. Además, si el robot puede recuperar comandos del sistema de gestión de edificios a través de una red local (LAN), se puede lograr un mayor ahorro de mano de obra en términos de asistencia de primera línea por parte del personal de gestión humana. Este artículo describe el desarrollo de un prototipo de robot aquí en Hong Kong, que puede manejar algunas tareas diarias de mantenimiento y responsabilidades de vigilancia. Se describe la estructura de hardware del robot y sus dispositivos a bordo. Las imágenes en tiempo real capturadas por una cámara en el robot con funciones pan/tilt/zoom pueden ser transmitidas de nuevo a la oficina central de gestión a través de una red de área local. Se discute la interfaz entre el robot y el sistema de automatización de edificios (BAS) del edificio. Este es el primer logro clave de este proyecto con una fuerte implicación en la reducción del número de personal humano para gestionar un edificio de módem. También es posible la teleoperación del robot a través de Internet o intranet, que es el segundo logro de este proyecto. Finalmente, el robot puede identificar su posición física dentro del edificio mediante un método de reconocimiento de hito basado en dibujos CAD estándar, que es el tercer logro de este proyecto. El objetivo principal de este trabajo no es la descripción de alguna tecnología innovadora en el desarrollo robótico. Su principal objetivo es convencer a los diseñadores y gerentes de edificios para que incorporen sistemas robóticos cuando están gestionando edificios de módem para ahorrar mano de obra y mejorar la eficiencia ",
            "error": [
                ""
            ]
        },
        "security purposes": {
            "translated_key": "con fines de seguridad",
            "translated_annotated_text": "Robot de mantenimiento y vigilancia de edificios basado en LAN La industria de la construcción y la construcción es la principal industria de Hong Kong, como en muchos países desarrollados de todo el mundo. Después de la puesta en marcha de un edificio de gran altura o de una gran finca, se requiere una mano de obra considerable, tanto dentro del centro de gestión bajo una forma de reserva, como de vigilancia \"con fines de seguridad\" alrededor de todo el edificio, para el funcionamiento diario a fin de garantizar un entorno de calidad para los ocupantes. Si el trabajo de vigilancia puede ser realizado por robots, la eficiencia puede ser altamente mejorada, resultando en un gran ahorro de mano de obra y la mejora de la seguridad del personal de gestión como un subproducto. Además, si el robot puede recuperar comandos del sistema de gestión de edificios a través de una red local (LAN), se puede lograr un mayor ahorro de mano de obra en términos de asistencia de primera línea por parte del personal de gestión humana. Este artículo describe el desarrollo de un prototipo de robot aquí en Hong Kong, que puede manejar algunas tareas diarias de mantenimiento y responsabilidades de vigilancia. Se describe la estructura de hardware del robot y sus dispositivos a bordo. Las imágenes en tiempo real capturadas por una cámara en el robot con funciones pan/tilt/zoom pueden ser transmitidas de nuevo a la oficina central de gestión a través de una red de área local. Se discute la interfaz entre el robot y el sistema de automatización de edificios (BAS) del edificio. Este es el primer logro clave de este proyecto con una fuerte implicación en la reducción del número de personal humano para gestionar un edificio de módem. También es posible la teleoperación del robot a través de Internet o intranet, que es el segundo logro de este proyecto. Finalmente, el robot puede identificar su posición física dentro del edificio mediante un método de reconocimiento de hito basado en dibujos CAD estándar, que es el tercer logro de este proyecto. El objetivo principal de este trabajo no es la descripción de alguna tecnología innovadora en el desarrollo robótico. Su principal objetivo es convencer a los diseñadores y gerentes de edificios para que incorporen sistemas robóticos cuando están gestionando edificios de módem para ahorrar mano de obra y mejorar la eficiencia ",
            "error": [
                ""
            ]
        },
        "building management system": {
            "translated_key": "sistema de gestión de edificios",
            "translated_annotated_text": "Robot de mantenimiento y vigilancia de edificios basado en LAN La industria de la construcción y la construcción es la principal industria de Hong Kong, como en muchos países desarrollados de todo el mundo. Tras la puesta en marcha de un edificio de gran altura o de una gran finca, es necesario contar con una mano de obra considerable, tanto dentro del centro de gestión en régimen de reserva, como con vigilancia con fines de seguridad en todo el edificio, para garantizar un entorno de calidad a los ocupantes. Si el trabajo de vigilancia puede ser realizado por robots, la eficiencia puede ser altamente mejorada, resultando en un gran ahorro de mano de obra y la mejora de la seguridad del personal de gestión como un subproducto. Además, si el robot puede recuperar comandos del \"sistema de gestión de edificios\" a través de una red de área local (LAN), se puede lograr un mayor ahorro en mano de obra en términos de la asistencia de primera línea de fallas por parte del personal de gestión humana. Este artículo describe el desarrollo de un prototipo de robot aquí en Hong Kong, que puede manejar algunas tareas diarias de mantenimiento y responsabilidades de vigilancia. Se describe la estructura de hardware del robot y sus dispositivos a bordo. Las imágenes en tiempo real capturadas por una cámara en el robot con funciones pan/tilt/zoom pueden ser transmitidas de nuevo a la oficina central de gestión a través de una red de área local. Se discute la interfaz entre el robot y el sistema de automatización de edificios (BAS) del edificio. Este es el primer logro clave de este proyecto con una fuerte implicación en la reducción del número de personal humano para gestionar un edificio de módem. También es posible la teleoperación del robot a través de Internet o intranet, que es el segundo logro de este proyecto. Finalmente, el robot puede identificar su posición física dentro del edificio mediante un método de reconocimiento de hito basado en dibujos CAD estándar, que es el tercer logro de este proyecto. El objetivo principal de este trabajo no es la descripción de alguna tecnología innovadora en el desarrollo robótico. Su principal objetivo es convencer a los diseñadores y gerentes de edificios para que incorporen sistemas robóticos cuando están gestionando edificios de módem para ahorrar mano de obra y mejorar la eficiencia ",
            "error": [
                ""
            ]
        },
        "local area network": {
            "translated_key": "red de área local",
            "translated_annotated_text": "Robot de mantenimiento y vigilancia de edificios basado en LAN La industria de la construcción y la construcción es la principal industria de Hong Kong, como en muchos países desarrollados de todo el mundo. Tras la puesta en marcha de un edificio de gran altura o de una gran finca, es necesario contar con una mano de obra considerable, tanto dentro del centro de gestión en régimen de reserva, como con vigilancia con fines de seguridad en todo el edificio, para garantizar un entorno de calidad a los ocupantes. Si el trabajo de vigilancia puede ser realizado por robots, la eficiencia puede ser altamente mejorada, resultando en un gran ahorro de mano de obra y la mejora de la seguridad del personal de gestión como un subproducto. Además, si el robot puede recuperar comandos del sistema de gestión de edificios a través de una \"red de área local\" (LAN), se puede lograr un mayor ahorro en mano de obra en términos de asistencia de primera línea por fallas por parte del personal de gestión humana. Este artículo describe el desarrollo de un prototipo de robot aquí en Hong Kong, que puede manejar algunas tareas diarias de mantenimiento y responsabilidades de vigilancia. Se describe la estructura de hardware del robot y sus dispositivos a bordo. Las imágenes en tiempo real capturadas por una cámara en el robot con funciones pan/tilt/zoom pueden ser transmitidas de nuevo a la oficina central de gestión a través de una \"red de área local\". Se discute la interfaz entre el robot y el sistema de automatización de edificios (BAS) del edificio. Este es el primer logro clave de este proyecto con una fuerte implicación en la reducción del número de personal humano para gestionar un edificio de módem. También es posible la teleoperación del robot a través de Internet o intranet, que es el segundo logro de este proyecto. Finalmente, el robot puede identificar su posición física dentro del edificio mediante un método de reconocimiento de hito basado en dibujos CAD estándar, que es el tercer logro de este proyecto. El objetivo principal de este trabajo no es la descripción de alguna tecnología innovadora en el desarrollo robótico. Su principal objetivo es convencer a los diseñadores y gerentes de edificios para que incorporen sistemas robóticos cuando están gestionando edificios de módem para ahorrar mano de obra y mejorar la eficiencia ",
            "error": [
                ""
            ]
        },
        "first-line fault attendance": {
            "translated_key": "asistencia en primera línea",
            "translated_annotated_text": "Robot de mantenimiento y vigilancia de edificios basado en LAN La industria de la construcción y la construcción es la principal industria de Hong Kong, como en muchos países desarrollados de todo el mundo. Tras la puesta en marcha de un edificio de gran altura o de una gran finca, es necesario contar con una mano de obra considerable, tanto dentro del centro de gestión en régimen de reserva, como con vigilancia con fines de seguridad en todo el edificio, para garantizar un entorno de calidad a los ocupantes. Si el trabajo de vigilancia puede ser realizado por robots, la eficiencia puede ser altamente mejorada, resultando en un gran ahorro de mano de obra y la mejora de la seguridad del personal de gestión como un subproducto. Además, si el robot puede recuperar comandos del sistema de gestión de edificios a través de una red de área local (LAN), se puede lograr un mayor ahorro en mano de obra en términos de \"asistencia en primera línea\" por parte del personal de gestión humana. Este artículo describe el desarrollo de un prototipo de robot aquí en Hong Kong, que puede manejar algunas tareas diarias de mantenimiento y responsabilidades de vigilancia. Se describe la estructura de hardware del robot y sus dispositivos a bordo. Las imágenes en tiempo real capturadas por una cámara en el robot con funciones pan/tilt/zoom pueden ser transmitidas de nuevo a la oficina central de gestión a través de una red de área local. Se discute la interfaz entre el robot y el sistema de automatización de edificios (BAS) del edificio. Este es el primer logro clave de este proyecto con una fuerte implicación en la reducción del número de personal humano para gestionar un edificio de módem. También es posible la teleoperación del robot a través de Internet o intranet, que es el segundo logro de este proyecto. Finalmente, el robot puede identificar su posición física dentro del edificio mediante un método de reconocimiento de hito basado en dibujos CAD estándar, que es el tercer logro de este proyecto. El objetivo principal de este trabajo no es la descripción de alguna tecnología innovadora en el desarrollo robótico. Su principal objetivo es convencer a los diseñadores y gerentes de edificios para que incorporen sistemas robóticos cuando están gestionando edificios de módem para ahorrar mano de obra y mejorar la eficiencia ",
            "error": [
                ""
            ]
        },
        "hardware structure": {
            "translated_key": "estructura de hardware",
            "translated_annotated_text": "Robot de mantenimiento y vigilancia de edificios basado en LAN La industria de la construcción y la construcción es la principal industria de Hong Kong, como en muchos países desarrollados de todo el mundo. Tras la puesta en marcha de un edificio de gran altura o de una gran finca, es necesario contar con una mano de obra considerable, tanto dentro del centro de gestión en régimen de reserva, como con vigilancia con fines de seguridad en todo el edificio, para garantizar un entorno de calidad a los ocupantes. Si el trabajo de vigilancia puede ser realizado por robots, la eficiencia puede ser altamente mejorada, resultando en un gran ahorro de mano de obra y la mejora de la seguridad del personal de gestión como un subproducto. Además, si el robot puede recuperar comandos del sistema de gestión de edificios a través de una red local (LAN), se puede lograr un mayor ahorro de mano de obra en términos de asistencia de primera línea por parte del personal de gestión humana. Este artículo describe el desarrollo de un prototipo de robot aquí en Hong Kong, que puede manejar algunas tareas diarias de mantenimiento y responsabilidades de vigilancia. Se describe la \"estructura de hardware\" del robot y sus dispositivos a bordo. Las imágenes en tiempo real capturadas por una cámara en el robot con funciones pan/tilt/zoom pueden ser transmitidas de nuevo a la oficina central de gestión a través de una red de área local. Se discute la interfaz entre el robot y el sistema de automatización de edificios (BAS) del edificio. Este es el primer logro clave de este proyecto con una fuerte implicación en la reducción del número de personal humano para gestionar un edificio de módem. También es posible la teleoperación del robot a través de Internet o intranet, que es el segundo logro de este proyecto. Finalmente, el robot puede identificar su posición física dentro del edificio mediante un método de reconocimiento de hito basado en dibujos CAD estándar, que es el tercer logro de este proyecto. El objetivo principal de este trabajo no es la descripción de alguna tecnología innovadora en el desarrollo robótico. Su principal objetivo es convencer a los diseñadores y gerentes de edificios para que incorporen sistemas robóticos cuando están gestionando edificios de módem para ahorrar mano de obra y mejorar la eficiencia ",
            "error": [
                ""
            ]
        },
        "pan/tilt/zoom functions": {
            "translated_key": "funciones pan/tilt/zoom",
            "translated_annotated_text": "Robot de mantenimiento y vigilancia de edificios basado en LAN La industria de la construcción y la construcción es la principal industria de Hong Kong, como en muchos países desarrollados de todo el mundo. Tras la puesta en marcha de un edificio de gran altura o de una gran finca, es necesario contar con una mano de obra considerable, tanto dentro del centro de gestión en régimen de reserva, como con vigilancia con fines de seguridad en todo el edificio, para garantizar un entorno de calidad a los ocupantes. Si el trabajo de vigilancia puede ser realizado por robots, la eficiencia puede ser altamente mejorada, resultando en un gran ahorro de mano de obra y la mejora de la seguridad del personal de gestión como un subproducto. Además, si el robot puede recuperar comandos del sistema de gestión de edificios a través de una red local (LAN), se puede lograr un mayor ahorro de mano de obra en términos de asistencia de primera línea por parte del personal de gestión humana. Este artículo describe el desarrollo de un prototipo de robot aquí en Hong Kong, que puede manejar algunas tareas diarias de mantenimiento y responsabilidades de vigilancia. Se describe la estructura de hardware del robot y sus dispositivos a bordo. Las imágenes en tiempo real capturadas por una cámara en el robot con \"funciones pan/tilt/zoom\" pueden ser transmitidas de nuevo a la oficina central de gestión a través de una red local. Se discute la interfaz entre el robot y el sistema de automatización de edificios (BAS) del edificio. Este es el primer logro clave de este proyecto con una fuerte implicación en la reducción del número de personal humano para gestionar un edificio de módem. También es posible la teleoperación del robot a través de Internet o intranet, que es el segundo logro de este proyecto. Finalmente, el robot puede identificar su posición física dentro del edificio mediante un método de reconocimiento de hito basado en dibujos CAD estándar, que es el tercer logro de este proyecto. El objetivo principal de este trabajo no es la descripción de alguna tecnología innovadora en el desarrollo robótico. Su principal objetivo es convencer a los diseñadores y gerentes de edificios para que incorporen sistemas robóticos cuando están gestionando edificios de módem para ahorrar mano de obra y mejorar la eficiencia ",
            "error": [
                ""
            ]
        },
        "teleoperation": {
            "translated_key": [],
            "translated_annotated_text": "Robot de mantenimiento y vigilancia de edificios basado en LAN La industria de la construcción y la construcción es la principal industria de Hong Kong, como en muchos países desarrollados de todo el mundo. Tras la puesta en marcha de un edificio de gran altura o de una gran finca, es necesario contar con una mano de obra considerable, tanto dentro del centro de gestión en régimen de reserva, como con vigilancia con fines de seguridad en todo el edificio, para garantizar un entorno de calidad a los ocupantes. Si el trabajo de vigilancia puede ser realizado por robots, la eficiencia puede ser altamente mejorada, resultando en un gran ahorro de mano de obra y la mejora de la seguridad del personal de gestión como un subproducto. Además, si el robot puede recuperar comandos del sistema de gestión de edificios a través de una red local (LAN), se puede lograr un mayor ahorro de mano de obra en términos de asistencia de primera línea por parte del personal de gestión humana. Este artículo describe el desarrollo de un prototipo de robot aquí en Hong Kong, que puede manejar algunas tareas diarias de mantenimiento y responsabilidades de vigilancia. Se describe la estructura de hardware del robot y sus dispositivos a bordo. Las imágenes en tiempo real capturadas por una cámara en el robot con funciones pan/tilt/zoom pueden ser transmitidas de nuevo a la oficina central de gestión a través de una red de área local. Se discute la interfaz entre el robot y el sistema de automatización de edificios (BAS) del edificio. Este es el primer logro clave de este proyecto con una fuerte implicación en la reducción del número de personal humano para gestionar un edificio de módem. También es posible la teleoperación del robot a través de Internet o intranet, que es el segundo logro de este proyecto. Finalmente, el robot puede identificar su posición física dentro del edificio mediante un método de reconocimiento de hito basado en dibujos CAD estándar, que es el tercer logro de este proyecto. El objetivo principal de este trabajo no es la descripción de alguna tecnología innovadora en el desarrollo robótico. Su principal objetivo es convencer a los diseñadores y gerentes de edificios para que incorporen sistemas robóticos cuando están gestionando edificios de módem para ahorrar mano de obra y mejorar la eficiencia ",
            "error": []
        },
        "landmark recognition method": {
            "translated_key": "método de reconocimiento de marcas",
            "translated_annotated_text": "Robot de mantenimiento y vigilancia de edificios basado en LAN La industria de la construcción y la construcción es la principal industria de Hong Kong, como en muchos países desarrollados de todo el mundo. Tras la puesta en marcha de un edificio de gran altura o de una gran finca, es necesario contar con una mano de obra considerable, tanto dentro del centro de gestión en régimen de reserva, como con vigilancia con fines de seguridad en todo el edificio, para garantizar un entorno de calidad a los ocupantes. Si el trabajo de vigilancia puede ser realizado por robots, la eficiencia puede ser altamente mejorada, resultando en un gran ahorro de mano de obra y la mejora de la seguridad del personal de gestión como un subproducto. Además, si el robot puede recuperar comandos del sistema de gestión de edificios a través de una red local (LAN), se puede lograr un mayor ahorro de mano de obra en términos de asistencia de primera línea por parte del personal de gestión humana. Este artículo describe el desarrollo de un prototipo de robot aquí en Hong Kong, que puede manejar algunas tareas diarias de mantenimiento y responsabilidades de vigilancia. Se describe la estructura de hardware del robot y sus dispositivos a bordo. Las imágenes en tiempo real capturadas por una cámara en el robot con funciones pan/tilt/zoom pueden ser transmitidas de nuevo a la oficina central de gestión a través de una red de área local. Se discute la interfaz entre el robot y el sistema de automatización de edificios (BAS) del edificio. Este es el primer logro clave de este proyecto con una fuerte implicación en la reducción del número de personal humano para gestionar un edificio de módem. También es posible la teleoperación del robot a través de Internet o intranet, que es el segundo logro de este proyecto. Finalmente, el robot puede identificar su posición física dentro del edificio mediante un \"método de reconocimiento de marcas\" basado en dibujos CAD estándar, que es el tercer logro de este proyecto. El objetivo principal de este trabajo no es la descripción de alguna tecnología innovadora en el desarrollo robótico. Su principal objetivo es convencer a los diseñadores y gerentes de edificios para que incorporen sistemas robóticos cuando están gestionando edificios de módem para ahorrar mano de obra y mejorar la eficiencia ",
            "error": [
                ""
            ]
        },
        "building management systems": {
            "translated_key": [],
            "translated_annotated_text": "Robot de mantenimiento y vigilancia de edificios basado en LAN La industria de la construcción y la construcción es la principal industria de Hong Kong, como en muchos países desarrollados de todo el mundo. Tras la puesta en marcha de un edificio de gran altura o de una gran finca, es necesario contar con una mano de obra considerable, tanto dentro del centro de gestión en régimen de reserva, como con vigilancia con fines de seguridad en todo el edificio, para garantizar un entorno de calidad a los ocupantes. Si el trabajo de vigilancia puede ser realizado por robots, la eficiencia puede ser altamente mejorada, resultando en un gran ahorro de mano de obra y la mejora de la seguridad del personal de gestión como un subproducto. Además, si el robot puede recuperar comandos del sistema de gestión de edificios a través de una red local (LAN), se puede lograr un mayor ahorro de mano de obra en términos de asistencia de primera línea por parte del personal de gestión humana. Este artículo describe el desarrollo de un prototipo de robot aquí en Hong Kong, que puede manejar algunas tareas diarias de mantenimiento y responsabilidades de vigilancia. Se describe la estructura de hardware del robot y sus dispositivos a bordo. Las imágenes en tiempo real capturadas por una cámara en el robot con funciones pan/tilt/zoom pueden ser transmitidas de nuevo a la oficina central de gestión a través de una red de área local. Se discute la interfaz entre el robot y el sistema de automatización de edificios (BAS) del edificio. Este es el primer logro clave de este proyecto con una fuerte implicación en la reducción del número de personal humano para gestionar un edificio de módem. También es posible la teleoperación del robot a través de Internet o intranet, que es el segundo logro de este proyecto. Finalmente, el robot puede identificar su posición física dentro del edificio mediante un método de reconocimiento de hito basado en dibujos CAD estándar, que es el tercer logro de este proyecto. El objetivo principal de este trabajo no es la descripción de alguna tecnología innovadora en el desarrollo robótico. Su principal objetivo es convencer a los diseñadores y gerentes de edificios para que incorporen sistemas robóticos cuando están gestionando edificios de módem para ahorrar mano de obra y mejorar la eficiencia ",
            "error": []
        },
        "local area networks": {
            "translated_key": [],
            "translated_annotated_text": "Robot de mantenimiento y vigilancia de edificios basado en LAN La industria de la construcción y la construcción es la principal industria de Hong Kong, como en muchos países desarrollados de todo el mundo. Tras la puesta en marcha de un edificio de gran altura o de una gran finca, es necesario contar con una mano de obra considerable, tanto dentro del centro de gestión en régimen de reserva, como con vigilancia con fines de seguridad en todo el edificio, para garantizar un entorno de calidad a los ocupantes. Si el trabajo de vigilancia puede ser realizado por robots, la eficiencia puede ser altamente mejorada, resultando en un gran ahorro de mano de obra y la mejora de la seguridad del personal de gestión como un subproducto. Además, si el robot puede recuperar comandos del sistema de gestión de edificios a través de una red local (LAN), se puede lograr un mayor ahorro de mano de obra en términos de asistencia de primera línea por parte del personal de gestión humana. Este artículo describe el desarrollo de un prototipo de robot aquí en Hong Kong, que puede manejar algunas tareas diarias de mantenimiento y responsabilidades de vigilancia. Se describe la estructura de hardware del robot y sus dispositivos a bordo. Las imágenes en tiempo real capturadas por una cámara en el robot con funciones pan/tilt/zoom pueden ser transmitidas de nuevo a la oficina central de gestión a través de una red de área local. Se discute la interfaz entre el robot y el sistema de automatización de edificios (BAS) del edificio. Este es el primer logro clave de este proyecto con una fuerte implicación en la reducción del número de personal humano para gestionar un edificio de módem. También es posible la teleoperación del robot a través de Internet o intranet, que es el segundo logro de este proyecto. Finalmente, el robot puede identificar su posición física dentro del edificio mediante un método de reconocimiento de hito basado en dibujos CAD estándar, que es el tercer logro de este proyecto. El objetivo principal de este trabajo no es la descripción de alguna tecnología innovadora en el desarrollo robótico. Su principal objetivo es convencer a los diseñadores y gerentes de edificios para que incorporen sistemas robóticos cuando están gestionando edificios de módem para ahorrar mano de obra y mejorar la eficiencia ",
            "error": []
        },
        "mobile robots": {
            "translated_key": [],
            "translated_annotated_text": "Robot de mantenimiento y vigilancia de edificios basado en LAN La industria de la construcción y la construcción es la principal industria de Hong Kong, como en muchos países desarrollados de todo el mundo. Tras la puesta en marcha de un edificio de gran altura o de una gran finca, es necesario contar con una mano de obra considerable, tanto dentro del centro de gestión en régimen de reserva, como con vigilancia con fines de seguridad en todo el edificio, para garantizar un entorno de calidad a los ocupantes. Si el trabajo de vigilancia puede ser realizado por robots, la eficiencia puede ser altamente mejorada, resultando en un gran ahorro de mano de obra y la mejora de la seguridad del personal de gestión como un subproducto. Además, si el robot puede recuperar comandos del sistema de gestión de edificios a través de una red local (LAN), se puede lograr un mayor ahorro de mano de obra en términos de asistencia de primera línea por parte del personal de gestión humana. Este artículo describe el desarrollo de un prototipo de robot aquí en Hong Kong, que puede manejar algunas tareas diarias de mantenimiento y responsabilidades de vigilancia. Se describe la estructura de hardware del robot y sus dispositivos a bordo. Las imágenes en tiempo real capturadas por una cámara en el robot con funciones pan/tilt/zoom pueden ser transmitidas de nuevo a la oficina central de gestión a través de una red de área local. Se discute la interfaz entre el robot y el sistema de automatización de edificios (BAS) del edificio. Este es el primer logro clave de este proyecto con una fuerte implicación en la reducción del número de personal humano para gestionar un edificio de módem. También es posible la teleoperación del robot a través de Internet o intranet, que es el segundo logro de este proyecto. Finalmente, el robot puede identificar su posición física dentro del edificio mediante un método de reconocimiento de hito basado en dibujos CAD estándar, que es el tercer logro de este proyecto. El objetivo principal de este trabajo no es la descripción de alguna tecnología innovadora en el desarrollo robótico. Su principal objetivo es convencer a los diseñadores y gerentes de edificios para que incorporen sistemas robóticos cuando están gestionando edificios de módem para ahorrar mano de obra y mejorar la eficiencia ",
            "error": []
        },
        "security": {
            "translated_key": "seguridad",
            "translated_annotated_text": "Robot de mantenimiento y vigilancia de edificios basado en LAN La industria de la construcción y la construcción es la principal industria de Hong Kong, como en muchos países desarrollados de todo el mundo. Después de la puesta en marcha de un edificio de gran altura o de una gran finca, se requiere una mano de obra considerable, tanto dentro del centro de gestión bajo una forma de reserva, como de vigilancia con fines de \"seguridad\" alrededor de todo el edificio, para el funcionamiento diario a fin de garantizar un entorno de calidad para los ocupantes. Si el trabajo de vigilancia puede ser realizado por robots, la eficiencia puede ser altamente mejorada, resultando en un gran ahorro de mano de obra y la mejora de la seguridad del personal de gestión como un subproducto. Además, si el robot puede recuperar comandos del sistema de gestión de edificios a través de una red local (LAN), se puede lograr un mayor ahorro de mano de obra en términos de asistencia de primera línea por parte del personal de gestión humana. Este artículo describe el desarrollo de un prototipo de robot aquí en Hong Kong, que puede manejar algunas tareas diarias de mantenimiento y responsabilidades de vigilancia. Se describe la estructura de hardware del robot y sus dispositivos a bordo. Las imágenes en tiempo real capturadas por una cámara en el robot con funciones pan/tilt/zoom pueden ser transmitidas de nuevo a la oficina central de gestión a través de una red de área local. Se discute la interfaz entre el robot y el sistema de automatización de edificios (BAS) del edificio. Este es el primer logro clave de este proyecto con una fuerte implicación en la reducción del número de personal humano para gestionar un edificio de módem. También es posible la teleoperación del robot a través de Internet o intranet, que es el segundo logro de este proyecto. Finalmente, el robot puede identificar su posición física dentro del edificio mediante un método de reconocimiento de hito basado en dibujos CAD estándar, que es el tercer logro de este proyecto. El objetivo principal de este trabajo no es la descripción de alguna tecnología innovadora en el desarrollo robótico. Su principal objetivo es convencer a los diseñadores y gerentes de edificios para que incorporen sistemas robóticos cuando están gestionando edificios de módem para ahorrar mano de obra y mejorar la eficiencia ",
            "error": [
                ""
            ]
        },
        "surveillance": {
            "translated_key": "vigilancia",
            "translated_annotated_text": "Mantenimiento de edificios basado en LAN y robot de \"vigilancia\" La industria de la construcción y la construcción es la principal industria de Hong Kong como en muchos países desarrollados de todo el mundo. Después de la puesta en marcha de un edificio de gran altura o de una gran finca, se requiere una mano de obra considerable, tanto dentro del centro de gestión bajo una forma de reserva, como \"vigilancia\" con fines de seguridad alrededor de todo el edificio, para el funcionamiento diario a fin de garantizar un entorno de calidad para los ocupantes. Si el trabajo de \"vigilancia\" puede ser realizado por robots, la eficiencia puede ser altamente mejorada, resultando en un gran ahorro de mano de obra y la mejora de la seguridad del personal de gestión como un subproducto. Además, si el robot puede recuperar comandos del sistema de gestión de edificios a través de una red local (LAN), se puede lograr un mayor ahorro de mano de obra en términos de asistencia de primera línea por parte del personal de gestión humana. Este artículo describe el desarrollo de un prototipo de robot aquí en Hong Kong, que puede manejar algunos trabajos de mantenimiento cotidiano y responsabilidades de \"vigilancia\". Se describe la estructura de hardware del robot y sus dispositivos a bordo. Las imágenes en tiempo real capturadas por una cámara en el robot con funciones pan/tilt/zoom pueden ser transmitidas de nuevo a la oficina central de gestión a través de una red de área local. Se discute la interfaz entre el robot y el sistema de automatización de edificios (BAS) del edificio. Este es el primer logro clave de este proyecto con una fuerte implicación en la reducción del número de personal humano para gestionar un edificio de módem. También es posible la teleoperación del robot a través de Internet o intranet, que es el segundo logro de este proyecto. Finalmente, el robot puede identificar su posición física dentro del edificio mediante un método de reconocimiento de hito basado en dibujos CAD estándar, que es el tercer logro de este proyecto. El objetivo principal de este trabajo no es la descripción de alguna tecnología innovadora en el desarrollo robótico. Su principal objetivo es convencer a los diseñadores y gerentes de edificios para que incorporen sistemas robóticos cuando están gestionando edificios de módem para ahorrar mano de obra y mejorar la eficiencia ",
            "error": [
                ""
            ]
        }
    }
}