{
    "original_text": "TCP explicit congestion notification over ATM-UBR: a simulation study The enhancement of transmission control protocols (TCPs) congestion control mechanisms using explicit congestion notification (ECN) over asynchronous transfer mode (ATM) networks is overviewed. TCPs congestion control is enhanced so that congestion is indicated by not only packet losses as is currently the case but an agent implemented at the ATM networks edge as well. The novel idea uses EFCI (explicit forward congestion indication) bits (available in every ATM cell header) to generalize the ECN response to the UBR (unspecified bit rate) service, notify congestion, and adjust the credit-based window size of the TCR. The authors simulation experiments show that TCP ECN achieves significantly lower cell loss, packet retransmissions, and buffer utilization, and exhibits better throughput than (non-ECN) TCP Reno",
    "original_translation": "Notificación explícita de la congestión TCP sobre ATM-UBR: un estudio de simulación La mejora de los protocolos de control de la transmisión (TCP) mecanismos de control de la congestión utilizando notificación explícita de la congestión (ECN) sobre las redes del modo de transferencia asíncrono (ATM) se muestra de forma general. Se mejora el control de la congestión de los TCP para que la congestión se indique no sólo por las pérdidas de paquetes, como es el caso actualmente, sino también por un agente implementado en el borde de las redes ATM. La nueva idea utiliza bits de EFCI (indicación explícita de congestión hacia adelante) (disponibles en cada cabecera de la célula ATM) para generalizar la respuesta de ECN al servicio UBR (tasa de bits no especificada), notificar la congestión y ajustar el tamaño de ventana basado en el crédito de la TCR. Los experimentos de simulación de los autores muestran que TCP ECN logra una pérdida de células significativamente menor, retransmisiones de paquetes y utilización de buffer, y presenta mejor rendimiento que (no ECN) TCP Reno",
    "error_count": 9,
    "keys": {
        "TCP explicit congestion notification": {
            "translated_key": "TCP notificación explícita de la congestión",
            "translated_annotated_text": "<br>TCP notificación explícita de la congestión</br> sobre ATM-UBR: un estudio de simulación La mejora de los protocolos de control de la transmisión (TCP) mecanismos de control de la congestión utilizando notificación explícita de la congestión (ECN) sobre las redes del modo de transferencia asíncrono (ATM). Se mejora el control de la congestión de los TCP para que la congestión se indique no sólo por las pérdidas de paquetes, como es el caso actualmente, sino también por un agente implementado en el borde de las redes ATM. La nueva idea utiliza bits de EFCI (indicación explícita de congestión hacia adelante) (disponibles en cada cabecera de la célula ATM) para generalizar la respuesta de ECN al servicio UBR (tasa de bits no especificada), notificar la congestión y ajustar el tamaño de ventana basado en el crédito de la TCR. Los experimentos de simulación de los autores muestran que TCP ECN logra una pérdida de células significativamente menor, retransmisiones de paquetes y utilización de buffer, y presenta mejor rendimiento que (no ECN) TCP Reno ",
            "error": [
                ""
            ]
        },
        "ATM-UBR": {
            "translated_key": "ATM-UBR",
            "translated_annotated_text": "Notificación explícita de la congestión TCP sobre <br>ATM-UBR</br>: un estudio de simulación La mejora de los protocolos de control de la transmisión (TCPs) mecanismos de control de la congestión utilizando notificación explícita de la congestión (ECN) sobre redes de modo de transferencia asíncrono (ATM) se muestra de forma general. Se mejora el control de la congestión de los TCP para que la congestión se indique no sólo por las pérdidas de paquetes, como es el caso actualmente, sino también por un agente implementado en el borde de las redes ATM. La nueva idea utiliza bits de EFCI (indicación explícita de congestión hacia adelante) (disponibles en cada cabecera de la célula ATM) para generalizar la respuesta de ECN al servicio UBR (tasa de bits no especificada), notificar la congestión y ajustar el tamaño de ventana basado en el crédito de la TCR. Los experimentos de simulación de los autores muestran que TCP ECN logra una pérdida de células significativamente menor, retransmisiones de paquetes y utilización de buffer, y presenta mejor rendimiento que (no ECN) TCP Reno ",
            "error": [
                ""
            ]
        },
        "simulation": {
            "translated_key": "simulación",
            "translated_annotated_text": "Notificación explícita de congestión TCP sobre ATM-UBR: un estudio <br>simulación</br> Los mecanismos de control de la congestión de protocolos de transmisión (TCPs) que utilizan notificaciones explícitas de congestión (ECN) sobre redes de modo de transferencia asíncrono (ATM) se resumen. Se mejora el control de la congestión de los TCP para que la congestión se indique no sólo por las pérdidas de paquetes, como es el caso actualmente, sino también por un agente implementado en el borde de las redes ATM. La nueva idea utiliza bits de EFCI (indicación explícita de congestión hacia adelante) (disponibles en cada cabecera de la célula ATM) para generalizar la respuesta de ECN al servicio UBR (tasa de bits no especificada), notificar la congestión y ajustar el tamaño de ventana basado en el crédito de la TCR. Los autores <br>simulación</br> experimentos muestran que TCP ECN logra significativamente menor pérdida de células, retransmisiones de paquetes y utilización de buffer, y muestra mejor rendimiento que (no-ECN) TCP Reno ",
            "error": [
                ""
            ]
        },
        "congestion control mechanisms": {
            "translated_key": "mecanismos de control de congestión",
            "translated_annotated_text": "Notificación explícita de congestión TCP sobre ATM-UBR: un estudio de simulación La mejora de los protocolos de control de transmisión (TCPs) <br>mecanismos de control de congestión</br> utilizando notificación explícita de congestión (ECN) sobre redes de modo de transferencia asíncrono (ATM) es una visión general. Se mejora el control de la congestión de los TCP para que la congestión se indique no sólo por las pérdidas de paquetes, como es el caso actualmente, sino también por un agente implementado en el borde de las redes ATM. La nueva idea utiliza bits de EFCI (indicación explícita de congestión hacia adelante) (disponibles en cada cabecera de la célula ATM) para generalizar la respuesta de ECN al servicio UBR (tasa de bits no especificada), notificar la congestión y ajustar el tamaño de ventana basado en el crédito de la TCR. Los experimentos de simulación de los autores muestran que TCP ECN logra una pérdida de células significativamente menor, retransmisiones de paquetes y utilización de buffer, y presenta mejor rendimiento que (no ECN) TCP Reno ",
            "error": [
                ""
            ]
        },
        "ATM networks": {
            "translated_key": "ATM networks",
            "translated_annotated_text": "Notificación explícita de la congestión TCP sobre ATM-UBR: un estudio de simulación La mejora de los protocolos de control de la transmisión (TCP) mecanismos de control de la congestión utilizando notificación explícita de la congestión (ECN) sobre las redes del modo de transferencia asíncrono (ATM) se muestra de forma general. El control de la congestión de los TCP se mejora para que la congestión se indique no sólo por pérdidas de paquetes como es el caso actualmente, sino también por un agente implementado en el borde <br>ATM networks</br>. La nueva idea utiliza bits de EFCI (indicación explícita de congestión hacia adelante) (disponibles en cada cabecera de la célula ATM) para generalizar la respuesta de ECN al servicio UBR (tasa de bits no especificada), notificar la congestión y ajustar el tamaño de ventana basado en el crédito de la TCR. Los experimentos de simulación de los autores muestran que TCP ECN logra una pérdida de células significativamente menor, retransmisiones de paquetes y utilización de buffer, y presenta mejor rendimiento que (no ECN) TCP Reno ",
            "error": [
                ""
            ]
        },
        "packet losses": {
            "translated_key": "pérdidas de paquetes",
            "translated_annotated_text": "Notificación explícita de la congestión TCP sobre ATM-UBR: un estudio de simulación La mejora de los protocolos de control de la transmisión (TCP) mecanismos de control de la congestión utilizando notificación explícita de la congestión (ECN) sobre las redes del modo de transferencia asíncrono (ATM) se muestra de forma general. El control de la congestión de los TCP se mejora para que la congestión se indique no sólo por las <br>pérdidas de paquetes</br>, como es el caso actualmente, sino también por un agente implementado en el borde de las redes ATM. La nueva idea utiliza bits de EFCI (indicación explícita de congestión hacia adelante) (disponibles en cada cabecera de la célula ATM) para generalizar la respuesta de ECN al servicio UBR (tasa de bits no especificada), notificar la congestión y ajustar el tamaño de ventana basado en el crédito de la TCR. Los experimentos de simulación de los autores muestran que TCP ECN logra una pérdida de células significativamente menor, retransmisiones de paquetes y utilización de buffer, y presenta mejor rendimiento que (no ECN) TCP Reno ",
            "error": [
                ""
            ]
        },
        "agent": {
            "translated_key": "agent",
            "translated_annotated_text": "Notificación explícita de la congestión TCP sobre ATM-UBR: un estudio de simulación La mejora de los protocolos de control de la transmisión (TCP) mecanismos de control de la congestión utilizando notificación explícita de la congestión (ECN) sobre las redes del modo de transferencia asíncrono (ATM) se muestra de forma general. El control de la congestión de los TCP se mejora para que la congestión se indique no sólo por las pérdidas de paquetes, como es el caso actualmente, sino también por un <br>agent</br> implementado en el borde de las redes ATM. La nueva idea utiliza bits de EFCI (indicación explícita de congestión hacia adelante) (disponibles en cada cabecera de la célula ATM) para generalizar la respuesta de ECN al servicio UBR (tasa de bits no especificada), notificar la congestión y ajustar el tamaño de ventana basado en el crédito de la TCR. Los experimentos de simulación de los autores muestran que TCP ECN logra una pérdida de células significativamente menor, retransmisiones de paquetes y utilización de buffer, y presenta mejor rendimiento que (no ECN) TCP Reno ",
            "error": [
                ""
            ]
        },
        "explicit forward congestion indication bits": {
            "translated_key": [],
            "translated_annotated_text": "Notificación explícita de la congestión TCP sobre ATM-UBR: un estudio de simulación La mejora de los protocolos de control de la transmisión (TCP) mecanismos de control de la congestión utilizando notificación explícita de la congestión (ECN) sobre las redes del modo de transferencia asíncrono (ATM) se muestra de forma general. Se mejora el control de la congestión de los TCP para que la congestión se indique no sólo por las pérdidas de paquetes, como es el caso actualmente, sino también por un agente implementado en el borde de las redes ATM. La nueva idea utiliza bits de EFCI (indicación explícita de congestión hacia adelante) (disponibles en cada cabecera de la célula ATM) para generalizar la respuesta de ECN al servicio UBR (tasa de bits no especificada), notificar la congestión y ajustar el tamaño de ventana basado en el crédito de la TCR. Los experimentos de simulación de los autores muestran que TCP ECN logra una pérdida de células significativamente menor, retransmisiones de paquetes y utilización de buffer, y presenta mejor rendimiento que (no ECN) TCP Reno ",
            "error": []
        },
        "unspecified bit rate service": {
            "translated_key": [],
            "translated_annotated_text": "Notificación explícita de la congestión TCP sobre ATM-UBR: un estudio de simulación La mejora de los protocolos de control de la transmisión (TCP) mecanismos de control de la congestión utilizando notificación explícita de la congestión (ECN) sobre las redes del modo de transferencia asíncrono (ATM) se muestra de forma general. Se mejora el control de la congestión de los TCP para que la congestión se indique no sólo por las pérdidas de paquetes, como es el caso actualmente, sino también por un agente implementado en el borde de las redes ATM. La nueva idea utiliza bits de EFCI (indicación explícita de congestión hacia adelante) (disponibles en cada cabecera de la célula ATM) para generalizar la respuesta de ECN al servicio UBR (tasa de bits no especificada), notificar la congestión y ajustar el tamaño de ventana basado en el crédito de la TCR. Los experimentos de simulación de los autores muestran que TCP ECN logra una pérdida de células significativamente menor, retransmisiones de paquetes y utilización de buffer, y presenta mejor rendimiento que (no ECN) TCP Reno ",
            "error": []
        },
        "credit-based window size": {
            "translated_key": "crédito",
            "translated_annotated_text": "Notificación explícita de la congestión TCP sobre ATM-UBR: un estudio de simulación La mejora de los protocolos de control de la transmisión (TCP) mecanismos de control de la congestión utilizando notificación explícita de la congestión (ECN) sobre las redes del modo de transferencia asíncrono (ATM) se muestra de forma general. Se mejora el control de la congestión de los TCP para que la congestión se indique no sólo por las pérdidas de paquetes, como es el caso actualmente, sino también por un agente implementado en el borde de las redes ATM. La nueva idea utiliza bits de EFCI (indicación explícita de congestión hacia adelante) (disponibles en cada cabecera de la célula ATM) para generalizar la respuesta de ECN al servicio UBR (tasa de bits no especificada), notificar la congestión y ajustar el tamaño de ventana basado en <br>crédito</br> del TCR. Los experimentos de simulación de los autores muestran que TCP ECN logra una pérdida de células significativamente menor, retransmisiones de paquetes y utilización de buffer, y presenta mejor rendimiento que (no ECN) TCP Reno ",
            "error": [
                ""
            ]
        },
        "cell loss": {
            "translated_key": [],
            "translated_annotated_text": "Notificación explícita de la congestión TCP sobre ATM-UBR: un estudio de simulación La mejora de los protocolos de control de la transmisión (TCP) mecanismos de control de la congestión utilizando notificación explícita de la congestión (ECN) sobre las redes del modo de transferencia asíncrono (ATM) se muestra de forma general. Se mejora el control de la congestión de los TCP para que la congestión se indique no sólo por las pérdidas de paquetes, como es el caso actualmente, sino también por un agente implementado en el borde de las redes ATM. La nueva idea utiliza bits de EFCI (indicación explícita de congestión hacia adelante) (disponibles en cada cabecera de la célula ATM) para generalizar la respuesta de ECN al servicio UBR (tasa de bits no especificada), notificar la congestión y ajustar el tamaño de ventana basado en el crédito de la TCR. Los experimentos de simulación de los autores muestran que TCP ECN logra una pérdida de células significativamente menor <br>, retransmisiones de paquetes y utilización de buffer, y presenta mejor rendimiento que (no-ECN) TCP Reno ",
            "error": []
        },
        "packet retransmissions": {
            "translated_key": "retransmisiones de paquetes",
            "translated_annotated_text": "Notificación explícita de la congestión TCP sobre ATM-UBR: un estudio de simulación La mejora de los protocolos de control de la transmisión (TCP) mecanismos de control de la congestión utilizando notificación explícita de la congestión (ECN) sobre las redes del modo de transferencia asíncrono (ATM) se muestra de forma general. Se mejora el control de la congestión de los TCP para que la congestión se indique no sólo por las pérdidas de paquetes, como es el caso actualmente, sino también por un agente implementado en el borde de las redes ATM. La nueva idea utiliza bits de EFCI (indicación explícita de congestión hacia adelante) (disponibles en cada cabecera de la célula ATM) para generalizar la respuesta de ECN al servicio UBR (tasa de bits no especificada), notificar la congestión y ajustar el tamaño de ventana basado en el crédito de la TCR. Los experimentos de simulación de los autores muestran que la ECN TCP logra una pérdida de células significativamente menor, <br>retransmisiones de paquetes</br> y utilización de buffer, y presenta mejor rendimiento que las <br>retransmisiones de paquetes</br> TCP Reno. ",
            "error": [
                ""
            ]
        },
        "buffer utilization": {
            "translated_key": "buffer",
            "translated_annotated_text": "Notificación explícita de la congestión TCP sobre ATM-UBR: un estudio de simulación La mejora de los protocolos de control de la transmisión (TCP) mecanismos de control de la congestión utilizando notificación explícita de la congestión (ECN) sobre las redes del modo de transferencia asíncrono (ATM) se muestra de forma general. Se mejora el control de la congestión de los TCP para que la congestión se indique no sólo por las pérdidas de paquetes, como es el caso actualmente, sino también por un agente implementado en el borde de las redes ATM. La nueva idea utiliza bits de EFCI (indicación explícita de congestión hacia adelante) (disponibles en cada cabecera de la célula ATM) para generalizar la respuesta de ECN al servicio UBR (tasa de bits no especificada), notificar la congestión y ajustar el tamaño de ventana basado en el crédito de la TCR. Los experimentos de simulación de los autores muestran que TCP ECN logra una pérdida de células significativamente menor, retransmisiones de paquetes y utilización de <br>buffer</br>, y presenta mejor rendimiento que (no-ECN) TCP Reno ",
            "error": [
                ""
            ]
        },
        "throughput": {
            "translated_key": [],
            "translated_annotated_text": "Notificación explícita de la congestión TCP sobre ATM-UBR: un estudio de simulación La mejora de los protocolos de control de la transmisión (TCP) mecanismos de control de la congestión utilizando notificación explícita de la congestión (ECN) sobre las redes del modo de transferencia asíncrono (ATM) se muestra de forma general. Se mejora el control de la congestión de los TCP para que la congestión se indique no sólo por las pérdidas de paquetes, como es el caso actualmente, sino también por un agente implementado en el borde de las redes ATM. La nueva idea utiliza bits de EFCI (indicación explícita de congestión hacia adelante) (disponibles en cada cabecera de la célula ATM) para generalizar la respuesta de ECN al servicio UBR (tasa de bits no especificada), notificar la congestión y ajustar el tamaño de ventana basado en el crédito de la TCR. Los experimentos de simulación de los autores muestran que TCP ECN logra una pérdida de células significativamente menor, retransmisiones de paquetes y utilización de buffer, y presenta mejor rendimiento<br> que (no-ECN) TCP Reno ",
            "error": []
        },
        "asynchronous transfer mode": {
            "translated_key": " modo de transferencia asincrónico",
            "translated_annotated_text": "Notificación explícita de la congestión TCP sobre ATM-UBR: un estudio de simulación La mejora de los protocolos de control de la transmisión (TCP) mecanismos de control de la congestión utilizando notificación explícita de la congestión (ECN) sobre <br> modo de transferencia asincrónico</br> (ATM) redes es una visión general. Se mejora el control de la congestión de los TCP para que la congestión se indique no sólo por las pérdidas de paquetes, como es el caso actualmente, sino también por un agente implementado en el borde de las redes ATM. La nueva idea utiliza bits de EFCI (indicación explícita de congestión hacia adelante) (disponibles en cada cabecera de la célula ATM) para generalizar la respuesta de ECN al servicio UBR (tasa de bits no especificada), notificar la congestión y ajustar el tamaño de ventana basado en el crédito de la TCR. Los experimentos de simulación de los autores muestran que TCP ECN logra una pérdida de células significativamente menor, retransmisiones de paquetes y utilización de buffer, y presenta mejor rendimiento que (no ECN) TCP Reno ",
            "error": [
                ""
            ]
        },
        "digital simulation": {
            "translated_key": [],
            "translated_annotated_text": "Notificación explícita de la congestión TCP sobre ATM-UBR: un estudio de simulación La mejora de los protocolos de control de la transmisión (TCP) mecanismos de control de la congestión utilizando notificación explícita de la congestión (ECN) sobre las redes del modo de transferencia asíncrono (ATM) se muestra de forma general. Se mejora el control de la congestión de los TCP para que la congestión se indique no sólo por las pérdidas de paquetes, como es el caso actualmente, sino también por un agente implementado en el borde de las redes ATM. La nueva idea utiliza bits de EFCI (indicación explícita de congestión hacia adelante) (disponibles en cada cabecera de la célula ATM) para generalizar la respuesta de ECN al servicio UBR (tasa de bits no especificada), notificar la congestión y ajustar el tamaño de ventana basado en el crédito de la TCR. Los experimentos de simulación de los autores muestran que TCP ECN logra una pérdida de células significativamente menor, retransmisiones de paquetes y utilización de buffer, y presenta mejor rendimiento que (no ECN) TCP Reno ",
            "error": []
        },
        "local area networks": {
            "translated_key": [],
            "translated_annotated_text": "Notificación explícita de la congestión TCP sobre ATM-UBR: un estudio de simulación La mejora de los protocolos de control de la transmisión (TCP) mecanismos de control de la congestión utilizando notificación explícita de la congestión (ECN) sobre las redes del modo de transferencia asíncrono (ATM) se muestra de forma general. Se mejora el control de la congestión de los TCP para que la congestión se indique no sólo por las pérdidas de paquetes, como es el caso actualmente, sino también por un agente implementado en el borde de las redes ATM. La nueva idea utiliza bits de EFCI (indicación explícita de congestión hacia adelante) (disponibles en cada cabecera de la célula ATM) para generalizar la respuesta de ECN al servicio UBR (tasa de bits no especificada), notificar la congestión y ajustar el tamaño de ventana basado en el crédito de la TCR. Los experimentos de simulación de los autores muestran que TCP ECN logra una pérdida de células significativamente menor, retransmisiones de paquetes y utilización de buffer, y presenta mejor rendimiento que (no ECN) TCP Reno ",
            "error": []
        },
        "telecommunication congestion control": {
            "translated_key": [],
            "translated_annotated_text": "Notificación explícita de la congestión TCP sobre ATM-UBR: un estudio de simulación La mejora de los protocolos de control de la transmisión (TCP) mecanismos de control de la congestión utilizando notificación explícita de la congestión (ECN) sobre las redes del modo de transferencia asíncrono (ATM) se muestra de forma general. Se mejora el control de la congestión de los TCP para que la congestión se indique no sólo por las pérdidas de paquetes, como es el caso actualmente, sino también por un agente implementado en el borde de las redes ATM. La nueva idea utiliza bits de EFCI (indicación explícita de congestión hacia adelante) (disponibles en cada cabecera de la célula ATM) para generalizar la respuesta de ECN al servicio UBR (tasa de bits no especificada), notificar la congestión y ajustar el tamaño de ventana basado en el crédito de la TCR. Los experimentos de simulación de los autores muestran que TCP ECN logra una pérdida de células significativamente menor, retransmisiones de paquetes y utilización de buffer, y presenta mejor rendimiento que (no ECN) TCP Reno ",
            "error": []
        },
        "transport protocols": {
            "translated_key": [],
            "translated_annotated_text": "Notificación explícita de la congestión TCP sobre ATM-UBR: un estudio de simulación La mejora de los protocolos de control de la transmisión (TCP) mecanismos de control de la congestión utilizando notificación explícita de la congestión (ECN) sobre las redes del modo de transferencia asíncrono (ATM) se muestra de forma general. Se mejora el control de la congestión de los TCP para que la congestión se indique no sólo por las pérdidas de paquetes, como es el caso actualmente, sino también por un agente implementado en el borde de las redes ATM. La nueva idea utiliza bits de EFCI (indicación explícita de congestión hacia adelante) (disponibles en cada cabecera de la célula ATM) para generalizar la respuesta de ECN al servicio UBR (tasa de bits no especificada), notificar la congestión y ajustar el tamaño de ventana basado en el crédito de la TCR. Los experimentos de simulación de los autores muestran que TCP ECN logra una pérdida de células significativamente menor, retransmisiones de paquetes y utilización de buffer, y presenta mejor rendimiento que (no ECN) TCP Reno ",
            "error": []
        },
        "wide area networks": {
            "translated_key": [],
            "translated_annotated_text": "Notificación explícita de la congestión TCP sobre ATM-UBR: un estudio de simulación La mejora de los protocolos de control de la transmisión (TCP) mecanismos de control de la congestión utilizando notificación explícita de la congestión (ECN) sobre las redes del modo de transferencia asíncrono (ATM) se muestra de forma general. Se mejora el control de la congestión de los TCP para que la congestión se indique no sólo por las pérdidas de paquetes, como es el caso actualmente, sino también por un agente implementado en el borde de las redes ATM. La nueva idea utiliza bits de EFCI (indicación explícita de congestión hacia adelante) (disponibles en cada cabecera de la célula ATM) para generalizar la respuesta de ECN al servicio UBR (tasa de bits no especificada), notificar la congestión y ajustar el tamaño de ventana basado en el crédito de la TCR. Los experimentos de simulación de los autores muestran que TCP ECN logra una pérdida de células significativamente menor, retransmisiones de paquetes y utilización de buffer, y presenta mejor rendimiento que (no ECN) TCP Reno ",
            "error": []
        }
    }
}