{
    "original_text": "Modeling and simulation of adaptive available bit rate voice over asynchronous transfer mode networks This article presents a modeling and simulation methodology to analyze the performance of voice quality when sent over the available bit rate service in asynchronous transfer mode networks. Sources can modify the rate at which they send traffic to the network based on the feedback carried in the resource management cells. This is achieved by changing the encoding level. As the contention increases to network resources-bandwidth in this case-sources start reducing the rate at which they generate and send traffic. The efficiency of the scheme under different scheduling/drop policies and other operating conditions and environments is evaluated using simulation modeling. Furthermore, sensitivity analysis is applied to different parameters, such as queue size and averaging interval length, to investigate their impact on the performance metrics. Results show that limiting the load to 41% of the link capacity results in an acceptable quality",
    "original_translation": "Modelado y simulación de voz de velocidad de bits adaptable disponible sobre redes de modo de transferencia asíncrona Este artículo presenta una metodología de modelado y simulación para analizar el rendimiento de la calidad de voz cuando se envía a través del servicio de velocidad de bits disponible en redes de modo de transferencia asíncrona. Las fuentes pueden modificar la velocidad a la que envían tráfico a la red en función de la retroalimentación que se lleve a cabo en las celdas de gestión de recursos. Esto se logra cambiando el nivel de codificación. A medida que la disputa aumenta a red recursos-ancho de banda en este caso-fuentes comienzan a reducir la velocidad a la que generan y envían tráfico. La eficiencia del esquema bajo diferentes políticas de programación/caída y otras condiciones y entornos operativos se evalúa utilizando modelos de simulación. Además, el análisis de sensibilidad se aplica a diferentes parámetros, como el tamaño de la cola y la longitud media del intervalo, para investigar su impacto en las métricas de rendimiento. Los resultados muestran que limitar la carga al 41% de la capacidad de enlace resulta en una calidad aceptable",
    "error_count": 8,
    "keys": {
        "simulation": {
            "translated_key": "simulación",
            "translated_annotated_text": "Modelado y \"simulación\" de voz de tasa de bits adaptable disponible sobre redes de modo de transferencia asíncrona Este artículo presenta una metodología de modelado y \"simulación\" para analizar el rendimiento de la calidad de voz cuando se envía a través del servicio de tasa de bits disponible en redes de modo de transferencia asíncrona. Las fuentes pueden modificar la velocidad a la que envían tráfico a la red en función de la retroalimentación que se lleve a cabo en las celdas de gestión de recursos. Esto se logra cambiando el nivel de codificación. A medida que la disputa aumenta a red recursos-ancho de banda en este caso-fuentes comienzan a reducir la velocidad a la que generan y envían tráfico. La eficiencia del esquema bajo diferentes políticas de programación/caída y otras condiciones y entornos operativos se evalúa utilizando el modelado de \"simulación\". Además, el análisis de sensibilidad se aplica a diferentes parámetros, como el tamaño de la cola y la longitud media del intervalo, para investigar su impacto en las métricas de rendimiento. Los resultados muestran que limitar la carga al 41% de la capacidad de enlace resulta en una calidad aceptable ",
            "error": [
                ""
            ]
        },
        "modeling": {
            "translated_key": "modelo",
            "translated_annotated_text": "Modelado y simulación de voz de tasa de bits adaptable disponible sobre redes de modo de transferencia asíncrona Este artículo presenta una metodología de \"modelo\" y simulación para analizar el rendimiento de la calidad de voz cuando se envía a través del servicio de tasa de bits disponible en redes de modo de transferencia asíncrona. Las fuentes pueden modificar la velocidad a la que envían tráfico a la red en función de la retroalimentación que se lleve a cabo en las celdas de gestión de recursos. Esto se logra cambiando el nivel de codificación. A medida que la disputa aumenta a red recursos-ancho de banda en este caso-fuentes comienzan a reducir la velocidad a la que generan y envían tráfico. La eficiencia del esquema bajo diferentes políticas de programación y caída y otras condiciones de operación y entornos se evalúa utilizando la simulación de \"modelo\". Además, el análisis de sensibilidad se aplica a diferentes parámetros, como el tamaño de la cola y la longitud media del intervalo, para investigar su impacto en las métricas de rendimiento. Los resultados muestran que limitar la carga al 41% de la capacidad de enlace resulta en una calidad aceptable ",
            "error": [
                ""
            ]
        },
        "performance analysis": {
            "translated_key": [],
            "translated_annotated_text": "Modelado y simulación de voz de velocidad de bits adaptable disponible sobre redes de modo de transferencia asíncrona Este artículo presenta una metodología de modelado y simulación para analizar el rendimiento de la calidad de voz cuando se envía a través del servicio de velocidad de bits disponible en redes de modo de transferencia asíncrona. Las fuentes pueden modificar la velocidad a la que envían tráfico a la red en función de la retroalimentación que se lleve a cabo en las celdas de gestión de recursos. Esto se logra cambiando el nivel de codificación. A medida que la disputa aumenta a red recursos-ancho de banda en este caso-fuentes comienzan a reducir la velocidad a la que generan y envían tráfico. La eficiencia del esquema bajo diferentes políticas de programación/caída y otras condiciones y entornos operativos se evalúa utilizando modelos de simulación. Además, el análisis de sensibilidad se aplica a diferentes parámetros, como el tamaño de la cola y la longitud media del intervalo, para investigar su impacto en las métricas de rendimiento. Los resultados muestran que limitar la carga al 41% de la capacidad de enlace resulta en una calidad aceptable ",
            "error": []
        },
        "voice quality": {
            "translated_key": "calidad de voz",
            "translated_annotated_text": "Modelado y simulación de voz de velocidad de bits adaptable disponible sobre redes de modo de transferencia asíncrona Este artículo presenta una metodología de modelado y simulación para analizar el rendimiento de \"calidad de voz\" cuando se envía sobre el servicio de tasa de bits disponible en redes de modo de transferencia asíncrona. Las fuentes pueden modificar la velocidad a la que envían tráfico a la red en función de la retroalimentación que se lleve a cabo en las celdas de gestión de recursos. Esto se logra cambiando el nivel de codificación. A medida que la disputa aumenta a red recursos-ancho de banda en este caso-fuentes comienzan a reducir la velocidad a la que generan y envían tráfico. La eficiencia del esquema bajo diferentes políticas de programación/caída y otras condiciones y entornos operativos se evalúa utilizando modelos de simulación. Además, el análisis de sensibilidad se aplica a diferentes parámetros, como el tamaño de la cola y la longitud media del intervalo, para investigar su impacto en las métricas de rendimiento. Los resultados muestran que limitar la carga al 41% de la capacidad de enlace resulta en una calidad aceptable ",
            "error": [
                ""
            ]
        },
        "traffic": {
            "translated_key": "tráfico",
            "translated_annotated_text": "Modelado y simulación de voz de velocidad de bits adaptable disponible sobre redes de modo de transferencia asíncrona Este artículo presenta una metodología de modelado y simulación para analizar el rendimiento de la calidad de voz cuando se envía a través del servicio de velocidad de bits disponible en redes de modo de transferencia asíncrona. Las fuentes pueden modificar la velocidad a la que envían \"tráfico\" a la red en función de la retroalimentación que se lleve a cabo en las celdas de gestión de recursos. Esto se logra cambiando el nivel de codificación. A medida que la disputa aumenta a red recursos-ancho de banda en este caso-fuentes comienzan a reducir la velocidad a la que generan y envían \"tráfico\". La eficiencia del esquema bajo diferentes políticas de programación/caída y otras condiciones y entornos operativos se evalúa utilizando modelos de simulación. Además, el análisis de sensibilidad se aplica a diferentes parámetros, como el tamaño de la cola y la longitud media del intervalo, para investigar su impacto en las métricas de rendimiento. Los resultados muestran que limitar la carga al 41% de la capacidad de enlace resulta en una calidad aceptable ",
            "error": [
                ""
            ]
        },
        "feedback": {
            "translated_key": "retroalimentación",
            "translated_annotated_text": "Modelado y simulación de voz de velocidad de bits adaptable disponible sobre redes de modo de transferencia asíncrona Este artículo presenta una metodología de modelado y simulación para analizar el rendimiento de la calidad de voz cuando se envía a través del servicio de velocidad de bits disponible en redes de modo de transferencia asíncrona. Las fuentes pueden modificar la velocidad a la que envían tráfico a la red basándose en la \"retroalimentación\" que se lleva en las celdas de gestión de recursos. Esto se logra cambiando el nivel de codificación. A medida que la disputa aumenta a red recursos-ancho de banda en este caso-fuentes comienzan a reducir la velocidad a la que generan y envían tráfico. La eficiencia del esquema bajo diferentes políticas de programación/caída y otras condiciones y entornos operativos se evalúa utilizando modelos de simulación. Además, el análisis de sensibilidad se aplica a diferentes parámetros, como el tamaño de la cola y la longitud media del intervalo, para investigar su impacto en las métricas de rendimiento. Los resultados muestran que limitar la carga al 41% de la capacidad de enlace resulta en una calidad aceptable ",
            "error": [
                ""
            ]
        },
        "resource management cells": {
            "translated_key": "células de gestión de recursos",
            "translated_annotated_text": "Modelado y simulación de voz de velocidad de bits adaptable disponible sobre redes de modo de transferencia asíncrona Este artículo presenta una metodología de modelado y simulación para analizar el rendimiento de la calidad de voz cuando se envía a través del servicio de velocidad de bits disponible en redes de modo de transferencia asíncrona. Las fuentes pueden modificar la velocidad a la que envían tráfico a la red en función de la retroalimentación que se lleve a cabo en las \"células de gestión de recursos\". Esto se logra cambiando el nivel de codificación. A medida que la disputa aumenta a red recursos-ancho de banda en este caso-fuentes comienzan a reducir la velocidad a la que generan y envían tráfico. La eficiencia del esquema bajo diferentes políticas de programación/caída y otras condiciones y entornos operativos se evalúa utilizando modelos de simulación. Además, el análisis de sensibilidad se aplica a diferentes parámetros, como el tamaño de la cola y la longitud media del intervalo, para investigar su impacto en las métricas de rendimiento. Los resultados muestran que limitar la carga al 41% de la capacidad de enlace resulta en una calidad aceptable ",
            "error": [
                ""
            ]
        },
        "encoding level": {
            "translated_key": "nivel de codificación",
            "translated_annotated_text": "Modelado y simulación de voz de velocidad de bits adaptable disponible sobre redes de modo de transferencia asíncrona Este artículo presenta una metodología de modelado y simulación para analizar el rendimiento de la calidad de voz cuando se envía a través del servicio de velocidad de bits disponible en redes de modo de transferencia asíncrona. Las fuentes pueden modificar la velocidad a la que envían tráfico a la red en función de la retroalimentación que se lleve a cabo en las celdas de gestión de recursos. Esto se logra cambiando el \"nivel de codificación\". A medida que la disputa aumenta a red recursos-ancho de banda en este caso-fuentes comienzan a reducir la velocidad a la que generan y envían tráfico. La eficiencia del esquema bajo diferentes políticas de programación/caída y otras condiciones y entornos operativos se evalúa utilizando modelos de simulación. Además, el análisis de sensibilidad se aplica a diferentes parámetros, como el tamaño de la cola y la longitud media del intervalo, para investigar su impacto en las métricas de rendimiento. Los resultados muestran que limitar la carga al 41% de la capacidad de enlace resulta en una calidad aceptable ",
            "error": [
                ""
            ]
        },
        "bandwidth contention": {
            "translated_key": [],
            "translated_annotated_text": "Modelado y simulación de voz de velocidad de bits adaptable disponible sobre redes de modo de transferencia asíncrona Este artículo presenta una metodología de modelado y simulación para analizar el rendimiento de la calidad de voz cuando se envía a través del servicio de velocidad de bits disponible en redes de modo de transferencia asíncrona. Las fuentes pueden modificar la velocidad a la que envían tráfico a la red en función de la retroalimentación que se lleve a cabo en las celdas de gestión de recursos. Esto se logra cambiando el nivel de codificación. A medida que la disputa aumenta a red recursos-ancho de banda en este caso-fuentes comienzan a reducir la velocidad a la que generan y envían tráfico. La eficiencia del esquema bajo diferentes políticas de programación/caída y otras condiciones y entornos operativos se evalúa utilizando modelos de simulación. Además, el análisis de sensibilidad se aplica a diferentes parámetros, como el tamaño de la cola y la longitud media del intervalo, para investigar su impacto en las métricas de rendimiento. Los resultados muestran que limitar la carga al 41% de la capacidad de enlace resulta en una calidad aceptable ",
            "error": []
        },
        "scheduling/drop policies": {
            "translated_key": "políticas de programación/de caída",
            "translated_annotated_text": "Modelado y simulación de voz de velocidad de bits adaptable disponible sobre redes de modo de transferencia asíncrona Este artículo presenta una metodología de modelado y simulación para analizar el rendimiento de la calidad de voz cuando se envía a través del servicio de velocidad de bits disponible en redes de modo de transferencia asíncrona. Las fuentes pueden modificar la velocidad a la que envían tráfico a la red en función de la retroalimentación que se lleve a cabo en las celdas de gestión de recursos. Esto se logra cambiando el nivel de codificación. A medida que la disputa aumenta a red recursos-ancho de banda en este caso-fuentes comienzan a reducir la velocidad a la que generan y envían tráfico. La eficiencia del esquema bajo diferentes \"políticas de programación/de caída\" y otras condiciones y entornos operativos se evalúa utilizando el modelado de simulación. Además, el análisis de sensibilidad se aplica a diferentes parámetros, como el tamaño de la cola y la longitud media del intervalo, para investigar su impacto en las métricas de rendimiento. Los resultados muestran que limitar la carga al 41% de la capacidad de enlace resulta en una calidad aceptable ",
            "error": [
                ""
            ]
        },
        "queue size": {
            "translated_key": "tamaño de la cola",
            "translated_annotated_text": "Modelado y simulación de voz de velocidad de bits adaptable disponible sobre redes de modo de transferencia asíncrona Este artículo presenta una metodología de modelado y simulación para analizar el rendimiento de la calidad de voz cuando se envía a través del servicio de velocidad de bits disponible en redes de modo de transferencia asíncrona. Las fuentes pueden modificar la velocidad a la que envían tráfico a la red en función de la retroalimentación que se lleve a cabo en las celdas de gestión de recursos. Esto se logra cambiando el nivel de codificación. A medida que la disputa aumenta a red recursos-ancho de banda en este caso-fuentes comienzan a reducir la velocidad a la que generan y envían tráfico. La eficiencia del esquema bajo diferentes políticas de programación/caída y otras condiciones y entornos operativos se evalúa utilizando modelos de simulación. Además, el análisis de sensibilidad se aplica a diferentes parámetros, como el \"tamaño de la cola\" y el promedio de la longitud del intervalo, para investigar su impacto en las métricas de rendimiento. Los resultados muestran que limitar la carga al 41% de la capacidad de enlace resulta en una calidad aceptable ",
            "error": [
                ""
            ]
        },
        "averaging interval length": {
            "translated_key": "longitud del intervalo de ahorro",
            "translated_annotated_text": "Modelado y simulación de voz de velocidad de bits adaptable disponible sobre redes de modo de transferencia asíncrona Este artículo presenta una metodología de modelado y simulación para analizar el rendimiento de la calidad de voz cuando se envía a través del servicio de velocidad de bits disponible en redes de modo de transferencia asíncrona. Las fuentes pueden modificar la velocidad a la que envían tráfico a la red en función de la retroalimentación que se lleve a cabo en las celdas de gestión de recursos. Esto se logra cambiando el nivel de codificación. A medida que la disputa aumenta a red recursos-ancho de banda en este caso-fuentes comienzan a reducir la velocidad a la que generan y envían tráfico. La eficiencia del esquema bajo diferentes políticas de programación/caída y otras condiciones y entornos operativos se evalúa utilizando modelos de simulación. Además, el análisis de sensibilidad se aplica a diferentes parámetros, como el tamaño de la cola y la \"longitud del intervalo de ahorro\", para investigar su impacto en las métricas de rendimiento. Los resultados muestran que limitar la carga al 41% de la capacidad de enlace resulta en una calidad aceptable ",
            "error": [
                ""
            ]
        },
        "performance metrics": {
            "translated_key": "métricas de rendimiento",
            "translated_annotated_text": "Modelado y simulación de voz de velocidad de bits adaptable disponible sobre redes de modo de transferencia asíncrona Este artículo presenta una metodología de modelado y simulación para analizar el rendimiento de la calidad de voz cuando se envía a través del servicio de velocidad de bits disponible en redes de modo de transferencia asíncrona. Las fuentes pueden modificar la velocidad a la que envían tráfico a la red en función de la retroalimentación que se lleve a cabo en las celdas de gestión de recursos. Esto se logra cambiando el nivel de codificación. A medida que la disputa aumenta a red recursos-ancho de banda en este caso-fuentes comienzan a reducir la velocidad a la que generan y envían tráfico. La eficiencia del esquema bajo diferentes políticas de programación/caída y otras condiciones y entornos operativos se evalúa utilizando modelos de simulación. Además, el análisis de sensibilidad se aplica a diferentes parámetros, como el tamaño de la cola y la longitud media del intervalo, para investigar su impacto en las \"métricas de rendimiento\". Los resultados muestran que limitar la carga al 41% de la capacidad de enlace resulta en una calidad aceptable ",
            "error": [
                ""
            ]
        },
        "link capacity": {
            "translated_key": "capacidad de enlace",
            "translated_annotated_text": "Modelado y simulación de voz de velocidad de bits adaptable disponible sobre redes de modo de transferencia asíncrona Este artículo presenta una metodología de modelado y simulación para analizar el rendimiento de la calidad de voz cuando se envía a través del servicio de velocidad de bits disponible en redes de modo de transferencia asíncrona. Las fuentes pueden modificar la velocidad a la que envían tráfico a la red en función de la retroalimentación que se lleve a cabo en las celdas de gestión de recursos. Esto se logra cambiando el nivel de codificación. A medida que la disputa aumenta a red recursos-ancho de banda en este caso-fuentes comienzan a reducir la velocidad a la que generan y envían tráfico. La eficiencia del esquema bajo diferentes políticas de programación/caída y otras condiciones y entornos operativos se evalúa utilizando modelos de simulación. Además, el análisis de sensibilidad se aplica a diferentes parámetros, como el tamaño de la cola y la longitud media del intervalo, para investigar su impacto en las métricas de rendimiento. Los resultados muestran que limitar la carga al 41% de la \"capacidad de enlace\" resulta en una calidad aceptable ",
            "error": [
                ""
            ]
        },
        "adaptive available bit rate voice": {
            "translated_key": "voz de tasa de bits adaptable disponible",
            "translated_annotated_text": "Modelado y simulación de \"voz de tasa de bits adaptable disponible\" sobre redes de modo de transferencia asíncrona Este artículo presenta una metodología de modelado y simulación para analizar el rendimiento de la calidad de voz cuando se envía a través del servicio de tasa de bits disponible en redes de modo de transferencia asíncrona. Las fuentes pueden modificar la velocidad a la que envían tráfico a la red en función de la retroalimentación que se lleve a cabo en las celdas de gestión de recursos. Esto se logra cambiando el nivel de codificación. A medida que la disputa aumenta a red recursos-ancho de banda en este caso-fuentes comienzan a reducir la velocidad a la que generan y envían tráfico. La eficiencia del esquema bajo diferentes políticas de programación/caída y otras condiciones y entornos operativos se evalúa utilizando modelos de simulación. Además, el análisis de sensibilidad se aplica a diferentes parámetros, como el tamaño de la cola y la longitud media del intervalo, para investigar su impacto en las métricas de rendimiento. Los resultados muestran que limitar la carga al 41% de la capacidad de enlace resulta en una calidad aceptable ",
            "error": [
                ""
            ]
        },
        "ATM networks": {
            "translated_key": [],
            "translated_annotated_text": "Modelado y simulación de voz de velocidad de bits adaptable disponible sobre redes de modo de transferencia asíncrona Este artículo presenta una metodología de modelado y simulación para analizar el rendimiento de la calidad de voz cuando se envía a través del servicio de velocidad de bits disponible en redes de modo de transferencia asíncrona. Las fuentes pueden modificar la velocidad a la que envían tráfico a la red en función de la retroalimentación que se lleve a cabo en las celdas de gestión de recursos. Esto se logra cambiando el nivel de codificación. A medida que la disputa aumenta a red recursos-ancho de banda en este caso-fuentes comienzan a reducir la velocidad a la que generan y envían tráfico. La eficiencia del esquema bajo diferentes políticas de programación/caída y otras condiciones y entornos operativos se evalúa utilizando modelos de simulación. Además, el análisis de sensibilidad se aplica a diferentes parámetros, como el tamaño de la cola y la longitud media del intervalo, para investigar su impacto en las métricas de rendimiento. Los resultados muestran que limitar la carga al 41% de la capacidad de enlace resulta en una calidad aceptable ",
            "error": []
        },
        "asynchronous transfer mode": {
            "translated_key": "modo de transferencia asíncrona",
            "translated_annotated_text": "Modelado y simulación de voz de velocidad de bits adaptable disponible sobre redes de \"modo de transferencia asíncrona\" Este artículo presenta una metodología de modelado y simulación para analizar el rendimiento de la calidad de voz cuando se envía a través del servicio de tasa de bits disponible en redes de \"modo de transferencia asíncrona\". Las fuentes pueden modificar la velocidad a la que envían tráfico a la red en función de la retroalimentación que se lleve a cabo en las celdas de gestión de recursos. Esto se logra cambiando el nivel de codificación. A medida que la disputa aumenta a red recursos-ancho de banda en este caso-fuentes comienzan a reducir la velocidad a la que generan y envían tráfico. La eficiencia del esquema bajo diferentes políticas de programación/caída y otras condiciones y entornos operativos se evalúa utilizando modelos de simulación. Además, el análisis de sensibilidad se aplica a diferentes parámetros, como el tamaño de la cola y la longitud media del intervalo, para investigar su impacto en las métricas de rendimiento. Los resultados muestran que limitar la carga al 41% de la capacidad de enlace resulta en una calidad aceptable ",
            "error": [
                ""
            ]
        },
        "digital simulation": {
            "translated_key": [],
            "translated_annotated_text": "Modelado y simulación de voz de velocidad de bits adaptable disponible sobre redes de modo de transferencia asíncrona Este artículo presenta una metodología de modelado y simulación para analizar el rendimiento de la calidad de voz cuando se envía a través del servicio de velocidad de bits disponible en redes de modo de transferencia asíncrona. Las fuentes pueden modificar la velocidad a la que envían tráfico a la red en función de la retroalimentación que se lleve a cabo en las celdas de gestión de recursos. Esto se logra cambiando el nivel de codificación. A medida que la disputa aumenta a red recursos-ancho de banda en este caso-fuentes comienzan a reducir la velocidad a la que generan y envían tráfico. La eficiencia del esquema bajo diferentes políticas de programación/caída y otras condiciones y entornos operativos se evalúa utilizando modelos de simulación. Además, el análisis de sensibilidad se aplica a diferentes parámetros, como el tamaño de la cola y la longitud media del intervalo, para investigar su impacto en las métricas de rendimiento. Los resultados muestran que limitar la carga al 41% de la capacidad de enlace resulta en una calidad aceptable ",
            "error": []
        },
        "speech coding": {
            "translated_key": [],
            "translated_annotated_text": "Modelado y simulación de voz de velocidad de bits adaptable disponible sobre redes de modo de transferencia asíncrona Este artículo presenta una metodología de modelado y simulación para analizar el rendimiento de la calidad de voz cuando se envía a través del servicio de velocidad de bits disponible en redes de modo de transferencia asíncrona. Las fuentes pueden modificar la velocidad a la que envían tráfico a la red en función de la retroalimentación que se lleve a cabo en las celdas de gestión de recursos. Esto se logra cambiando el nivel de codificación. A medida que la disputa aumenta a red recursos-ancho de banda en este caso-fuentes comienzan a reducir la velocidad a la que generan y envían tráfico. La eficiencia del esquema bajo diferentes políticas de programación/caída y otras condiciones y entornos operativos se evalúa utilizando modelos de simulación. Además, el análisis de sensibilidad se aplica a diferentes parámetros, como el tamaño de la cola y la longitud media del intervalo, para investigar su impacto en las métricas de rendimiento. Los resultados muestran que limitar la carga al 41% de la capacidad de enlace resulta en una calidad aceptable ",
            "error": []
        },
        "telecommunication computing": {
            "translated_key": [],
            "translated_annotated_text": "Modelado y simulación de voz de velocidad de bits adaptable disponible sobre redes de modo de transferencia asíncrona Este artículo presenta una metodología de modelado y simulación para analizar el rendimiento de la calidad de voz cuando se envía a través del servicio de velocidad de bits disponible en redes de modo de transferencia asíncrona. Las fuentes pueden modificar la velocidad a la que envían tráfico a la red en función de la retroalimentación que se lleve a cabo en las celdas de gestión de recursos. Esto se logra cambiando el nivel de codificación. A medida que la disputa aumenta a red recursos-ancho de banda en este caso-fuentes comienzan a reducir la velocidad a la que generan y envían tráfico. La eficiencia del esquema bajo diferentes políticas de programación/caída y otras condiciones y entornos operativos se evalúa utilizando modelos de simulación. Además, el análisis de sensibilidad se aplica a diferentes parámetros, como el tamaño de la cola y la longitud media del intervalo, para investigar su impacto en las métricas de rendimiento. Los resultados muestran que limitar la carga al 41% de la capacidad de enlace resulta en una calidad aceptable ",
            "error": []
        },
        "telecommunication traffic": {
            "translated_key": [],
            "translated_annotated_text": "Modelado y simulación de voz de velocidad de bits adaptable disponible sobre redes de modo de transferencia asíncrona Este artículo presenta una metodología de modelado y simulación para analizar el rendimiento de la calidad de voz cuando se envía a través del servicio de velocidad de bits disponible en redes de modo de transferencia asíncrona. Las fuentes pueden modificar la velocidad a la que envían tráfico a la red en función de la retroalimentación que se lleve a cabo en las celdas de gestión de recursos. Esto se logra cambiando el nivel de codificación. A medida que la disputa aumenta a red recursos-ancho de banda en este caso-fuentes comienzan a reducir la velocidad a la que generan y envían tráfico. La eficiencia del esquema bajo diferentes políticas de programación/caída y otras condiciones y entornos operativos se evalúa utilizando modelos de simulación. Además, el análisis de sensibilidad se aplica a diferentes parámetros, como el tamaño de la cola y la longitud media del intervalo, para investigar su impacto en las métricas de rendimiento. Los resultados muestran que limitar la carga al 41% de la capacidad de enlace resulta en una calidad aceptable ",
            "error": []
        },
        "voice communication": {
            "translated_key": [],
            "translated_annotated_text": "Modelado y simulación de voz de velocidad de bits adaptable disponible sobre redes de modo de transferencia asíncrona Este artículo presenta una metodología de modelado y simulación para analizar el rendimiento de la calidad de voz cuando se envía a través del servicio de velocidad de bits disponible en redes de modo de transferencia asíncrona. Las fuentes pueden modificar la velocidad a la que envían tráfico a la red en función de la retroalimentación que se lleve a cabo en las celdas de gestión de recursos. Esto se logra cambiando el nivel de codificación. A medida que la disputa aumenta a red recursos-ancho de banda en este caso-fuentes comienzan a reducir la velocidad a la que generan y envían tráfico. La eficiencia del esquema bajo diferentes políticas de programación/caída y otras condiciones y entornos operativos se evalúa utilizando modelos de simulación. Además, el análisis de sensibilidad se aplica a diferentes parámetros, como el tamaño de la cola y la longitud media del intervalo, para investigar su impacto en las métricas de rendimiento. Los resultados muestran que limitar la carga al 41% de la capacidad de enlace resulta en una calidad aceptable ",
            "error": []
        }
    }
}