{
    "original_text": "High-performance servo systems based on multirate sampling control In this paper, novel multirate two-degree-of-freedom controllers are proposed for digital control systems, in which the sampling period of plant output is restricted to be relatively longer than the control period of plant input. The proposed feedforward controller assures perfect tracking at M inter-sampling points. On the other hand, the proposed feedback controller assures perfect disturbance rejection at M inter-sample points in the steady state. Illustrative examples of position control for hard disk drive are presented, and advantages of these approaches are demonstrated",
    "original_translation": "Sistemas de servo de alto rendimiento basados en el control de muestreo multirrate En este artículo, se proponen nuevos controladores multirate de dos grados de libertad para sistemas de control digital, en los que el período de muestreo de la producción de la planta está restringido a ser relativamente más largo que el período de control de la entrada de la planta. El controlador de avance propuesto asegura un seguimiento perfecto en los puntos de muestreo inter-M. Por otro lado, el controlador de retroalimentación propuesto asegura el rechazo perfecto de la perturbación en puntos M intermuestra en el estado estacionario. Se presentan ejemplos ilustrativos de control de posición para unidad de disco duro, y se demuestran las ventajas de estos enfoques",
    "error_count": 4,
    "keys": {
        "multirate sampling control": {
            "translated_key": "control de muestreo multirrate",
            "translated_annotated_text": "Sistemas servo de alto rendimiento basados en \"control de muestreo multirrate\" En este artículo, se proponen nuevos controladores multirate de dos grados de libertad para sistemas de control digital, en los que el período de muestreo de la producción de la planta está restringido a ser relativamente más largo que el período de control de la entrada de la planta. El controlador de avance propuesto asegura un seguimiento perfecto en los puntos de muestreo inter-M. Por otro lado, el controlador de retroalimentación propuesto asegura el rechazo perfecto de la perturbación en puntos M intermuestra en el estado estacionario. Se presentan ejemplos ilustrativos de control de posición para unidad de disco duro, y se demuestran las ventajas de estos enfoques ",
            "error": [
                ""
            ]
        },
        "servo system": {
            "translated_key": [],
            "translated_annotated_text": "Sistemas de servo de alto rendimiento basados en el control de muestreo multirrate En este artículo, se proponen nuevos controladores multirate de dos grados de libertad para sistemas de control digital, en los que el período de muestreo de la producción de la planta está restringido a ser relativamente más largo que el período de control de la entrada de la planta. El controlador de avance propuesto asegura un seguimiento perfecto en los puntos de muestreo inter-M. Por otro lado, el controlador de retroalimentación propuesto asegura el rechazo perfecto de la perturbación en puntos M intermuestra en el estado estacionario. Se presentan ejemplos ilustrativos de control de posición para unidad de disco duro, y se demuestran las ventajas de estos enfoques ",
            "error": []
        },
        "digital control systems": {
            "translated_key": "sistemas de control digital",
            "translated_annotated_text": "Sistemas de servo de alto rendimiento basados en el control de muestreo multirrate En este artículo, se proponen nuevos controladores multirate de dos grados de libertad para \"sistemas de control digital\", en los que el período de muestreo de la producción de la planta está restringido a ser relativamente más largo que el período de control de la entrada de la planta. El controlador de avance propuesto asegura un seguimiento perfecto en los puntos de muestreo inter-M. Por otro lado, el controlador de retroalimentación propuesto asegura el rechazo perfecto de la perturbación en puntos M intermuestra en el estado estacionario. Se presentan ejemplos ilustrativos de control de posición para unidad de disco duro, y se demuestran las ventajas de estos enfoques ",
            "error": [
                ""
            ]
        },
        "tracking": {
            "translated_key": "tracking",
            "translated_annotated_text": "Sistemas de servo de alto rendimiento basados en el control de muestreo multirrate En este artículo, se proponen nuevos controladores multirate de dos grados de libertad para sistemas de control digital, en los que el período de muestreo de la producción de la planta está restringido a ser relativamente más largo que el período de control de la entrada de la planta. El controlador de feedforward propuesto asegura un \"tracking\" perfecto en los puntos de muestreo inter-M. Por otro lado, el controlador de retroalimentación propuesto asegura el rechazo perfecto de la perturbación en puntos M intermuestra en el estado estacionario. Se presentan ejemplos ilustrativos de control de posición para unidad de disco duro, y se demuestran las ventajas de estos enfoques ",
            "error": [
                ""
            ]
        },
        "feedback": {
            "translated_key": "retroalimentación",
            "translated_annotated_text": "Sistemas de servo de alto rendimiento basados en el control de muestreo multirrate En este artículo, se proponen nuevos controladores multirate de dos grados de libertad para sistemas de control digital, en los que el período de muestreo de la producción de la planta está restringido a ser relativamente más largo que el período de control de la entrada de la planta. El controlador de avance propuesto asegura un seguimiento perfecto en los puntos de muestreo inter-M. Por otro lado, el controlador de \"retroalimentación\" propuesto asegura un perfecto rechazo de la perturbación en los puntos de intermuestra M en el estado estacionario. Se presentan ejemplos ilustrativos de control de posición para unidad de disco duro, y se demuestran las ventajas de estos enfoques ",
            "error": [
                ""
            ]
        },
        "feedforward": {
            "translated_key": "feedforward",
            "translated_annotated_text": "Sistemas de servo de alto rendimiento basados en el control de muestreo multirrate En este artículo, se proponen nuevos controladores multirate de dos grados de libertad para sistemas de control digital, en los que el período de muestreo de la producción de la planta está restringido a ser relativamente más largo que el período de control de la entrada de la planta. El controlador \"feedforward\" propuesto asegura un seguimiento perfecto en los puntos de muestreo inter-M. Por otro lado, el controlador de retroalimentación propuesto asegura el rechazo perfecto de la perturbación en puntos M intermuestra en el estado estacionario. Se presentan ejemplos ilustrativos de control de posición para unidad de disco duro, y se demuestran las ventajas de estos enfoques ",
            "error": [
                ""
            ]
        },
        "position control": {
            "translated_key": "control de posición",
            "translated_annotated_text": "Sistemas de servo de alto rendimiento basados en el control de muestreo multirrate En este artículo, se proponen nuevos controladores multirate de dos grados de libertad para sistemas de control digital, en los que el período de muestreo de la producción de la planta está restringido a ser relativamente más largo que el período de control de la entrada de la planta. El controlador de avance propuesto asegura un seguimiento perfecto en los puntos de muestreo inter-M. Por otro lado, el controlador de retroalimentación propuesto asegura el rechazo perfecto de la perturbación en puntos M intermuestra en el estado estacionario. Se presentan ejemplos ilustrativos de \"control de posición\" para el disco duro, y se demuestran las ventajas de estos enfoques ",
            "error": [
                ""
            ]
        },
        "hard disk drive": {
            "translated_key": "disco duro",
            "translated_annotated_text": "Sistemas de servo de alto rendimiento basados en el control de muestreo multirrate En este artículo, se proponen nuevos controladores multirate de dos grados de libertad para sistemas de control digital, en los que el período de muestreo de la producción de la planta está restringido a ser relativamente más largo que el período de control de la entrada de la planta. El controlador de avance propuesto asegura un seguimiento perfecto en los puntos de muestreo inter-M. Por otro lado, el controlador de retroalimentación propuesto asegura el rechazo perfecto de la perturbación en puntos M intermuestra en el estado estacionario. Se presentan ejemplos ilustrativos de control de posición para \"disco duro\" y se demuestran las ventajas de estos enfoques ",
            "error": [
                ""
            ]
        },
        "disturbance rejection": {
            "translated_key": "rechazo de la perturbación",
            "translated_annotated_text": "Sistemas de servo de alto rendimiento basados en el control de muestreo multirrate En este artículo, se proponen nuevos controladores multirate de dos grados de libertad para sistemas de control digital, en los que el período de muestreo de la producción de la planta está restringido a ser relativamente más largo que el período de control de la entrada de la planta. El controlador de avance propuesto asegura un seguimiento perfecto en los puntos de muestreo inter-M. Por otro lado, el controlador de retroalimentación propuesto asegura el perfecto \"rechazo de la perturbación\" en los puntos intermuestra M en el estado estacionario. Se presentan ejemplos ilustrativos de control de posición para unidad de disco duro, y se demuestran las ventajas de estos enfoques ",
            "error": [
                ""
            ]
        },
        "digital control": {
            "translated_key": "control digital",
            "translated_annotated_text": "Sistemas de servo de alto rendimiento basados en el control de muestreo multirrate En este artículo, se proponen nuevos controladores multirate de dos grados de libertad para sistemas de \"control digital\", en los que el período de muestreo de la producción de la planta está restringido a ser relativamente más largo que el período de control de la entrada de la planta. El controlador de avance propuesto asegura un seguimiento perfecto en los puntos de muestreo inter-M. Por otro lado, el controlador de retroalimentación propuesto asegura el rechazo perfecto de la perturbación en puntos M intermuestra en el estado estacionario. Se presentan ejemplos ilustrativos de control de posición para unidad de disco duro, y se demuestran las ventajas de estos enfoques ",
            "error": [
                ""
            ]
        },
        "disc drives": {
            "translated_key": [],
            "translated_annotated_text": "Sistemas de servo de alto rendimiento basados en el control de muestreo multirrate En este artículo, se proponen nuevos controladores multirate de dos grados de libertad para sistemas de control digital, en los que el período de muestreo de la producción de la planta está restringido a ser relativamente más largo que el período de control de la entrada de la planta. El controlador de avance propuesto asegura un seguimiento perfecto en los puntos de muestreo inter-M. Por otro lado, el controlador de retroalimentación propuesto asegura el rechazo perfecto de la perturbación en puntos M intermuestra en el estado estacionario. Se presentan ejemplos ilustrativos de control de posición para unidad de disco duro, y se demuestran las ventajas de estos enfoques ",
            "error": []
        },
        "sampled data systems": {
            "translated_key": [],
            "translated_annotated_text": "Sistemas de servo de alto rendimiento basados en el control de muestreo multirrate En este artículo, se proponen nuevos controladores multirate de dos grados de libertad para sistemas de control digital, en los que el período de muestreo de la producción de la planta está restringido a ser relativamente más largo que el período de control de la entrada de la planta. El controlador de avance propuesto asegura un seguimiento perfecto en los puntos de muestreo inter-M. Por otro lado, el controlador de retroalimentación propuesto asegura el rechazo perfecto de la perturbación en puntos M intermuestra en el estado estacionario. Se presentan ejemplos ilustrativos de control de posición para unidad de disco duro, y se demuestran las ventajas de estos enfoques ",
            "error": []
        },
        "servomechanisms": {
            "translated_key": [],
            "translated_annotated_text": "Sistemas de servo de alto rendimiento basados en el control de muestreo multirrate En este artículo, se proponen nuevos controladores multirate de dos grados de libertad para sistemas de control digital, en los que el período de muestreo de la producción de la planta está restringido a ser relativamente más largo que el período de control de la entrada de la planta. El controlador de avance propuesto asegura un seguimiento perfecto en los puntos de muestreo inter-M. Por otro lado, el controlador de retroalimentación propuesto asegura el rechazo perfecto de la perturbación en puntos M intermuestra en el estado estacionario. Se presentan ejemplos ilustrativos de control de posición para unidad de disco duro, y se demuestran las ventajas de estos enfoques ",
            "error": []
        }
    }
}