{
    "original_text": "Development of an integrated and open-architecture precision motion control system In this paper, the development of an integrated and open-architecture precision motion control system is presented. The control system is generally applicable, but it is developed with a particular focus on direct drive servo systems based on linear motors. The overall control system is comprehensive, comprising of various selected control and instrumentation components, integrated within a configuration of hardware architecture centred around a dSPACE DS1004 DSP processor board. These components include a precision composite controller (comprising of feedforward and feedback control), a disturbance observer, an adaptive notch filter, and a geometrical error compensator. The hardware architecture, software development platform, user interface, and all constituent control components are described",
    "original_translation": "Desarrollo de un sistema de control de movimiento de precisión integrado y de arquitectura abierta En este artículo se presenta el desarrollo de un sistema de control de movimiento de precisión integrado y de arquitectura abierta. El sistema de control es generalmente aplicable, pero se desarrolla con un enfoque particular en sistemas servomotores directos basados en motores lineales. El sistema de control general es completo, compuesto por varios componentes de control e instrumentación seleccionados, integrados dentro de una configuración de arquitectura de hardware centrada en una placa de procesador dSPACE DS1004 DSP. Estos componentes incluyen un controlador compuesto de precisión (compuesto por el control de avance y retroalimentación), un observador de perturbaciones, un filtro de muesca adaptativo y un compensador de errores geométricos. Se describen la arquitectura de hardware, la plataforma de desarrollo de software, la interfaz de usuario y todos los componentes de control constituyentes.",
    "error_count": 7,
    "keys": {
        "motion control": {
            "translated_key": "motion control",
            "translated_annotated_text": "Desarrollo de un sistema integrado y de precisión de arquitectura abierta <br>motion control</br> En este artículo se presenta el desarrollo de un sistema integrado y de precisión de arquitectura abierta <br>motion control</br>. El sistema de control es generalmente aplicable, pero se desarrolla con un enfoque particular en sistemas servomotores directos basados en motores lineales. El sistema de control general es completo, compuesto por varios componentes de control e instrumentación seleccionados, integrados dentro de una configuración de arquitectura de hardware centrada en una placa de procesador dSPACE DS1004 DSP. Estos componentes incluyen un controlador compuesto de precisión (compuesto por el control de avance y retroalimentación), un observador de perturbaciones, un filtro de muesca adaptativo y un compensador de errores geométricos. Se describen la arquitectura de hardware, la plataforma de desarrollo de software, la interfaz de usuario y todos los componentes de control constituyentes. ",
            "error": [
                ""
            ]
        },
        "direct drive servo systems": {
            "translated_key": [],
            "translated_annotated_text": "Desarrollo de un sistema de control de movimiento de precisión integrado y de arquitectura abierta En este artículo se presenta el desarrollo de un sistema de control de movimiento de precisión integrado y de arquitectura abierta. El sistema de control es generalmente aplicable, pero se desarrolla con un enfoque particular en los sistemas de servomotores directos <br> basados en motores lineales. El sistema de control general es completo, compuesto por varios componentes de control e instrumentación seleccionados, integrados dentro de una configuración de arquitectura de hardware centrada en una placa de procesador dSPACE DS1004 DSP. Estos componentes incluyen un controlador compuesto de precisión (compuesto por el control de avance y retroalimentación), un observador de perturbaciones, un filtro de muesca adaptativo y un compensador de errores geométricos. Se describen la arquitectura de hardware, la plataforma de desarrollo de software, la interfaz de usuario y todos los componentes de control constituyentes. ",
            "error": []
        },
        "linear motors": {
            "translated_key": " ",
            "translated_annotated_text": "Desarrollo de un sistema de control de movimiento de precisión integrado y de arquitectura abierta En este artículo se presenta el desarrollo de un sistema de control de movimiento de precisión integrado y de arquitectura abierta. El sistema de control es generalmente aplicable, pero se desarrolla con un enfoque particular en sistemas servomotores directos basados en motores lineales <br> </br>. El sistema de control general es completo, compuesto por varios componentes de control e instrumentación seleccionados, integrados dentro de una configuración de arquitectura de hardware centrada en una placa de procesador dSPACE DS1004 DSP. Estos componentes incluyen un controlador compuesto de precisión (compuesto por el control de avance y retroalimentación), un observador de perturbaciones, un filtro de muesca adaptativo y un compensador de errores geométricos. Se describen la arquitectura de hardware, la plataforma de desarrollo de software, la interfaz de usuario y todos los componentes de control constituyentes. ",
            "error": [
                ""
            ]
        },
        "dSPACE DS1004 processor": {
            "translated_key": [],
            "translated_annotated_text": "Desarrollo de un sistema de control de movimiento de precisión integrado y de arquitectura abierta En este artículo se presenta el desarrollo de un sistema de control de movimiento de precisión integrado y de arquitectura abierta. El sistema de control es generalmente aplicable, pero se desarrolla con un enfoque particular en sistemas servomotores directos basados en motores lineales. El sistema de control general es completo, compuesto por varios componentes de control e instrumentación seleccionados, integrados dentro de una configuración de arquitectura de hardware centrada en una placa de procesador dSPACE DS1004 DSP. Estos componentes incluyen un controlador compuesto de precisión (compuesto por el control de avance y retroalimentación), un observador de perturbaciones, un filtro de muesca adaptativo y un compensador de errores geométricos. Se describen la arquitectura de hardware, la plataforma de desarrollo de software, la interfaz de usuario y todos los componentes de control constituyentes. ",
            "error": []
        },
        "composite controller": {
            "translated_key": [],
            "translated_annotated_text": "Desarrollo de un sistema de control de movimiento de precisión integrado y de arquitectura abierta En este artículo se presenta el desarrollo de un sistema de control de movimiento de precisión integrado y de arquitectura abierta. El sistema de control es generalmente aplicable, pero se desarrolla con un enfoque particular en sistemas servomotores directos basados en motores lineales. El sistema de control general es completo, compuesto por varios componentes de control e instrumentación seleccionados, integrados dentro de una configuración de arquitectura de hardware centrada en una placa de procesador dSPACE DS1004 DSP. Estos componentes incluyen un controlador compuesto de precisión <br> (compuesto por el control de avance y retroalimentación), un observador de perturbaciones, un filtro de muesca adaptativo y un compensador de errores geométricos. Se describen la arquitectura de hardware, la plataforma de desarrollo de software, la interfaz de usuario y todos los componentes de control constituyentes. ",
            "error": []
        },
        "feedforward": {
            "translated_key": "feedforward",
            "translated_annotated_text": "Desarrollo de un sistema de control de movimiento de precisión integrado y de arquitectura abierta En este artículo se presenta el desarrollo de un sistema de control de movimiento de precisión integrado y de arquitectura abierta. El sistema de control es generalmente aplicable, pero se desarrolla con un enfoque particular en sistemas servomotores directos basados en motores lineales. El sistema de control general es completo, compuesto por varios componentes de control e instrumentación seleccionados, integrados dentro de una configuración de arquitectura de hardware centrada en una placa de procesador dSPACE DS1004 DSP. Estos componentes incluyen un controlador compuesto de precisión (compuesto por <br>feedforward</br> y control de retroalimentación), un observador de perturbaciones, un filtro de muesca adaptativo y un compensador de errores geométricos. Se describen la arquitectura de hardware, la plataforma de desarrollo de software, la interfaz de usuario y todos los componentes de control constituyentes. ",
            "error": [
                ""
            ]
        },
        "feedback": {
            "translated_key": "feedback",
            "translated_annotated_text": "Desarrollo de un sistema de control de movimiento de precisión integrado y de arquitectura abierta En este artículo se presenta el desarrollo de un sistema de control de movimiento de precisión integrado y de arquitectura abierta. El sistema de control es generalmente aplicable, pero se desarrolla con un enfoque particular en sistemas servomotores directos basados en motores lineales. El sistema de control general es completo, compuesto por varios componentes de control e instrumentación seleccionados, integrados dentro de una configuración de arquitectura de hardware centrada en una placa de procesador dSPACE DS1004 DSP. Estos componentes incluyen un controlador compuesto de precisión (compuesto por el control feedforward y <br>feedback</br>), un observador de perturbaciones, un filtro de muesca adaptativo y un compensador de errores geométricos. Se describen la arquitectura de hardware, la plataforma de desarrollo de software, la interfaz de usuario y todos los componentes de control constituyentes. ",
            "error": [
                ""
            ]
        },
        "adaptive notch filter": {
            "translated_key": "filtro de muesca adaptativa",
            "translated_annotated_text": "Desarrollo de un sistema de control de movimiento de precisión integrado y de arquitectura abierta En este artículo se presenta el desarrollo de un sistema de control de movimiento de precisión integrado y de arquitectura abierta. El sistema de control es generalmente aplicable, pero se desarrolla con un enfoque particular en sistemas servomotores directos basados en motores lineales. El sistema de control general es completo, compuesto por varios componentes de control e instrumentación seleccionados, integrados dentro de una configuración de arquitectura de hardware centrada en una placa de procesador dSPACE DS1004 DSP. Estos componentes incluyen un controlador compuesto de precisión (compuesto por el control de avance y retroalimentación), un observador de perturbaciones, un <br>filtro de muesca adaptativa</br> y un compensador de errores geométricos.  Se describen la arquitectura de hardware, la plataforma de desarrollo de software, la interfaz de usuario y todos los componentes de control constituyentes. ",
            "error": [
                ""
            ]
        },
        "open-architecture": {
            "translated_key": "open-architecture",
            "translated_annotated_text": "Desarrollo de un sistema de control de movimiento de precisión integrado y <br>open-architecture</br> En este artículo se presenta el desarrollo de un sistema de control de movimiento de precisión integrado y <br>open-architecture</br>. El sistema de control es generalmente aplicable, pero se desarrolla con un enfoque particular en sistemas servomotores directos basados en motores lineales. El sistema de control general es completo, compuesto por varios componentes de control e instrumentación seleccionados, integrados dentro de una configuración de arquitectura de hardware centrada en una placa de procesador dSPACE DS1004 DSP. Estos componentes incluyen un controlador compuesto de precisión (compuesto por el control de avance y retroalimentación), un observador de perturbaciones, un filtro de muesca adaptativo y un compensador de errores geométricos. Se describen la arquitectura de hardware, la plataforma de desarrollo de software, la interfaz de usuario y todos los componentes de control constituyentes. ",
            "error": [
                ""
            ]
        },
        "precision": {
            "translated_key": "precision",
            "translated_annotated_text": "Desarrollo de un sistema de control de movimiento integrado y de arquitectura abierta <br>precision</br> En este artículo se presenta el desarrollo de un sistema de control de movimiento integrado y de arquitectura abierta <br>precision</br>. El sistema de control es generalmente aplicable, pero se desarrolla con un enfoque particular en sistemas servomotores directos basados en motores lineales. El sistema de control general es completo, compuesto por varios componentes de control e instrumentación seleccionados, integrados dentro de una configuración de arquitectura de hardware centrada en una placa de procesador dSPACE DS1004 DSP. Estos componentes incluyen un controlador compuesto <br>precision</br> (compuesto por el control de avance y retroalimentación), un observador de perturbaciones, un filtro de muesca adaptativo y un compensador de errores geométricos. Se describen la arquitectura de hardware, la plataforma de desarrollo de software, la interfaz de usuario y todos los componentes de control constituyentes. ",
            "error": [
                ""
            ]
        },
        "geometrical error compensation": {
            "translated_key": [],
            "translated_annotated_text": "Desarrollo de un sistema de control de movimiento de precisión integrado y de arquitectura abierta En este artículo se presenta el desarrollo de un sistema de control de movimiento de precisión integrado y de arquitectura abierta. El sistema de control es generalmente aplicable, pero se desarrolla con un enfoque particular en sistemas servomotores directos basados en motores lineales. El sistema de control general es completo, compuesto por varios componentes de control e instrumentación seleccionados, integrados dentro de una configuración de arquitectura de hardware centrada en una placa de procesador dSPACE DS1004 DSP. Estos componentes incluyen un controlador compuesto de precisión (compuesto por el control de avance y retroalimentación), un observador de perturbaciones, un filtro de muesca adaptativo y un compensador de errores geométricos. Se describen la arquitectura de hardware, la plataforma de desarrollo de software, la interfaz de usuario y todos los componentes de control constituyentes. ",
            "error": []
        },
        "electric drives": {
            "translated_key": [],
            "translated_annotated_text": "Desarrollo de un sistema de control de movimiento de precisión integrado y de arquitectura abierta En este artículo se presenta el desarrollo de un sistema de control de movimiento de precisión integrado y de arquitectura abierta. El sistema de control es generalmente aplicable, pero se desarrolla con un enfoque particular en sistemas servomotores directos basados en motores lineales. El sistema de control general es completo, compuesto por varios componentes de control e instrumentación seleccionados, integrados dentro de una configuración de arquitectura de hardware centrada en una placa de procesador dSPACE DS1004 DSP. Estos componentes incluyen un controlador compuesto de precisión (compuesto por el control de avance y retroalimentación), un observador de perturbaciones, un filtro de muesca adaptativo y un compensador de errores geométricos. Se describen la arquitectura de hardware, la plataforma de desarrollo de software, la interfaz de usuario y todos los componentes de control constituyentes. ",
            "error": []
        },
        "error compensation": {
            "translated_key": [],
            "translated_annotated_text": "Desarrollo de un sistema de control de movimiento de precisión integrado y de arquitectura abierta En este artículo se presenta el desarrollo de un sistema de control de movimiento de precisión integrado y de arquitectura abierta. El sistema de control es generalmente aplicable, pero se desarrolla con un enfoque particular en sistemas servomotores directos basados en motores lineales. El sistema de control general es completo, compuesto por varios componentes de control e instrumentación seleccionados, integrados dentro de una configuración de arquitectura de hardware centrada en una placa de procesador dSPACE DS1004 DSP. Estos componentes incluyen un controlador compuesto de precisión (compuesto por el control de avance y retroalimentación), un observador de perturbaciones, un filtro de muesca adaptativo y un compensador de errores geométricos. Se describen la arquitectura de hardware, la plataforma de desarrollo de software, la interfaz de usuario y todos los componentes de control constituyentes. ",
            "error": []
        },
        "open systems": {
            "translated_key": [],
            "translated_annotated_text": "Desarrollo de un sistema de control de movimiento de precisión integrado y de arquitectura abierta En este artículo se presenta el desarrollo de un sistema de control de movimiento de precisión integrado y de arquitectura abierta. El sistema de control es generalmente aplicable, pero se desarrolla con un enfoque particular en sistemas servomotores directos basados en motores lineales. El sistema de control general es completo, compuesto por varios componentes de control e instrumentación seleccionados, integrados dentro de una configuración de arquitectura de hardware centrada en una placa de procesador dSPACE DS1004 DSP. Estos componentes incluyen un controlador compuesto de precisión (compuesto por el control de avance y retroalimentación), un observador de perturbaciones, un filtro de muesca adaptativo y un compensador de errores geométricos. Se describen la arquitectura de hardware, la plataforma de desarrollo de software, la interfaz de usuario y todos los componentes de control constituyentes. ",
            "error": []
        }
    }
}