{
    "original_text": "Control of a coupled map lattice model for vortex shedding in the wake of a cylinder The flow behind a vibrating flexible cable at low Reynolds numbers can exhibit complex wake structures such as lace-like patterns, vortex dislocations and frequency cells. These structures have been observed in experiments and numerical simulations, and are predicted by a previously developed low-order coupled map lattice (CML). The discrete (in time and space) CML models consist of a series of diffusively coupled circle map oscillators along the cable span. Motivated by a desire to modify the complex wake patterns behind flexible vibrating cables, we have studied the addition of control terms into the highly efficient CML models and explored the resulting dynamics. Proportional, adaptive proportional and discontinuous non-linear (DNL) control methods were used to derive the control laws. The first method employed occasional proportional feedback. The adaptive method used spatio-temporal feedback control. The DNL method used a discontinuous feedback linearization procedure, and the controller was designed for the resulting linearized system using eigenvalue assignment. These techniques were applied to a modeled vortex dislocation structure in the wake of a vibrating cable in uniform freestream flow. Parallel shedding patterns were achieved for a range of forcing frequency-forcing amplitude combinations studied to validate the control theory. The adaptive proportional and DNL methods were found to be more effective than the proportional control method due to the incorporation of a spatially varying feedback gain across the cylinder span. The DNL method was found to be the most efficient controller of the low-order CML model. The required control level across the cable span was correlated to the 1/1 lock-on behavior of the temporal circle map",
    "original_translation": "Control de un modelo de celosía de mapa acoplado para el vórtice que se derrama a raíz de un cilindro El flujo detrás de un cable flexible vibrador en números bajos Reynolds puede exhibir estructuras de despertar complejas como patrones de encaje, dislocaciones de vórtice y células de frecuencia. Estas estructuras se han observado en experimentos y simulaciones numéricas, y son predichos por una celosía de mapa acoplada de bajo orden previamente desarrollada (CML). Los modelos CML discretos (en tiempo y espacio) consisten en una serie de osciladores de mapas circulares acoplados a lo largo del cable. Motivados por el deseo de modificar los complejos patrones de despertar detrás de cables vibratorios flexibles, hemos estudiado la adición de términos de control en los modelos CML altamente eficientes y exploramos la dinámica resultante. Se utilizaron métodos de control proporcionales, adaptativos, proporcionales y discontinuas no lineales (DNL) para derivar las leyes de control. El primer método utilizó retroalimentación proporcional ocasional. El método adaptativo utilizaba el control espacio-temporal de retroalimentación. El método DNL utilizó un procedimiento discontinuo de linealización de retroalimentación, y el controlador fue diseñado para el sistema linealizado resultante usando asignación de valor propio. Estas técnicas se aplicaron a una estructura de dislocación de vórtice modelada a raíz de un cable vibratorio en flujo libre uniforme. Para una gama de combinaciones de amplitud de fuerza de frecuencia estudiadas para validar la teoría de control, se lograron patrones de eliminación paralelos. Los métodos adaptativos proporcionales y DNL resultaron ser más eficaces que el método de control proporcional debido a la incorporación de una ganancia de retroalimentación espacialmente variable a lo largo del intervalo del cilindro. Se encontró que el método DNL era el controlador más eficiente del modelo CML de orden bajo. El nivel de control requerido a lo largo del cable se correlacionó con el comportamiento de bloqueo 1/1 del mapa del círculo temporal",
    "error_count": 9,
    "keys": {
        "coupled map lattice": {
            "translated_key": [
                "retícula de mapa acoplado",
                "retícula de mapas acoplados"
            ],
            "translated_annotated_text": "Control de un modelo de \"retícula de mapa acoplado\" para el vórtice que se derrama a raíz de un cilindro El flujo detrás de un cable flexible vibrador en números bajos Reynolds puede exhibir estructuras de despertar complejas como patrones de encaje, dislocaciones de vórtice y células de frecuencia. Estas estructuras han sido observadas en experimentos y simulaciones numéricas, y son predichas por una \"retícula de mapas acoplados\" previamente desarrollada de bajo orden (CML). Los modelos CML discretos (en tiempo y espacio) consisten en una serie de osciladores de mapas circulares acoplados a lo largo del cable. Motivados por el deseo de modificar los complejos patrones de despertar detrás de cables vibratorios flexibles, hemos estudiado la adición de términos de control en los modelos CML altamente eficientes y exploramos la dinámica resultante. Se utilizaron métodos de control proporcionales, adaptativos, proporcionales y discontinuas no lineales (DNL) para derivar las leyes de control. El primer método utilizó retroalimentación proporcional ocasional. El método adaptativo utilizaba el control espacio-temporal de retroalimentación. El método DNL utilizó un procedimiento discontinuo de linealización de retroalimentación, y el controlador fue diseñado para el sistema linealizado resultante usando asignación de valor propio. Estas técnicas se aplicaron a una estructura de dislocación de vórtice modelada a raíz de un cable vibratorio en flujo libre uniforme. Para una gama de combinaciones de amplitud de fuerza de frecuencia estudiadas para validar la teoría de control, se lograron patrones de eliminación paralelos. Los métodos adaptativos proporcionales y DNL resultaron ser más eficaces que el método de control proporcional debido a la incorporación de una ganancia de retroalimentación espacialmente variable a lo largo del intervalo del cilindro. Se encontró que el método DNL era el controlador más eficiente del modelo CML de orden bajo. El nivel de control requerido a lo largo del cable se correlacionó con el comportamiento de bloqueo 1/1 del mapa del círculo temporal ",
            "error": [
                "retícula de mapa acoplado",
                "retícula de mapas acoplados"
            ]
        },
        "vortex shedding": {
            "translated_key": "desprendimiento del vórtice",
            "translated_annotated_text": "Control de un modelo de celosía de mapa acoplado para el \"desprendimiento del vórtice\" a raíz de un cilindro El flujo detrás de un cable flexible vibrador en números bajos de Reynolds puede exhibir estructuras de vela complejas como patrones de encaje, dislocaciones de vórtice y células de frecuencia. Estas estructuras se han observado en experimentos y simulaciones numéricas, y son predichos por una celosía de mapa acoplada de bajo orden previamente desarrollada (CML). Los modelos CML discretos (en tiempo y espacio) consisten en una serie de osciladores de mapas circulares acoplados a lo largo del cable. Motivados por el deseo de modificar los complejos patrones de despertar detrás de cables vibratorios flexibles, hemos estudiado la adición de términos de control en los modelos CML altamente eficientes y exploramos la dinámica resultante. Se utilizaron métodos de control proporcionales, adaptativos, proporcionales y discontinuas no lineales (DNL) para derivar las leyes de control. El primer método utilizó retroalimentación proporcional ocasional. El método adaptativo utilizaba el control espacio-temporal de retroalimentación. El método DNL utilizó un procedimiento discontinuo de linealización de retroalimentación, y el controlador fue diseñado para el sistema linealizado resultante usando asignación de valor propio. Estas técnicas se aplicaron a una estructura de dislocación de vórtice modelada a raíz de un cable vibratorio en flujo libre uniforme. Para una gama de combinaciones de amplitud de fuerza de frecuencia estudiadas para validar la teoría de control, se lograron patrones de eliminación paralelos. Los métodos adaptativos proporcionales y DNL resultaron ser más eficaces que el método de control proporcional debido a la incorporación de una ganancia de retroalimentación espacialmente variable a lo largo del intervalo del cilindro. Se encontró que el método DNL era el controlador más eficiente del modelo CML de orden bajo. El nivel de control requerido a lo largo del cable se correlacionó con el comportamiento de bloqueo 1/1 del mapa del círculo temporal ",
            "error": [
                ""
            ]
        },
        "wake": {
            "translated_key": [
                "despertar",
                "despertar",
                "despertar",
                "wake"
            ],
            "translated_annotated_text": "Control de un modelo de celosía de mapa acoplado para el desprendimiento del vórtice en el \"despertar\" de un cilindro El flujo detrás de un cable flexible vibrador en números bajos de Reynolds puede exhibir estructuras complejas de \"despertar\" como patrones de encaje, dislocaciones de vórtice y células de frecuencia. Estas estructuras se han observado en experimentos y simulaciones numéricas, y son predichos por una celosía de mapa acoplada de bajo orden previamente desarrollada (CML). Los modelos CML discretos (en tiempo y espacio) consisten en una serie de osciladores de mapas circulares acoplados a lo largo del cable. Motivados por el deseo de modificar los complejos patrones de \"despertar\" detrás de cables vibratorios flexibles, hemos estudiado la adición de términos de control en los modelos CML altamente eficientes y exploramos la dinámica resultante. Se utilizaron métodos de control proporcionales, adaptativos, proporcionales y discontinuas no lineales (DNL) para derivar las leyes de control. El primer método utilizó retroalimentación proporcional ocasional. El método adaptativo utilizaba el control espacio-temporal de retroalimentación. El método DNL utilizó un procedimiento discontinuo de linealización de retroalimentación, y el controlador fue diseñado para el sistema linealizado resultante usando asignación de valor propio. Estas técnicas se aplicaron a una estructura de dislocación de vórtice modelada en el \"wake\" de un cable vibrador en flujo libre uniforme. Para una gama de combinaciones de amplitud de fuerza de frecuencia estudiadas para validar la teoría de control, se lograron patrones de eliminación paralelos. Los métodos adaptativos proporcionales y DNL resultaron ser más eficaces que el método de control proporcional debido a la incorporación de una ganancia de retroalimentación espacialmente variable a lo largo del intervalo del cilindro. Se encontró que el método DNL era el controlador más eficiente del modelo CML de orden bajo. El nivel de control requerido a lo largo del cable se correlacionó con el comportamiento de bloqueo 1/1 del mapa del círculo temporal ",
            "error": [
                "despertar",
                "despertar",
                "despertar",
                "wake"
            ]
        },
        "proportional feedback": {
            "translated_key": "retroalimentación proporcional",
            "translated_annotated_text": "Control de un modelo de celosía de mapa acoplado para el vórtice que se derrama a raíz de un cilindro El flujo detrás de un cable flexible vibrador en números bajos Reynolds puede exhibir estructuras de despertar complejas como patrones de encaje, dislocaciones de vórtice y células de frecuencia. Estas estructuras se han observado en experimentos y simulaciones numéricas, y son predichos por una celosía de mapa acoplada de bajo orden previamente desarrollada (CML). Los modelos CML discretos (en tiempo y espacio) consisten en una serie de osciladores de mapas circulares acoplados a lo largo del cable. Motivados por el deseo de modificar los complejos patrones de despertar detrás de cables vibratorios flexibles, hemos estudiado la adición de términos de control en los modelos CML altamente eficientes y exploramos la dinámica resultante. Se utilizaron métodos de control proporcionales, adaptativos, proporcionales y discontinuas no lineales (DNL) para derivar las leyes de control. El primer método empleaba ocasionalmente \"retroalimentación proporcional\". El método adaptativo utilizaba el control espacio-temporal de retroalimentación. El método DNL utilizó un procedimiento discontinuo de linealización de retroalimentación, y el controlador fue diseñado para el sistema linealizado resultante usando asignación de valor propio. Estas técnicas se aplicaron a una estructura de dislocación de vórtice modelada a raíz de un cable vibratorio en flujo libre uniforme. Para una gama de combinaciones de amplitud de fuerza de frecuencia estudiadas para validar la teoría de control, se lograron patrones de eliminación paralelos. Los métodos adaptativos proporcionales y DNL resultaron ser más eficaces que el método de control proporcional debido a la incorporación de una ganancia de retroalimentación espacialmente variable a lo largo del intervalo del cilindro. Se encontró que el método DNL era el controlador más eficiente del modelo CML de orden bajo. El nivel de control requerido a lo largo del cable se correlacionó con el comportamiento de bloqueo 1/1 del mapa del círculo temporal ",
            "error": [
                ""
            ]
        },
        "coupled circle map oscillators": {
            "translated_key": [],
            "translated_annotated_text": "Control de un modelo de celosía de mapa acoplado para el vórtice que se derrama a raíz de un cilindro El flujo detrás de un cable flexible vibrador en números bajos Reynolds puede exhibir estructuras de despertar complejas como patrones de encaje, dislocaciones de vórtice y células de frecuencia. Estas estructuras se han observado en experimentos y simulaciones numéricas, y son predichos por una celosía de mapa acoplada de bajo orden previamente desarrollada (CML). Los modelos CML discretos (en tiempo y espacio) consisten en una serie de osciladores circulares difusivamente acoplados a lo largo del cable. Motivados por el deseo de modificar los complejos patrones de despertar detrás de cables vibratorios flexibles, hemos estudiado la adición de términos de control en los modelos CML altamente eficientes y exploramos la dinámica resultante. Se utilizaron métodos de control proporcionales, adaptativos, proporcionales y discontinuas no lineales (DNL) para derivar las leyes de control. El primer método utilizó retroalimentación proporcional ocasional. El método adaptativo utilizaba el control espacio-temporal de retroalimentación. El método DNL utilizó un procedimiento discontinuo de linealización de retroalimentación, y el controlador fue diseñado para el sistema linealizado resultante usando asignación de valor propio. Estas técnicas se aplicaron a una estructura de dislocación de vórtice modelada a raíz de un cable vibratorio en flujo libre uniforme. Para una gama de combinaciones de amplitud de fuerza de frecuencia estudiadas para validar la teoría de control, se lograron patrones de eliminación paralelos. Los métodos adaptativos proporcionales y DNL resultaron ser más eficaces que el método de control proporcional debido a la incorporación de una ganancia de retroalimentación espacialmente variable a lo largo del intervalo del cilindro. Se encontró que el método DNL era el controlador más eficiente del modelo CML de orden bajo. El nivel de control requerido a lo largo del cable se correlacionó con el comportamiento de bloqueo 1/1 del mapa del círculo temporal ",
            "error": []
        },
        "spatio-temporal feedback control": {
            "translated_key": "control espacio-temporal de retroalimentación",
            "translated_annotated_text": "Control de un modelo de celosía de mapa acoplado para el vórtice que se derrama a raíz de un cilindro El flujo detrás de un cable flexible vibrador en números bajos Reynolds puede exhibir estructuras de despertar complejas como patrones de encaje, dislocaciones de vórtice y células de frecuencia. Estas estructuras se han observado en experimentos y simulaciones numéricas, y son predichos por una celosía de mapa acoplada de bajo orden previamente desarrollada (CML). Los modelos CML discretos (en tiempo y espacio) consisten en una serie de osciladores de mapas circulares acoplados a lo largo del cable. Motivados por el deseo de modificar los complejos patrones de despertar detrás de cables vibratorios flexibles, hemos estudiado la adición de términos de control en los modelos CML altamente eficientes y exploramos la dinámica resultante. Se utilizaron métodos de control proporcionales, adaptativos, proporcionales y discontinuas no lineales (DNL) para derivar las leyes de control. El primer método utilizó retroalimentación proporcional ocasional. El método de adaptación utilizado \"control espacio-temporal de retroalimentación\". El método DNL utilizó un procedimiento discontinuo de linealización de retroalimentación, y el controlador fue diseñado para el sistema linealizado resultante usando asignación de valor propio. Estas técnicas se aplicaron a una estructura de dislocación de vórtice modelada a raíz de un cable vibratorio en flujo libre uniforme. Para una gama de combinaciones de amplitud de fuerza de frecuencia estudiadas para validar la teoría de control, se lograron patrones de eliminación paralelos. Los métodos adaptativos proporcionales y DNL resultaron ser más eficaces que el método de control proporcional debido a la incorporación de una ganancia de retroalimentación espacialmente variable a lo largo del intervalo del cilindro. Se encontró que el método DNL era el controlador más eficiente del modelo CML de orden bajo. El nivel de control requerido a lo largo del cable se correlacionó con el comportamiento de bloqueo 1/1 del mapa del círculo temporal ",
            "error": [
                ""
            ]
        },
        "temporal circle map": {
            "translated_key": "mapa del círculo temporal",
            "translated_annotated_text": "Control de un modelo de celosía de mapa acoplado para el vórtice que se derrama a raíz de un cilindro El flujo detrás de un cable flexible vibrador en números bajos Reynolds puede exhibir estructuras de despertar complejas como patrones de encaje, dislocaciones de vórtice y células de frecuencia. Estas estructuras se han observado en experimentos y simulaciones numéricas, y son predichos por una celosía de mapa acoplada de bajo orden previamente desarrollada (CML). Los modelos CML discretos (en tiempo y espacio) consisten en una serie de osciladores de mapas circulares acoplados a lo largo del cable. Motivados por el deseo de modificar los complejos patrones de despertar detrás de cables vibratorios flexibles, hemos estudiado la adición de términos de control en los modelos CML altamente eficientes y exploramos la dinámica resultante. Se utilizaron métodos de control proporcionales, adaptativos, proporcionales y discontinuas no lineales (DNL) para derivar las leyes de control. El primer método utilizó retroalimentación proporcional ocasional. El método adaptativo utilizaba el control espacio-temporal de retroalimentación. El método DNL utilizó un procedimiento discontinuo de linealización de retroalimentación, y el controlador fue diseñado para el sistema linealizado resultante usando asignación de valor propio. Estas técnicas se aplicaron a una estructura de dislocación de vórtice modelada a raíz de un cable vibratorio en flujo libre uniforme. Para una gama de combinaciones de amplitud de fuerza de frecuencia estudiadas para validar la teoría de control, se lograron patrones de eliminación paralelos. Los métodos adaptativos proporcionales y DNL resultaron ser más eficaces que el método de control proporcional debido a la incorporación de una ganancia de retroalimentación espacialmente variable a lo largo del intervalo del cilindro. Se encontró que el método DNL era el controlador más eficiente del modelo CML de orden bajo. El nivel de control requerido a lo largo del cable se correlacionó con el comportamiento de bloqueo 1/1 del \"mapa del círculo temporal\" ",
            "error": [
                ""
            ]
        },
        "vortex dislocation": {
            "translated_key": "dislocación del vórtice",
            "translated_annotated_text": "Control de un modelo de celosía de mapa acoplado para el vórtice que se derrama a raíz de un cilindro El flujo detrás de un cable flexible vibrador en números bajos Reynolds puede exhibir estructuras de despertar complejas como patrones de encaje, dislocaciones de vórtice y células de frecuencia. Estas estructuras se han observado en experimentos y simulaciones numéricas, y son predichos por una celosía de mapa acoplada de bajo orden previamente desarrollada (CML). Los modelos CML discretos (en tiempo y espacio) consisten en una serie de osciladores de mapas circulares acoplados a lo largo del cable. Motivados por el deseo de modificar los complejos patrones de despertar detrás de cables vibratorios flexibles, hemos estudiado la adición de términos de control en los modelos CML altamente eficientes y exploramos la dinámica resultante. Se utilizaron métodos de control proporcionales, adaptativos, proporcionales y discontinuas no lineales (DNL) para derivar las leyes de control. El primer método utilizó retroalimentación proporcional ocasional. El método adaptativo utilizaba el control espacio-temporal de retroalimentación. El método DNL utilizó un procedimiento discontinuo de linealización de retroalimentación, y el controlador fue diseñado para el sistema linealizado resultante usando asignación de valor propio. Estas técnicas se aplicaron a una estructura modelada de \"dislocación del vórtice\" a raíz de un cable vibrador en flujo libre uniforme. Para una gama de combinaciones de amplitud de fuerza de frecuencia estudiadas para validar la teoría de control, se lograron patrones de eliminación paralelos. Los métodos adaptativos proporcionales y DNL resultaron ser más eficaces que el método de control proporcional debido a la incorporación de una ganancia de retroalimentación espacialmente variable a lo largo del intervalo del cilindro. Se encontró que el método DNL era el controlador más eficiente del modelo CML de orden bajo. El nivel de control requerido a lo largo del cable se correlacionó con el comportamiento de bloqueo 1/1 del mapa del círculo temporal ",
            "error": [
                ""
            ]
        },
        "1/1 lock-on": {
            "translated_key": "1/1 bloqueo",
            "translated_annotated_text": "Control de un modelo de celosía de mapa acoplado para el vórtice que se derrama a raíz de un cilindro El flujo detrás de un cable flexible vibrador en números bajos Reynolds puede exhibir estructuras de despertar complejas como patrones de encaje, dislocaciones de vórtice y células de frecuencia. Estas estructuras se han observado en experimentos y simulaciones numéricas, y son predichos por una celosía de mapa acoplada de bajo orden previamente desarrollada (CML). Los modelos CML discretos (en tiempo y espacio) consisten en una serie de osciladores de mapas circulares acoplados a lo largo del cable. Motivados por el deseo de modificar los complejos patrones de despertar detrás de cables vibratorios flexibles, hemos estudiado la adición de términos de control en los modelos CML altamente eficientes y exploramos la dinámica resultante. Se utilizaron métodos de control proporcionales, adaptativos, proporcionales y discontinuas no lineales (DNL) para derivar las leyes de control. El primer método utilizó retroalimentación proporcional ocasional. El método adaptativo utilizaba el control espacio-temporal de retroalimentación. El método DNL utilizó un procedimiento discontinuo de linealización de retroalimentación, y el controlador fue diseñado para el sistema linealizado resultante usando asignación de valor propio. Estas técnicas se aplicaron a una estructura de dislocación de vórtice modelada a raíz de un cable vibratorio en flujo libre uniforme. Para una gama de combinaciones de amplitud de fuerza de frecuencia estudiadas para validar la teoría de control, se lograron patrones de eliminación paralelos. Los métodos adaptativos proporcionales y DNL resultaron ser más eficaces que el método de control proporcional debido a la incorporación de una ganancia de retroalimentación espacialmente variable a lo largo del intervalo del cilindro. Se encontró que el método DNL era el controlador más eficiente del modelo CML de orden bajo. El nivel de control requerido a lo largo del cable se correlacionó con el comportamiento de \"1/1 bloqueo\" del mapa del círculo temporal ",
            "error": [
                ""
            ]
        },
        "discontinuous nonlinear control": {
            "translated_key": [],
            "translated_annotated_text": "Control de un modelo de celosía de mapa acoplado para el vórtice que se derrama a raíz de un cilindro El flujo detrás de un cable flexible vibrador en números bajos Reynolds puede exhibir estructuras de despertar complejas como patrones de encaje, dislocaciones de vórtice y células de frecuencia. Estas estructuras se han observado en experimentos y simulaciones numéricas, y son predichos por una celosía de mapa acoplada de bajo orden previamente desarrollada (CML). Los modelos CML discretos (en tiempo y espacio) consisten en una serie de osciladores de mapas circulares acoplados a lo largo del cable. Motivados por el deseo de modificar los complejos patrones de despertar detrás de cables vibratorios flexibles, hemos estudiado la adición de términos de control en los modelos CML altamente eficientes y exploramos la dinámica resultante. Se utilizaron métodos de control proporcionales, adaptativos, proporcionales y discontinuas no lineales (DNL) para derivar las leyes de control. El primer método utilizó retroalimentación proporcional ocasional. El método adaptativo utilizaba el control espacio-temporal de retroalimentación. El método DNL utilizó un procedimiento discontinuo de linealización de retroalimentación, y el controlador fue diseñado para el sistema linealizado resultante usando asignación de valor propio. Estas técnicas se aplicaron a una estructura de dislocación de vórtice modelada a raíz de un cable vibratorio en flujo libre uniforme. Para una gama de combinaciones de amplitud de fuerza de frecuencia estudiadas para validar la teoría de control, se lograron patrones de eliminación paralelos. Los métodos adaptativos proporcionales y DNL resultaron ser más eficaces que el método de control proporcional debido a la incorporación de una ganancia de retroalimentación espacialmente variable a lo largo del intervalo del cilindro. Se encontró que el método DNL era el controlador más eficiente del modelo CML de orden bajo. El nivel de control requerido a lo largo del cable se correlacionó con el comportamiento de bloqueo 1/1 del mapa del círculo temporal ",
            "error": []
        },
        "cylinder": {
            "translated_key": "cilindro",
            "translated_annotated_text": "Control de un modelo de celosía de mapa acoplado para el desprendimiento del vórtice a raíz de un \"cilindro\" El flujo detrás de un cable flexible vibrador en números bajos de Reynolds puede exhibir estructuras de despertar complejas como patrones de encaje, dislocaciones de vórtice y células de frecuencia. Estas estructuras se han observado en experimentos y simulaciones numéricas, y son predichos por una celosía de mapa acoplada de bajo orden previamente desarrollada (CML). Los modelos CML discretos (en tiempo y espacio) consisten en una serie de osciladores de mapas circulares acoplados a lo largo del cable. Motivados por el deseo de modificar los complejos patrones de despertar detrás de cables vibratorios flexibles, hemos estudiado la adición de términos de control en los modelos CML altamente eficientes y exploramos la dinámica resultante. Se utilizaron métodos de control proporcionales, adaptativos, proporcionales y discontinuas no lineales (DNL) para derivar las leyes de control. El primer método utilizó retroalimentación proporcional ocasional. El método adaptativo utilizaba el control espacio-temporal de retroalimentación. El método DNL utilizó un procedimiento discontinuo de linealización de retroalimentación, y el controlador fue diseñado para el sistema linealizado resultante usando asignación de valor propio. Estas técnicas se aplicaron a una estructura de dislocación de vórtice modelada a raíz de un cable vibratorio en flujo libre uniforme. Para una gama de combinaciones de amplitud de fuerza de frecuencia estudiadas para validar la teoría de control, se lograron patrones de eliminación paralelos. Los métodos adaptativos proporcionales y DNL resultaron ser más eficaces que el método de control proporcional debido a la incorporación de una ganancia de retroalimentación espacialmente variable a lo largo del intervalo de \"cilindro\". Se encontró que el método DNL era el controlador más eficiente del modelo CML de orden bajo. El nivel de control requerido a lo largo del cable se correlacionó con el comportamiento de bloqueo 1/1 del mapa del círculo temporal ",
            "error": [
                ""
            ]
        },
        "low Reynolds numbers": {
            "translated_key": "números bajos de Reynolds",
            "translated_annotated_text": "Control de un modelo de celosía de mapa acoplado para el desprendimiento del vórtice a raíz de un cilindro El flujo detrás de un cable flexible vibrador en \"números bajos de Reynolds\" puede exhibir estructuras de despertar complejas como patrones de encaje, dislocaciones de vórtice y células de frecuencia. Estas estructuras se han observado en experimentos y simulaciones numéricas, y son predichos por una celosía de mapa acoplada de bajo orden previamente desarrollada (CML). Los modelos CML discretos (en tiempo y espacio) consisten en una serie de osciladores de mapas circulares acoplados a lo largo del cable. Motivados por el deseo de modificar los complejos patrones de despertar detrás de cables vibratorios flexibles, hemos estudiado la adición de términos de control en los modelos CML altamente eficientes y exploramos la dinámica resultante. Se utilizaron métodos de control proporcionales, adaptativos, proporcionales y discontinuas no lineales (DNL) para derivar las leyes de control. El primer método utilizó retroalimentación proporcional ocasional. El método adaptativo utilizaba el control espacio-temporal de retroalimentación. El método DNL utilizó un procedimiento discontinuo de linealización de retroalimentación, y el controlador fue diseñado para el sistema linealizado resultante usando asignación de valor propio. Estas técnicas se aplicaron a una estructura de dislocación de vórtice modelada a raíz de un cable vibratorio en flujo libre uniforme. Para una gama de combinaciones de amplitud de fuerza de frecuencia estudiadas para validar la teoría de control, se lograron patrones de eliminación paralelos. Los métodos adaptativos proporcionales y DNL resultaron ser más eficaces que el método de control proporcional debido a la incorporación de una ganancia de retroalimentación espacialmente variable a lo largo del intervalo del cilindro. Se encontró que el método DNL era el controlador más eficiente del modelo CML de orden bajo. El nivel de control requerido a lo largo del cable se correlacionó con el comportamiento de bloqueo 1/1 del mapa del círculo temporal ",
            "error": [
                ""
            ]
        },
        "vortex dislocations": {
            "translated_key": "dislocaciones de vórtice",
            "translated_annotated_text": "Control de un modelo de celosía de mapa acoplado para el vórtice que se derrama a raíz de un cilindro El flujo detrás de un cable flexible vibrador en números bajos Reynolds puede exhibir estructuras de despertar complejas como patrones de encaje, \"dislocaciones de vórtice\" y células de frecuencia. Estas estructuras se han observado en experimentos y simulaciones numéricas, y son predichos por una celosía de mapa acoplada de bajo orden previamente desarrollada (CML). Los modelos CML discretos (en tiempo y espacio) consisten en una serie de osciladores de mapas circulares acoplados a lo largo del cable. Motivados por el deseo de modificar los complejos patrones de despertar detrás de cables vibratorios flexibles, hemos estudiado la adición de términos de control en los modelos CML altamente eficientes y exploramos la dinámica resultante. Se utilizaron métodos de control proporcionales, adaptativos, proporcionales y discontinuas no lineales (DNL) para derivar las leyes de control. El primer método utilizó retroalimentación proporcional ocasional. El método adaptativo utilizaba el control espacio-temporal de retroalimentación. El método DNL utilizó un procedimiento discontinuo de linealización de retroalimentación, y el controlador fue diseñado para el sistema linealizado resultante usando asignación de valor propio. Estas técnicas se aplicaron a una estructura de dislocación de vórtice modelada a raíz de un cable vibratorio en flujo libre uniforme. Para una gama de combinaciones de amplitud de fuerza de frecuencia estudiadas para validar la teoría de control, se lograron patrones de eliminación paralelos. Los métodos adaptativos proporcionales y DNL resultaron ser más eficaces que el método de control proporcional debido a la incorporación de una ganancia de retroalimentación espacialmente variable a lo largo del intervalo del cilindro. Se encontró que el método DNL era el controlador más eficiente del modelo CML de orden bajo. El nivel de control requerido a lo largo del cable se correlacionó con el comportamiento de bloqueo 1/1 del mapa del círculo temporal ",
            "error": [
                ""
            ]
        },
        "vibrating flexible cable": {
            "translated_key": "cable flexible vibrador",
            "translated_annotated_text": "Control de un modelo de celosía de mapa acoplado para el vórtice que se derrama a raíz de un cilindro El flujo detrás de un \"cable flexible vibrador\" en números bajos de Reynolds puede exhibir estructuras de despertar complejas como patrones de encaje, dislocaciones de vórtice y células de frecuencia. Estas estructuras se han observado en experimentos y simulaciones numéricas, y son predichos por una celosía de mapa acoplada de bajo orden previamente desarrollada (CML). Los modelos CML discretos (en tiempo y espacio) consisten en una serie de osciladores de mapas circulares acoplados a lo largo del cable. Motivados por el deseo de modificar los complejos patrones de despertar detrás de cables vibratorios flexibles, hemos estudiado la adición de términos de control en los modelos CML altamente eficientes y exploramos la dinámica resultante. Se utilizaron métodos de control proporcionales, adaptativos, proporcionales y discontinuas no lineales (DNL) para derivar las leyes de control. El primer método utilizó retroalimentación proporcional ocasional. El método adaptativo utilizaba el control espacio-temporal de retroalimentación. El método DNL utilizó un procedimiento discontinuo de linealización de retroalimentación, y el controlador fue diseñado para el sistema linealizado resultante usando asignación de valor propio. Estas técnicas se aplicaron a una estructura de dislocación de vórtice modelada a raíz de un cable vibratorio en flujo libre uniforme. Para una gama de combinaciones de amplitud de fuerza de frecuencia estudiadas para validar la teoría de control, se lograron patrones de eliminación paralelos. Los métodos adaptativos proporcionales y DNL resultaron ser más eficaces que el método de control proporcional debido a la incorporación de una ganancia de retroalimentación espacialmente variable a lo largo del intervalo del cilindro. Se encontró que el método DNL era el controlador más eficiente del modelo CML de orden bajo. El nivel de control requerido a lo largo del cable se correlacionó con el comportamiento de bloqueo 1/1 del mapa del círculo temporal ",
            "error": [
                ""
            ]
        },
        "feedback": {
            "translated_key": [
                "retroalimentación",
                "feedback",
                "feedback",
                "retroalimentación"
            ],
            "translated_annotated_text": "Control de un modelo de celosía de mapa acoplado para el vórtice que se derrama a raíz de un cilindro El flujo detrás de un cable flexible vibrador en números bajos Reynolds puede exhibir estructuras de despertar complejas como patrones de encaje, dislocaciones de vórtice y células de frecuencia. Estas estructuras se han observado en experimentos y simulaciones numéricas, y son predichos por una celosía de mapa acoplada de bajo orden previamente desarrollada (CML). Los modelos CML discretos (en tiempo y espacio) consisten en una serie de osciladores de mapas circulares acoplados a lo largo del cable. Motivados por el deseo de modificar los complejos patrones de despertar detrás de cables vibratorios flexibles, hemos estudiado la adición de términos de control en los modelos CML altamente eficientes y exploramos la dinámica resultante. Se utilizaron métodos de control proporcionales, adaptativos, proporcionales y discontinuas no lineales (DNL) para derivar las leyes de control. El primer método empleaba \"retroalimentación\" proporcional ocasional. El método adaptativo utilizaba el control espacio-temporal \"feedback\". El método DNL utilizó un procedimiento discontinuo de linealización \"feedback\", y el controlador fue diseñado para el sistema linealizado resultante usando asignación de valor propio. Estas técnicas se aplicaron a una estructura de dislocación de vórtice modelada a raíz de un cable vibratorio en flujo libre uniforme. Para una gama de combinaciones de amplitud de fuerza de frecuencia estudiadas para validar la teoría de control, se lograron patrones de eliminación paralelos. Los métodos adaptativos proporcionales y DNL resultaron ser más eficaces que el método de control proporcional debido a la incorporación de una ganancia de \"retroalimentación\" espacialmente variable a lo largo del intervalo del cilindro. Se encontró que el método DNL era el controlador más eficiente del modelo CML de orden bajo. El nivel de control requerido a lo largo del cable se correlacionó con el comportamiento de bloqueo 1/1 del mapa del círculo temporal ",
            "error": [
                "retroalimentación",
                "feedback",
                "feedback",
                "retroalimentación"
            ]
        },
        "lattice theory": {
            "translated_key": [],
            "translated_annotated_text": "Control de un modelo de celosía de mapa acoplado para el vórtice que se derrama a raíz de un cilindro El flujo detrás de un cable flexible vibrador en números bajos Reynolds puede exhibir estructuras de despertar complejas como patrones de encaje, dislocaciones de vórtice y células de frecuencia. Estas estructuras se han observado en experimentos y simulaciones numéricas, y son predichos por una celosía de mapa acoplada de bajo orden previamente desarrollada (CML). Los modelos CML discretos (en tiempo y espacio) consisten en una serie de osciladores de mapas circulares acoplados a lo largo del cable. Motivados por el deseo de modificar los complejos patrones de despertar detrás de cables vibratorios flexibles, hemos estudiado la adición de términos de control en los modelos CML altamente eficientes y exploramos la dinámica resultante. Se utilizaron métodos de control proporcionales, adaptativos, proporcionales y discontinuas no lineales (DNL) para derivar las leyes de control. El primer método utilizó retroalimentación proporcional ocasional. El método adaptativo utilizaba el control espacio-temporal de retroalimentación. El método DNL utilizó un procedimiento discontinuo de linealización de retroalimentación, y el controlador fue diseñado para el sistema linealizado resultante usando asignación de valor propio. Estas técnicas se aplicaron a una estructura de dislocación de vórtice modelada a raíz de un cable vibratorio en flujo libre uniforme. Para una gama de combinaciones de amplitud de fuerza de frecuencia estudiadas para validar la teoría de control, se lograron patrones de eliminación paralelos. Los métodos adaptativos proporcionales y DNL resultaron ser más eficaces que el método de control proporcional debido a la incorporación de una ganancia de retroalimentación espacialmente variable a lo largo del intervalo del cilindro. Se encontró que el método DNL era el controlador más eficiente del modelo CML de orden bajo. El nivel de control requerido a lo largo del cable se correlacionó con el comportamiento de bloqueo 1/1 del mapa del círculo temporal ",
            "error": []
        },
        "nonlinear control systems": {
            "translated_key": [],
            "translated_annotated_text": "Control de un modelo de celosía de mapa acoplado para el vórtice que se derrama a raíz de un cilindro El flujo detrás de un cable flexible vibrador en números bajos Reynolds puede exhibir estructuras de despertar complejas como patrones de encaje, dislocaciones de vórtice y células de frecuencia. Estas estructuras se han observado en experimentos y simulaciones numéricas, y son predichos por una celosía de mapa acoplada de bajo orden previamente desarrollada (CML). Los modelos CML discretos (en tiempo y espacio) consisten en una serie de osciladores de mapas circulares acoplados a lo largo del cable. Motivados por el deseo de modificar los complejos patrones de despertar detrás de cables vibratorios flexibles, hemos estudiado la adición de términos de control en los modelos CML altamente eficientes y exploramos la dinámica resultante. Se utilizaron métodos de control proporcionales, adaptativos, proporcionales y discontinuas no lineales (DNL) para derivar las leyes de control. El primer método utilizó retroalimentación proporcional ocasional. El método adaptativo utilizaba el control espacio-temporal de retroalimentación. El método DNL utilizó un procedimiento discontinuo de linealización de retroalimentación, y el controlador fue diseñado para el sistema linealizado resultante usando asignación de valor propio. Estas técnicas se aplicaron a una estructura de dislocación de vórtice modelada a raíz de un cable vibratorio en flujo libre uniforme. Para una gama de combinaciones de amplitud de fuerza de frecuencia estudiadas para validar la teoría de control, se lograron patrones de eliminación paralelos. Los métodos adaptativos proporcionales y DNL resultaron ser más eficaces que el método de control proporcional debido a la incorporación de una ganancia de retroalimentación espacialmente variable a lo largo del intervalo del cilindro. Se encontró que el método DNL era el controlador más eficiente del modelo CML de orden bajo. El nivel de control requerido a lo largo del cable se correlacionó con el comportamiento de bloqueo 1/1 del mapa del círculo temporal ",
            "error": []
        },
        "proportional control": {
            "translated_key": "control proporcional",
            "translated_annotated_text": "Control de un modelo de celosía de mapa acoplado para el vórtice que se derrama a raíz de un cilindro El flujo detrás de un cable flexible vibrador en números bajos Reynolds puede exhibir estructuras de despertar complejas como patrones de encaje, dislocaciones de vórtice y células de frecuencia. Estas estructuras se han observado en experimentos y simulaciones numéricas, y son predichos por una celosía de mapa acoplada de bajo orden previamente desarrollada (CML). Los modelos CML discretos (en tiempo y espacio) consisten en una serie de osciladores de mapas circulares acoplados a lo largo del cable. Motivados por el deseo de modificar los complejos patrones de despertar detrás de cables vibratorios flexibles, hemos estudiado la adición de términos de control en los modelos CML altamente eficientes y exploramos la dinámica resultante. Se utilizaron métodos de control proporcionales, adaptativos, proporcionales y discontinuas no lineales (DNL) para derivar las leyes de control. El primer método utilizó retroalimentación proporcional ocasional. El método adaptativo utilizaba el control espacio-temporal de retroalimentación. El método DNL utilizó un procedimiento discontinuo de linealización de retroalimentación, y el controlador fue diseñado para el sistema linealizado resultante usando asignación de valor propio. Estas técnicas se aplicaron a una estructura de dislocación de vórtice modelada a raíz de un cable vibratorio en flujo libre uniforme. Para una gama de combinaciones de amplitud de fuerza de frecuencia estudiadas para validar la teoría de control, se lograron patrones de eliminación paralelos. Los métodos adaptativos proporcionales y DNL resultaron ser más eficaces que el método de \"control proporcional\" debido a la incorporación de una ganancia de retroalimentación espacialmente variable a lo largo del intervalo del cilindro. Se encontró que el método DNL era el controlador más eficiente del modelo CML de orden bajo. El nivel de control requerido a lo largo del cable se correlacionó con el comportamiento de bloqueo 1/1 del mapa del círculo temporal ",
            "error": [
                ""
            ]
        },
        "vortices": {
            "translated_key": [],
            "translated_annotated_text": "Control de un modelo de celosía de mapa acoplado para el vórtice que se derrama a raíz de un cilindro El flujo detrás de un cable flexible vibrador en números bajos Reynolds puede exhibir estructuras de despertar complejas como patrones de encaje, dislocaciones de vórtice y células de frecuencia. Estas estructuras se han observado en experimentos y simulaciones numéricas, y son predichos por una celosía de mapa acoplada de bajo orden previamente desarrollada (CML). Los modelos CML discretos (en tiempo y espacio) consisten en una serie de osciladores de mapas circulares acoplados a lo largo del cable. Motivados por el deseo de modificar los complejos patrones de despertar detrás de cables vibratorios flexibles, hemos estudiado la adición de términos de control en los modelos CML altamente eficientes y exploramos la dinámica resultante. Se utilizaron métodos de control proporcionales, adaptativos, proporcionales y discontinuas no lineales (DNL) para derivar las leyes de control. El primer método utilizó retroalimentación proporcional ocasional. El método adaptativo utilizaba el control espacio-temporal de retroalimentación. El método DNL utilizó un procedimiento discontinuo de linealización de retroalimentación, y el controlador fue diseñado para el sistema linealizado resultante usando asignación de valor propio. Estas técnicas se aplicaron a una estructura de dislocación de vórtice modelada a raíz de un cable vibratorio en flujo libre uniforme. Para una gama de combinaciones de amplitud de fuerza de frecuencia estudiadas para validar la teoría de control, se lograron patrones de eliminación paralelos. Los métodos adaptativos proporcionales y DNL resultaron ser más eficaces que el método de control proporcional debido a la incorporación de una ganancia de retroalimentación espacialmente variable a lo largo del intervalo del cilindro. Se encontró que el método DNL era el controlador más eficiente del modelo CML de orden bajo. El nivel de control requerido a lo largo del cable se correlacionó con el comportamiento de bloqueo 1/1 del mapa del círculo temporal ",
            "error": []
        },
        "wakes": {
            "translated_key": [],
            "translated_annotated_text": "Control de un modelo de celosía de mapa acoplado para el vórtice que se derrama a raíz de un cilindro El flujo detrás de un cable flexible vibrador en números bajos Reynolds puede exhibir estructuras de despertar complejas como patrones de encaje, dislocaciones de vórtice y células de frecuencia. Estas estructuras se han observado en experimentos y simulaciones numéricas, y son predichos por una celosía de mapa acoplada de bajo orden previamente desarrollada (CML). Los modelos CML discretos (en tiempo y espacio) consisten en una serie de osciladores de mapas circulares acoplados a lo largo del cable. Motivados por el deseo de modificar los complejos patrones de despertar detrás de cables vibratorios flexibles, hemos estudiado la adición de términos de control en los modelos CML altamente eficientes y exploramos la dinámica resultante. Se utilizaron métodos de control proporcionales, adaptativos, proporcionales y discontinuas no lineales (DNL) para derivar las leyes de control. El primer método utilizó retroalimentación proporcional ocasional. El método adaptativo utilizaba el control espacio-temporal de retroalimentación. El método DNL utilizó un procedimiento discontinuo de linealización de retroalimentación, y el controlador fue diseñado para el sistema linealizado resultante usando asignación de valor propio. Estas técnicas se aplicaron a una estructura de dislocación de vórtice modelada a raíz de un cable vibratorio en flujo libre uniforme. Para una gama de combinaciones de amplitud de fuerza de frecuencia estudiadas para validar la teoría de control, se lograron patrones de eliminación paralelos. Los métodos adaptativos proporcionales y DNL resultaron ser más eficaces que el método de control proporcional debido a la incorporación de una ganancia de retroalimentación espacialmente variable a lo largo del intervalo del cilindro. Se encontró que el método DNL era el controlador más eficiente del modelo CML de orden bajo. El nivel de control requerido a lo largo del cable se correlacionó con el comportamiento de bloqueo 1/1 del mapa del círculo temporal ",
            "error": []
        }
    }
}