{
    "original_text": "Efficient transitive closure reasoning in a combined class/part/containment hierarchy Class hierarchies form the backbone of many implemented knowledge representation and reasoning systems. They are used for inheritance, classification and transitive closure reasoning. Part hierarchies are also important in artificial intelligence. Other hierarchies, e.g. containment hierarchies, have received less attention in artificial intelligence. This paper presents an architecture and an implementation of a hierarchy reasoner that integrates a class hierarchy, a part hierarchy, and a containment hierarchy into one structure. In order to make an implemented reasoner useful, it needs to operate at least at speeds comparable to human reasoning. As real-world hierarchies are always large, special techniques need to be used to achieve this. We have developed a set of parallel algorithms and a data representation called maximally reduced tree cover for that purpose. The maximally reduced tree cover is an improvement of a materialized transitive closure representation which has appeared in the literature. Our experiments with a medical vocabulary show that transitive closure reasoning for combined class/part/containment hierarchies in near constant time is possible for a fixed hardware configuration",
    "original_translation": "Razonamiento de cierre transitivo eficiente en una jerarquía de clase/parte/contención combinada Las jerarquías de clase forman la columna vertebral de muchos sistemas implementados de representación de conocimiento y razonamiento. Se utilizan para la herencia, la clasificación y el razonamiento de cierre transitorio. Parte de las jerarquías también son importantes en la inteligencia artificial. Otras jerarquías, por ejemplo: jerarquías de contención, han recibido menos atención en la inteligencia artificial. Este artículo presenta una arquitectura y una implementación de un razonador de jerarquías que integra una jerarquía de clases, una jerarquía de partes y una jerarquía de contención en una estructura. Para que un razonador implementado sea útil, necesita operar al menos a velocidades comparables al razonamiento humano. Como las jerarquías del mundo real son siempre grandes, es necesario utilizar técnicas especiales para lograrlo. Hemos desarrollado un conjunto de algoritmos paralelos y una representación de datos llamada cubierta de árbol máximamente reducida para ese propósito. La cubierta arbórea máximamente reducida es una mejora de una representación de cierre transitivo materializada que ha aparecido en la literatura. Nuestros experimentos con un vocabulario médico muestran que el razonamiento de cierre transitivo para jerarquías de clase/parte/contención combinadas en tiempo casi constante es posible para una configuración de hardware fija",
    "error_count": 8,
    "keys": {
        "transitive closure reasoning": {
            "translated_key": [
                "Razonamiento de cierre transitivo",
                "razonamiento de cierre transitorio",
                "razonamiento de cierre transitorio"
            ],
            "translated_annotated_text": "\"Razonamiento de cierre transitivo\" eficiente en una jerarquía de clase/parte/contención combinada Las jerarquías de clase forman la columna vertebral de muchos sistemas implementados de representación de conocimiento y razonamiento. Se utilizan para la herencia, clasificación y \"razonamiento de cierre transitorio\". Parte de las jerarquías también son importantes en la inteligencia artificial. Otras jerarquías, por ejemplo: jerarquías de contención, han recibido menos atención en la inteligencia artificial. Este artículo presenta una arquitectura y una implementación de un razonador de jerarquías que integra una jerarquía de clases, una jerarquía de partes y una jerarquía de contención en una estructura. Para que un razonador implementado sea útil, necesita operar al menos a velocidades comparables al razonamiento humano. Como las jerarquías del mundo real son siempre grandes, es necesario utilizar técnicas especiales para lograrlo. Hemos desarrollado un conjunto de algoritmos paralelos y una representación de datos llamada cubierta de árbol máximamente reducida para ese propósito. La cubierta arbórea máximamente reducida es una mejora de una representación de cierre transitivo materializada que ha aparecido en la literatura. Nuestros experimentos con un vocabulario médico muestran que \"razonamiento de cierre transitorio\" para jerarquías de clase/parte/contención combinadas en tiempo casi constante es posible para una configuración de hardware fija ",
            "error": [
                "Razonamiento de cierre transitivo",
                "razonamiento de cierre transitorio",
                "razonamiento de cierre transitorio"
            ]
        },
        "knowledge representation": {
            "translated_key": "representación del conocimiento",
            "translated_annotated_text": "Razonamiento de cierre transitivo eficiente en una jerarquía de clase/parte/contención combinada Las jerarquías de clase forman la columna vertebral de muchos sistemas implementados de \"representación del conocimiento\" y razonamiento. Se utilizan para la herencia, la clasificación y el razonamiento de cierre transitorio. Parte de las jerarquías también son importantes en la inteligencia artificial. Otras jerarquías, por ejemplo: jerarquías de contención, han recibido menos atención en la inteligencia artificial. Este artículo presenta una arquitectura y una implementación de un razonador de jerarquías que integra una jerarquía de clases, una jerarquía de partes y una jerarquía de contención en una estructura. Para que un razonador implementado sea útil, necesita operar al menos a velocidades comparables al razonamiento humano. Como las jerarquías del mundo real son siempre grandes, es necesario utilizar técnicas especiales para lograrlo. Hemos desarrollado un conjunto de algoritmos paralelos y una representación de datos llamada cubierta de árbol máximamente reducida para ese propósito. La cubierta arbórea máximamente reducida es una mejora de una representación de cierre transitivo materializada que ha aparecido en la literatura. Nuestros experimentos con un vocabulario médico muestran que el razonamiento de cierre transitivo para jerarquías de clase/parte/contención combinadas en tiempo casi constante es posible para una configuración de hardware fija ",
            "error": [
                ""
            ]
        },
        "class hierarchy": {
            "translated_key": "jerarquía de clases",
            "translated_annotated_text": "Razonamiento de cierre transitivo eficiente en una jerarquía de clase/parte/contención combinada Las jerarquías de clase forman la columna vertebral de muchos sistemas implementados de representación de conocimiento y razonamiento. Se utilizan para la herencia, la clasificación y el razonamiento de cierre transitorio. Parte de las jerarquías también son importantes en la inteligencia artificial. Otras jerarquías, por ejemplo: jerarquías de contención, han recibido menos atención en la inteligencia artificial. Este artículo presenta una arquitectura y una implementación de un razonador de jerarquía que integra una \"jerarquía de clases\", una jerarquía de partes, y una jerarquía de contención en una estructura. Para que un razonador implementado sea útil, necesita operar al menos a velocidades comparables al razonamiento humano. Como las jerarquías del mundo real son siempre grandes, es necesario utilizar técnicas especiales para lograrlo. Hemos desarrollado un conjunto de algoritmos paralelos y una representación de datos llamada cubierta de árbol máximamente reducida para ese propósito. La cubierta arbórea máximamente reducida es una mejora de una representación de cierre transitivo materializada que ha aparecido en la literatura. Nuestros experimentos con un vocabulario médico muestran que el razonamiento de cierre transitivo para jerarquías de clase/parte/contención combinadas en tiempo casi constante es posible para una configuración de hardware fija ",
            "error": [
                ""
            ]
        },
        "part hierarchy": {
            "translated_key": "jerarquía de partes",
            "translated_annotated_text": "Razonamiento de cierre transitivo eficiente en una jerarquía de clase/parte/contención combinada Las jerarquías de clase forman la columna vertebral de muchos sistemas implementados de representación de conocimiento y razonamiento. Se utilizan para la herencia, la clasificación y el razonamiento de cierre transitorio. Parte de las jerarquías también son importantes en la inteligencia artificial. Otras jerarquías, por ejemplo: jerarquías de contención, han recibido menos atención en la inteligencia artificial. Este artículo presenta una arquitectura y una implementación de un razonador de jerarquías que integra una jerarquía de clases, una \"jerarquía de partes\", y una jerarquía de contención en una estructura. Para que un razonador implementado sea útil, necesita operar al menos a velocidades comparables al razonamiento humano. Como las jerarquías del mundo real son siempre grandes, es necesario utilizar técnicas especiales para lograrlo. Hemos desarrollado un conjunto de algoritmos paralelos y una representación de datos llamada cubierta de árbol máximamente reducida para ese propósito. La cubierta arbórea máximamente reducida es una mejora de una representación de cierre transitivo materializada que ha aparecido en la literatura. Nuestros experimentos con un vocabulario médico muestran que el razonamiento de cierre transitivo para jerarquías de clase/parte/contención combinadas en tiempo casi constante es posible para una configuración de hardware fija ",
            "error": [
                ""
            ]
        },
        "containment hierarchy": {
            "translated_key": [
                "contención",
                "jerarquía de contención"
            ],
            "translated_annotated_text": "Razonamiento de cierre transitivo eficiente en una jerarquía de clase/parte/\"contención\" Las jerarquías de clase forman la columna vertebral de muchos sistemas implementados de representación de conocimiento y razonamiento. Se utilizan para la herencia, la clasificación y el razonamiento de cierre transitorio. Parte de las jerarquías también son importantes en la inteligencia artificial. Otras jerarquías, por ejemplo: jerarquías de contención, han recibido menos atención en la inteligencia artificial. Este artículo presenta una arquitectura y una implementación de un razonador de jerarquías que integra una jerarquía de clases, una jerarquía de partes y una \"jerarquía de contención\" en una estructura. Para que un razonador implementado sea útil, necesita operar al menos a velocidades comparables al razonamiento humano. Como las jerarquías del mundo real son siempre grandes, es necesario utilizar técnicas especiales para lograrlo. Hemos desarrollado un conjunto de algoritmos paralelos y una representación de datos llamada cubierta de árbol máximamente reducida para ese propósito. La cubierta arbórea máximamente reducida es una mejora de una representación de cierre transitivo materializada que ha aparecido en la literatura. Nuestros experimentos con un vocabulario médico muestran que el razonamiento de cierre transitivo para jerarquías de clase/parte/contención combinadas en tiempo casi constante es posible para una configuración de hardware fija ",
            "error": [
                "contención",
                "jerarquía de contención"
            ]
        },
        "parallel algorithms": {
            "translated_key": "algoritmos paralelos",
            "translated_annotated_text": "Razonamiento de cierre transitivo eficiente en una jerarquía de clase/parte/contención combinada Las jerarquías de clase forman la columna vertebral de muchos sistemas implementados de representación de conocimiento y razonamiento. Se utilizan para la herencia, la clasificación y el razonamiento de cierre transitorio. Parte de las jerarquías también son importantes en la inteligencia artificial. Otras jerarquías, por ejemplo: jerarquías de contención, han recibido menos atención en la inteligencia artificial. Este artículo presenta una arquitectura y una implementación de un razonador de jerarquías que integra una jerarquía de clases, una jerarquía de partes y una jerarquía de contención en una estructura. Para que un razonador implementado sea útil, necesita operar al menos a velocidades comparables al razonamiento humano. Como las jerarquías del mundo real son siempre grandes, es necesario utilizar técnicas especiales para lograrlo. Hemos desarrollado un conjunto de \"algoritmos paralelos\" y una representación de datos llamada cobertura de árbol máximamente reducida para ese propósito. La cubierta arbórea máximamente reducida es una mejora de una representación de cierre transitivo materializada que ha aparecido en la literatura. Nuestros experimentos con un vocabulario médico muestran que el razonamiento de cierre transitivo para jerarquías de clase/parte/contención combinadas en tiempo casi constante es posible para una configuración de hardware fija ",
            "error": [
                ""
            ]
        },
        "data representation": {
            "translated_key": "representación de datos",
            "translated_annotated_text": "Razonamiento de cierre transitivo eficiente en una jerarquía de clase/parte/contención combinada Las jerarquías de clase forman la columna vertebral de muchos sistemas implementados de representación de conocimiento y razonamiento. Se utilizan para la herencia, la clasificación y el razonamiento de cierre transitorio. Parte de las jerarquías también son importantes en la inteligencia artificial. Otras jerarquías, por ejemplo: jerarquías de contención, han recibido menos atención en la inteligencia artificial. Este artículo presenta una arquitectura y una implementación de un razonador de jerarquías que integra una jerarquía de clases, una jerarquía de partes y una jerarquía de contención en una estructura. Para que un razonador implementado sea útil, necesita operar al menos a velocidades comparables al razonamiento humano. Como las jerarquías del mundo real son siempre grandes, es necesario utilizar técnicas especiales para lograrlo. Hemos desarrollado un conjunto de algoritmos paralelos y una \"representación de datos\" llamada cubierta de árbol máximamente reducida para ese propósito. La cubierta arbórea máximamente reducida es una mejora de una representación de cierre transitivo materializada que ha aparecido en la literatura. Nuestros experimentos con un vocabulario médico muestran que el razonamiento de cierre transitivo para jerarquías de clase/parte/contención combinadas en tiempo casi constante es posible para una configuración de hardware fija ",
            "error": [
                ""
            ]
        },
        "maximally reduced tree cover": {
            "translated_key": [
                "reducción máxima de la cubierta del árbol",
                "reducción máxima de la cubierta arbórea"
            ],
            "translated_annotated_text": "Razonamiento de cierre transitivo eficiente en una jerarquía de clase/parte/contención combinada Las jerarquías de clase forman la columna vertebral de muchos sistemas implementados de representación de conocimiento y razonamiento. Se utilizan para la herencia, la clasificación y el razonamiento de cierre transitorio. Parte de las jerarquías también son importantes en la inteligencia artificial. Otras jerarquías, por ejemplo: jerarquías de contención, han recibido menos atención en la inteligencia artificial. Este artículo presenta una arquitectura y una implementación de un razonador de jerarquías que integra una jerarquía de clases, una jerarquía de partes y una jerarquía de contención en una estructura. Para que un razonador implementado sea útil, necesita operar al menos a velocidades comparables al razonamiento humano. Como las jerarquías del mundo real son siempre grandes, es necesario utilizar técnicas especiales para lograrlo. Hemos desarrollado un conjunto de algoritmos paralelos y una representación de datos llamada \"reducción máxima de la cubierta del árbol\" para ese propósito. La \"reducción máxima de la cubierta arbórea\" es una mejora de una representación de cierre transitivo materializada que ha aparecido en la literatura. Nuestros experimentos con un vocabulario médico muestran que el razonamiento de cierre transitivo para jerarquías de clase/parte/contención combinadas en tiempo casi constante es posible para una configuración de hardware fija ",
            "error": [
                "reducción máxima de la cubierta del árbol",
                "reducción máxima de la cubierta arbórea"
            ]
        },
        "materialized transitive closure representation": {
            "translated_key": "representación de cierre transitivo materializada",
            "translated_annotated_text": "Razonamiento de cierre transitivo eficiente en una jerarquía de clase/parte/contención combinada Las jerarquías de clase forman la columna vertebral de muchos sistemas implementados de representación de conocimiento y razonamiento. Se utilizan para la herencia, la clasificación y el razonamiento de cierre transitorio. Parte de las jerarquías también son importantes en la inteligencia artificial. Otras jerarquías, por ejemplo: jerarquías de contención, han recibido menos atención en la inteligencia artificial. Este artículo presenta una arquitectura y una implementación de un razonador de jerarquías que integra una jerarquía de clases, una jerarquía de partes y una jerarquía de contención en una estructura. Para que un razonador implementado sea útil, necesita operar al menos a velocidades comparables al razonamiento humano. Como las jerarquías del mundo real son siempre grandes, es necesario utilizar técnicas especiales para lograrlo. Hemos desarrollado un conjunto de algoritmos paralelos y una representación de datos llamada cubierta de árbol máximamente reducida para ese propósito. La cubierta arbórea máximamente reducida es una mejora de una \"representación de cierre transitivo materializada\" que ha aparecido en la literatura. Nuestros experimentos con un vocabulario médico muestran que el razonamiento de cierre transitivo para jerarquías de clase/parte/contención combinadas en tiempo casi constante es posible para una configuración de hardware fija ",
            "error": [
                ""
            ]
        },
        "experiments": {
            "translated_key": "experimentos",
            "translated_annotated_text": "Razonamiento de cierre transitivo eficiente en una jerarquía de clase/parte/contención combinada Las jerarquías de clase forman la columna vertebral de muchos sistemas implementados de representación de conocimiento y razonamiento. Se utilizan para la herencia, la clasificación y el razonamiento de cierre transitorio. Parte de las jerarquías también son importantes en la inteligencia artificial. Otras jerarquías, por ejemplo: jerarquías de contención, han recibido menos atención en la inteligencia artificial. Este artículo presenta una arquitectura y una implementación de un razonador de jerarquías que integra una jerarquía de clases, una jerarquía de partes y una jerarquía de contención en una estructura. Para que un razonador implementado sea útil, necesita operar al menos a velocidades comparables al razonamiento humano. Como las jerarquías del mundo real son siempre grandes, es necesario utilizar técnicas especiales para lograrlo. Hemos desarrollado un conjunto de algoritmos paralelos y una representación de datos llamada cubierta de árbol máximamente reducida para ese propósito. La cubierta arbórea máximamente reducida es una mejora de una representación de cierre transitivo materializada que ha aparecido en la literatura. Nuestros \"experimentos\" con vocabulario médico muestran que el razonamiento de cierre transitivo para jerarquías de clase/parte/contención combinadas en tiempo casi constante es posible para una configuración de hardware fija ",
            "error": [
                ""
            ]
        },
        "medical vocabulary": {
            "translated_key": "vocabulario médico",
            "translated_annotated_text": "Razonamiento de cierre transitivo eficiente en una jerarquía de clase/parte/contención combinada Las jerarquías de clase forman la columna vertebral de muchos sistemas implementados de representación de conocimiento y razonamiento. Se utilizan para la herencia, la clasificación y el razonamiento de cierre transitorio. Parte de las jerarquías también son importantes en la inteligencia artificial. Otras jerarquías, por ejemplo: jerarquías de contención, han recibido menos atención en la inteligencia artificial. Este artículo presenta una arquitectura y una implementación de un razonador de jerarquías que integra una jerarquía de clases, una jerarquía de partes y una jerarquía de contención en una estructura. Para que un razonador implementado sea útil, necesita operar al menos a velocidades comparables al razonamiento humano. Como las jerarquías del mundo real son siempre grandes, es necesario utilizar técnicas especiales para lograrlo. Hemos desarrollado un conjunto de algoritmos paralelos y una representación de datos llamada cubierta de árbol máximamente reducida para ese propósito. La cubierta arbórea máximamente reducida es una mejora de una representación de cierre transitivo materializada que ha aparecido en la literatura. Nuestros experimentos con un \"vocabulario médico\" muestran que el razonamiento de cierre transitivo para jerarquías de clase/parte/contención combinadas en tiempo casi constante es posible para una configuración de hardware fija ",
            "error": [
                ""
            ]
        },
        "fixed hardware configuration": {
            "translated_key": "configuración de hardware fija",
            "translated_annotated_text": "Razonamiento de cierre transitivo eficiente en una jerarquía de clase/parte/contención combinada Las jerarquías de clase forman la columna vertebral de muchos sistemas implementados de representación de conocimiento y razonamiento. Se utilizan para la herencia, la clasificación y el razonamiento de cierre transitorio. Parte de las jerarquías también son importantes en la inteligencia artificial. Otras jerarquías, por ejemplo: jerarquías de contención, han recibido menos atención en la inteligencia artificial. Este artículo presenta una arquitectura y una implementación de un razonador de jerarquías que integra una jerarquía de clases, una jerarquía de partes y una jerarquía de contención en una estructura. Para que un razonador implementado sea útil, necesita operar al menos a velocidades comparables al razonamiento humano. Como las jerarquías del mundo real son siempre grandes, es necesario utilizar técnicas especiales para lograrlo. Hemos desarrollado un conjunto de algoritmos paralelos y una representación de datos llamada cubierta de árbol máximamente reducida para ese propósito. La cubierta arbórea máximamente reducida es una mejora de una representación de cierre transitivo materializada que ha aparecido en la literatura. Nuestros experimentos con un vocabulario médico muestran que el razonamiento de cierre transitivo para jerarquías de clase/parte/contención combinadas en tiempo casi constante es posible para una \"configuración de hardware fija\" ",
            "error": [
                ""
            ]
        },
        "parallel reasoning": {
            "translated_key": [],
            "translated_annotated_text": "Razonamiento de cierre transitivo eficiente en una jerarquía de clase/parte/contención combinada Las jerarquías de clase forman la columna vertebral de muchos sistemas implementados de representación de conocimiento y razonamiento. Se utilizan para la herencia, la clasificación y el razonamiento de cierre transitorio. Parte de las jerarquías también son importantes en la inteligencia artificial. Otras jerarquías, por ejemplo: jerarquías de contención, han recibido menos atención en la inteligencia artificial. Este artículo presenta una arquitectura y una implementación de un razonador de jerarquías que integra una jerarquía de clases, una jerarquía de partes y una jerarquía de contención en una estructura. Para que un razonador implementado sea útil, necesita operar al menos a velocidades comparables al razonamiento humano. Como las jerarquías del mundo real son siempre grandes, es necesario utilizar técnicas especiales para lograrlo. Hemos desarrollado un conjunto de algoritmos paralelos y una representación de datos llamada cubierta de árbol máximamente reducida para ese propósito. La cubierta arbórea máximamente reducida es una mejora de una representación de cierre transitivo materializada que ha aparecido en la literatura. Nuestros experimentos con un vocabulario médico muestran que el razonamiento de cierre transitivo para jerarquías de clase/parte/contención combinadas en tiempo casi constante es posible para una configuración de hardware fija ",
            "error": []
        },
        "inheritance": {
            "translated_key": "herencia",
            "translated_annotated_text": "Razonamiento de cierre transitivo eficiente en una jerarquía de clase/parte/contención combinada Las jerarquías de clase forman la columna vertebral de muchos sistemas implementados de representación de conocimiento y razonamiento. Se utilizan para \"herencia\", clasificación y razonamiento de cierre transitivo. Parte de las jerarquías también son importantes en la inteligencia artificial. Otras jerarquías, por ejemplo: jerarquías de contención, han recibido menos atención en la inteligencia artificial. Este artículo presenta una arquitectura y una implementación de un razonador de jerarquías que integra una jerarquía de clases, una jerarquía de partes y una jerarquía de contención en una estructura. Para que un razonador implementado sea útil, necesita operar al menos a velocidades comparables al razonamiento humano. Como las jerarquías del mundo real son siempre grandes, es necesario utilizar técnicas especiales para lograrlo. Hemos desarrollado un conjunto de algoritmos paralelos y una representación de datos llamada cubierta de árbol máximamente reducida para ese propósito. La cubierta arbórea máximamente reducida es una mejora de una representación de cierre transitivo materializada que ha aparecido en la literatura. Nuestros experimentos con un vocabulario médico muestran que el razonamiento de cierre transitivo para jerarquías de clase/parte/contención combinadas en tiempo casi constante es posible para una configuración de hardware fija ",
            "error": [
                ""
            ]
        },
        "part hierarchies": {
            "translated_key": [],
            "translated_annotated_text": "Razonamiento de cierre transitivo eficiente en una jerarquía de clase/parte/contención combinada Las jerarquías de clase forman la columna vertebral de muchos sistemas implementados de representación de conocimiento y razonamiento. Se utilizan para la herencia, la clasificación y el razonamiento de cierre transitorio. Parte de las jerarquías también son importantes en la inteligencia artificial. Otras jerarquías, por ejemplo: jerarquías de contención, han recibido menos atención en la inteligencia artificial. Este artículo presenta una arquitectura y una implementación de un razonador de jerarquías que integra una jerarquía de clases, una jerarquía de partes y una jerarquía de contención en una estructura. Para que un razonador implementado sea útil, necesita operar al menos a velocidades comparables al razonamiento humano. Como las jerarquías del mundo real son siempre grandes, es necesario utilizar técnicas especiales para lograrlo. Hemos desarrollado un conjunto de algoritmos paralelos y una representación de datos llamada cubierta de árbol máximamente reducida para ese propósito. La cubierta arbórea máximamente reducida es una mejora de una representación de cierre transitivo materializada que ha aparecido en la literatura. Nuestros experimentos con un vocabulario médico muestran que el razonamiento de cierre transitivo para jerarquías de clase/parte/contención combinadas en tiempo casi constante es posible para una configuración de hardware fija ",
            "error": []
        },
        "artificial intelligence": {
            "translated_key": "inteligencia artificial",
            "translated_annotated_text": "Razonamiento de cierre transitivo eficiente en una jerarquía de clase/parte/contención combinada Las jerarquías de clase forman la columna vertebral de muchos sistemas implementados de representación de conocimiento y razonamiento. Se utilizan para la herencia, la clasificación y el razonamiento de cierre transitorio. Parte de las jerarquías también son importantes en la \"inteligencia artificial\". Otras jerarquías, por ejemplo: las jerarquías de contención, han recibido menos atención en la \"inteligencia artificial\". Este artículo presenta una arquitectura y una implementación de un razonador de jerarquías que integra una jerarquía de clases, una jerarquía de partes y una jerarquía de contención en una estructura. Para que un razonador implementado sea útil, necesita operar al menos a velocidades comparables al razonamiento humano. Como las jerarquías del mundo real son siempre grandes, es necesario utilizar técnicas especiales para lograrlo. Hemos desarrollado un conjunto de algoritmos paralelos y una representación de datos llamada cubierta de árbol máximamente reducida para ese propósito. La cubierta arbórea máximamente reducida es una mejora de una representación de cierre transitivo materializada que ha aparecido en la literatura. Nuestros experimentos con un vocabulario médico muestran que el razonamiento de cierre transitivo para jerarquías de clase/parte/contención combinadas en tiempo casi constante es posible para una configuración de hardware fija ",
            "error": [
                ""
            ]
        },
        "classification": {
            "translated_key": "clasificación",
            "translated_annotated_text": "Razonamiento de cierre transitivo eficiente en una jerarquía de clase/parte/contención combinada Las jerarquías de clase forman la columna vertebral de muchos sistemas implementados de representación de conocimiento y razonamiento. Se utilizan para la herencia, la \"clasificación\" y el razonamiento de cierre transitivo. Parte de las jerarquías también son importantes en la inteligencia artificial. Otras jerarquías, por ejemplo: jerarquías de contención, han recibido menos atención en la inteligencia artificial. Este artículo presenta una arquitectura y una implementación de un razonador de jerarquías que integra una jerarquía de clases, una jerarquía de partes y una jerarquía de contención en una estructura. Para que un razonador implementado sea útil, necesita operar al menos a velocidades comparables al razonamiento humano. Como las jerarquías del mundo real son siempre grandes, es necesario utilizar técnicas especiales para lograrlo. Hemos desarrollado un conjunto de algoritmos paralelos y una representación de datos llamada cubierta de árbol máximamente reducida para ese propósito. La cubierta arbórea máximamente reducida es una mejora de una representación de cierre transitivo materializada que ha aparecido en la literatura. Nuestros experimentos con un vocabulario médico muestran que el razonamiento de cierre transitivo para jerarquías de clase/parte/contención combinadas en tiempo casi constante es posible para una configuración de hardware fija ",
            "error": [
                ""
            ]
        },
        "inference mechanisms": {
            "translated_key": [],
            "translated_annotated_text": "Razonamiento de cierre transitivo eficiente en una jerarquía de clase/parte/contención combinada Las jerarquías de clase forman la columna vertebral de muchos sistemas implementados de representación de conocimiento y razonamiento. Se utilizan para la herencia, la clasificación y el razonamiento de cierre transitorio. Parte de las jerarquías también son importantes en la inteligencia artificial. Otras jerarquías, por ejemplo: jerarquías de contención, han recibido menos atención en la inteligencia artificial. Este artículo presenta una arquitectura y una implementación de un razonador de jerarquías que integra una jerarquía de clases, una jerarquía de partes y una jerarquía de contención en una estructura. Para que un razonador implementado sea útil, necesita operar al menos a velocidades comparables al razonamiento humano. Como las jerarquías del mundo real son siempre grandes, es necesario utilizar técnicas especiales para lograrlo. Hemos desarrollado un conjunto de algoritmos paralelos y una representación de datos llamada cubierta de árbol máximamente reducida para ese propósito. La cubierta arbórea máximamente reducida es una mejora de una representación de cierre transitivo materializada que ha aparecido en la literatura. Nuestros experimentos con un vocabulario médico muestran que el razonamiento de cierre transitivo para jerarquías de clase/parte/contención combinadas en tiempo casi constante es posible para una configuración de hardware fija ",
            "error": []
        },
        "medical computing": {
            "translated_key": [],
            "translated_annotated_text": "Razonamiento de cierre transitivo eficiente en una jerarquía de clase/parte/contención combinada Las jerarquías de clase forman la columna vertebral de muchos sistemas implementados de representación de conocimiento y razonamiento. Se utilizan para la herencia, la clasificación y el razonamiento de cierre transitorio. Parte de las jerarquías también son importantes en la inteligencia artificial. Otras jerarquías, por ejemplo: jerarquías de contención, han recibido menos atención en la inteligencia artificial. Este artículo presenta una arquitectura y una implementación de un razonador de jerarquías que integra una jerarquía de clases, una jerarquía de partes y una jerarquía de contención en una estructura. Para que un razonador implementado sea útil, necesita operar al menos a velocidades comparables al razonamiento humano. Como las jerarquías del mundo real son siempre grandes, es necesario utilizar técnicas especiales para lograrlo. Hemos desarrollado un conjunto de algoritmos paralelos y una representación de datos llamada cubierta de árbol máximamente reducida para ese propósito. La cubierta arbórea máximamente reducida es una mejora de una representación de cierre transitivo materializada que ha aparecido en la literatura. Nuestros experimentos con un vocabulario médico muestran que el razonamiento de cierre transitivo para jerarquías de clase/parte/contención combinadas en tiempo casi constante es posible para una configuración de hardware fija ",
            "error": []
        },
        "tree data structures": {
            "translated_key": [],
            "translated_annotated_text": "Razonamiento de cierre transitivo eficiente en una jerarquía de clase/parte/contención combinada Las jerarquías de clase forman la columna vertebral de muchos sistemas implementados de representación de conocimiento y razonamiento. Se utilizan para la herencia, la clasificación y el razonamiento de cierre transitorio. Parte de las jerarquías también son importantes en la inteligencia artificial. Otras jerarquías, por ejemplo: jerarquías de contención, han recibido menos atención en la inteligencia artificial. Este artículo presenta una arquitectura y una implementación de un razonador de jerarquías que integra una jerarquía de clases, una jerarquía de partes y una jerarquía de contención en una estructura. Para que un razonador implementado sea útil, necesita operar al menos a velocidades comparables al razonamiento humano. Como las jerarquías del mundo real son siempre grandes, es necesario utilizar técnicas especiales para lograrlo. Hemos desarrollado un conjunto de algoritmos paralelos y una representación de datos llamada cubierta de árbol máximamente reducida para ese propósito. La cubierta arbórea máximamente reducida es una mejora de una representación de cierre transitivo materializada que ha aparecido en la literatura. Nuestros experimentos con un vocabulario médico muestran que el razonamiento de cierre transitivo para jerarquías de clase/parte/contención combinadas en tiempo casi constante es posible para una configuración de hardware fija ",
            "error": []
        },
        "vocabulary": {
            "translated_key": "vocabularia",
            "translated_annotated_text": "Razonamiento de cierre transitivo eficiente en una jerarquía de clase/parte/contención combinada Las jerarquías de clase forman la columna vertebral de muchos sistemas implementados de representación de conocimiento y razonamiento. Se utilizan para la herencia, la clasificación y el razonamiento de cierre transitorio. Parte de las jerarquías también son importantes en la inteligencia artificial. Otras jerarquías, por ejemplo: jerarquías de contención, han recibido menos atención en la inteligencia artificial. Este artículo presenta una arquitectura y una implementación de un razonador de jerarquías que integra una jerarquía de clases, una jerarquía de partes y una jerarquía de contención en una estructura. Para que un razonador implementado sea útil, necesita operar al menos a velocidades comparables al razonamiento humano. Como las jerarquías del mundo real son siempre grandes, es necesario utilizar técnicas especiales para lograrlo. Hemos desarrollado un conjunto de algoritmos paralelos y una representación de datos llamada cubierta de árbol máximamente reducida para ese propósito. La cubierta arbórea máximamente reducida es una mejora de una representación de cierre transitivo materializada que ha aparecido en la literatura. Nuestros experimentos con una \"vocabularia\" médica muestran que el razonamiento de cierre transitivo para jerarquías de clase/parte/contención combinadas en tiempo casi constante es posible para una configuración de hardware fija ",
            "error": [
                ""
            ]
        }
    }
}