{
    "original_text": "Processing of complexly shaped multiply connected domains in finite element mesh generation Large number of finite element models in modern materials science and engineering is defined on complexly shaped domains, quite often multiply connected. Generation of quality finite element meshes on such domains, especially in cases when the mesh must be 100% quadrilateral, is highly problematic. This paper describes mathematical fundamentals and practical -implementation of a powerful method and algorithm allowing transformation of multiply connected domains of arbitrary geometrical complexity into a set of simple domains; the latter can then be processed by broadly available finite element mesh generators. The developed method was applied to a number of complex geometries, including those arising in analysis of parasitic inductances and capacitances in printed circuit boards. The quality of practical results produced by the method and its programming implementation provide evidence that the algorithm can be applied to other finite element models with various physical backgrounds",
    "original_translation": "Procesamiento de dominios conformados complejamente multiples conectados en la generación de malla de elementos finitos Gran número de modelos de elementos finitos en la ciencia y la ingeniería de materiales modernos se define en dominios conformados complejamente, muy a menudo se multiplican conectados. La generación de mallas de elementos finitos de calidad en estos dominios, especialmente en los casos en que la malla debe ser 100% cuadrilateral, es altamente problemática. Este artículo describe los fundamentos matemáticos y prácticos - la implementación de un poderoso método y algoritmo que permite la transformación de múltiples dominios conectados de complejidad geométrica arbitraria en un conjunto de dominios simples; estos últimos pueden ser procesados por generadores de malla de elementos finitos ampliamente disponibles. El método desarrollado se aplicó a una serie de geometrías complejas, incluidas las derivadas del análisis de inductancias y capacitancias parasitarias en placas de circuitos impresos. La calidad de los resultados prácticos producidos por el método y su implementación de programación proporcionan evidencia de que el algoritmo se puede aplicar a otros modelos de elementos finitos con varios fondos físicos",
    "error_count": 12,
    "keys": {
        "finite element mesh generation": {
            "translated_key": "generación de malla de elementos finitos",
            "translated_annotated_text": "Procesamiento de dominios multiples conectados de forma compleja en \"generación de malla de elementos finitos\" Gran número de modelos de elementos finitos en la ciencia y la ingeniería de materiales modernos se define en dominios de forma compleja, muy a menudo se multiplican conectados. La generación de mallas de elementos finitos de calidad en estos dominios, especialmente en los casos en que la malla debe ser 100% cuadrilateral, es altamente problemática. Este artículo describe los fundamentos matemáticos y prácticos - la implementación de un poderoso método y algoritmo que permite la transformación de múltiples dominios conectados de complejidad geométrica arbitraria en un conjunto de dominios simples; estos últimos pueden ser procesados por generadores de malla de elementos finitos ampliamente disponibles. El método desarrollado se aplicó a una serie de geometrías complejas, incluidas las derivadas del análisis de inductancias y capacitancias parasitarias en placas de circuitos impresos. La calidad de los resultados prácticos producidos por el método y su implementación de programación proporcionan evidencia de que el algoritmo se puede aplicar a otros modelos de elementos finitos con varios fondos físicos ",
            "error": [
                ""
            ]
        },
        "complexly shaped multiply connected domains": {
            "translated_key": "dominios conectados multiplemente en forma compleja",
            "translated_annotated_text": "Procesamiento de \"dominios conectados multiplemente en forma compleja\" en la generación de malla de elementos finitos Gran número de modelos de elementos finitos en la ciencia y la ingeniería de materiales modernos se define en dominios de forma compleja, muy a menudo se multiplican conectados. La generación de mallas de elementos finitos de calidad en estos dominios, especialmente en los casos en que la malla debe ser 100% cuadrilateral, es altamente problemática. Este artículo describe los fundamentos matemáticos y prácticos - la implementación de un poderoso método y algoritmo que permite la transformación de múltiples dominios conectados de complejidad geométrica arbitraria en un conjunto de dominios simples; estos últimos pueden ser procesados por generadores de malla de elementos finitos ampliamente disponibles. El método desarrollado se aplicó a una serie de geometrías complejas, incluidas las derivadas del análisis de inductancias y capacitancias parasitarias en placas de circuitos impresos. La calidad de los resultados prácticos producidos por el método y su implementación de programación proporcionan evidencia de que el algoritmo se puede aplicar a otros modelos de elementos finitos con varios fondos físicos ",
            "error": [
                ""
            ]
        },
        "finite element models": {
            "translated_key": "modelos de elementos finitos",
            "translated_annotated_text": "Procesamiento de dominios conectados multiples de forma compleja en la generación de malla de elementos finitos Gran número de \"modelos de elementos finitos\" en la ciencia y la ingeniería de materiales modernos se define en dominios de forma compleja, muy a menudo se multiplican conectados. La generación de mallas de elementos finitos de calidad en estos dominios, especialmente en los casos en que la malla debe ser 100% cuadrilateral, es altamente problemática. Este artículo describe los fundamentos matemáticos y prácticos - la implementación de un poderoso método y algoritmo que permite la transformación de múltiples dominios conectados de complejidad geométrica arbitraria en un conjunto de dominios simples; estos últimos pueden ser procesados por generadores de malla de elementos finitos ampliamente disponibles. El método desarrollado se aplicó a una serie de geometrías complejas, incluidas las derivadas del análisis de inductancias y capacitancias parasitarias en placas de circuitos impresos. La calidad de los resultados prácticos producidos por el método y su implementación de programación proporcionan evidencia de que el algoritmo puede ser aplicado a otros \"modelos de elementos finitos\" con varios fondos físicos ",
            "error": [
                ""
            ]
        },
        "quadrilateral mesh": {
            "translated_key": [],
            "translated_annotated_text": "Procesamiento de dominios conformados complejamente multiples conectados en la generación de malla de elementos finitos Gran número de modelos de elementos finitos en la ciencia y la ingeniería de materiales modernos se define en dominios conformados complejamente, muy a menudo se multiplican conectados. La generación de mallas de elementos finitos de calidad en estos dominios, especialmente en los casos en que la malla debe ser 100% cuadrilateral, es altamente problemática. Este artículo describe los fundamentos matemáticos y prácticos - la implementación de un poderoso método y algoritmo que permite la transformación de múltiples dominios conectados de complejidad geométrica arbitraria en un conjunto de dominios simples; estos últimos pueden ser procesados por generadores de malla de elementos finitos ampliamente disponibles. El método desarrollado se aplicó a una serie de geometrías complejas, incluidas las derivadas del análisis de inductancias y capacitancias parasitarias en placas de circuitos impresos. La calidad de los resultados prácticos producidos por el método y su implementación de programación proporcionan evidencia de que el algoritmo se puede aplicar a otros modelos de elementos finitos con varios fondos físicos ",
            "error": []
        },
        "domains transformation": {
            "translated_key": [],
            "translated_annotated_text": "Procesamiento de dominios conformados complejamente multiples conectados en la generación de malla de elementos finitos Gran número de modelos de elementos finitos en la ciencia y la ingeniería de materiales modernos se define en dominios conformados complejamente, muy a menudo se multiplican conectados. La generación de mallas de elementos finitos de calidad en estos dominios, especialmente en los casos en que la malla debe ser 100% cuadrilateral, es altamente problemática. Este artículo describe los fundamentos matemáticos y prácticos - la implementación de un poderoso método y algoritmo que permite la transformación de múltiples dominios conectados de complejidad geométrica arbitraria en un conjunto de dominios simples; estos últimos pueden ser procesados por generadores de malla de elementos finitos ampliamente disponibles. El método desarrollado se aplicó a una serie de geometrías complejas, incluidas las derivadas del análisis de inductancias y capacitancias parasitarias en placas de circuitos impresos. La calidad de los resultados prácticos producidos por el método y su implementación de programación proporcionan evidencia de que el algoritmo se puede aplicar a otros modelos de elementos finitos con varios fondos físicos ",
            "error": []
        },
        "set of simple domains": {
            "translated_key": "conjunto de dominios simples",
            "translated_annotated_text": "Procesamiento de dominios conformados complejamente multiples conectados en la generación de malla de elementos finitos Gran número de modelos de elementos finitos en la ciencia y la ingeniería de materiales modernos se define en dominios conformados complejamente, muy a menudo se multiplican conectados. La generación de mallas de elementos finitos de calidad en estos dominios, especialmente en los casos en que la malla debe ser 100% cuadrilateral, es altamente problemática. Este artículo describe los fundamentos matemáticos y prácticos - la implementación de un poderoso método y algoritmo que permite la transformación de múltiples dominios conectados de complejidad geométrica arbitraria en un \"conjunto de dominios simples\"; este último puede ser procesado por generadores de malla de elementos finitos ampliamente disponibles. El método desarrollado se aplicó a una serie de geometrías complejas, incluidas las derivadas del análisis de inductancias y capacitancias parasitarias en placas de circuitos impresos. La calidad de los resultados prácticos producidos por el método y su implementación de programación proporcionan evidencia de que el algoritmo se puede aplicar a otros modelos de elementos finitos con varios fondos físicos ",
            "error": [
                ""
            ]
        },
        "parasitic inductances": {
            "translated_key": "inductancias parasitarias",
            "translated_annotated_text": "Procesamiento de dominios conformados complejamente multiples conectados en la generación de malla de elementos finitos Gran número de modelos de elementos finitos en la ciencia y la ingeniería de materiales modernos se define en dominios conformados complejamente, muy a menudo se multiplican conectados. La generación de mallas de elementos finitos de calidad en estos dominios, especialmente en los casos en que la malla debe ser 100% cuadrilateral, es altamente problemática. Este artículo describe los fundamentos matemáticos y prácticos - la implementación de un poderoso método y algoritmo que permite la transformación de múltiples dominios conectados de complejidad geométrica arbitraria en un conjunto de dominios simples; estos últimos pueden ser procesados por generadores de malla de elementos finitos ampliamente disponibles. El método desarrollado se aplicó a una serie de geometrías complejas, incluidas las derivadas del análisis de \"inductancias parasitarias\" y capacitancias en placas de circuitos impresos. La calidad de los resultados prácticos producidos por el método y su implementación de programación proporcionan evidencia de que el algoritmo se puede aplicar a otros modelos de elementos finitos con varios fondos físicos ",
            "error": [
                ""
            ]
        },
        "parasitic capacitances": {
            "translated_key": [],
            "translated_annotated_text": "Procesamiento de dominios conformados complejamente multiples conectados en la generación de malla de elementos finitos Gran número de modelos de elementos finitos en la ciencia y la ingeniería de materiales modernos se define en dominios conformados complejamente, muy a menudo se multiplican conectados. La generación de mallas de elementos finitos de calidad en estos dominios, especialmente en los casos en que la malla debe ser 100% cuadrilateral, es altamente problemática. Este artículo describe los fundamentos matemáticos y prácticos - la implementación de un poderoso método y algoritmo que permite la transformación de múltiples dominios conectados de complejidad geométrica arbitraria en un conjunto de dominios simples; estos últimos pueden ser procesados por generadores de malla de elementos finitos ampliamente disponibles. El método desarrollado se aplicó a una serie de geometrías complejas, incluidas las derivadas del análisis de inductancias y capacitancias parasitarias en placas de circuitos impresos. La calidad de los resultados prácticos producidos por el método y su implementación de programación proporcionan evidencia de que el algoritmo se puede aplicar a otros modelos de elementos finitos con varios fondos físicos ",
            "error": []
        },
        "printed circuit boards": {
            "translated_key": "cables de circuitos impresos",
            "translated_annotated_text": "Procesamiento de dominios conformados complejamente multiples conectados en la generación de malla de elementos finitos Gran número de modelos de elementos finitos en la ciencia y la ingeniería de materiales modernos se define en dominios conformados complejamente, muy a menudo se multiplican conectados. La generación de mallas de elementos finitos de calidad en estos dominios, especialmente en los casos en que la malla debe ser 100% cuadrilateral, es altamente problemática. Este artículo describe los fundamentos matemáticos y prácticos - la implementación de un poderoso método y algoritmo que permite la transformación de múltiples dominios conectados de complejidad geométrica arbitraria en un conjunto de dominios simples; estos últimos pueden ser procesados por generadores de malla de elementos finitos ampliamente disponibles. El método desarrollado fue aplicado a una serie de geometrías complejas, incluyendo aquellas que surgen en el análisis de inductancias y capacitancias parasitarias en \"cables de circuitos impresos\". La calidad de los resultados prácticos producidos por el método y su implementación de programación proporcionan evidencia de que el algoritmo se puede aplicar a otros modelos de elementos finitos con varios fondos físicos ",
            "error": [
                ""
            ]
        },
        "programming implementation": {
            "translated_key": "aplicación de programación",
            "translated_annotated_text": "Procesamiento de dominios conformados complejamente multiples conectados en la generación de malla de elementos finitos Gran número de modelos de elementos finitos en la ciencia y la ingeniería de materiales modernos se define en dominios conformados complejamente, muy a menudo se multiplican conectados. La generación de mallas de elementos finitos de calidad en estos dominios, especialmente en los casos en que la malla debe ser 100% cuadrilateral, es altamente problemática. Este artículo describe los fundamentos matemáticos y prácticos - la implementación de un poderoso método y algoritmo que permite la transformación de múltiples dominios conectados de complejidad geométrica arbitraria en un conjunto de dominios simples; estos últimos pueden ser procesados por generadores de malla de elementos finitos ampliamente disponibles. El método desarrollado se aplicó a una serie de geometrías complejas, incluidas las derivadas del análisis de inductancias y capacitancias parasitarias en placas de circuitos impresos. La calidad de los resultados prácticos producidos por el método y su \"aplicación de programación\" proporcionan evidencia de que el algoritmo se puede aplicar a otros modelos de elementos finitos con varios fondos físicos ",
            "error": [
                ""
            ]
        },
        "arbitrary geometrical complexity": {
            "translated_key": "complejidad geométrica arbitraria",
            "translated_annotated_text": "Procesamiento de dominios conformados complejamente multiples conectados en la generación de malla de elementos finitos Gran número de modelos de elementos finitos en la ciencia y la ingeniería de materiales modernos se define en dominios conformados complejamente, muy a menudo se multiplican conectados. La generación de mallas de elementos finitos de calidad en estos dominios, especialmente en los casos en que la malla debe ser 100% cuadrilateral, es altamente problemática. Este artículo describe los fundamentos matemáticos y prácticos - la implementación de un poderoso método y algoritmo que permite la transformación de dominios conectados multiplicar de \"complejidad geométrica arbitraria\" en un conjunto de dominios simples; este último puede ser procesado por generadores de malla de elementos finitos ampliamente disponibles. El método desarrollado se aplicó a una serie de geometrías complejas, incluidas las derivadas del análisis de inductancias y capacitancias parasitarias en placas de circuitos impresos. La calidad de los resultados prácticos producidos por el método y su implementación de programación proporcionan evidencia de que el algoritmo se puede aplicar a otros modelos de elementos finitos con varios fondos físicos ",
            "error": [
                ""
            ]
        },
        "metal forming processes": {
            "translated_key": [],
            "translated_annotated_text": "Procesamiento de dominios conformados complejamente multiples conectados en la generación de malla de elementos finitos Gran número de modelos de elementos finitos en la ciencia y la ingeniería de materiales modernos se define en dominios conformados complejamente, muy a menudo se multiplican conectados. La generación de mallas de elementos finitos de calidad en estos dominios, especialmente en los casos en que la malla debe ser 100% cuadrilateral, es altamente problemática. Este artículo describe los fundamentos matemáticos y prácticos - la implementación de un poderoso método y algoritmo que permite la transformación de múltiples dominios conectados de complejidad geométrica arbitraria en un conjunto de dominios simples; estos últimos pueden ser procesados por generadores de malla de elementos finitos ampliamente disponibles. El método desarrollado se aplicó a una serie de geometrías complejas, incluidas las derivadas del análisis de inductancias y capacitancias parasitarias en placas de circuitos impresos. La calidad de los resultados prácticos producidos por el método y su implementación de programación proporcionan evidencia de que el algoritmo se puede aplicar a otros modelos de elementos finitos con varios fondos físicos ",
            "error": []
        },
        "structural engineering models": {
            "translated_key": [],
            "translated_annotated_text": "Procesamiento de dominios conformados complejamente multiples conectados en la generación de malla de elementos finitos Gran número de modelos de elementos finitos en la ciencia y la ingeniería de materiales modernos se define en dominios conformados complejamente, muy a menudo se multiplican conectados. La generación de mallas de elementos finitos de calidad en estos dominios, especialmente en los casos en que la malla debe ser 100% cuadrilateral, es altamente problemática. Este artículo describe los fundamentos matemáticos y prácticos - la implementación de un poderoso método y algoritmo que permite la transformación de múltiples dominios conectados de complejidad geométrica arbitraria en un conjunto de dominios simples; estos últimos pueden ser procesados por generadores de malla de elementos finitos ampliamente disponibles. El método desarrollado se aplicó a una serie de geometrías complejas, incluidas las derivadas del análisis de inductancias y capacitancias parasitarias en placas de circuitos impresos. La calidad de los resultados prácticos producidos por el método y su implementación de programación proporcionan evidencia de que el algoritmo se puede aplicar a otros modelos de elementos finitos con varios fondos físicos ",
            "error": []
        },
        "iterative basis": {
            "translated_key": [],
            "translated_annotated_text": "Procesamiento de dominios conformados complejamente multiples conectados en la generación de malla de elementos finitos Gran número de modelos de elementos finitos en la ciencia y la ingeniería de materiales modernos se define en dominios conformados complejamente, muy a menudo se multiplican conectados. La generación de mallas de elementos finitos de calidad en estos dominios, especialmente en los casos en que la malla debe ser 100% cuadrilateral, es altamente problemática. Este artículo describe los fundamentos matemáticos y prácticos - la implementación de un poderoso método y algoritmo que permite la transformación de múltiples dominios conectados de complejidad geométrica arbitraria en un conjunto de dominios simples; estos últimos pueden ser procesados por generadores de malla de elementos finitos ampliamente disponibles. El método desarrollado se aplicó a una serie de geometrías complejas, incluidas las derivadas del análisis de inductancias y capacitancias parasitarias en placas de circuitos impresos. La calidad de los resultados prácticos producidos por el método y su implementación de programación proporcionan evidencia de que el algoritmo se puede aplicar a otros modelos de elementos finitos con varios fondos físicos ",
            "error": []
        },
        "general domain subdivision algorithm": {
            "translated_key": [],
            "translated_annotated_text": "Procesamiento de dominios conformados complejamente multiples conectados en la generación de malla de elementos finitos Gran número de modelos de elementos finitos en la ciencia y la ingeniería de materiales modernos se define en dominios conformados complejamente, muy a menudo se multiplican conectados. La generación de mallas de elementos finitos de calidad en estos dominios, especialmente en los casos en que la malla debe ser 100% cuadrilateral, es altamente problemática. Este artículo describe los fundamentos matemáticos y prácticos - la implementación de un poderoso método y algoritmo que permite la transformación de múltiples dominios conectados de complejidad geométrica arbitraria en un conjunto de dominios simples; estos últimos pueden ser procesados por generadores de malla de elementos finitos ampliamente disponibles. El método desarrollado se aplicó a una serie de geometrías complejas, incluidas las derivadas del análisis de inductancias y capacitancias parasitarias en placas de circuitos impresos. La calidad de los resultados prácticos producidos por el método y su implementación de programación proporcionan evidencia de que el algoritmo se puede aplicar a otros modelos de elementos finitos con varios fondos físicos ",
            "error": []
        },
        "artificial cut": {
            "translated_key": [],
            "translated_annotated_text": "Procesamiento de dominios conformados complejamente multiples conectados en la generación de malla de elementos finitos Gran número de modelos de elementos finitos en la ciencia y la ingeniería de materiales modernos se define en dominios conformados complejamente, muy a menudo se multiplican conectados. La generación de mallas de elementos finitos de calidad en estos dominios, especialmente en los casos en que la malla debe ser 100% cuadrilateral, es altamente problemática. Este artículo describe los fundamentos matemáticos y prácticos - la implementación de un poderoso método y algoritmo que permite la transformación de múltiples dominios conectados de complejidad geométrica arbitraria en un conjunto de dominios simples; estos últimos pueden ser procesados por generadores de malla de elementos finitos ampliamente disponibles. El método desarrollado se aplicó a una serie de geometrías complejas, incluidas las derivadas del análisis de inductancias y capacitancias parasitarias en placas de circuitos impresos. La calidad de los resultados prácticos producidos por el método y su implementación de programación proporcionan evidencia de que el algoritmo se puede aplicar a otros modelos de elementos finitos con varios fondos físicos ",
            "error": []
        },
        "automatic step calculation": {
            "translated_key": [],
            "translated_annotated_text": "Procesamiento de dominios conformados complejamente multiples conectados en la generación de malla de elementos finitos Gran número de modelos de elementos finitos en la ciencia y la ingeniería de materiales modernos se define en dominios conformados complejamente, muy a menudo se multiplican conectados. La generación de mallas de elementos finitos de calidad en estos dominios, especialmente en los casos en que la malla debe ser 100% cuadrilateral, es altamente problemática. Este artículo describe los fundamentos matemáticos y prácticos - la implementación de un poderoso método y algoritmo que permite la transformación de múltiples dominios conectados de complejidad geométrica arbitraria en un conjunto de dominios simples; estos últimos pueden ser procesados por generadores de malla de elementos finitos ampliamente disponibles. El método desarrollado se aplicó a una serie de geometrías complejas, incluidas las derivadas del análisis de inductancias y capacitancias parasitarias en placas de circuitos impresos. La calidad de los resultados prácticos producidos por el método y su implementación de programación proporcionan evidencia de que el algoritmo se puede aplicar a otros modelos de elementos finitos con varios fondos físicos ",
            "error": []
        },
        "computational complexity": {
            "translated_key": [],
            "translated_annotated_text": "Procesamiento de dominios conformados complejamente multiples conectados en la generación de malla de elementos finitos Gran número de modelos de elementos finitos en la ciencia y la ingeniería de materiales modernos se define en dominios conformados complejamente, muy a menudo se multiplican conectados. La generación de mallas de elementos finitos de calidad en estos dominios, especialmente en los casos en que la malla debe ser 100% cuadrilateral, es altamente problemática. Este artículo describe los fundamentos matemáticos y prácticos - la implementación de un poderoso método y algoritmo que permite la transformación de múltiples dominios conectados de complejidad geométrica arbitraria en un conjunto de dominios simples; estos últimos pueden ser procesados por generadores de malla de elementos finitos ampliamente disponibles. El método desarrollado se aplicó a una serie de geometrías complejas, incluidas las derivadas del análisis de inductancias y capacitancias parasitarias en placas de circuitos impresos. La calidad de los resultados prácticos producidos por el método y su implementación de programación proporcionan evidencia de que el algoritmo se puede aplicar a otros modelos de elementos finitos con varios fondos físicos ",
            "error": []
        },
        "iterative methods": {
            "translated_key": [],
            "translated_annotated_text": "Procesamiento de dominios conformados complejamente multiples conectados en la generación de malla de elementos finitos Gran número de modelos de elementos finitos en la ciencia y la ingeniería de materiales modernos se define en dominios conformados complejamente, muy a menudo se multiplican conectados. La generación de mallas de elementos finitos de calidad en estos dominios, especialmente en los casos en que la malla debe ser 100% cuadrilateral, es altamente problemática. Este artículo describe los fundamentos matemáticos y prácticos - la implementación de un poderoso método y algoritmo que permite la transformación de múltiples dominios conectados de complejidad geométrica arbitraria en un conjunto de dominios simples; estos últimos pueden ser procesados por generadores de malla de elementos finitos ampliamente disponibles. El método desarrollado se aplicó a una serie de geometrías complejas, incluidas las derivadas del análisis de inductancias y capacitancias parasitarias en placas de circuitos impresos. La calidad de los resultados prácticos producidos por el método y su implementación de programación proporcionan evidencia de que el algoritmo se puede aplicar a otros modelos de elementos finitos con varios fondos físicos ",
            "error": []
        },
        "mesh generation": {
            "translated_key": "generación de malla",
            "translated_annotated_text": "Procesamiento de dominios conectados de forma compleja en elementos finitos \"generación de malla\" Gran número de modelos de elementos finitos en la ciencia y la ingeniería de materiales modernos se define en dominios de forma compleja, muy a menudo se multiplican conectados. La generación de mallas de elementos finitos de calidad en estos dominios, especialmente en los casos en que la malla debe ser 100% cuadrilateral, es altamente problemática. Este artículo describe los fundamentos matemáticos y prácticos - la implementación de un poderoso método y algoritmo que permite la transformación de múltiples dominios conectados de complejidad geométrica arbitraria en un conjunto de dominios simples; estos últimos pueden ser procesados por generadores de malla de elementos finitos ampliamente disponibles. El método desarrollado se aplicó a una serie de geometrías complejas, incluidas las derivadas del análisis de inductancias y capacitancias parasitarias en placas de circuitos impresos. La calidad de los resultados prácticos producidos por el método y su implementación de programación proporcionan evidencia de que el algoritmo se puede aplicar a otros modelos de elementos finitos con varios fondos físicos ",
            "error": [
                ""
            ]
        },
        "modelling": {
            "translated_key": [],
            "translated_annotated_text": "Procesamiento de dominios conformados complejamente multiples conectados en la generación de malla de elementos finitos Gran número de modelos de elementos finitos en la ciencia y la ingeniería de materiales modernos se define en dominios conformados complejamente, muy a menudo se multiplican conectados. La generación de mallas de elementos finitos de calidad en estos dominios, especialmente en los casos en que la malla debe ser 100% cuadrilateral, es altamente problemática. Este artículo describe los fundamentos matemáticos y prácticos - la implementación de un poderoso método y algoritmo que permite la transformación de múltiples dominios conectados de complejidad geométrica arbitraria en un conjunto de dominios simples; estos últimos pueden ser procesados por generadores de malla de elementos finitos ampliamente disponibles. El método desarrollado se aplicó a una serie de geometrías complejas, incluidas las derivadas del análisis de inductancias y capacitancias parasitarias en placas de circuitos impresos. La calidad de los resultados prácticos producidos por el método y su implementación de programación proporcionan evidencia de que el algoritmo se puede aplicar a otros modelos de elementos finitos con varios fondos físicos ",
            "error": []
        }
    }
}