{
    "original_text": "Smart collision information processing sensors for fast moving objects In this technical note we survey the area of smart collision information processing sensors. We review the existing technologies to detect collision or overlap between fast moving physical objects or objects in virtual environments, physical environments or a combination of physical and virtual objects. We report developments in the collision detection of fast moving objects at discrete time steps such as two consecutive time frames, as well as continuous time intervals such as in an interframe collision detection system. Our discussion of computational techniques in this paper is limited to convex objects. Techniques exist however to efficiently decompose non-convex objects into convex objects. We also discuss the tracking technologies for objects from the standpoint of collision detection or avoidance",
    "original_translation": "Sensores inteligentes de procesamiento de información sobre colisiones para objetos en movimiento rápido En esta nota técnica examinamos el área de los sensores inteligentes de procesamiento de información sobre colisiones. Revisamos las tecnologías existentes para detectar colisiones o solapamientos entre objetos físicos de movimiento rápido u objetos en entornos virtuales, entornos físicos o una combinación de objetos físicos y virtuales. Se reportan desarrollos en la detección de colisiones de objetos en movimiento rápido en pasos de tiempo discretos como dos marcos de tiempo consecutivos, así como intervalos de tiempo continuos como en un sistema de detección de colisiones interframe. Nuestra discusión de las técnicas computacionales en este artículo se limita a objetos convexos. Sin embargo, existen técnicas para descomponer eficientemente objetos no convexos en objetos convexos. También discutimos las tecnologías de rastreo de objetos desde el punto de vista de la detección o evitación de colisiones",
    "error_count": 14,
    "keys": {
        "virtual environments": {
            "translated_key": "ambientes virtuales",
            "translated_annotated_text": "Sensores inteligentes de procesamiento de información sobre colisiones para objetos en movimiento rápido En esta nota técnica examinamos el área de los sensores inteligentes de procesamiento de información sobre colisiones. Revisamos las tecnologías existentes para detectar colisiones o solapamientos entre objetos físicos de movimiento rápido u objetos en \"ambientes virtuales\", entornos físicos o una combinación de objetos físicos y virtuales. Se reportan desarrollos en la detección de colisiones de objetos en movimiento rápido en pasos de tiempo discretos como dos marcos de tiempo consecutivos, así como intervalos de tiempo continuos como en un sistema de detección de colisiones interframe. Nuestra discusión de las técnicas computacionales en este artículo se limita a objetos convexos. Sin embargo, existen técnicas para descomponer eficientemente objetos no convexos en objetos convexos. También discutimos las tecnologías de rastreo de objetos desde el punto de vista de la detección o evitación de colisiones ",
            "error": [
                ""
            ]
        },
        "physical environments": {
            "translated_key": "ambientes físicos",
            "translated_annotated_text": "Sensores inteligentes de procesamiento de información sobre colisiones para objetos en movimiento rápido En esta nota técnica examinamos el área de los sensores inteligentes de procesamiento de información sobre colisiones. Revisamos las tecnologías existentes para detectar colisiones o solapamientos entre objetos físicos de movimiento rápido u objetos en entornos virtuales, \"ambientes físicos\" o una combinación de objetos físicos y virtuales. Se reportan desarrollos en la detección de colisiones de objetos en movimiento rápido en pasos de tiempo discretos como dos marcos de tiempo consecutivos, así como intervalos de tiempo continuos como en un sistema de detección de colisiones interframe. Nuestra discusión de las técnicas computacionales en este artículo se limita a objetos convexos. Sin embargo, existen técnicas para descomponer eficientemente objetos no convexos en objetos convexos. También discutimos las tecnologías de rastreo de objetos desde el punto de vista de la detección o evitación de colisiones ",
            "error": [
                ""
            ]
        },
        "collision detection": {
            "translated_key": "detección de colisión",
            "translated_annotated_text": "Sensores inteligentes de procesamiento de información sobre colisiones para objetos en movimiento rápido En esta nota técnica examinamos el área de los sensores inteligentes de procesamiento de información sobre colisiones. Revisamos las tecnologías existentes para detectar colisiones o solapamientos entre objetos físicos de movimiento rápido u objetos en entornos virtuales, entornos físicos o una combinación de objetos físicos y virtuales. Se reportan desarrollos en la \"detección de colisión\" de objetos en movimiento rápido en pasos de tiempo discretos como dos marcos de tiempo consecutivos, así como intervalos de tiempo continuos como en un sistema de \"detección de colisión\" interframe. Nuestra discusión de las técnicas computacionales en este artículo se limita a objetos convexos. Sin embargo, existen técnicas para descomponer eficientemente objetos no convexos en objetos convexos. También discutimos las tecnologías de rastreo de objetos desde el punto de vista de la \"detección de colisión\" o evitación ",
            "error": [
                ""
            ]
        },
        "discrete time steps": {
            "translated_key": "pasos de tiempo discretos",
            "translated_annotated_text": "Sensores inteligentes de procesamiento de información sobre colisiones para objetos en movimiento rápido En esta nota técnica examinamos el área de los sensores inteligentes de procesamiento de información sobre colisiones. Revisamos las tecnologías existentes para detectar colisiones o solapamientos entre objetos físicos de movimiento rápido u objetos en entornos virtuales, entornos físicos o una combinación de objetos físicos y virtuales. Se reportan desarrollos en la detección de colisiones de objetos en movimiento rápido en \"pasos de tiempo discretos\", como dos marcos de tiempo consecutivos, así como intervalos de tiempo continuos, como en un sistema de detección de colisiones interframe. Nuestra discusión de las técnicas computacionales en este artículo se limita a objetos convexos. Sin embargo, existen técnicas para descomponer eficientemente objetos no convexos en objetos convexos. También discutimos las tecnologías de rastreo de objetos desde el punto de vista de la detección o evitación de colisiones ",
            "error": [
                ""
            ]
        },
        "consecutive time frames": {
            "translated_key": "marcos de tiempo consecutivos",
            "translated_annotated_text": "Sensores inteligentes de procesamiento de información sobre colisiones para objetos en movimiento rápido En esta nota técnica examinamos el área de los sensores inteligentes de procesamiento de información sobre colisiones. Revisamos las tecnologías existentes para detectar colisiones o solapamientos entre objetos físicos de movimiento rápido u objetos en entornos virtuales, entornos físicos o una combinación de objetos físicos y virtuales. Se reportan desarrollos en la detección de colisiones de objetos en movimiento rápido en pasos de tiempo discretos como dos \"marcos de tiempo consecutivos\", así como intervalos de tiempo continuos como en un sistema de detección de colisiones interframe. Nuestra discusión de las técnicas computacionales en este artículo se limita a objetos convexos. Sin embargo, existen técnicas para descomponer eficientemente objetos no convexos en objetos convexos. También discutimos las tecnologías de rastreo de objetos desde el punto de vista de la detección o evitación de colisiones ",
            "error": [
                ""
            ]
        },
        "continuous time intervals": {
            "translated_key": "intervalos de tiempo continuos",
            "translated_annotated_text": "Sensores inteligentes de procesamiento de información sobre colisiones para objetos en movimiento rápido En esta nota técnica examinamos el área de los sensores inteligentes de procesamiento de información sobre colisiones. Revisamos las tecnologías existentes para detectar colisiones o solapamientos entre objetos físicos de movimiento rápido u objetos en entornos virtuales, entornos físicos o una combinación de objetos físicos y virtuales. Se reportan desarrollos en la detección de colisiones de objetos en movimiento rápido en pasos de tiempo discretos como dos marcos de tiempo consecutivos, así como \"intervalos de tiempo continuos\" como en un sistema de detección de colisiones interframe. Nuestra discusión de las técnicas computacionales en este artículo se limita a objetos convexos. Sin embargo, existen técnicas para descomponer eficientemente objetos no convexos en objetos convexos. También discutimos las tecnologías de rastreo de objetos desde el punto de vista de la detección o evitación de colisiones ",
            "error": [
                ""
            ]
        },
        "interframe collision detection": {
            "translated_key": "detección de colisiones entre fotogramas",
            "translated_annotated_text": "Sensores inteligentes de procesamiento de información sobre colisiones para objetos en movimiento rápido En esta nota técnica examinamos el área de los sensores inteligentes de procesamiento de información sobre colisiones. Revisamos las tecnologías existentes para detectar colisiones o solapamientos entre objetos físicos de movimiento rápido u objetos en entornos virtuales, entornos físicos o una combinación de objetos físicos y virtuales. Se reportan desarrollos en la detección de colisiones de objetos en movimiento rápido en pasos de tiempo discretos como dos marcos de tiempo consecutivos, así como intervalos de tiempo continuos como en un sistema de \"detección de colisiones entre fotogramas\". Nuestra discusión de las técnicas computacionales en este artículo se limita a objetos convexos. Sin embargo, existen técnicas para descomponer eficientemente objetos no convexos en objetos convexos. También discutimos las tecnologías de rastreo de objetos desde el punto de vista de la detección o evitación de colisiones ",
            "error": [
                ""
            ]
        },
        "nonconvex objects": {
            "translated_key": [],
            "translated_annotated_text": "Sensores inteligentes de procesamiento de información sobre colisiones para objetos en movimiento rápido En esta nota técnica examinamos el área de los sensores inteligentes de procesamiento de información sobre colisiones. Revisamos las tecnologías existentes para detectar colisiones o solapamientos entre objetos físicos de movimiento rápido u objetos en entornos virtuales, entornos físicos o una combinación de objetos físicos y virtuales. Se reportan desarrollos en la detección de colisiones de objetos en movimiento rápido en pasos de tiempo discretos como dos marcos de tiempo consecutivos, así como intervalos de tiempo continuos como en un sistema de detección de colisiones interframe. Nuestra discusión de las técnicas computacionales en este artículo se limita a objetos convexos. Sin embargo, existen técnicas para descomponer eficientemente objetos no convexos en objetos convexos. También discutimos las tecnologías de rastreo de objetos desde el punto de vista de la detección o evitación de colisiones ",
            "error": []
        },
        "collision information processing": {
            "translated_key": "procesamiento de información de colisión",
            "translated_annotated_text": "Sensores inteligentes de \"procesamiento de información de colisión\" para objetos de movimiento rápido En esta nota técnica revisamos el área de los sensores inteligentes de \"procesamiento de información de colisión\". Revisamos las tecnologías existentes para detectar colisiones o solapamientos entre objetos físicos de movimiento rápido u objetos en entornos virtuales, entornos físicos o una combinación de objetos físicos y virtuales. Se reportan desarrollos en la detección de colisiones de objetos en movimiento rápido en pasos de tiempo discretos como dos marcos de tiempo consecutivos, así como intervalos de tiempo continuos como en un sistema de detección de colisiones interframe. Nuestra discusión de las técnicas computacionales en este artículo se limita a objetos convexos. Sin embargo, existen técnicas para descomponer eficientemente objetos no convexos en objetos convexos. También discutimos las tecnologías de rastreo de objetos desde el punto de vista de la detección o evitación de colisiones ",
            "error": [
                ""
            ]
        },
        "fast moving objects": {
            "translated_key": "objetos en movimiento rápido",
            "translated_annotated_text": "Sensores inteligentes de procesamiento de información sobre colisiones para \"objetos en movimiento rápido\" En esta nota técnica se examina el área de los sensores inteligentes de procesamiento de información sobre colisiones. Revisamos las tecnologías existentes para detectar colisiones o solapamientos entre objetos físicos de movimiento rápido u objetos en entornos virtuales, entornos físicos o una combinación de objetos físicos y virtuales. Informamos de desarrollos en la detección de colisiones de \"objetos en movimiento rápido\" en pasos de tiempo discretos como dos marcos de tiempo consecutivos, así como intervalos de tiempo continuos como en un sistema de detección de colisiones interframe. Nuestra discusión de las técnicas computacionales en este artículo se limita a objetos convexos. Sin embargo, existen técnicas para descomponer eficientemente objetos no convexos en objetos convexos. También discutimos las tecnologías de rastreo de objetos desde el punto de vista de la detección o evitación de colisiones ",
            "error": [
                ""
            ]
        },
        "air traffic control": {
            "translated_key": [],
            "translated_annotated_text": "Sensores inteligentes de procesamiento de información sobre colisiones para objetos en movimiento rápido En esta nota técnica examinamos el área de los sensores inteligentes de procesamiento de información sobre colisiones. Revisamos las tecnologías existentes para detectar colisiones o solapamientos entre objetos físicos de movimiento rápido u objetos en entornos virtuales, entornos físicos o una combinación de objetos físicos y virtuales. Se reportan desarrollos en la detección de colisiones de objetos en movimiento rápido en pasos de tiempo discretos como dos marcos de tiempo consecutivos, así como intervalos de tiempo continuos como en un sistema de detección de colisiones interframe. Nuestra discusión de las técnicas computacionales en este artículo se limita a objetos convexos. Sin embargo, existen técnicas para descomponer eficientemente objetos no convexos en objetos convexos. También discutimos las tecnologías de rastreo de objetos desde el punto de vista de la detección o evitación de colisiones ",
            "error": []
        },
        "smart sensors": {
            "translated_key": [],
            "translated_annotated_text": "Sensores inteligentes de procesamiento de información sobre colisiones para objetos en movimiento rápido En esta nota técnica examinamos el área de los sensores inteligentes de procesamiento de información sobre colisiones. Revisamos las tecnologías existentes para detectar colisiones o solapamientos entre objetos físicos de movimiento rápido u objetos en entornos virtuales, entornos físicos o una combinación de objetos físicos y virtuales. Se reportan desarrollos en la detección de colisiones de objetos en movimiento rápido en pasos de tiempo discretos como dos marcos de tiempo consecutivos, así como intervalos de tiempo continuos como en un sistema de detección de colisiones interframe. Nuestra discusión de las técnicas computacionales en este artículo se limita a objetos convexos. Sin embargo, existen técnicas para descomponer eficientemente objetos no convexos en objetos convexos. También discutimos las tecnologías de rastreo de objetos desde el punto de vista de la detección o evitación de colisiones ",
            "error": []
        },
        "military training": {
            "translated_key": [],
            "translated_annotated_text": "Sensores inteligentes de procesamiento de información sobre colisiones para objetos en movimiento rápido En esta nota técnica examinamos el área de los sensores inteligentes de procesamiento de información sobre colisiones. Revisamos las tecnologías existentes para detectar colisiones o solapamientos entre objetos físicos de movimiento rápido u objetos en entornos virtuales, entornos físicos o una combinación de objetos físicos y virtuales. Se reportan desarrollos en la detección de colisiones de objetos en movimiento rápido en pasos de tiempo discretos como dos marcos de tiempo consecutivos, así como intervalos de tiempo continuos como en un sistema de detección de colisiones interframe. Nuestra discusión de las técnicas computacionales en este artículo se limita a objetos convexos. Sin embargo, existen técnicas para descomponer eficientemente objetos no convexos en objetos convexos. También discutimos las tecnologías de rastreo de objetos desde el punto de vista de la detección o evitación de colisiones ",
            "error": []
        },
        "high speed machining": {
            "translated_key": [],
            "translated_annotated_text": "Sensores inteligentes de procesamiento de información sobre colisiones para objetos en movimiento rápido En esta nota técnica examinamos el área de los sensores inteligentes de procesamiento de información sobre colisiones. Revisamos las tecnologías existentes para detectar colisiones o solapamientos entre objetos físicos de movimiento rápido u objetos en entornos virtuales, entornos físicos o una combinación de objetos físicos y virtuales. Se reportan desarrollos en la detección de colisiones de objetos en movimiento rápido en pasos de tiempo discretos como dos marcos de tiempo consecutivos, así como intervalos de tiempo continuos como en un sistema de detección de colisiones interframe. Nuestra discusión de las técnicas computacionales en este artículo se limita a objetos convexos. Sin embargo, existen técnicas para descomponer eficientemente objetos no convexos en objetos convexos. También discutimos las tecnologías de rastreo de objetos desde el punto de vista de la detección o evitación de colisiones ",
            "error": []
        },
        "convex objects": {
            "translated_key": "objetos convexos",
            "translated_annotated_text": "Sensores inteligentes de procesamiento de información sobre colisiones para objetos en movimiento rápido En esta nota técnica examinamos el área de los sensores inteligentes de procesamiento de información sobre colisiones. Revisamos las tecnologías existentes para detectar colisiones o solapamientos entre objetos físicos de movimiento rápido u objetos en entornos virtuales, entornos físicos o una combinación de objetos físicos y virtuales. Se reportan desarrollos en la detección de colisiones de objetos en movimiento rápido en pasos de tiempo discretos como dos marcos de tiempo consecutivos, así como intervalos de tiempo continuos como en un sistema de detección de colisiones interframe. Nuestra discusión de las técnicas computacionales en este artículo se limita a \"objetos convexos\". Sin embargo, existen técnicas para descomponer eficientemente objetos no convexos en objetos convexos. También discutimos las tecnologías de rastreo de objetos desde el punto de vista de la detección o evitación de colisiones ",
            "error": [
                ""
            ]
        },
        "tracking": {
            "translated_key": "rastreo",
            "translated_annotated_text": "Sensores inteligentes de procesamiento de información sobre colisiones para objetos en movimiento rápido En esta nota técnica examinamos el área de los sensores inteligentes de procesamiento de información sobre colisiones. Revisamos las tecnologías existentes para detectar colisiones o solapamientos entre objetos físicos de movimiento rápido u objetos en entornos virtuales, entornos físicos o una combinación de objetos físicos y virtuales. Se reportan desarrollos en la detección de colisiones de objetos en movimiento rápido en pasos de tiempo discretos como dos marcos de tiempo consecutivos, así como intervalos de tiempo continuos como en un sistema de detección de colisiones interframe. Nuestra discusión de las técnicas computacionales en este artículo se limita a objetos convexos. Sin embargo, existen técnicas para descomponer eficientemente objetos no convexos en objetos convexos. También discutimos las tecnologías de \"rastreo\" de objetos desde el punto de vista de la detección o evitación de colisiones ",
            "error": [
                ""
            ]
        },
        "automated highways": {
            "translated_key": [],
            "translated_annotated_text": "Sensores inteligentes de procesamiento de información sobre colisiones para objetos en movimiento rápido En esta nota técnica examinamos el área de los sensores inteligentes de procesamiento de información sobre colisiones. Revisamos las tecnologías existentes para detectar colisiones o solapamientos entre objetos físicos de movimiento rápido u objetos en entornos virtuales, entornos físicos o una combinación de objetos físicos y virtuales. Se reportan desarrollos en la detección de colisiones de objetos en movimiento rápido en pasos de tiempo discretos como dos marcos de tiempo consecutivos, así como intervalos de tiempo continuos como en un sistema de detección de colisiones interframe. Nuestra discusión de las técnicas computacionales en este artículo se limita a objetos convexos. Sin embargo, existen técnicas para descomponer eficientemente objetos no convexos en objetos convexos. También discutimos las tecnologías de rastreo de objetos desde el punto de vista de la detección o evitación de colisiones ",
            "error": []
        },
        "collision avoidance": {
            "translated_key": [],
            "translated_annotated_text": "Sensores inteligentes de procesamiento de información sobre colisiones para objetos en movimiento rápido En esta nota técnica examinamos el área de los sensores inteligentes de procesamiento de información sobre colisiones. Revisamos las tecnologías existentes para detectar colisiones o solapamientos entre objetos físicos de movimiento rápido u objetos en entornos virtuales, entornos físicos o una combinación de objetos físicos y virtuales. Se reportan desarrollos en la detección de colisiones de objetos en movimiento rápido en pasos de tiempo discretos como dos marcos de tiempo consecutivos, así como intervalos de tiempo continuos como en un sistema de detección de colisiones interframe. Nuestra discusión de las técnicas computacionales en este artículo se limita a objetos convexos. Sin embargo, existen técnicas para descomponer eficientemente objetos no convexos en objetos convexos. También discutimos las tecnologías de rastreo de objetos desde el punto de vista de la detección o evitación de colisiones ",
            "error": []
        },
        "digital simulation": {
            "translated_key": [],
            "translated_annotated_text": "Sensores inteligentes de procesamiento de información sobre colisiones para objetos en movimiento rápido En esta nota técnica examinamos el área de los sensores inteligentes de procesamiento de información sobre colisiones. Revisamos las tecnologías existentes para detectar colisiones o solapamientos entre objetos físicos de movimiento rápido u objetos en entornos virtuales, entornos físicos o una combinación de objetos físicos y virtuales. Se reportan desarrollos en la detección de colisiones de objetos en movimiento rápido en pasos de tiempo discretos como dos marcos de tiempo consecutivos, así como intervalos de tiempo continuos como en un sistema de detección de colisiones interframe. Nuestra discusión de las técnicas computacionales en este artículo se limita a objetos convexos. Sin embargo, existen técnicas para descomponer eficientemente objetos no convexos en objetos convexos. También discutimos las tecnologías de rastreo de objetos desde el punto de vista de la detección o evitación de colisiones ",
            "error": []
        },
        "industrial control": {
            "translated_key": [],
            "translated_annotated_text": "Sensores inteligentes de procesamiento de información sobre colisiones para objetos en movimiento rápido En esta nota técnica examinamos el área de los sensores inteligentes de procesamiento de información sobre colisiones. Revisamos las tecnologías existentes para detectar colisiones o solapamientos entre objetos físicos de movimiento rápido u objetos en entornos virtuales, entornos físicos o una combinación de objetos físicos y virtuales. Se reportan desarrollos en la detección de colisiones de objetos en movimiento rápido en pasos de tiempo discretos como dos marcos de tiempo consecutivos, así como intervalos de tiempo continuos como en un sistema de detección de colisiones interframe. Nuestra discusión de las técnicas computacionales en este artículo se limita a objetos convexos. Sin embargo, existen técnicas para descomponer eficientemente objetos no convexos en objetos convexos. También discutimos las tecnologías de rastreo de objetos desde el punto de vista de la detección o evitación de colisiones ",
            "error": []
        },
        "intelligent control": {
            "translated_key": [],
            "translated_annotated_text": "Sensores inteligentes de procesamiento de información sobre colisiones para objetos en movimiento rápido En esta nota técnica examinamos el área de los sensores inteligentes de procesamiento de información sobre colisiones. Revisamos las tecnologías existentes para detectar colisiones o solapamientos entre objetos físicos de movimiento rápido u objetos en entornos virtuales, entornos físicos o una combinación de objetos físicos y virtuales. Se reportan desarrollos en la detección de colisiones de objetos en movimiento rápido en pasos de tiempo discretos como dos marcos de tiempo consecutivos, así como intervalos de tiempo continuos como en un sistema de detección de colisiones interframe. Nuestra discusión de las técnicas computacionales en este artículo se limita a objetos convexos. Sin embargo, existen técnicas para descomponer eficientemente objetos no convexos en objetos convexos. También discutimos las tecnologías de rastreo de objetos desde el punto de vista de la detección o evitación de colisiones ",
            "error": []
        },
        "intelligent sensors": {
            "translated_key": [],
            "translated_annotated_text": "Sensores inteligentes de procesamiento de información sobre colisiones para objetos en movimiento rápido En esta nota técnica examinamos el área de los sensores inteligentes de procesamiento de información sobre colisiones. Revisamos las tecnologías existentes para detectar colisiones o solapamientos entre objetos físicos de movimiento rápido u objetos en entornos virtuales, entornos físicos o una combinación de objetos físicos y virtuales. Se reportan desarrollos en la detección de colisiones de objetos en movimiento rápido en pasos de tiempo discretos como dos marcos de tiempo consecutivos, así como intervalos de tiempo continuos como en un sistema de detección de colisiones interframe. Nuestra discusión de las técnicas computacionales en este artículo se limita a objetos convexos. Sin embargo, existen técnicas para descomponer eficientemente objetos no convexos en objetos convexos. También discutimos las tecnologías de rastreo de objetos desde el punto de vista de la detección o evitación de colisiones ",
            "error": []
        },
        "military computing": {
            "translated_key": [],
            "translated_annotated_text": "Sensores inteligentes de procesamiento de información sobre colisiones para objetos en movimiento rápido En esta nota técnica examinamos el área de los sensores inteligentes de procesamiento de información sobre colisiones. Revisamos las tecnologías existentes para detectar colisiones o solapamientos entre objetos físicos de movimiento rápido u objetos en entornos virtuales, entornos físicos o una combinación de objetos físicos y virtuales. Se reportan desarrollos en la detección de colisiones de objetos en movimiento rápido en pasos de tiempo discretos como dos marcos de tiempo consecutivos, así como intervalos de tiempo continuos como en un sistema de detección de colisiones interframe. Nuestra discusión de las técnicas computacionales en este artículo se limita a objetos convexos. Sin embargo, existen técnicas para descomponer eficientemente objetos no convexos en objetos convexos. También discutimos las tecnologías de rastreo de objetos desde el punto de vista de la detección o evitación de colisiones ",
            "error": []
        },
        "virtual reality": {
            "translated_key": [],
            "translated_annotated_text": "Sensores inteligentes de procesamiento de información sobre colisiones para objetos en movimiento rápido En esta nota técnica examinamos el área de los sensores inteligentes de procesamiento de información sobre colisiones. Revisamos las tecnologías existentes para detectar colisiones o solapamientos entre objetos físicos de movimiento rápido u objetos en entornos virtuales, entornos físicos o una combinación de objetos físicos y virtuales. Se reportan desarrollos en la detección de colisiones de objetos en movimiento rápido en pasos de tiempo discretos como dos marcos de tiempo consecutivos, así como intervalos de tiempo continuos como en un sistema de detección de colisiones interframe. Nuestra discusión de las técnicas computacionales en este artículo se limita a objetos convexos. Sin embargo, existen técnicas para descomponer eficientemente objetos no convexos en objetos convexos. También discutimos las tecnologías de rastreo de objetos desde el punto de vista de la detección o evitación de colisiones ",
            "error": []
        }
    }
}