{
    "original_text": "Design and manufacture of a lightweight piezo-composite curved actuator In this paper we are concerned with the design, manufacture and performance test of a lightweight piezo-composite curved actuator (called LIPCA) using a top carbon fiber composite layer with near-zero coefficient of thermal expansion (CTE), a middle PZT ceramic wafer, and a bottom glass/epoxy layer with a high CTE. The main point of the design for LIPCA is to replace the heavy metal layers of THUNDER TM by lightweight fiber reinforced plastic layers without losing the capabilities for generating high force and large displacement. It is possible to save up to about 40% of the weight if we replace the metallic backing material by the light fiber composite layer. We can also have design flexibility by selecting the fiber direction and the size of prepreg layers. In addition to the lightweight advantage and design flexibility, the proposed device can be manufactured without adhesive layers when we use an epoxy resin prepreg system. Glass/epoxy prepregs, a ceramic wafer with electrode surfaces, and a carbon prepreg were simply stacked and cured at an elevated temperature (177 degrees C) after following an autoclave bagging process. We found that the manufactured composite laminate device had a sufficient curvature after being detached from a flat mould. An analysis method using the classical lamination theory is presented to predict the curvature of LIPCA after curing at an elevated temperature. The predicted curvatures are in quite good agreement with the experimental values. In order to investigate the merits of LIPCA, performance tests of both LIPCA and THUNDER TM have been conducted under the same boundary conditions. From the experimental actuation tests, it was observed that the developed actuator could generate larger actuation displacement than THUNDER TM",
    "original_translation": "Diseño y fabricación de un actuador curvo piezocompuesto ligero En este artículo nos ocupamos del diseño, fabricación y prueba de rendimiento de un actuador curvo piezocompuesto ligero (llamado LIPCA) utilizando una capa compuesta superior de fibra de carbono con coeficiente de expansión térmica casi cero (CTE), una oblea cerámica PZT media y una capa inferior de vidrio/epoxi con un alto CTE. El punto principal del diseño de LIPCA es reemplazar las capas de metal pesado de THUNDER TM por capas de plástico ligero reforzado con fibra sin perder las capacidades de generación de alta fuerza y gran desplazamiento. Es posible ahorrar hasta un 40% del peso si reemplazamos el material metálico por la capa compuesta de fibra ligera. También podemos tener flexibilidad de diseño seleccionando la dirección de la fibra y el tamaño de las capas prepreg. Además de la ventaja ligera y la flexibilidad de diseño, el dispositivo propuesto se puede fabricar sin capas adhesivas cuando utilizamos un sistema prepreg de resina epoxi. Los prepregs de vidrio/epoxi, una oblea de cerámica con superficies de electrodos, y un prepreg de carbono fueron simplemente apilados y curados a una temperatura elevada (177 grados C) después de un proceso de embolsado autoclave. Encontramos que el dispositivo laminado compuesto fabricado tenía una curvatura suficiente después de haber sido separado de un molde plano. Se presenta un método de análisis utilizando la teoría de laminación clásica para predecir la curvatura de la LIPCA después de curar a una temperatura elevada. Las curvaturas previstas concuerdan bastante bien con los valores experimentales. Con el fin de investigar los méritos de LIPCA, se han realizado pruebas de rendimiento tanto de LIPCA como de THUNDER TM en las mismas condiciones de frontera. A partir de las pruebas experimentales de accionamiento, se observó que el actuador desarrollado podría generar un desplazamiento de accionamiento mayor que THUNDER TM",
    "error_count": 5,
    "keys": {
        "performance test": {
            "translated_key": "prueba de rendimiento",
            "translated_annotated_text": "Diseño y fabricación de un actuador curvo piezocompuesto ligero En este artículo nos ocupamos del diseño, fabricación y \"prueba de rendimiento\" de un actuador curvo piezocompuesto ligero (llamado LIPCA) utilizando una capa compuesta superior de fibra de carbono con coeficiente de expansión térmica casi cero (CTE), una oblea cerámica PZT media y una capa inferior de vidrio/epoxi con un CTE alto. El punto principal del diseño de LIPCA es reemplazar las capas de metal pesado de THUNDER TM por capas de plástico ligero reforzado con fibra sin perder las capacidades de generación de alta fuerza y gran desplazamiento. Es posible ahorrar hasta un 40% del peso si reemplazamos el material metálico por la capa compuesta de fibra ligera. También podemos tener flexibilidad de diseño seleccionando la dirección de la fibra y el tamaño de las capas prepreg. Además de la ventaja ligera y la flexibilidad de diseño, el dispositivo propuesto se puede fabricar sin capas adhesivas cuando utilizamos un sistema prepreg de resina epoxi. Los prepregs de vidrio/epoxi, una oblea de cerámica con superficies de electrodos, y un prepreg de carbono fueron simplemente apilados y curados a una temperatura elevada (177 grados C) después de un proceso de embolsado autoclave. Encontramos que el dispositivo laminado compuesto fabricado tenía una curvatura suficiente después de haber sido separado de un molde plano. Se presenta un método de análisis utilizando la teoría de laminación clásica para predecir la curvatura de la LIPCA después de curar a una temperatura elevada. Las curvaturas previstas concuerdan bastante bien con los valores experimentales. Con el fin de investigar los méritos de LIPCA, se han realizado pruebas de rendimiento tanto de LIPCA como de THUNDER TM en las mismas condiciones de frontera. A partir de las pruebas experimentales de accionamiento, se observó que el actuador desarrollado podría generar un desplazamiento de accionamiento mayor que THUNDER TM ",
            "error": [
                ""
            ]
        },
        "lightweight piezo-composite curved actuator": {
            "translated_key": "actuador curvado piezocompuesto ligero",
            "translated_annotated_text": "Diseño y fabricación de un \"actuador curvado piezocompuesto ligero\" En este artículo nos ocupamos del diseño, fabricación y prueba de rendimiento de un \"actuador curvado piezocompuesto ligero\" (llamado LIPCA) utilizando una capa compuesta superior de fibra de carbono con coeficiente de expansión térmica casi cero (CTE), una oblea cerámica PZT media y una capa inferior de vidrio/epoxi con un CTE alto. El punto principal del diseño de LIPCA es reemplazar las capas de metal pesado de THUNDER TM por capas de plástico ligero reforzado con fibra sin perder las capacidades de generación de alta fuerza y gran desplazamiento. Es posible ahorrar hasta un 40% del peso si reemplazamos el material metálico por la capa compuesta de fibra ligera. También podemos tener flexibilidad de diseño seleccionando la dirección de la fibra y el tamaño de las capas prepreg. Además de la ventaja ligera y la flexibilidad de diseño, el dispositivo propuesto se puede fabricar sin capas adhesivas cuando utilizamos un sistema prepreg de resina epoxi. Los prepregs de vidrio/epoxi, una oblea de cerámica con superficies de electrodos, y un prepreg de carbono fueron simplemente apilados y curados a una temperatura elevada (177 grados C) después de un proceso de embolsado autoclave. Encontramos que el dispositivo laminado compuesto fabricado tenía una curvatura suficiente después de haber sido separado de un molde plano. Se presenta un método de análisis utilizando la teoría de laminación clásica para predecir la curvatura de la LIPCA después de curar a una temperatura elevada. Las curvaturas previstas concuerdan bastante bien con los valores experimentales. Con el fin de investigar los méritos de LIPCA, se han realizado pruebas de rendimiento tanto de LIPCA como de THUNDER TM en las mismas condiciones de frontera. A partir de las pruebas experimentales de accionamiento, se observó que el actuador desarrollado podría generar un desplazamiento de accionamiento mayor que THUNDER TM ",
            "error": [
                ""
            ]
        },
        "LIPCA": {
            "translated_key": "LIPCA",
            "translated_annotated_text": "Diseño y fabricación de un actuador curvo piezocompuesto ligero En este artículo nos ocupamos del diseño, fabricación y prueba de rendimiento de un actuador curvo piezocompuesto ligero (llamado \"LIPCA\") utilizando una capa compuesta superior de fibra de carbono con coeficiente de expansión térmica casi cero (CTE), una oblea cerámica PZT media y una capa inferior de vidrio/epoxi con un CTE alto. El punto principal del diseño de \"LIPCA\" es reemplazar las capas de metal pesado de THUNDER TM por capas de plástico ligero reforzado con fibra sin perder las capacidades de generación de alta fuerza y gran desplazamiento. Es posible ahorrar hasta un 40% del peso si reemplazamos el material metálico por la capa compuesta de fibra ligera. También podemos tener flexibilidad de diseño seleccionando la dirección de la fibra y el tamaño de las capas prepreg. Además de la ventaja ligera y la flexibilidad de diseño, el dispositivo propuesto se puede fabricar sin capas adhesivas cuando utilizamos un sistema prepreg de resina epoxi. Los prepregs de vidrio/epoxi, una oblea de cerámica con superficies de electrodos, y un prepreg de carbono fueron simplemente apilados y curados a una temperatura elevada (177 grados C) después de un proceso de embolsado autoclave. Encontramos que el dispositivo laminado compuesto fabricado tenía una curvatura suficiente después de haber sido separado de un molde plano. Se presenta un método de análisis utilizando la teoría de laminación clásica para predecir la curvatura de \"LIPCA\" después de curar a una temperatura elevada. Las curvaturas previstas concuerdan bastante bien con los valores experimentales. Con el fin de investigar los méritos de \"LIPCA\", las pruebas de rendimiento de \"LIPCA\" y THUNDER TM se han llevado a cabo en las mismas condiciones de frontera. A partir de las pruebas experimentales de accionamiento, se observó que el actuador desarrollado podría generar un desplazamiento de accionamiento mayor que THUNDER TM ",
            "error": [
                ""
            ]
        },
        "carbon fiber composite layer": {
            "translated_key": "capa compuesta de fibra de carbono",
            "translated_annotated_text": "Diseño y fabricación de un actuador curvo piezocompuesto ligero En este artículo nos ocupamos del diseño, fabricación y prueba de rendimiento de un actuador curvo piezocompuesto ligero (llamado LIPCA) utilizando una \"capa compuesta de fibra de carbono\" superior con coeficiente de expansión térmica casi cero (CTE), una oblea cerámica PZT media y una capa de vidrio/epoxi inferior con un CTE alto. El punto principal del diseño de LIPCA es reemplazar las capas de metal pesado de THUNDER TM por capas de plástico ligero reforzado con fibra sin perder las capacidades de generación de alta fuerza y gran desplazamiento. Es posible ahorrar hasta un 40% del peso si reemplazamos el material metálico por la capa compuesta de fibra ligera. También podemos tener flexibilidad de diseño seleccionando la dirección de la fibra y el tamaño de las capas prepreg. Además de la ventaja ligera y la flexibilidad de diseño, el dispositivo propuesto se puede fabricar sin capas adhesivas cuando utilizamos un sistema prepreg de resina epoxi. Los prepregs de vidrio/epoxi, una oblea de cerámica con superficies de electrodos, y un prepreg de carbono fueron simplemente apilados y curados a una temperatura elevada (177 grados C) después de un proceso de embolsado autoclave. Encontramos que el dispositivo laminado compuesto fabricado tenía una curvatura suficiente después de haber sido separado de un molde plano. Se presenta un método de análisis utilizando la teoría de laminación clásica para predecir la curvatura de la LIPCA después de curar a una temperatura elevada. Las curvaturas previstas concuerdan bastante bien con los valores experimentales. Con el fin de investigar los méritos de LIPCA, se han realizado pruebas de rendimiento tanto de LIPCA como de THUNDER TM en las mismas condiciones de frontera. A partir de las pruebas experimentales de accionamiento, se observó que el actuador desarrollado podría generar un desplazamiento de accionamiento mayor que THUNDER TM ",
            "error": [
                ""
            ]
        },
        "near-zero coefficient of thermal expansion": {
            "translated_key": "coeficiente cercano a cero de expansión térmica",
            "translated_annotated_text": "Diseño y fabricación de un actuador curvo piezocompuesto ligero En este artículo nos ocupamos del diseño, fabricación y prueba de rendimiento de un actuador curvo piezocompuesto ligero (llamado LIPCA) utilizando una capa compuesta superior de fibra de carbono con \"coeficiente cercano a cero de expansión térmica\" (CTE), una oblea cerámica PZT media y una capa inferior de vidrio/epoxi con un CTE alto. El punto principal del diseño de LIPCA es reemplazar las capas de metal pesado de THUNDER TM por capas de plástico ligero reforzado con fibra sin perder las capacidades de generación de alta fuerza y gran desplazamiento. Es posible ahorrar hasta un 40% del peso si reemplazamos el material metálico por la capa compuesta de fibra ligera. También podemos tener flexibilidad de diseño seleccionando la dirección de la fibra y el tamaño de las capas prepreg. Además de la ventaja ligera y la flexibilidad de diseño, el dispositivo propuesto se puede fabricar sin capas adhesivas cuando utilizamos un sistema prepreg de resina epoxi. Los prepregs de vidrio/epoxi, una oblea de cerámica con superficies de electrodos, y un prepreg de carbono fueron simplemente apilados y curados a una temperatura elevada (177 grados C) después de un proceso de embolsado autoclave. Encontramos que el dispositivo laminado compuesto fabricado tenía una curvatura suficiente después de haber sido separado de un molde plano. Se presenta un método de análisis utilizando la teoría de laminación clásica para predecir la curvatura de la LIPCA después de curar a una temperatura elevada. Las curvaturas previstas concuerdan bastante bien con los valores experimentales. Con el fin de investigar los méritos de LIPCA, se han realizado pruebas de rendimiento tanto de LIPCA como de THUNDER TM en las mismas condiciones de frontera. A partir de las pruebas experimentales de accionamiento, se observó que el actuador desarrollado podría generar un desplazamiento de accionamiento mayor que THUNDER TM ",
            "error": [
                ""
            ]
        },
        "PZT ceramic wafer": {
            "translated_key": "oblea cerámica PZT",
            "translated_annotated_text": "Diseño y fabricación de un actuador curvo piezocompuesto ligero En este artículo nos ocupamos del diseño, fabricación y prueba de rendimiento de un actuador curvo piezocompuesto ligero (llamado LIPCA) utilizando una capa compuesta superior de fibra de carbono con coeficiente de expansión térmica casi cero (CTE), una \"oblea cerámica PZT\" media, y una capa inferior de vidrio/epoxi con un alto CTE. El punto principal del diseño de LIPCA es reemplazar las capas de metal pesado de THUNDER TM por capas de plástico ligero reforzado con fibra sin perder las capacidades de generación de alta fuerza y gran desplazamiento. Es posible ahorrar hasta un 40% del peso si reemplazamos el material metálico por la capa compuesta de fibra ligera. También podemos tener flexibilidad de diseño seleccionando la dirección de la fibra y el tamaño de las capas prepreg. Además de la ventaja ligera y la flexibilidad de diseño, el dispositivo propuesto se puede fabricar sin capas adhesivas cuando utilizamos un sistema prepreg de resina epoxi. Los prepregs de vidrio/epoxi, una oblea de cerámica con superficies de electrodos, y un prepreg de carbono fueron simplemente apilados y curados a una temperatura elevada (177 grados C) después de un proceso de embolsado autoclave. Encontramos que el dispositivo laminado compuesto fabricado tenía una curvatura suficiente después de haber sido separado de un molde plano. Se presenta un método de análisis utilizando la teoría de laminación clásica para predecir la curvatura de la LIPCA después de curar a una temperatura elevada. Las curvaturas previstas concuerdan bastante bien con los valores experimentales. Con el fin de investigar los méritos de LIPCA, se han realizado pruebas de rendimiento tanto de LIPCA como de THUNDER TM en las mismas condiciones de frontera. A partir de las pruebas experimentales de accionamiento, se observó que el actuador desarrollado podría generar un desplazamiento de accionamiento mayor que THUNDER TM ",
            "error": [
                ""
            ]
        },
        "glass/epoxy layer": {
            "translated_key": "capa de vidrio/epoxi",
            "translated_annotated_text": "Diseño y fabricación de un actuador curvo piezocompuesto ligero En este artículo nos ocupamos del diseño, fabricación y prueba de rendimiento de un actuador curvo piezocompuesto ligero (llamado LIPCA) utilizando una capa compuesta superior de fibra de carbono con coeficiente de expansión térmica casi cero (CTE), una oblea cerámica PZT media y una \"capa de vidrio/epoxi\" inferior con un CTE alto. El punto principal del diseño de LIPCA es reemplazar las capas de metal pesado de THUNDER TM por capas de plástico ligero reforzado con fibra sin perder las capacidades de generación de alta fuerza y gran desplazamiento. Es posible ahorrar hasta un 40% del peso si reemplazamos el material metálico por la capa compuesta de fibra ligera. También podemos tener flexibilidad de diseño seleccionando la dirección de la fibra y el tamaño de las capas prepreg. Además de la ventaja ligera y la flexibilidad de diseño, el dispositivo propuesto se puede fabricar sin capas adhesivas cuando utilizamos un sistema prepreg de resina epoxi. Los prepregs de vidrio/epoxi, una oblea de cerámica con superficies de electrodos, y un prepreg de carbono fueron simplemente apilados y curados a una temperatura elevada (177 grados C) después de un proceso de embolsado autoclave. Encontramos que el dispositivo laminado compuesto fabricado tenía una curvatura suficiente después de haber sido separado de un molde plano. Se presenta un método de análisis utilizando la teoría de laminación clásica para predecir la curvatura de la LIPCA después de curar a una temperatura elevada. Las curvaturas previstas concuerdan bastante bien con los valores experimentales. Con el fin de investigar los méritos de LIPCA, se han realizado pruebas de rendimiento tanto de LIPCA como de THUNDER TM en las mismas condiciones de frontera. A partir de las pruebas experimentales de accionamiento, se observó que el actuador desarrollado podría generar un desplazamiento de accionamiento mayor que THUNDER TM ",
            "error": [
                ""
            ]
        },
        "fiber reinforced plastic layers": {
            "translated_key": "capas de plástico reforzadas de fibra",
            "translated_annotated_text": "Diseño y fabricación de un actuador curvo piezocompuesto ligero En este artículo nos ocupamos del diseño, fabricación y prueba de rendimiento de un actuador curvo piezocompuesto ligero (llamado LIPCA) utilizando una capa compuesta superior de fibra de carbono con coeficiente de expansión térmica casi cero (CTE), una oblea cerámica PZT media y una capa inferior de vidrio/epoxi con un alto CTE. El punto principal del diseño de LIPCA es reemplazar las capas de metal pesado de THUNDER TM por \"capas de plástico reforzadas de fibra\" ligeras sin perder las capacidades de generación de alta fuerza y gran desplazamiento. Es posible ahorrar hasta un 40% del peso si reemplazamos el material metálico por la capa compuesta de fibra ligera. También podemos tener flexibilidad de diseño seleccionando la dirección de la fibra y el tamaño de las capas prepreg. Además de la ventaja ligera y la flexibilidad de diseño, el dispositivo propuesto se puede fabricar sin capas adhesivas cuando utilizamos un sistema prepreg de resina epoxi. Los prepregs de vidrio/epoxi, una oblea de cerámica con superficies de electrodos, y un prepreg de carbono fueron simplemente apilados y curados a una temperatura elevada (177 grados C) después de un proceso de embolsado autoclave. Encontramos que el dispositivo laminado compuesto fabricado tenía una curvatura suficiente después de haber sido separado de un molde plano. Se presenta un método de análisis utilizando la teoría de laminación clásica para predecir la curvatura de la LIPCA después de curar a una temperatura elevada. Las curvaturas previstas concuerdan bastante bien con los valores experimentales. Con el fin de investigar los méritos de LIPCA, se han realizado pruebas de rendimiento tanto de LIPCA como de THUNDER TM en las mismas condiciones de frontera. A partir de las pruebas experimentales de accionamiento, se observó que el actuador desarrollado podría generar un desplazamiento de accionamiento mayor que THUNDER TM ",
            "error": [
                ""
            ]
        },
        "predicted curvatures": {
            "translated_key": "curvaturas predichas",
            "translated_annotated_text": "Diseño y fabricación de un actuador curvo piezocompuesto ligero En este artículo nos ocupamos del diseño, fabricación y prueba de rendimiento de un actuador curvo piezocompuesto ligero (llamado LIPCA) utilizando una capa compuesta superior de fibra de carbono con coeficiente de expansión térmica casi cero (CTE), una oblea cerámica PZT media y una capa inferior de vidrio/epoxi con un alto CTE. El punto principal del diseño de LIPCA es reemplazar las capas de metal pesado de THUNDER TM por capas de plástico ligero reforzado con fibra sin perder las capacidades de generación de alta fuerza y gran desplazamiento. Es posible ahorrar hasta un 40% del peso si reemplazamos el material metálico por la capa compuesta de fibra ligera. También podemos tener flexibilidad de diseño seleccionando la dirección de la fibra y el tamaño de las capas prepreg. Además de la ventaja ligera y la flexibilidad de diseño, el dispositivo propuesto se puede fabricar sin capas adhesivas cuando utilizamos un sistema prepreg de resina epoxi. Los prepregs de vidrio/epoxi, una oblea de cerámica con superficies de electrodos, y un prepreg de carbono fueron simplemente apilados y curados a una temperatura elevada (177 grados C) después de un proceso de embolsado autoclave. Encontramos que el dispositivo laminado compuesto fabricado tenía una curvatura suficiente después de haber sido separado de un molde plano. Se presenta un método de análisis utilizando la teoría de laminación clásica para predecir la curvatura de la LIPCA después de curar a una temperatura elevada. Las \"curvaturas predichas\" concuerdan bastante bien con los valores experimentales. Con el fin de investigar los méritos de LIPCA, se han realizado pruebas de rendimiento tanto de LIPCA como de THUNDER TM en las mismas condiciones de frontera. A partir de las pruebas experimentales de accionamiento, se observó que el actuador desarrollado podría generar un desplazamiento de accionamiento mayor que THUNDER TM ",
            "error": [
                ""
            ]
        },
        "performance tests": {
            "translated_key": "pruebas de rendimiento",
            "translated_annotated_text": "Diseño y fabricación de un actuador curvo piezocompuesto ligero En este artículo nos ocupamos del diseño, fabricación y prueba de rendimiento de un actuador curvo piezocompuesto ligero (llamado LIPCA) utilizando una capa compuesta superior de fibra de carbono con coeficiente de expansión térmica casi cero (CTE), una oblea cerámica PZT media y una capa inferior de vidrio/epoxi con un alto CTE. El punto principal del diseño de LIPCA es reemplazar las capas de metal pesado de THUNDER TM por capas de plástico ligero reforzado con fibra sin perder las capacidades de generación de alta fuerza y gran desplazamiento. Es posible ahorrar hasta un 40% del peso si reemplazamos el material metálico por la capa compuesta de fibra ligera. También podemos tener flexibilidad de diseño seleccionando la dirección de la fibra y el tamaño de las capas prepreg. Además de la ventaja ligera y la flexibilidad de diseño, el dispositivo propuesto se puede fabricar sin capas adhesivas cuando utilizamos un sistema prepreg de resina epoxi. Los prepregs de vidrio/epoxi, una oblea de cerámica con superficies de electrodos, y un prepreg de carbono fueron simplemente apilados y curados a una temperatura elevada (177 grados C) después de un proceso de embolsado autoclave. Encontramos que el dispositivo laminado compuesto fabricado tenía una curvatura suficiente después de haber sido separado de un molde plano. Se presenta un método de análisis utilizando la teoría de laminación clásica para predecir la curvatura de la LIPCA después de curar a una temperatura elevada. Las curvaturas previstas concuerdan bastante bien con los valores experimentales. Para investigar los méritos de LIPCA, se han realizado \"pruebas de rendimiento\" tanto de LIPCA como de THUNDER TM bajo las mismas condiciones límite. A partir de las pruebas experimentales de accionamiento, se observó que el actuador desarrollado podría generar un desplazamiento de accionamiento mayor que THUNDER TM ",
            "error": [
                ""
            ]
        },
        "boundary conditions": {
            "translated_key": "condiciones fronterizas",
            "translated_annotated_text": "Diseño y fabricación de un actuador curvo piezocompuesto ligero En este artículo nos ocupamos del diseño, fabricación y prueba de rendimiento de un actuador curvo piezocompuesto ligero (llamado LIPCA) utilizando una capa compuesta superior de fibra de carbono con coeficiente de expansión térmica casi cero (CTE), una oblea cerámica PZT media y una capa inferior de vidrio/epoxi con un alto CTE. El punto principal del diseño de LIPCA es reemplazar las capas de metal pesado de THUNDER TM por capas de plástico ligero reforzado con fibra sin perder las capacidades de generación de alta fuerza y gran desplazamiento. Es posible ahorrar hasta un 40% del peso si reemplazamos el material metálico por la capa compuesta de fibra ligera. También podemos tener flexibilidad de diseño seleccionando la dirección de la fibra y el tamaño de las capas prepreg. Además de la ventaja ligera y la flexibilidad de diseño, el dispositivo propuesto se puede fabricar sin capas adhesivas cuando utilizamos un sistema prepreg de resina epoxi. Los prepregs de vidrio/epoxi, una oblea de cerámica con superficies de electrodos, y un prepreg de carbono fueron simplemente apilados y curados a una temperatura elevada (177 grados C) después de un proceso de embolsado autoclave. Encontramos que el dispositivo laminado compuesto fabricado tenía una curvatura suficiente después de haber sido separado de un molde plano. Se presenta un método de análisis utilizando la teoría de laminación clásica para predecir la curvatura de la LIPCA después de curar a una temperatura elevada. Las curvaturas previstas concuerdan bastante bien con los valores experimentales. Con el fin de investigar los méritos de LIPCA, las pruebas de rendimiento de LIPCA y THUNDER TM se han realizado en las mismas \"condiciones fronterizas\". A partir de las pruebas experimentales de accionamiento, se observó que el actuador desarrollado podría generar un desplazamiento de accionamiento mayor que THUNDER TM ",
            "error": [
                ""
            ]
        },
        "THUNDER": {
            "translated_key": "THUNDER",
            "translated_annotated_text": "Diseño y fabricación de un actuador curvo piezocompuesto ligero En este artículo nos ocupamos del diseño, fabricación y prueba de rendimiento de un actuador curvo piezocompuesto ligero (llamado LIPCA) utilizando una capa compuesta superior de fibra de carbono con coeficiente de expansión térmica casi cero (CTE), una oblea cerámica PZT media y una capa inferior de vidrio/epoxi con un alto CTE. El punto principal del diseño de LIPCA es reemplazar las capas de metal pesado de \"THUNDER\" TM por capas de plástico ligero reforzado con fibra sin perder las capacidades de generación de alta fuerza y gran desplazamiento. Es posible ahorrar hasta un 40% del peso si reemplazamos el material metálico por la capa compuesta de fibra ligera. También podemos tener flexibilidad de diseño seleccionando la dirección de la fibra y el tamaño de las capas prepreg. Además de la ventaja ligera y la flexibilidad de diseño, el dispositivo propuesto se puede fabricar sin capas adhesivas cuando utilizamos un sistema prepreg de resina epoxi. Los prepregs de vidrio/epoxi, una oblea de cerámica con superficies de electrodos, y un prepreg de carbono fueron simplemente apilados y curados a una temperatura elevada (177 grados C) después de un proceso de embolsado autoclave. Encontramos que el dispositivo laminado compuesto fabricado tenía una curvatura suficiente después de haber sido separado de un molde plano. Se presenta un método de análisis utilizando la teoría de laminación clásica para predecir la curvatura de la LIPCA después de curar a una temperatura elevada. Las curvaturas previstas concuerdan bastante bien con los valores experimentales. Con el fin de investigar los méritos de LIPCA, las pruebas de rendimiento de LIPCA y \"THUNDER\" TM se han llevado a cabo en las mismas condiciones de frontera. A partir de las pruebas experimentales de accionamiento, se observó que el actuador desarrollado podría generar un desplazamiento de accionamiento mayor que \"THUNDER\" TM ",
            "error": [
                ""
            ]
        },
        "177 degrees C": {
            "translated_key": "177 grados C",
            "translated_annotated_text": "Diseño y fabricación de un actuador curvo piezocompuesto ligero En este artículo nos ocupamos del diseño, fabricación y prueba de rendimiento de un actuador curvo piezocompuesto ligero (llamado LIPCA) utilizando una capa compuesta superior de fibra de carbono con coeficiente de expansión térmica casi cero (CTE), una oblea cerámica PZT media y una capa inferior de vidrio/epoxi con un alto CTE. El punto principal del diseño de LIPCA es reemplazar las capas de metal pesado de THUNDER TM por capas de plástico ligero reforzado con fibra sin perder las capacidades de generación de alta fuerza y gran desplazamiento. Es posible ahorrar hasta un 40% del peso si reemplazamos el material metálico por la capa compuesta de fibra ligera. También podemos tener flexibilidad de diseño seleccionando la dirección de la fibra y el tamaño de las capas prepreg. Además de la ventaja ligera y la flexibilidad de diseño, el dispositivo propuesto se puede fabricar sin capas adhesivas cuando utilizamos un sistema prepreg de resina epoxi. Los prepregs de vidrio/epoxi, una oblea de cerámica con superficies de electrodos, y un prepreg de carbono fueron simplemente apilados y curados a una temperatura elevada (\"177 grados C\") después de un proceso de embolsado autoclave. Encontramos que el dispositivo laminado compuesto fabricado tenía una curvatura suficiente después de haber sido separado de un molde plano. Se presenta un método de análisis utilizando la teoría de laminación clásica para predecir la curvatura de la LIPCA después de curar a una temperatura elevada. Las curvaturas previstas concuerdan bastante bien con los valores experimentales. Con el fin de investigar los méritos de LIPCA, se han realizado pruebas de rendimiento tanto de LIPCA como de THUNDER TM en las mismas condiciones de frontera. A partir de las pruebas experimentales de accionamiento, se observó que el actuador desarrollado podría generar un desplazamiento de accionamiento mayor que THUNDER TM ",
            "error": [
                ""
            ]
        },
        "177 degC": {
            "translated_key": [],
            "translated_annotated_text": "Diseño y fabricación de un actuador curvo piezocompuesto ligero En este artículo nos ocupamos del diseño, fabricación y prueba de rendimiento de un actuador curvo piezocompuesto ligero (llamado LIPCA) utilizando una capa compuesta superior de fibra de carbono con coeficiente de expansión térmica casi cero (CTE), una oblea cerámica PZT media y una capa inferior de vidrio/epoxi con un alto CTE. El punto principal del diseño de LIPCA es reemplazar las capas de metal pesado de THUNDER TM por capas de plástico ligero reforzado con fibra sin perder las capacidades de generación de alta fuerza y gran desplazamiento. Es posible ahorrar hasta un 40% del peso si reemplazamos el material metálico por la capa compuesta de fibra ligera. También podemos tener flexibilidad de diseño seleccionando la dirección de la fibra y el tamaño de las capas prepreg. Además de la ventaja ligera y la flexibilidad de diseño, el dispositivo propuesto se puede fabricar sin capas adhesivas cuando utilizamos un sistema prepreg de resina epoxi. Los prepregs de vidrio/epoxi, una oblea de cerámica con superficies de electrodos, y un prepreg de carbono fueron simplemente apilados y curados a una temperatura elevada (177 grados C) después de un proceso de embolsado autoclave. Encontramos que el dispositivo laminado compuesto fabricado tenía una curvatura suficiente después de haber sido separado de un molde plano. Se presenta un método de análisis utilizando la teoría de laminación clásica para predecir la curvatura de la LIPCA después de curar a una temperatura elevada. Las curvaturas previstas concuerdan bastante bien con los valores experimentales. Con el fin de investigar los méritos de LIPCA, se han realizado pruebas de rendimiento tanto de LIPCA como de THUNDER TM en las mismas condiciones de frontera. A partir de las pruebas experimentales de accionamiento, se observó que el actuador desarrollado podría generar un desplazamiento de accionamiento mayor que THUNDER TM ",
            "error": []
        },
        "glass fibre reinforced composites": {
            "translated_key": [],
            "translated_annotated_text": "Diseño y fabricación de un actuador curvo piezocompuesto ligero En este artículo nos ocupamos del diseño, fabricación y prueba de rendimiento de un actuador curvo piezocompuesto ligero (llamado LIPCA) utilizando una capa compuesta superior de fibra de carbono con coeficiente de expansión térmica casi cero (CTE), una oblea cerámica PZT media y una capa inferior de vidrio/epoxi con un alto CTE. El punto principal del diseño de LIPCA es reemplazar las capas de metal pesado de THUNDER TM por capas de plástico ligero reforzado con fibra sin perder las capacidades de generación de alta fuerza y gran desplazamiento. Es posible ahorrar hasta un 40% del peso si reemplazamos el material metálico por la capa compuesta de fibra ligera. También podemos tener flexibilidad de diseño seleccionando la dirección de la fibra y el tamaño de las capas prepreg. Además de la ventaja ligera y la flexibilidad de diseño, el dispositivo propuesto se puede fabricar sin capas adhesivas cuando utilizamos un sistema prepreg de resina epoxi. Los prepregs de vidrio/epoxi, una oblea de cerámica con superficies de electrodos, y un prepreg de carbono fueron simplemente apilados y curados a una temperatura elevada (177 grados C) después de un proceso de embolsado autoclave. Encontramos que el dispositivo laminado compuesto fabricado tenía una curvatura suficiente después de haber sido separado de un molde plano. Se presenta un método de análisis utilizando la teoría de laminación clásica para predecir la curvatura de la LIPCA después de curar a una temperatura elevada. Las curvaturas previstas concuerdan bastante bien con los valores experimentales. Con el fin de investigar los méritos de LIPCA, se han realizado pruebas de rendimiento tanto de LIPCA como de THUNDER TM en las mismas condiciones de frontera. A partir de las pruebas experimentales de accionamiento, se observó que el actuador desarrollado podría generar un desplazamiento de accionamiento mayor que THUNDER TM ",
            "error": []
        },
        "intelligent actuators": {
            "translated_key": [],
            "translated_annotated_text": "Diseño y fabricación de un actuador curvo piezocompuesto ligero En este artículo nos ocupamos del diseño, fabricación y prueba de rendimiento de un actuador curvo piezocompuesto ligero (llamado LIPCA) utilizando una capa compuesta superior de fibra de carbono con coeficiente de expansión térmica casi cero (CTE), una oblea cerámica PZT media y una capa inferior de vidrio/epoxi con un alto CTE. El punto principal del diseño de LIPCA es reemplazar las capas de metal pesado de THUNDER TM por capas de plástico ligero reforzado con fibra sin perder las capacidades de generación de alta fuerza y gran desplazamiento. Es posible ahorrar hasta un 40% del peso si reemplazamos el material metálico por la capa compuesta de fibra ligera. También podemos tener flexibilidad de diseño seleccionando la dirección de la fibra y el tamaño de las capas prepreg. Además de la ventaja ligera y la flexibilidad de diseño, el dispositivo propuesto se puede fabricar sin capas adhesivas cuando utilizamos un sistema prepreg de resina epoxi. Los prepregs de vidrio/epoxi, una oblea de cerámica con superficies de electrodos, y un prepreg de carbono fueron simplemente apilados y curados a una temperatura elevada (177 grados C) después de un proceso de embolsado autoclave. Encontramos que el dispositivo laminado compuesto fabricado tenía una curvatura suficiente después de haber sido separado de un molde plano. Se presenta un método de análisis utilizando la teoría de laminación clásica para predecir la curvatura de la LIPCA después de curar a una temperatura elevada. Las curvaturas previstas concuerdan bastante bien con los valores experimentales. Con el fin de investigar los méritos de LIPCA, se han realizado pruebas de rendimiento tanto de LIPCA como de THUNDER TM en las mismas condiciones de frontera. A partir de las pruebas experimentales de accionamiento, se observó que el actuador desarrollado podría generar un desplazamiento de accionamiento mayor que THUNDER TM ",
            "error": []
        },
        "intelligent structures": {
            "translated_key": [],
            "translated_annotated_text": "Diseño y fabricación de un actuador curvo piezocompuesto ligero En este artículo nos ocupamos del diseño, fabricación y prueba de rendimiento de un actuador curvo piezocompuesto ligero (llamado LIPCA) utilizando una capa compuesta superior de fibra de carbono con coeficiente de expansión térmica casi cero (CTE), una oblea cerámica PZT media y una capa inferior de vidrio/epoxi con un alto CTE. El punto principal del diseño de LIPCA es reemplazar las capas de metal pesado de THUNDER TM por capas de plástico ligero reforzado con fibra sin perder las capacidades de generación de alta fuerza y gran desplazamiento. Es posible ahorrar hasta un 40% del peso si reemplazamos el material metálico por la capa compuesta de fibra ligera. También podemos tener flexibilidad de diseño seleccionando la dirección de la fibra y el tamaño de las capas prepreg. Además de la ventaja ligera y la flexibilidad de diseño, el dispositivo propuesto se puede fabricar sin capas adhesivas cuando utilizamos un sistema prepreg de resina epoxi. Los prepregs de vidrio/epoxi, una oblea de cerámica con superficies de electrodos, y un prepreg de carbono fueron simplemente apilados y curados a una temperatura elevada (177 grados C) después de un proceso de embolsado autoclave. Encontramos que el dispositivo laminado compuesto fabricado tenía una curvatura suficiente después de haber sido separado de un molde plano. Se presenta un método de análisis utilizando la teoría de laminación clásica para predecir la curvatura de la LIPCA después de curar a una temperatura elevada. Las curvaturas previstas concuerdan bastante bien con los valores experimentales. Con el fin de investigar los méritos de LIPCA, se han realizado pruebas de rendimiento tanto de LIPCA como de THUNDER TM en las mismas condiciones de frontera. A partir de las pruebas experimentales de accionamiento, se observó que el actuador desarrollado podría generar un desplazamiento de accionamiento mayor que THUNDER TM ",
            "error": []
        },
        "piezoelectric actuators": {
            "translated_key": [],
            "translated_annotated_text": "Diseño y fabricación de un actuador curvo piezocompuesto ligero En este artículo nos ocupamos del diseño, fabricación y prueba de rendimiento de un actuador curvo piezocompuesto ligero (llamado LIPCA) utilizando una capa compuesta superior de fibra de carbono con coeficiente de expansión térmica casi cero (CTE), una oblea cerámica PZT media y una capa inferior de vidrio/epoxi con un alto CTE. El punto principal del diseño de LIPCA es reemplazar las capas de metal pesado de THUNDER TM por capas de plástico ligero reforzado con fibra sin perder las capacidades de generación de alta fuerza y gran desplazamiento. Es posible ahorrar hasta un 40% del peso si reemplazamos el material metálico por la capa compuesta de fibra ligera. También podemos tener flexibilidad de diseño seleccionando la dirección de la fibra y el tamaño de las capas prepreg. Además de la ventaja ligera y la flexibilidad de diseño, el dispositivo propuesto se puede fabricar sin capas adhesivas cuando utilizamos un sistema prepreg de resina epoxi. Los prepregs de vidrio/epoxi, una oblea de cerámica con superficies de electrodos, y un prepreg de carbono fueron simplemente apilados y curados a una temperatura elevada (177 grados C) después de un proceso de embolsado autoclave. Encontramos que el dispositivo laminado compuesto fabricado tenía una curvatura suficiente después de haber sido separado de un molde plano. Se presenta un método de análisis utilizando la teoría de laminación clásica para predecir la curvatura de la LIPCA después de curar a una temperatura elevada. Las curvaturas previstas concuerdan bastante bien con los valores experimentales. Con el fin de investigar los méritos de LIPCA, se han realizado pruebas de rendimiento tanto de LIPCA como de THUNDER TM en las mismas condiciones de frontera. A partir de las pruebas experimentales de accionamiento, se observó que el actuador desarrollado podría generar un desplazamiento de accionamiento mayor que THUNDER TM ",
            "error": []
        },
        "thermal expansion": {
            "translated_key": "expansión térmica",
            "translated_annotated_text": "Diseño y fabricación de un actuador curvo piezocompuesto ligero En este artículo nos ocupamos del diseño, fabricación y prueba de rendimiento de un actuador curvo piezocompuesto ligero (llamado LIPCA) utilizando una capa compuesta superior de fibra de carbono con coeficiente casi cero de \"expansión térmica\" (CTE), una oblea cerámica PZT media y una capa inferior de vidrio/epoxi con un CTE alto. El punto principal del diseño de LIPCA es reemplazar las capas de metal pesado de THUNDER TM por capas de plástico ligero reforzado con fibra sin perder las capacidades de generación de alta fuerza y gran desplazamiento. Es posible ahorrar hasta un 40% del peso si reemplazamos el material metálico por la capa compuesta de fibra ligera. También podemos tener flexibilidad de diseño seleccionando la dirección de la fibra y el tamaño de las capas prepreg. Además de la ventaja ligera y la flexibilidad de diseño, el dispositivo propuesto se puede fabricar sin capas adhesivas cuando utilizamos un sistema prepreg de resina epoxi. Los prepregs de vidrio/epoxi, una oblea de cerámica con superficies de electrodos, y un prepreg de carbono fueron simplemente apilados y curados a una temperatura elevada (177 grados C) después de un proceso de embolsado autoclave. Encontramos que el dispositivo laminado compuesto fabricado tenía una curvatura suficiente después de haber sido separado de un molde plano. Se presenta un método de análisis utilizando la teoría de laminación clásica para predecir la curvatura de la LIPCA después de curar a una temperatura elevada. Las curvaturas previstas concuerdan bastante bien con los valores experimentales. Con el fin de investigar los méritos de LIPCA, se han realizado pruebas de rendimiento tanto de LIPCA como de THUNDER TM en las mismas condiciones de frontera. A partir de las pruebas experimentales de accionamiento, se observó que el actuador desarrollado podría generar un desplazamiento de accionamiento mayor que THUNDER TM ",
            "error": [
                ""
            ]
        }
    }
}