{
    "original_text": "Dynamic testing of inflatable structures using smart materials In this paper we present experimental investigations of the vibration testing of an inflated, thin-film torus using smart materials. Lightweight, inflatable structures are very attractive in satellite applications. However, the lightweight, flexible and highly damped nature of inflated structures poses difficulties in ground vibration testing. In this study, we show that polyvinylidene fluoride (PVDF) patches and recently developed macro-fiber composite actuators may be used as sensors and actuators in identifying modal parameters. Both smart materials can be integrated unobtrusively into the skin of a torus or space device forming an attractive testing arrangement. The addition of actuators and PVDF sensors to the torus does not significantly interfere with the suspension modes of a free-free boundary condition, and can be considered an integral part of the inflated structure. The results indicate the potential of using smart materials to measure and control the dynamic response of inflated structures",
    "original_translation": "Pruebas dinámicas de estructuras inflables utilizando materiales inteligentes En este artículo presentamos investigaciones experimentales de las pruebas de vibración de un toro inflado de película delgada utilizando materiales inteligentes. Estructuras ligeras e inflables son muy atractivas en aplicaciones satelitales. Sin embargo, la naturaleza ligera, flexible y altamente amortiguada de las estructuras infladas plantea dificultades en las pruebas de vibración en el suelo. En este estudio se muestra que los parches de fluoruro de polivinilideno (PVDF) y los actuadores compuestos de macrofibra recientemente desarrollados pueden ser utilizados como sensores y actuadores para identificar parámetros modales. Ambos materiales inteligentes se pueden integrar discretamente en la piel de un toro o dispositivo espacial que forma una disposición de prueba atractiva. La adición de actuadores y sensores PVDF al toro no interfiere significativamente con los modos de suspensión de una condición de límite libre, y puede considerarse una parte integral de la estructura inflada. Los resultados indican el potencial de utilizar materiales inteligentes para medir y controlar la respuesta dinámica de las estructuras infladas",
    "error_count": 12,
    "keys": {
        "thin-film torus": {
            "translated_key": [],
            "translated_annotated_text": "Ensayos dinámicos de estructuras inflables utilizando materiales inteligentes En este artículo presentamos investigaciones experimentales de las pruebas de vibración de un toro inflado de película delgada utilizando materiales inteligentes. Estructuras ligeras e inflables son muy atractivas en aplicaciones satelitales. Sin embargo, la naturaleza ligera, flexible y altamente amortiguada de las estructuras infladas plantea dificultades en las pruebas de vibración en el suelo. En este estudio se muestra que los parches de fluoruro de polivinilideno (PVDF) y los actuadores compuestos de macrofibra recientemente desarrollados pueden ser utilizados como sensores y actuadores para identificar parámetros modales. Ambos materiales inteligentes se pueden integrar discretamente en la piel de un toro o dispositivo espacial que forma una disposición de prueba atractiva. La adición de actuadores y sensores PVDF al toro no interfiere significativamente con los modos de suspensión de una condición de límite libre, y puede considerarse una parte integral de la estructura inflada. Los resultados indican el potencial de utilizar materiales inteligentes para medir y controlar la respuesta dinámica de las estructuras infladas ",
            "error": []
        },
        "smart materials": {
            "translated_key": [
                " En este artículo presentamos investigaciones experimentales de las pruebas de vibración de un toro inflado de película delgada utilizando materiales inteligentes <br> ",
                "materiales inteligentes",
                "smart material"
            ],
            "translated_annotated_text": "Pruebas dinámicas de estructuras inflables utilizando materiales inteligentes <br> En este artículo presentamos investigaciones experimentales de las pruebas de vibración de un toro inflado de película delgada utilizando materiales inteligentes <br> </br>. Estructuras ligeras e inflables son muy atractivas en aplicaciones satelitales. Sin embargo, la naturaleza ligera, flexible y altamente amortiguada de las estructuras infladas plantea dificultades en las pruebas de vibración en el suelo. En este estudio se muestra que los parches de fluoruro de polivinilideno (PVDF) y los actuadores compuestos de macrofibra recientemente desarrollados pueden ser utilizados como sensores y actuadores para identificar parámetros modales. Ambos <br>materiales inteligentes</br> se pueden integrar discretamente en la piel de un toro o dispositivo espacial que forma una disposición de prueba atractiva. La adición de actuadores y sensores PVDF al toro no interfiere significativamente con los modos de suspensión de una condición de límite libre, y puede considerarse una parte integral de la estructura inflada. Los resultados indican el potencial de utilizar <br>smart material</br> para medir y controlar la respuesta dinámica de las estructuras infladas ",
            "error": [
                " En este artículo presentamos investigaciones experimentales de las pruebas de vibración de un toro inflado de película delgada utilizando materiales inteligentes <br> ",
                "materiales inteligentes",
                "smart material"
            ]
        },
        "satellite applications": {
            "translated_key": " ",
            "translated_annotated_text": "Pruebas dinámicas de estructuras inflables utilizando materiales inteligentes En este artículo presentamos investigaciones experimentales de las pruebas de vibración de un toro inflado de película delgada utilizando materiales inteligentes. Las estructuras ligera e inflable son muy atractivas en aplicaciones satelitales <br> </br>. Sin embargo, la naturaleza ligera, flexible y altamente amortiguada de las estructuras infladas plantea dificultades en las pruebas de vibración en el suelo. En este estudio se muestra que los parches de fluoruro de polivinilideno (PVDF) y los actuadores compuestos de macrofibra recientemente desarrollados pueden ser utilizados como sensores y actuadores para identificar parámetros modales. Ambos materiales inteligentes se pueden integrar discretamente en la piel de un toro o dispositivo espacial que forma una disposición de prueba atractiva. La adición de actuadores y sensores PVDF al toro no interfiere significativamente con los modos de suspensión de una condición de límite libre, y puede considerarse una parte integral de la estructura inflada. Los resultados indican el potencial de utilizar materiales inteligentes para medir y controlar la respuesta dinámica de las estructuras infladas ",
            "error": [
                ""
            ]
        },
        "inflated structures": {
            "translated_key": " plantea dificultades en las pruebas de vibración en el suelo. En este estudio se muestra que los parches de fluoruro de polivinilideno (PVDF) y los actuadores compuestos de macrofibra recientemente desarrollados pueden ser utilizados como sensores y actuadores para identificar parámetros modales. Ambos materiales inteligentes se pueden integrar discretamente en la piel de un toro o dispositivo espacial que forma una disposición de prueba atractiva. La adición de actuadores y sensores PVDF al toro no interfiere significativamente con los modos de suspensión de una condición de límite libre, y puede considerarse una parte integral de la estructura inflada. Los resultados indican el potencial de utilizar materiales inteligentes para medir y controlar la respuesta dinámica de las estructuras infladas <br> ",
            "translated_annotated_text": "Pruebas dinámicas de estructuras inflables utilizando materiales inteligentes En este artículo presentamos investigaciones experimentales de las pruebas de vibración de un toro inflado de película delgada utilizando materiales inteligentes. Estructuras ligeras e inflables son muy atractivas en aplicaciones satelitales. Sin embargo, la naturaleza ligera, flexible y altamente amortiguada de las estructuras infladas <br> plantea dificultades en las pruebas de vibración en el suelo. En este estudio se muestra que los parches de fluoruro de polivinilideno (PVDF) y los actuadores compuestos de macrofibra recientemente desarrollados pueden ser utilizados como sensores y actuadores para identificar parámetros modales. Ambos materiales inteligentes se pueden integrar discretamente en la piel de un toro o dispositivo espacial que forma una disposición de prueba atractiva. La adición de actuadores y sensores PVDF al toro no interfiere significativamente con los modos de suspensión de una condición de límite libre, y puede considerarse una parte integral de la estructura inflada. Los resultados indican el potencial de utilizar materiales inteligentes para medir y controlar la respuesta dinámica de las estructuras infladas <br> </br> ",
            "error": [
                ""
            ]
        },
        "ground vibration testing": {
            "translated_key": "ground",
            "translated_annotated_text": "Pruebas dinámicas de estructuras inflables utilizando materiales inteligentes En este artículo presentamos investigaciones experimentales de las pruebas de vibración de un toro inflado de película delgada utilizando materiales inteligentes. Estructuras ligeras e inflables son muy atractivas en aplicaciones satelitales. Sin embargo, la naturaleza ligera, flexible y altamente amortiguada de las estructuras infladas plantea dificultades en las pruebas de vibración <br>ground</br>. En este estudio se muestra que los parches de fluoruro de polivinilideno (PVDF) y los actuadores compuestos de macrofibra recientemente desarrollados pueden ser utilizados como sensores y actuadores para identificar parámetros modales. Ambos materiales inteligentes se pueden integrar discretamente en la piel de un toro o dispositivo espacial que forma una disposición de prueba atractiva. La adición de actuadores y sensores PVDF al toro no interfiere significativamente con los modos de suspensión de una condición de límite libre, y puede considerarse una parte integral de la estructura inflada. Los resultados indican el potencial de utilizar materiales inteligentes para medir y controlar la respuesta dinámica de las estructuras infladas ",
            "error": [
                ""
            ]
        },
        "polyvinylidene fluoride patches": {
            "translated_key": [],
            "translated_annotated_text": "Pruebas dinámicas de estructuras inflables utilizando materiales inteligentes En este artículo presentamos investigaciones experimentales de las pruebas de vibración de un toro inflado de película delgada utilizando materiales inteligentes. Estructuras ligeras e inflables son muy atractivas en aplicaciones satelitales. Sin embargo, la naturaleza ligera, flexible y altamente amortiguada de las estructuras infladas plantea dificultades en las pruebas de vibración en el suelo. En este estudio se muestra que los parches de fluoruro de polivinilideno (PVDF) y los actuadores compuestos de macrofibra recientemente desarrollados pueden ser utilizados como sensores y actuadores para identificar parámetros modales. Ambos materiales inteligentes se pueden integrar discretamente en la piel de un toro o dispositivo espacial que forma una disposición de prueba atractiva. La adición de actuadores y sensores PVDF al toro no interfiere significativamente con los modos de suspensión de una condición de límite libre, y puede considerarse una parte integral de la estructura inflada. Los resultados indican el potencial de utilizar materiales inteligentes para medir y controlar la respuesta dinámica de las estructuras infladas ",
            "error": []
        },
        "PVDF sensors": {
            "translated_key": "PVDF",
            "translated_annotated_text": "Pruebas dinámicas de estructuras inflables utilizando materiales inteligentes En este artículo presentamos investigaciones experimentales de las pruebas de vibración de un toro inflado de película delgada utilizando materiales inteligentes. Estructuras ligeras e inflables son muy atractivas en aplicaciones satelitales. Sin embargo, la naturaleza ligera, flexible y altamente amortiguada de las estructuras infladas plantea dificultades en las pruebas de vibración en el suelo. En este estudio se muestra que los parches de fluoruro de polivinilideno (PVDF) y los actuadores compuestos de macrofibra recientemente desarrollados pueden ser utilizados como sensores y actuadores para identificar parámetros modales. Ambos materiales inteligentes se pueden integrar discretamente en la piel de un toro o dispositivo espacial que forma una disposición de prueba atractiva. La adición de actuadores y sensores <br>PVDF</br> al toro no interfiere significativamente con los modos de suspensión de una condición de límite libre, y puede considerarse una parte integral de la estructura inflada. Los resultados indican el potencial de utilizar materiales inteligentes para medir y controlar la respuesta dinámica de las estructuras infladas ",
            "error": [
                ""
            ]
        },
        "macro-fiber composite actuators": {
            "translated_key": "macro-fibra recientemente desarrollados",
            "translated_annotated_text": "Pruebas dinámicas de estructuras inflables utilizando materiales inteligentes En este artículo presentamos investigaciones experimentales de las pruebas de vibración de un toro inflado de película delgada utilizando materiales inteligentes. Estructuras ligeras e inflables son muy atractivas en aplicaciones satelitales. Sin embargo, la naturaleza ligera, flexible y altamente amortiguada de las estructuras infladas plantea dificultades en las pruebas de vibración en el suelo. En este estudio se muestra que los parches de fluoruro de polivinilideno (PVDF) y los actuadores compuestos de <br>macro-fibra recientemente desarrollados</br> pueden utilizarse como sensores y actuadores para identificar parámetros modales. Ambos materiales inteligentes se pueden integrar discretamente en la piel de un toro o dispositivo espacial que forma una disposición de prueba atractiva. La adición de actuadores y sensores PVDF al toro no interfiere significativamente con los modos de suspensión de una condición de límite libre, y puede considerarse una parte integral de la estructura inflada. Los resultados indican el potencial de utilizar materiales inteligentes para medir y controlar la respuesta dinámica de las estructuras infladas ",
            "error": [
                ""
            ]
        },
        "modal parameters": {
            "translated_key": "modales",
            "translated_annotated_text": "Pruebas dinámicas de estructuras inflables utilizando materiales inteligentes En este artículo presentamos investigaciones experimentales de las pruebas de vibración de un toro inflado de película delgada utilizando materiales inteligentes. Estructuras ligeras e inflables son muy atractivas en aplicaciones satelitales. Sin embargo, la naturaleza ligera, flexible y altamente amortiguada de las estructuras infladas plantea dificultades en las pruebas de vibración en el suelo. En este estudio se muestra que los parches de fluoruro de polivinilideno (PVDF) y los actuadores compuestos de macrofibra recientemente desarrollados pueden utilizarse como sensores y actuadores para identificar parámetros <br>modales</br>. Ambos materiales inteligentes se pueden integrar discretamente en la piel de un toro o dispositivo espacial que forma una disposición de prueba atractiva. La adición de actuadores y sensores PVDF al toro no interfiere significativamente con los modos de suspensión de una condición de límite libre, y puede considerarse una parte integral de la estructura inflada. Los resultados indican el potencial de utilizar materiales inteligentes para medir y controlar la respuesta dinámica de las estructuras infladas ",
            "error": [
                ""
            ]
        },
        "space device": {
            "translated_key": " ",
            "translated_annotated_text": "Pruebas dinámicas de estructuras inflables utilizando materiales inteligentes En este artículo presentamos investigaciones experimentales de las pruebas de vibración de un toro inflado de película delgada utilizando materiales inteligentes. Estructuras ligeras e inflables son muy atractivas en aplicaciones satelitales. Sin embargo, la naturaleza ligera, flexible y altamente amortiguada de las estructuras infladas plantea dificultades en las pruebas de vibración en el suelo. En este estudio se muestra que los parches de fluoruro de polivinilideno (PVDF) y los actuadores compuestos de macrofibra recientemente desarrollados pueden ser utilizados como sensores y actuadores para identificar parámetros modales. Ambos materiales inteligentes se pueden integrar discretamente en la piel de un toro o un dispositivo espacial <br> </br> formando una atractiva disposición de prueba. La adición de actuadores y sensores PVDF al toro no interfiere significativamente con los modos de suspensión de una condición de límite libre, y puede considerarse una parte integral de la estructura inflada. Los resultados indican el potencial de utilizar materiales inteligentes para medir y controlar la respuesta dinámica de las estructuras infladas ",
            "error": [
                ""
            ]
        },
        "boundary condition": {
            "translated_key": "bolimitaria",
            "translated_annotated_text": "Pruebas dinámicas de estructuras inflables utilizando materiales inteligentes En este artículo presentamos investigaciones experimentales de las pruebas de vibración de un toro inflado de película delgada utilizando materiales inteligentes. Estructuras ligeras e inflables son muy atractivas en aplicaciones satelitales. Sin embargo, la naturaleza ligera, flexible y altamente amortiguada de las estructuras infladas plantea dificultades en las pruebas de vibración en el suelo. En este estudio se muestra que los parches de fluoruro de polivinilideno (PVDF) y los actuadores compuestos de macrofibra recientemente desarrollados pueden ser utilizados como sensores y actuadores para identificar parámetros modales. Ambos materiales inteligentes se pueden integrar discretamente en la piel de un toro o dispositivo espacial que forma una disposición de prueba atractiva. La adición de actuadores y sensores PVDF al toro no interfiere significativamente con los modos de suspensión de una condición libre <br>bolimitaria</br>, y puede considerarse una parte integral de la estructura inflada. Los resultados indican el potencial de utilizar materiales inteligentes para medir y controlar la respuesta dinámica de las estructuras infladas ",
            "error": [
                ""
            ]
        },
        "dynamic response": {
            "translated_key": "dinámica",
            "translated_annotated_text": "Pruebas dinámicas de estructuras inflables utilizando materiales inteligentes En este artículo presentamos investigaciones experimentales de las pruebas de vibración de un toro inflado de película delgada utilizando materiales inteligentes. Estructuras ligeras e inflables son muy atractivas en aplicaciones satelitales. Sin embargo, la naturaleza ligera, flexible y altamente amortiguada de las estructuras infladas plantea dificultades en las pruebas de vibración en el suelo. En este estudio se muestra que los parches de fluoruro de polivinilideno (PVDF) y los actuadores compuestos de macrofibra recientemente desarrollados pueden ser utilizados como sensores y actuadores para identificar parámetros modales. Ambos materiales inteligentes se pueden integrar discretamente en la piel de un toro o dispositivo espacial que forma una disposición de prueba atractiva. La adición de actuadores y sensores PVDF al toro no interfiere significativamente con los modos de suspensión de una condición de límite libre, y puede considerarse una parte integral de la estructura inflada. Los resultados indican el potencial de utilizar materiales inteligentes para medir y controlar la respuesta <br>dinámica</br> de las estructuras infladas ",
            "error": [
                ""
            ]
        },
        "Kapton torus": {
            "translated_key": [],
            "translated_annotated_text": "Pruebas dinámicas de estructuras inflables utilizando materiales inteligentes En este artículo presentamos investigaciones experimentales de las pruebas de vibración de un toro inflado de película delgada utilizando materiales inteligentes. Estructuras ligeras e inflables son muy atractivas en aplicaciones satelitales. Sin embargo, la naturaleza ligera, flexible y altamente amortiguada de las estructuras infladas plantea dificultades en las pruebas de vibración en el suelo. En este estudio se muestra que los parches de fluoruro de polivinilideno (PVDF) y los actuadores compuestos de macrofibra recientemente desarrollados pueden ser utilizados como sensores y actuadores para identificar parámetros modales. Ambos materiales inteligentes se pueden integrar discretamente en la piel de un toro o dispositivo espacial que forma una disposición de prueba atractiva. La adición de actuadores y sensores PVDF al toro no interfiere significativamente con los modos de suspensión de una condición de límite libre, y puede considerarse una parte integral de la estructura inflada. Los resultados indican el potencial de utilizar materiales inteligentes para medir y controlar la respuesta dinámica de las estructuras infladas ",
            "error": []
        },
        "aerospace instrumentation": {
            "translated_key": [],
            "translated_annotated_text": "Pruebas dinámicas de estructuras inflables utilizando materiales inteligentes En este artículo presentamos investigaciones experimentales de las pruebas de vibración de un toro inflado de película delgada utilizando materiales inteligentes. Estructuras ligeras e inflables son muy atractivas en aplicaciones satelitales. Sin embargo, la naturaleza ligera, flexible y altamente amortiguada de las estructuras infladas plantea dificultades en las pruebas de vibración en el suelo. En este estudio se muestra que los parches de fluoruro de polivinilideno (PVDF) y los actuadores compuestos de macrofibra recientemente desarrollados pueden ser utilizados como sensores y actuadores para identificar parámetros modales. Ambos materiales inteligentes se pueden integrar discretamente en la piel de un toro o dispositivo espacial que forma una disposición de prueba atractiva. La adición de actuadores y sensores PVDF al toro no interfiere significativamente con los modos de suspensión de una condición de límite libre, y puede considerarse una parte integral de la estructura inflada. Los resultados indican el potencial de utilizar materiales inteligentes para medir y controlar la respuesta dinámica de las estructuras infladas ",
            "error": []
        },
        "aerospace testing": {
            "translated_key": [],
            "translated_annotated_text": "Pruebas dinámicas de estructuras inflables utilizando materiales inteligentes En este artículo presentamos investigaciones experimentales de las pruebas de vibración de un toro inflado de película delgada utilizando materiales inteligentes. Estructuras ligeras e inflables son muy atractivas en aplicaciones satelitales. Sin embargo, la naturaleza ligera, flexible y altamente amortiguada de las estructuras infladas plantea dificultades en las pruebas de vibración en el suelo. En este estudio se muestra que los parches de fluoruro de polivinilideno (PVDF) y los actuadores compuestos de macrofibra recientemente desarrollados pueden ser utilizados como sensores y actuadores para identificar parámetros modales. Ambos materiales inteligentes se pueden integrar discretamente en la piel de un toro o dispositivo espacial que forma una disposición de prueba atractiva. La adición de actuadores y sensores PVDF al toro no interfiere significativamente con los modos de suspensión de una condición de límite libre, y puede considerarse una parte integral de la estructura inflada. Los resultados indican el potencial de utilizar materiales inteligentes para medir y controlar la respuesta dinámica de las estructuras infladas ",
            "error": []
        },
        "dynamic testing": {
            "translated_key": [],
            "translated_annotated_text": "Pruebas dinámicas de estructuras inflables utilizando materiales inteligentes En este artículo presentamos investigaciones experimentales de las pruebas de vibración de un toro inflado de película delgada utilizando materiales inteligentes. Estructuras ligeras e inflables son muy atractivas en aplicaciones satelitales. Sin embargo, la naturaleza ligera, flexible y altamente amortiguada de las estructuras infladas plantea dificultades en las pruebas de vibración en el suelo. En este estudio se muestra que los parches de fluoruro de polivinilideno (PVDF) y los actuadores compuestos de macrofibra recientemente desarrollados pueden ser utilizados como sensores y actuadores para identificar parámetros modales. Ambos materiales inteligentes se pueden integrar discretamente en la piel de un toro o dispositivo espacial que forma una disposición de prueba atractiva. La adición de actuadores y sensores PVDF al toro no interfiere significativamente con los modos de suspensión de una condición de límite libre, y puede considerarse una parte integral de la estructura inflada. Los resultados indican el potencial de utilizar materiales inteligentes para medir y controlar la respuesta dinámica de las estructuras infladas ",
            "error": []
        },
        "intelligent actuators": {
            "translated_key": [],
            "translated_annotated_text": "Pruebas dinámicas de estructuras inflables utilizando materiales inteligentes En este artículo presentamos investigaciones experimentales de las pruebas de vibración de un toro inflado de película delgada utilizando materiales inteligentes. Estructuras ligeras e inflables son muy atractivas en aplicaciones satelitales. Sin embargo, la naturaleza ligera, flexible y altamente amortiguada de las estructuras infladas plantea dificultades en las pruebas de vibración en el suelo. En este estudio se muestra que los parches de fluoruro de polivinilideno (PVDF) y los actuadores compuestos de macrofibra recientemente desarrollados pueden ser utilizados como sensores y actuadores para identificar parámetros modales. Ambos materiales inteligentes se pueden integrar discretamente en la piel de un toro o dispositivo espacial que forma una disposición de prueba atractiva. La adición de actuadores y sensores PVDF al toro no interfiere significativamente con los modos de suspensión de una condición de límite libre, y puede considerarse una parte integral de la estructura inflada. Los resultados indican el potencial de utilizar materiales inteligentes para medir y controlar la respuesta dinámica de las estructuras infladas ",
            "error": []
        },
        "intelligent materials": {
            "translated_key": [],
            "translated_annotated_text": "Pruebas dinámicas de estructuras inflables utilizando materiales inteligentes En este artículo presentamos investigaciones experimentales de las pruebas de vibración de un toro inflado de película delgada utilizando materiales inteligentes. Estructuras ligeras e inflables son muy atractivas en aplicaciones satelitales. Sin embargo, la naturaleza ligera, flexible y altamente amortiguada de las estructuras infladas plantea dificultades en las pruebas de vibración en el suelo. En este estudio se muestra que los parches de fluoruro de polivinilideno (PVDF) y los actuadores compuestos de macrofibra recientemente desarrollados pueden ser utilizados como sensores y actuadores para identificar parámetros modales. Ambos materiales inteligentes se pueden integrar discretamente en la piel de un toro o dispositivo espacial que forma una disposición de prueba atractiva. La adición de actuadores y sensores PVDF al toro no interfiere significativamente con los modos de suspensión de una condición de límite libre, y puede considerarse una parte integral de la estructura inflada. Los resultados indican el potencial de utilizar materiales inteligentes para medir y controlar la respuesta dinámica de las estructuras infladas ",
            "error": []
        },
        "intelligent sensors": {
            "translated_key": [],
            "translated_annotated_text": "Pruebas dinámicas de estructuras inflables utilizando materiales inteligentes En este artículo presentamos investigaciones experimentales de las pruebas de vibración de un toro inflado de película delgada utilizando materiales inteligentes. Estructuras ligeras e inflables son muy atractivas en aplicaciones satelitales. Sin embargo, la naturaleza ligera, flexible y altamente amortiguada de las estructuras infladas plantea dificultades en las pruebas de vibración en el suelo. En este estudio se muestra que los parches de fluoruro de polivinilideno (PVDF) y los actuadores compuestos de macrofibra recientemente desarrollados pueden ser utilizados como sensores y actuadores para identificar parámetros modales. Ambos materiales inteligentes se pueden integrar discretamente en la piel de un toro o dispositivo espacial que forma una disposición de prueba atractiva. La adición de actuadores y sensores PVDF al toro no interfiere significativamente con los modos de suspensión de una condición de límite libre, y puede considerarse una parte integral de la estructura inflada. Los resultados indican el potencial de utilizar materiales inteligentes para medir y controlar la respuesta dinámica de las estructuras infladas ",
            "error": []
        },
        "intelligent structures": {
            "translated_key": [],
            "translated_annotated_text": "Pruebas dinámicas de estructuras inflables utilizando materiales inteligentes En este artículo presentamos investigaciones experimentales de las pruebas de vibración de un toro inflado de película delgada utilizando materiales inteligentes. Estructuras ligeras e inflables son muy atractivas en aplicaciones satelitales. Sin embargo, la naturaleza ligera, flexible y altamente amortiguada de las estructuras infladas plantea dificultades en las pruebas de vibración en el suelo. En este estudio se muestra que los parches de fluoruro de polivinilideno (PVDF) y los actuadores compuestos de macrofibra recientemente desarrollados pueden ser utilizados como sensores y actuadores para identificar parámetros modales. Ambos materiales inteligentes se pueden integrar discretamente en la piel de un toro o dispositivo espacial que forma una disposición de prueba atractiva. La adición de actuadores y sensores PVDF al toro no interfiere significativamente con los modos de suspensión de una condición de límite libre, y puede considerarse una parte integral de la estructura inflada. Los resultados indican el potencial de utilizar materiales inteligentes para medir y controlar la respuesta dinámica de las estructuras infladas ",
            "error": []
        },
        "polymer films": {
            "translated_key": [],
            "translated_annotated_text": "Pruebas dinámicas de estructuras inflables utilizando materiales inteligentes En este artículo presentamos investigaciones experimentales de las pruebas de vibración de un toro inflado de película delgada utilizando materiales inteligentes. Estructuras ligeras e inflables son muy atractivas en aplicaciones satelitales. Sin embargo, la naturaleza ligera, flexible y altamente amortiguada de las estructuras infladas plantea dificultades en las pruebas de vibración en el suelo. En este estudio se muestra que los parches de fluoruro de polivinilideno (PVDF) y los actuadores compuestos de macrofibra recientemente desarrollados pueden ser utilizados como sensores y actuadores para identificar parámetros modales. Ambos materiales inteligentes se pueden integrar discretamente en la piel de un toro o dispositivo espacial que forma una disposición de prueba atractiva. La adición de actuadores y sensores PVDF al toro no interfiere significativamente con los modos de suspensión de una condición de límite libre, y puede considerarse una parte integral de la estructura inflada. Los resultados indican el potencial de utilizar materiales inteligentes para medir y controlar la respuesta dinámica de las estructuras infladas ",
            "error": []
        }
    }
}