{
    "original_text": "Experimental investigation of active vibration control using neural networks and piezoelectric actuators The use of neural networks for identification and control of smart structures is investigated experimentally. Piezoelectric actuators are employed to suppress the vibrations of a cantilevered plate subject to impulse, sine wave and band-limited white noise disturbances. The neural networks used are multilayer perceptrons trained with error backpropagation. Validation studies show that the identifier predicts the system dynamics accurately. The controller is trained adaptively with the help of the neural identifier. Experimental results demonstrate excellent closed-loop performance and robustness of the neurocontroller",
    "original_translation": "Investigación experimental del control activo de vibraciones mediante redes neuronales y actuadores piezoeléctricos Se investiga experimentalmente el uso de redes neuronales para la identificación y control de estructuras inteligentes. Se emplean actuadores piezoeléctricos para suprimir las vibraciones de una placa en voladizo sujeta a impulsos, ondas sinusales y perturbaciones de ruido blanco limitadas en banda. Las redes neuronales utilizadas son perceptores multicapa entrenados con retropropagación de errores. Los estudios de validación muestran que el identificador predice con precisión la dinámica del sistema. El controlador es entrenado adaptativamente con la ayuda del identificador neural. Los resultados experimentales demuestran un excelente rendimiento de circuito cerrado y robustez del neurocontrolador",
    "error_count": 5,
    "keys": {
        "active vibration control": {
            "translated_key": "control activo de vibraciones",
            "translated_annotated_text": "Investigación experimental de \"control activo de vibraciones\" utilizando redes neuronales y actuadores piezoeléctricos El uso de redes neuronales para la identificación y control de estructuras inteligentes se investiga experimentalmente. Se emplean actuadores piezoeléctricos para suprimir las vibraciones de una placa en voladizo sujeta a impulsos, ondas sinusales y perturbaciones de ruido blanco limitadas en banda. Las redes neuronales utilizadas son perceptores multicapa entrenados con retropropagación de errores. Los estudios de validación muestran que el identificador predice con precisión la dinámica del sistema. El controlador es entrenado adaptativamente con la ayuda del identificador neural. Los resultados experimentales demuestran un excelente rendimiento de circuito cerrado y robustez del neurocontrolador ",
            "error": [
                ""
            ]
        },
        "neural networks": {
            "translated_key": "redes neuronales",
            "translated_annotated_text": "Investigación experimental del control activo de vibraciones utilizando \"redes neuronales\" y actuadores piezoeléctricos El uso de \"redes neuronales\" para la identificación y control de estructuras inteligentes se investiga experimentalmente. Se emplean actuadores piezoeléctricos para suprimir las vibraciones de una placa en voladizo sujeta a impulsos, ondas sinusales y perturbaciones de ruido blanco limitadas en banda. Las \"redes neuronales\" utilizadas son perceptores multicapa entrenados con retropropagación de errores. Los estudios de validación muestran que el identificador predice con precisión la dinámica del sistema. El controlador es entrenado adaptativamente con la ayuda del identificador neural. Los resultados experimentales demuestran un excelente rendimiento de circuito cerrado y robustez del neurocontrolador ",
            "error": [
                ""
            ]
        },
        "piezoelectric actuators": {
            "translated_key": "actuadores piezoeléctricos",
            "translated_annotated_text": "Investigación experimental del control activo de vibraciones mediante redes neuronales y \"actuadores piezoeléctricos\" Se investiga experimentalmente el uso de redes neuronales para la identificación y el control de estructuras inteligentes. Se emplean actuadores piezoeléctricos para suprimir las vibraciones de una placa en voladizo sujeta a impulsos, ondas sinusales y perturbaciones de ruido blanco limitadas en banda. Las redes neuronales utilizadas son perceptores multicapa entrenados con retropropagación de errores. Los estudios de validación muestran que el identificador predice con precisión la dinámica del sistema. El controlador es entrenado adaptativamente con la ayuda del identificador neural. Los resultados experimentales demuestran un excelente rendimiento de circuito cerrado y robustez del neurocontrolador ",
            "error": [
                ""
            ]
        },
        "identification": {
            "translated_key": "identificación",
            "translated_annotated_text": "Investigación experimental del control activo de vibraciones mediante redes neuronales y actuadores piezoeléctricos El uso de redes neuronales para la \"identificación\" y el control de estructuras inteligentes se investiga experimentalmente. Se emplean actuadores piezoeléctricos para suprimir las vibraciones de una placa en voladizo sujeta a impulsos, ondas sinusales y perturbaciones de ruido blanco limitadas en banda. Las redes neuronales utilizadas son perceptores multicapa entrenados con retropropagación de errores. Los estudios de validación muestran que el identificador predice con precisión la dinámica del sistema. El controlador es entrenado adaptativamente con la ayuda del identificador neural. Los resultados experimentales demuestran un excelente rendimiento de circuito cerrado y robustez del neurocontrolador ",
            "error": [
                ""
            ]
        },
        "control": {
            "translated_key": "control",
            "translated_annotated_text": "Investigación experimental de \"control\" de vibración activa utilizando redes neuronales y actuadores piezoeléctricos El uso de redes neuronales para la identificación y \"control\" de estructuras inteligentes se investiga experimentalmente. Se emplean actuadores piezoeléctricos para suprimir las vibraciones de una placa en voladizo sujeta a impulsos, ondas sinusales y perturbaciones de ruido blanco limitadas en banda. Las redes neuronales utilizadas son perceptores multicapa entrenados con retropropagación de errores. Los estudios de validación muestran que el identificador predice con precisión la dinámica del sistema. El controlador es entrenado adaptativamente con la ayuda del identificador neural. Los resultados experimentales demuestran un excelente rendimiento de circuito cerrado y robustez del neurocontrolador ",
            "error": [
                ""
            ]
        },
        "smart structures": {
            "translated_key": "estructuras inteligentes",
            "translated_annotated_text": "Investigación experimental del control activo de vibraciones mediante redes neuronales y actuadores piezoeléctricos Se investiga experimentalmente el uso de redes neuronales para la identificación y control de \"estructuras inteligentes\". Se emplean actuadores piezoeléctricos para suprimir las vibraciones de una placa en voladizo sujeta a impulsos, ondas sinusales y perturbaciones de ruido blanco limitadas en banda. Las redes neuronales utilizadas son perceptores multicapa entrenados con retropropagación de errores. Los estudios de validación muestran que el identificador predice con precisión la dinámica del sistema. El controlador es entrenado adaptativamente con la ayuda del identificador neural. Los resultados experimentales demuestran un excelente rendimiento de circuito cerrado y robustez del neurocontrolador ",
            "error": [
                ""
            ]
        },
        "cantilevered plate": {
            "translated_key": "placa en voladizo",
            "translated_annotated_text": "Investigación experimental del control activo de vibraciones mediante redes neuronales y actuadores piezoeléctricos Se investiga experimentalmente el uso de redes neuronales para la identificación y control de estructuras inteligentes. Los actuadores piezoeléctricos se emplean para suprimir las vibraciones de una \"placa en voladizo\" sujeta a impulsos, ondas senoidales y perturbaciones de ruido blanco limitadas en banda. Las redes neuronales utilizadas son perceptores multicapa entrenados con retropropagación de errores. Los estudios de validación muestran que el identificador predice con precisión la dinámica del sistema. El controlador es entrenado adaptativamente con la ayuda del identificador neural. Los resultados experimentales demuestran un excelente rendimiento de circuito cerrado y robustez del neurocontrolador ",
            "error": [
                ""
            ]
        },
        "white noise disturbances": {
            "translated_key": "alteraciones del ruido blanco",
            "translated_annotated_text": "Investigación experimental del control activo de vibraciones mediante redes neuronales y actuadores piezoeléctricos Se investiga experimentalmente el uso de redes neuronales para la identificación y control de estructuras inteligentes. Los actuadores piezoeléctricos se emplean para suprimir las vibraciones de una placa en voladizo sujeta a impulso, onda senoidal y \"alteraciones del ruido blanco\" de banda limitada. Las redes neuronales utilizadas son perceptores multicapa entrenados con retropropagación de errores. Los estudios de validación muestran que el identificador predice con precisión la dinámica del sistema. El controlador es entrenado adaptativamente con la ayuda del identificador neural. Los resultados experimentales demuestran un excelente rendimiento de circuito cerrado y robustez del neurocontrolador ",
            "error": [
                ""
            ]
        },
        "multilayer perceptrons": {
            "translated_key": "perceptores multicapa",
            "translated_annotated_text": "Investigación experimental del control activo de vibraciones mediante redes neuronales y actuadores piezoeléctricos Se investiga experimentalmente el uso de redes neuronales para la identificación y control de estructuras inteligentes. Se emplean actuadores piezoeléctricos para suprimir las vibraciones de una placa en voladizo sujeta a impulsos, ondas sinusales y perturbaciones de ruido blanco limitadas en banda. Las redes neuronales utilizadas son \"perceptores multicapa\" entrenados con retropropagación de errores. Los estudios de validación muestran que el identificador predice con precisión la dinámica del sistema. El controlador es entrenado adaptativamente con la ayuda del identificador neural. Los resultados experimentales demuestran un excelente rendimiento de circuito cerrado y robustez del neurocontrolador ",
            "error": [
                ""
            ]
        },
        "error backpropagation": {
            "translated_key": "backpropagación de errores",
            "translated_annotated_text": "Investigación experimental del control activo de vibraciones mediante redes neuronales y actuadores piezoeléctricos Se investiga experimentalmente el uso de redes neuronales para la identificación y control de estructuras inteligentes. Se emplean actuadores piezoeléctricos para suprimir las vibraciones de una placa en voladizo sujeta a impulsos, ondas sinusales y perturbaciones de ruido blanco limitadas en banda. Las redes neuronales utilizadas son perceptrones multicapa entrenados con \"backpropagación de errores\". Los estudios de validación muestran que el identificador predice con precisión la dinámica del sistema. El controlador es entrenado adaptativamente con la ayuda del identificador neural. Los resultados experimentales demuestran un excelente rendimiento de circuito cerrado y robustez del neurocontrolador ",
            "error": [
                ""
            ]
        },
        "closed-loop performance": {
            "translated_key": "rendimiento de circuito cerrado",
            "translated_annotated_text": "Investigación experimental del control activo de vibraciones mediante redes neuronales y actuadores piezoeléctricos Se investiga experimentalmente el uso de redes neuronales para la identificación y control de estructuras inteligentes. Se emplean actuadores piezoeléctricos para suprimir las vibraciones de una placa en voladizo sujeta a impulsos, ondas sinusales y perturbaciones de ruido blanco limitadas en banda. Las redes neuronales utilizadas son perceptores multicapa entrenados con retropropagación de errores. Los estudios de validación muestran que el identificador predice con precisión la dinámica del sistema. El controlador es entrenado adaptativamente con la ayuda del identificador neural. Los resultados experimentales demuestran un excelente \"rendimiento de circuito cerrado\" y la robustez del neurocontrolador ",
            "error": [
                ""
            ]
        },
        "robustness": {
            "translated_key": "robustness",
            "translated_annotated_text": "Investigación experimental del control activo de vibraciones mediante redes neuronales y actuadores piezoeléctricos Se investiga experimentalmente el uso de redes neuronales para la identificación y control de estructuras inteligentes. Se emplean actuadores piezoeléctricos para suprimir las vibraciones de una placa en voladizo sujeta a impulsos, ondas sinusales y perturbaciones de ruido blanco limitadas en banda. Las redes neuronales utilizadas son perceptores multicapa entrenados con retropropagación de errores. Los estudios de validación muestran que el identificador predice con precisión la dinámica del sistema. El controlador es entrenado adaptativamente con la ayuda del identificador neural. Los resultados experimentales demuestran un excelente rendimiento de circuito cerrado y \"robustness\" del neurocontrolador ",
            "error": [
                ""
            ]
        },
        "neurocontroller": {
            "translated_key": "neurocontrolador",
            "translated_annotated_text": "Investigación experimental del control activo de vibraciones mediante redes neuronales y actuadores piezoeléctricos Se investiga experimentalmente el uso de redes neuronales para la identificación y control de estructuras inteligentes. Se emplean actuadores piezoeléctricos para suprimir las vibraciones de una placa en voladizo sujeta a impulsos, ondas sinusales y perturbaciones de ruido blanco limitadas en banda. Las redes neuronales utilizadas son perceptores multicapa entrenados con retropropagación de errores. Los estudios de validación muestran que el identificador predice con precisión la dinámica del sistema. El controlador es entrenado adaptativamente con la ayuda del identificador neural. Los resultados experimentales demuestran un excelente rendimiento de circuito cerrado y la robustez del \"neurocontrolador\" ",
            "error": [
                ""
            ]
        },
        "vibration suppression": {
            "translated_key": [],
            "translated_annotated_text": "Investigación experimental del control activo de vibraciones mediante redes neuronales y actuadores piezoeléctricos Se investiga experimentalmente el uso de redes neuronales para la identificación y control de estructuras inteligentes. Se emplean actuadores piezoeléctricos para suprimir las vibraciones de una placa en voladizo sujeta a impulsos, ondas sinusales y perturbaciones de ruido blanco limitadas en banda. Las redes neuronales utilizadas son perceptores multicapa entrenados con retropropagación de errores. Los estudios de validación muestran que el identificador predice con precisión la dinámica del sistema. El controlador es entrenado adaptativamente con la ayuda del identificador neural. Los resultados experimentales demuestran un excelente rendimiento de circuito cerrado y robustez del neurocontrolador ",
            "error": []
        },
        "accelerometers": {
            "translated_key": [],
            "translated_annotated_text": "Investigación experimental del control activo de vibraciones mediante redes neuronales y actuadores piezoeléctricos Se investiga experimentalmente el uso de redes neuronales para la identificación y control de estructuras inteligentes. Se emplean actuadores piezoeléctricos para suprimir las vibraciones de una placa en voladizo sujeta a impulsos, ondas sinusales y perturbaciones de ruido blanco limitadas en banda. Las redes neuronales utilizadas son perceptores multicapa entrenados con retropropagación de errores. Los estudios de validación muestran que el identificador predice con precisión la dinámica del sistema. El controlador es entrenado adaptativamente con la ayuda del identificador neural. Los resultados experimentales demuestran un excelente rendimiento de circuito cerrado y robustez del neurocontrolador ",
            "error": []
        },
        "backpropagation": {
            "translated_key": "backpropagación",
            "translated_annotated_text": "Investigación experimental del control activo de vibraciones mediante redes neuronales y actuadores piezoeléctricos Se investiga experimentalmente el uso de redes neuronales para la identificación y control de estructuras inteligentes. Se emplean actuadores piezoeléctricos para suprimir las vibraciones de una placa en voladizo sujeta a impulsos, ondas sinusales y perturbaciones de ruido blanco limitadas en banda. Las redes neuronales utilizadas son perceptores multicapa entrenados con error de \"backpropagación\". Los estudios de validación muestran que el identificador predice con precisión la dinámica del sistema. El controlador es entrenado adaptativamente con la ayuda del identificador neural. Los resultados experimentales demuestran un excelente rendimiento de circuito cerrado y robustez del neurocontrolador ",
            "error": [
                ""
            ]
        },
        "closed loop systems": {
            "translated_key": [],
            "translated_annotated_text": "Investigación experimental del control activo de vibraciones mediante redes neuronales y actuadores piezoeléctricos Se investiga experimentalmente el uso de redes neuronales para la identificación y control de estructuras inteligentes. Se emplean actuadores piezoeléctricos para suprimir las vibraciones de una placa en voladizo sujeta a impulsos, ondas sinusales y perturbaciones de ruido blanco limitadas en banda. Las redes neuronales utilizadas son perceptores multicapa entrenados con retropropagación de errores. Los estudios de validación muestran que el identificador predice con precisión la dinámica del sistema. El controlador es entrenado adaptativamente con la ayuda del identificador neural. Los resultados experimentales demuestran un excelente rendimiento de circuito cerrado y robustez del neurocontrolador ",
            "error": []
        },
        "intelligent control": {
            "translated_key": [],
            "translated_annotated_text": "Investigación experimental del control activo de vibraciones mediante redes neuronales y actuadores piezoeléctricos Se investiga experimentalmente el uso de redes neuronales para la identificación y control de estructuras inteligentes. Se emplean actuadores piezoeléctricos para suprimir las vibraciones de una placa en voladizo sujeta a impulsos, ondas sinusales y perturbaciones de ruido blanco limitadas en banda. Las redes neuronales utilizadas son perceptores multicapa entrenados con retropropagación de errores. Los estudios de validación muestran que el identificador predice con precisión la dinámica del sistema. El controlador es entrenado adaptativamente con la ayuda del identificador neural. Los resultados experimentales demuestran un excelente rendimiento de circuito cerrado y robustez del neurocontrolador ",
            "error": []
        },
        "intelligent structures": {
            "translated_key": [],
            "translated_annotated_text": "Investigación experimental del control activo de vibraciones mediante redes neuronales y actuadores piezoeléctricos Se investiga experimentalmente el uso de redes neuronales para la identificación y control de estructuras inteligentes. Se emplean actuadores piezoeléctricos para suprimir las vibraciones de una placa en voladizo sujeta a impulsos, ondas sinusales y perturbaciones de ruido blanco limitadas en banda. Las redes neuronales utilizadas son perceptores multicapa entrenados con retropropagación de errores. Los estudios de validación muestran que el identificador predice con precisión la dinámica del sistema. El controlador es entrenado adaptativamente con la ayuda del identificador neural. Los resultados experimentales demuestran un excelente rendimiento de circuito cerrado y robustez del neurocontrolador ",
            "error": []
        },
        "vibration control": {
            "translated_key": "control de vibración",
            "translated_annotated_text": "Investigación experimental de \"control de vibración\" activo utilizando redes neuronales y actuadores piezoeléctricos El uso de redes neuronales para la identificación y control de estructuras inteligentes se investiga experimentalmente. Se emplean actuadores piezoeléctricos para suprimir las vibraciones de una placa en voladizo sujeta a impulsos, ondas sinusales y perturbaciones de ruido blanco limitadas en banda. Las redes neuronales utilizadas son perceptores multicapa entrenados con retropropagación de errores. Los estudios de validación muestran que el identificador predice con precisión la dinámica del sistema. El controlador es entrenado adaptativamente con la ayuda del identificador neural. Los resultados experimentales demuestran un excelente rendimiento de circuito cerrado y robustez del neurocontrolador ",
            "error": [
                ""
            ]
        },
        "white noise": {
            "translated_key": "ruido blanco",
            "translated_annotated_text": "Investigación experimental del control activo de vibraciones mediante redes neuronales y actuadores piezoeléctricos Se investiga experimentalmente el uso de redes neuronales para la identificación y control de estructuras inteligentes. Los actuadores piezoeléctricos se emplean para suprimir las vibraciones de una placa en voladizo sujeta a perturbaciones de impulso, onda senoidal y \"ruido blanco\" limitado a banda. Las redes neuronales utilizadas son perceptores multicapa entrenados con retropropagación de errores. Los estudios de validación muestran que el identificador predice con precisión la dinámica del sistema. El controlador es entrenado adaptativamente con la ayuda del identificador neural. Los resultados experimentales demuestran un excelente rendimiento de circuito cerrado y robustez del neurocontrolador ",
            "error": [
                ""
            ]
        }
    }
}