{
    "original_text": "Experimental investigation of active vibration control using neural networks and piezoelectric actuators The use of neural networks for identification and control of smart structures is investigated experimentally. Piezoelectric actuators are employed to suppress the vibrations of a cantilevered plate subject to impulse, sine wave and band-limited white noise disturbances. The neural networks used are multilayer perceptrons trained with error backpropagation. Validation studies show that the identifier predicts the system dynamics accurately. The controller is trained adaptively with the help of the neural identifier. Experimental results demonstrate excellent closed-loop performance and robustness of the neurocontroller",
    "original_translation": "Investigación experimental del control activo de vibraciones mediante redes neuronales y actuadores piezoeléctricos Se investiga experimentalmente el uso de redes neuronales para la identificación y control de estructuras inteligentes. Los actuadores piezoeléctricos se emplean para suprimir las vibraciones de una placa en voladizo sujeta a impulso, onda sinusoidal y perturbaciones de ruido blanco limitadas en banda. Las redes neuronales utilizadas son perceptores multicapa entrenados con retropropagación de errores. Los estudios de validación muestran que el identificador predice con precisión la dinámica del sistema. El controlador es entrenado adaptativamente con la ayuda del identificador neural. Los resultados experimentales demuestran un excelente rendimiento de circuito cerrado y robustez del neurocontrolador",
    "error_count": 9,
    "keys": {
        "active vibration control": {
            "translated_key": "control activo de vibraciones",
            "translated_annotated_text": "Investigación experimental de <br>control activo de vibraciones</br> utilizando redes neuronales y actuadores piezoeléctricos El uso de redes neuronales para la identificación y control de estructuras inteligentes se investiga experimentalmente. Los actuadores piezoeléctricos se emplean para suprimir las vibraciones de una placa en voladizo sujeta a impulso, onda sinusoidal y perturbaciones de ruido blanco limitadas en banda. Las redes neuronales utilizadas son perceptores multicapa entrenados con retropropagación de errores. Los estudios de validación muestran que el identificador predice con precisión la dinámica del sistema. El controlador es entrenado adaptativamente con la ayuda del identificador neural. Los resultados experimentales demuestran un excelente rendimiento de circuito cerrado y robustez del neurocontrolador ",
            "error": [
                ""
            ]
        },
        "neural networks": {
            "translated_key": "redes neuronales",
            "translated_annotated_text": "Investigación experimental del control activo de vibraciones mediante <br>redes neuronales</br> y actuadores piezoeléctricos Se investiga experimentalmente el uso de <br>redes neuronales</br> para la identificación y control de estructuras inteligentes. Los actuadores piezoeléctricos se emplean para suprimir las vibraciones de una placa en voladizo sujeta a impulso, onda sinusoidal y perturbaciones de ruido blanco limitadas en banda. Las redes neuronales <br> utilizadas son perceptores multicapa entrenados con retropropagación de errores. Los estudios de validación muestran que el identificador predice con precisión la dinámica del sistema. El controlador es entrenado adaptativamente con la ayuda del identificador neural. Los resultados experimentales demuestran un excelente rendimiento de circuito cerrado y robustez del neurocontrolador ",
            "error": [
                ""
            ]
        },
        "piezoelectric actuators": {
            "translated_key": "piezoeléctricos",
            "translated_annotated_text": "Investigación experimental del control activo de vibraciones mediante redes neuronales y actuadores <br>piezoeléctricos</br> Se investiga experimentalmente el uso de redes neuronales para la identificación y control de estructuras inteligentes. Los actuadores piezoeléctricos se emplean para suprimir las vibraciones de una placa en voladizo sujeta a impulso, onda sinusoidal y perturbaciones de ruido blanco limitadas en banda. Las redes neuronales utilizadas son perceptores multicapa entrenados con retropropagación de errores. Los estudios de validación muestran que el identificador predice con precisión la dinámica del sistema. El controlador es entrenado adaptativamente con la ayuda del identificador neural. Los resultados experimentales demuestran un excelente rendimiento de circuito cerrado y robustez del neurocontrolador ",
            "error": [
                ""
            ]
        },
        "identification": {
            "translated_key": [],
            "translated_annotated_text": "Investigación experimental del control activo de vibraciones mediante redes neuronales y actuadores piezoeléctricos Se investiga experimentalmente el uso de redes neuronales para la identificación <br> y el control de estructuras inteligentes. Los actuadores piezoeléctricos se emplean para suprimir las vibraciones de una placa en voladizo sujeta a impulso, onda sinusoidal y perturbaciones de ruido blanco limitadas en banda. Las redes neuronales utilizadas son perceptores multicapa entrenados con retropropagación de errores. Los estudios de validación muestran que el identificador predice con precisión la dinámica del sistema. El controlador es entrenado adaptativamente con la ayuda del identificador neural. Los resultados experimentales demuestran un excelente rendimiento de circuito cerrado y robustez del neurocontrolador ",
            "error": []
        },
        "control": {
            "translated_key": "control",
            "translated_annotated_text": "Investigación experimental de vibraciones activas <br>control</br> utilizando redes neuronales y actuadores piezoeléctricos El uso de redes neuronales para la identificación y <br>control</br> de estructuras inteligentes se investiga experimentalmente. Los actuadores piezoeléctricos se emplean para suprimir las vibraciones de una placa en voladizo sujeta a impulso, onda sinusoidal y perturbaciones de ruido blanco limitadas en banda. Las redes neuronales utilizadas son perceptores multicapa entrenados con retropropagación de errores. Los estudios de validación muestran que el identificador predice con precisión la dinámica del sistema. El controlador es entrenado adaptativamente con la ayuda del identificador neural. Los resultados experimentales demuestran un excelente rendimiento de circuito cerrado y robustez del neurocontrolador ",
            "error": [
                ""
            ]
        },
        "smart structures": {
            "translated_key": " ",
            "translated_annotated_text": "Investigación experimental del control activo de vibraciones mediante redes neuronales y actuadores piezoeléctricos Se investiga experimentalmente el uso de redes neuronales para la identificación y control de estructuras inteligentes <br> </br>. Los actuadores piezoeléctricos se emplean para suprimir las vibraciones de una placa en voladizo sujeta a impulso, onda sinusoidal y perturbaciones de ruido blanco limitadas en banda. Las redes neuronales utilizadas son perceptores multicapa entrenados con retropropagación de errores. Los estudios de validación muestran que el identificador predice con precisión la dinámica del sistema. El controlador es entrenado adaptativamente con la ayuda del identificador neural. Los resultados experimentales demuestran un excelente rendimiento de circuito cerrado y robustez del neurocontrolador ",
            "error": [
                ""
            ]
        },
        "cantilevered plate": {
            "translated_key": "cantilevered",
            "translated_annotated_text": "Investigación experimental del control activo de vibraciones mediante redes neuronales y actuadores piezoeléctricos Se investiga experimentalmente el uso de redes neuronales para la identificación y control de estructuras inteligentes. Los actuadores piezoeléctricos se emplean para suprimir las vibraciones de una placa <br>cantilevered</br> sujeta a impulso, onda senoidal y perturbaciones de ruido blanco limitadas en banda. Las redes neuronales utilizadas son perceptores multicapa entrenados con retropropagación de errores. Los estudios de validación muestran que el identificador predice con precisión la dinámica del sistema. El controlador es entrenado adaptativamente con la ayuda del identificador neural. Los resultados experimentales demuestran un excelente rendimiento de circuito cerrado y robustez del neurocontrolador ",
            "error": [
                ""
            ]
        },
        "white noise disturbances": {
            "translated_key": "blanco ",
            "translated_annotated_text": "Investigación experimental del control activo de vibraciones mediante redes neuronales y actuadores piezoeléctricos Se investiga experimentalmente el uso de redes neuronales para la identificación y control de estructuras inteligentes. Los actuadores piezoeléctricos se emplean para suprimir las vibraciones de una placa en voladizo sujeta a impulsos, ondas sinusales y perturbaciones de ruido <br>blanco </br> de banda limitada. Las redes neuronales utilizadas son perceptores multicapa entrenados con retropropagación de errores. Los estudios de validación muestran que el identificador predice con precisión la dinámica del sistema. El controlador es entrenado adaptativamente con la ayuda del identificador neural. Los resultados experimentales demuestran un excelente rendimiento de circuito cerrado y robustez del neurocontrolador ",
            "error": [
                ""
            ]
        },
        "multilayer perceptrons": {
            "translated_key": [],
            "translated_annotated_text": "Investigación experimental del control activo de vibraciones mediante redes neuronales y actuadores piezoeléctricos Se investiga experimentalmente el uso de redes neuronales para la identificación y control de estructuras inteligentes. Los actuadores piezoeléctricos se emplean para suprimir las vibraciones de una placa en voladizo sujeta a impulso, onda sinusoidal y perturbaciones de ruido blanco limitadas en banda. Las redes neuronales utilizadas son perceptores multicapa <br> entrenados con retropropagación de errores. Los estudios de validación muestran que el identificador predice con precisión la dinámica del sistema. El controlador es entrenado adaptativamente con la ayuda del identificador neural. Los resultados experimentales demuestran un excelente rendimiento de circuito cerrado y robustez del neurocontrolador ",
            "error": []
        },
        "error backpropagation": {
            "translated_key": "error",
            "translated_annotated_text": "Investigación experimental del control activo de vibraciones mediante redes neuronales y actuadores piezoeléctricos Se investiga experimentalmente el uso de redes neuronales para la identificación y control de estructuras inteligentes. Los actuadores piezoeléctricos se emplean para suprimir las vibraciones de una placa en voladizo sujeta a impulso, onda sinusoidal y perturbaciones de ruido blanco limitadas en banda. Las redes neuronales utilizadas son perceptrones multicapa entrenados con retropropagación <br>error</br>. Los estudios de validación muestran que el identificador predice con precisión la dinámica del sistema. El controlador es entrenado adaptativamente con la ayuda del identificador neural. Los resultados experimentales demuestran un excelente rendimiento de circuito cerrado y robustez del neurocontrolador ",
            "error": [
                ""
            ]
        },
        "closed-loop performance": {
            "translated_key": "cloop ",
            "translated_annotated_text": "Investigación experimental del control activo de vibraciones mediante redes neuronales y actuadores piezoeléctricos Se investiga experimentalmente el uso de redes neuronales para la identificación y control de estructuras inteligentes. Los actuadores piezoeléctricos se emplean para suprimir las vibraciones de una placa en voladizo sujeta a impulso, onda sinusoidal y perturbaciones de ruido blanco limitadas en banda. Las redes neuronales utilizadas son perceptores multicapa entrenados con retropropagación de errores. Los estudios de validación muestran que el identificador predice con precisión la dinámica del sistema. El controlador es entrenado adaptativamente con la ayuda del identificador neural. Los resultados experimentales demuestran un excelente rendimiento <br>cloop </br> y la robustez del neurocontrolador ",
            "error": [
                ""
            ]
        },
        "robustness": {
            "translated_key": "robustez",
            "translated_annotated_text": "Investigación experimental del control activo de vibraciones mediante redes neuronales y actuadores piezoeléctricos Se investiga experimentalmente el uso de redes neuronales para la identificación y control de estructuras inteligentes. Los actuadores piezoeléctricos se emplean para suprimir las vibraciones de una placa en voladizo sujeta a impulso, onda sinusoidal y perturbaciones de ruido blanco limitadas en banda. Las redes neuronales utilizadas son perceptores multicapa entrenados con retropropagación de errores. Los estudios de validación muestran que el identificador predice con precisión la dinámica del sistema. El controlador es entrenado adaptativamente con la ayuda del identificador neural. Los resultados experimentales demuestran un excelente rendimiento de circuito cerrado y <br>robustez</br> del neurocontrolador.  ",
            "error": [
                ""
            ]
        },
        "neurocontroller": {
            "translated_key": "neurocontroller",
            "translated_annotated_text": "Investigación experimental del control activo de vibraciones mediante redes neuronales y actuadores piezoeléctricos Se investiga experimentalmente el uso de redes neuronales para la identificación y control de estructuras inteligentes. Los actuadores piezoeléctricos se emplean para suprimir las vibraciones de una placa en voladizo sujeta a impulso, onda sinusoidal y perturbaciones de ruido blanco limitadas en banda. Las redes neuronales utilizadas son perceptores multicapa entrenados con retropropagación de errores. Los estudios de validación muestran que el identificador predice con precisión la dinámica del sistema. El controlador es entrenado adaptativamente con la ayuda del identificador neural. Los resultados experimentales demuestran un excelente rendimiento de circuito cerrado y la robustez del <br>neurocontroller</br> ",
            "error": [
                ""
            ]
        },
        "vibration suppression": {
            "translated_key": [],
            "translated_annotated_text": "Investigación experimental del control activo de vibraciones mediante redes neuronales y actuadores piezoeléctricos Se investiga experimentalmente el uso de redes neuronales para la identificación y control de estructuras inteligentes. Los actuadores piezoeléctricos se emplean para suprimir las vibraciones de una placa en voladizo sujeta a impulso, onda sinusoidal y perturbaciones de ruido blanco limitadas en banda. Las redes neuronales utilizadas son perceptores multicapa entrenados con retropropagación de errores. Los estudios de validación muestran que el identificador predice con precisión la dinámica del sistema. El controlador es entrenado adaptativamente con la ayuda del identificador neural. Los resultados experimentales demuestran un excelente rendimiento de circuito cerrado y robustez del neurocontrolador ",
            "error": []
        },
        "accelerometers": {
            "translated_key": [],
            "translated_annotated_text": "Investigación experimental del control activo de vibraciones mediante redes neuronales y actuadores piezoeléctricos Se investiga experimentalmente el uso de redes neuronales para la identificación y control de estructuras inteligentes. Los actuadores piezoeléctricos se emplean para suprimir las vibraciones de una placa en voladizo sujeta a impulso, onda sinusoidal y perturbaciones de ruido blanco limitadas en banda. Las redes neuronales utilizadas son perceptores multicapa entrenados con retropropagación de errores. Los estudios de validación muestran que el identificador predice con precisión la dinámica del sistema. El controlador es entrenado adaptativamente con la ayuda del identificador neural. Los resultados experimentales demuestran un excelente rendimiento de circuito cerrado y robustez del neurocontrolador ",
            "error": []
        },
        "backpropagation": {
            "translated_key": "backpropagation",
            "translated_annotated_text": "Investigación experimental del control activo de vibraciones mediante redes neuronales y actuadores piezoeléctricos Se investiga experimentalmente el uso de redes neuronales para la identificación y control de estructuras inteligentes. Los actuadores piezoeléctricos se emplean para suprimir las vibraciones de una placa en voladizo sujeta a impulso, onda sinusoidal y perturbaciones de ruido blanco limitadas en banda. Las redes neuronales utilizadas son perceptrones multicapa entrenados con error <br>backpropagation</br>. Los estudios de validación muestran que el identificador predice con precisión la dinámica del sistema. El controlador es entrenado adaptativamente con la ayuda del identificador neural. Los resultados experimentales demuestran un excelente rendimiento de circuito cerrado y robustez del neurocontrolador ",
            "error": [
                ""
            ]
        },
        "closed loop systems": {
            "translated_key": [],
            "translated_annotated_text": "Investigación experimental del control activo de vibraciones mediante redes neuronales y actuadores piezoeléctricos Se investiga experimentalmente el uso de redes neuronales para la identificación y control de estructuras inteligentes. Los actuadores piezoeléctricos se emplean para suprimir las vibraciones de una placa en voladizo sujeta a impulso, onda sinusoidal y perturbaciones de ruido blanco limitadas en banda. Las redes neuronales utilizadas son perceptores multicapa entrenados con retropropagación de errores. Los estudios de validación muestran que el identificador predice con precisión la dinámica del sistema. El controlador es entrenado adaptativamente con la ayuda del identificador neural. Los resultados experimentales demuestran un excelente rendimiento de circuito cerrado y robustez del neurocontrolador ",
            "error": []
        },
        "intelligent control": {
            "translated_key": [],
            "translated_annotated_text": "Investigación experimental del control activo de vibraciones mediante redes neuronales y actuadores piezoeléctricos Se investiga experimentalmente el uso de redes neuronales para la identificación y control de estructuras inteligentes. Los actuadores piezoeléctricos se emplean para suprimir las vibraciones de una placa en voladizo sujeta a impulso, onda sinusoidal y perturbaciones de ruido blanco limitadas en banda. Las redes neuronales utilizadas son perceptores multicapa entrenados con retropropagación de errores. Los estudios de validación muestran que el identificador predice con precisión la dinámica del sistema. El controlador es entrenado adaptativamente con la ayuda del identificador neural. Los resultados experimentales demuestran un excelente rendimiento de circuito cerrado y robustez del neurocontrolador ",
            "error": []
        },
        "intelligent structures": {
            "translated_key": [],
            "translated_annotated_text": "Investigación experimental del control activo de vibraciones mediante redes neuronales y actuadores piezoeléctricos Se investiga experimentalmente el uso de redes neuronales para la identificación y control de estructuras inteligentes. Los actuadores piezoeléctricos se emplean para suprimir las vibraciones de una placa en voladizo sujeta a impulso, onda sinusoidal y perturbaciones de ruido blanco limitadas en banda. Las redes neuronales utilizadas son perceptores multicapa entrenados con retropropagación de errores. Los estudios de validación muestran que el identificador predice con precisión la dinámica del sistema. El controlador es entrenado adaptativamente con la ayuda del identificador neural. Los resultados experimentales demuestran un excelente rendimiento de circuito cerrado y robustez del neurocontrolador ",
            "error": []
        },
        "vibration control": {
            "translated_key": [],
            "translated_annotated_text": "Investigación experimental del control activo de vibraciones <br> utilizando redes neuronales y actuadores piezoeléctricos El uso de redes neuronales para la identificación y control de estructuras inteligentes se investiga experimentalmente. Los actuadores piezoeléctricos se emplean para suprimir las vibraciones de una placa en voladizo sujeta a impulso, onda sinusoidal y perturbaciones de ruido blanco limitadas en banda. Las redes neuronales utilizadas son perceptores multicapa entrenados con retropropagación de errores. Los estudios de validación muestran que el identificador predice con precisión la dinámica del sistema. El controlador es entrenado adaptativamente con la ayuda del identificador neural. Los resultados experimentales demuestran un excelente rendimiento de circuito cerrado y robustez del neurocontrolador ",
            "error": []
        },
        "white noise": {
            "translated_key": " ",
            "translated_annotated_text": "Investigación experimental del control activo de vibraciones mediante redes neuronales y actuadores piezoeléctricos Se investiga experimentalmente el uso de redes neuronales para la identificación y control de estructuras inteligentes. Los actuadores piezoeléctricos se emplean para suprimir las vibraciones de una placa en voladizo sujeta a impulsos, ondas sinusales y perturbaciones del ruido blanco <br> </br>. Las redes neuronales utilizadas son perceptores multicapa entrenados con retropropagación de errores. Los estudios de validación muestran que el identificador predice con precisión la dinámica del sistema. El controlador es entrenado adaptativamente con la ayuda del identificador neural. Los resultados experimentales demuestran un excelente rendimiento de circuito cerrado y robustez del neurocontrolador ",
            "error": [
                ""
            ]
        }
    }
}