{
    "original_text": "Closed loop finite-element modeling of active constrained layer damping in the time domain analysis A three-dimensional finite-element closed-loop model has been developed to predict the effects of active-passive damping on a vibrating structure. The Golla-Hughes-McTavish method is employed to capture the viscoelastic material behavior in a time domain analysis. The parametric study includes the different control gains as well as geometric parameters related to the active constrained layer damping (ACLD) treatment. Comparisons are made among several ACLD models, the passive constrained model and the active damping model. The results obtained here reiterate that ACLD is somewhat better for vibration suppression than either the purely passive or the active system and provides higher structural damping with less control gain when compared to the purely active system. Since the ACLD performance can be reduced by the viscoelastic layer, the design of the ACLD model must be given a careful consideration in order to optimize the effect of passive damping",
    "original_translation": "Modelado de elementos finitos de bucle cerrado de amortiguación activa de capas restringidas en el análisis del dominio de tiempo Se ha desarrollado un modelo de bucle cerrado de elementos finitos tridimensional para predecir los efectos de la amortiguación pasiva activa en una estructura vibratoria. El método Golla-Hughes-McTavish se utiliza para capturar el comportamiento material viscoelástico en un análisis de dominio de tiempo. El estudio paramétrico incluye las diferentes ganancias de control, así como los parámetros geométricos relacionados con el tratamiento de amortiguación de capa activa restringida (ACLD). Se hacen comparaciones entre varios modelos ACLD, el modelo pasivo limitado y el modelo activo de amortiguación. Los resultados obtenidos aquí reiteran que ACLD es algo mejor para la supresión de vibraciones que el sistema puramente pasivo o activo y proporciona mayor amortiguación estructural con menos ganancia de control en comparación con el sistema puramente activo. Dado que el rendimiento ACLD puede ser reducido por la capa viscoelástica, el diseño del modelo ACLD debe ser considerado cuidadosamente para optimizar el efecto de amortiguación pasiva",
    "error_count": 9,
    "keys": {
        "three-dimensional finite-element closed-loop model": {
            "translated_key": "modelo de bucle cerrado de elementos finitos tridimensional",
            "translated_annotated_text": "Modelado de elementos finitos de bucle cerrado de amortiguación activa de capas restringidas en el análisis del dominio de tiempo Se ha desarrollado un \"modelo de bucle cerrado de elementos finitos tridimensional\" para predecir los efectos de la amortiguación pasiva activa en una estructura vibratoria. El método Golla-Hughes-McTavish se utiliza para capturar el comportamiento material viscoelástico en un análisis de dominio de tiempo. El estudio paramétrico incluye las diferentes ganancias de control, así como los parámetros geométricos relacionados con el tratamiento de amortiguación de capa activa restringida (ACLD). Se hacen comparaciones entre varios modelos ACLD, el modelo pasivo limitado y el modelo activo de amortiguación. Los resultados obtenidos aquí reiteran que ACLD es algo mejor para la supresión de vibraciones que el sistema puramente pasivo o activo y proporciona mayor amortiguación estructural con menos ganancia de control en comparación con el sistema puramente activo. Dado que el rendimiento ACLD puede ser reducido por la capa viscoelástica, el diseño del modelo ACLD debe ser considerado cuidadosamente para optimizar el efecto de amortiguación pasiva ",
            "error": [
                ""
            ]
        },
        "Golla-Hughes-McTavish method": {
            "translated_key": "método Golla-Hughes-McTavish",
            "translated_annotated_text": "Modelado de elementos finitos de bucle cerrado de amortiguación activa de capas restringidas en el análisis del dominio de tiempo Se ha desarrollado un modelo de bucle cerrado de elementos finitos tridimensional para predecir los efectos de la amortiguación pasiva activa en una estructura vibratoria. El \"método Golla-Hughes-McTavish\" se utiliza para capturar el comportamiento material viscoelástico en un análisis de dominio de tiempo. El estudio paramétrico incluye las diferentes ganancias de control, así como los parámetros geométricos relacionados con el tratamiento de amortiguación de capa activa restringida (ACLD). Se hacen comparaciones entre varios modelos ACLD, el modelo pasivo limitado y el modelo activo de amortiguación. Los resultados obtenidos aquí reiteran que ACLD es algo mejor para la supresión de vibraciones que el sistema puramente pasivo o activo y proporciona mayor amortiguación estructural con menos ganancia de control en comparación con el sistema puramente activo. Dado que el rendimiento ACLD puede ser reducido por la capa viscoelástica, el diseño del modelo ACLD debe ser considerado cuidadosamente para optimizar el efecto de amortiguación pasiva ",
            "error": [
                ""
            ]
        },
        "viscoelastic material": {
            "translated_key": "material viscoelástico",
            "translated_annotated_text": "Modelado de elementos finitos de bucle cerrado de amortiguación activa de capas restringidas en el análisis del dominio de tiempo Se ha desarrollado un modelo de bucle cerrado de elementos finitos tridimensional para predecir los efectos de la amortiguación pasiva activa en una estructura vibratoria. El método Golla-Hughes-McTavish se utiliza para capturar el comportamiento de \"material viscoelástico\" en un análisis de dominio de tiempo. El estudio paramétrico incluye las diferentes ganancias de control, así como los parámetros geométricos relacionados con el tratamiento de amortiguación de capa activa restringida (ACLD). Se hacen comparaciones entre varios modelos ACLD, el modelo pasivo limitado y el modelo activo de amortiguación. Los resultados obtenidos aquí reiteran que ACLD es algo mejor para la supresión de vibraciones que el sistema puramente pasivo o activo y proporciona mayor amortiguación estructural con menos ganancia de control en comparación con el sistema puramente activo. Dado que el rendimiento ACLD puede ser reducido por la capa viscoelástica, el diseño del modelo ACLD debe ser considerado cuidadosamente para optimizar el efecto de amortiguación pasiva ",
            "error": [
                ""
            ]
        },
        "time domain analysis": {
            "translated_key": [
                "análisis de dominios de tiempo",
                "análisis de dominio de tiempo"
            ],
            "translated_annotated_text": "Modelado de elementos finitos de bucle cerrado de amortiguación activa de capas restringidas en el \"análisis de dominios de tiempo\" Se ha desarrollado un modelo de bucle cerrado de elementos finitos tridimensional para predecir los efectos de la amortiguación pasiva activa en una estructura vibratoria. El método Golla-Hughes-McTavish se utiliza para capturar el comportamiento material viscoelástico en un \"análisis de dominio de tiempo\". El estudio paramétrico incluye las diferentes ganancias de control, así como los parámetros geométricos relacionados con el tratamiento de amortiguación de capa activa restringida (ACLD). Se hacen comparaciones entre varios modelos ACLD, el modelo pasivo limitado y el modelo activo de amortiguación. Los resultados obtenidos aquí reiteran que ACLD es algo mejor para la supresión de vibraciones que el sistema puramente pasivo o activo y proporciona mayor amortiguación estructural con menos ganancia de control en comparación con el sistema puramente activo. Dado que el rendimiento ACLD puede ser reducido por la capa viscoelástica, el diseño del modelo ACLD debe ser considerado cuidadosamente para optimizar el efecto de amortiguación pasiva ",
            "error": [
                "análisis de dominios de tiempo",
                "análisis de dominio de tiempo"
            ]
        },
        "active constrained layer damping": {
            "translated_key": [
                "humectación activa de capas restringidas",
                "humectación activa de capa restringida"
            ],
            "translated_annotated_text": "Modelado de elementos finitos de bucle cerrado de \"humectación activa de capas restringidas\" en el análisis del dominio de tiempo Se ha desarrollado un modelo de bucle cerrado de elementos finitos tridimensional para predecir los efectos de la amortiguación pasiva activa en una estructura vibratoria. El método Golla-Hughes-McTavish se utiliza para capturar el comportamiento material viscoelástico en un análisis de dominio de tiempo. El estudio paramétrico incluye las diferentes ganancias de control, así como los parámetros geométricos relacionados con el tratamiento de \"humectación activa de capa restringida\" (ACLD). Se hacen comparaciones entre varios modelos ACLD, el modelo pasivo limitado y el modelo activo de amortiguación. Los resultados obtenidos aquí reiteran que ACLD es algo mejor para la supresión de vibraciones que el sistema puramente pasivo o activo y proporciona mayor amortiguación estructural con menos ganancia de control en comparación con el sistema puramente activo. Dado que el rendimiento ACLD puede ser reducido por la capa viscoelástica, el diseño del modelo ACLD debe ser considerado cuidadosamente para optimizar el efecto de amortiguación pasiva ",
            "error": [
                "humectación activa de capas restringidas",
                "humectación activa de capa restringida"
            ]
        },
        "ACLD models": {
            "translated_key": "modelos ACLD",
            "translated_annotated_text": "Modelado de elementos finitos de bucle cerrado de amortiguación activa de capas restringidas en el análisis del dominio de tiempo Se ha desarrollado un modelo de bucle cerrado de elementos finitos tridimensional para predecir los efectos de la amortiguación pasiva activa en una estructura vibratoria. El método Golla-Hughes-McTavish se utiliza para capturar el comportamiento material viscoelástico en un análisis de dominio de tiempo. El estudio paramétrico incluye las diferentes ganancias de control, así como los parámetros geométricos relacionados con el tratamiento de amortiguación de capa activa restringida (ACLD). Se hacen comparaciones entre varios \"modelos ACLD\", el modelo pasivo limitado y el modelo activo de amortiguación. Los resultados obtenidos aquí reiteran que ACLD es algo mejor para la supresión de vibraciones que el sistema puramente pasivo o activo y proporciona mayor amortiguación estructural con menos ganancia de control en comparación con el sistema puramente activo. Dado que el rendimiento ACLD puede ser reducido por la capa viscoelástica, el diseño del modelo ACLD debe ser considerado cuidadosamente para optimizar el efecto de amortiguación pasiva ",
            "error": [
                ""
            ]
        },
        "passive constrained model": {
            "translated_key": "modelo pasivo limitado",
            "translated_annotated_text": "Modelado de elementos finitos de bucle cerrado de amortiguación activa de capas restringidas en el análisis del dominio de tiempo Se ha desarrollado un modelo de bucle cerrado de elementos finitos tridimensional para predecir los efectos de la amortiguación pasiva activa en una estructura vibratoria. El método Golla-Hughes-McTavish se utiliza para capturar el comportamiento material viscoelástico en un análisis de dominio de tiempo. El estudio paramétrico incluye las diferentes ganancias de control, así como los parámetros geométricos relacionados con el tratamiento de amortiguación de capa activa restringida (ACLD). Se hacen comparaciones entre varios modelos ACLD, el \"modelo pasivo limitado\" y el modelo de amortiguación activa. Los resultados obtenidos aquí reiteran que ACLD es algo mejor para la supresión de vibraciones que el sistema puramente pasivo o activo y proporciona mayor amortiguación estructural con menos ganancia de control en comparación con el sistema puramente activo. Dado que el rendimiento ACLD puede ser reducido por la capa viscoelástica, el diseño del modelo ACLD debe ser considerado cuidadosamente para optimizar el efecto de amortiguación pasiva ",
            "error": [
                ""
            ]
        },
        "active damping model": {
            "translated_key": "modelo activo de amortiguación",
            "translated_annotated_text": "Modelado de elementos finitos de bucle cerrado de amortiguación activa de capas restringidas en el análisis del dominio de tiempo Se ha desarrollado un modelo de bucle cerrado de elementos finitos tridimensional para predecir los efectos de la amortiguación pasiva activa en una estructura vibratoria. El método Golla-Hughes-McTavish se utiliza para capturar el comportamiento material viscoelástico en un análisis de dominio de tiempo. El estudio paramétrico incluye las diferentes ganancias de control, así como los parámetros geométricos relacionados con el tratamiento de amortiguación de capa activa restringida (ACLD). Se hacen comparaciones entre varios modelos ACLD, el modelo pasivo limitado y el \"modelo activo de amortiguación\". Los resultados obtenidos aquí reiteran que ACLD es algo mejor para la supresión de vibraciones que el sistema puramente pasivo o activo y proporciona mayor amortiguación estructural con menos ganancia de control en comparación con el sistema puramente activo. Dado que el rendimiento ACLD puede ser reducido por la capa viscoelástica, el diseño del modelo ACLD debe ser considerado cuidadosamente para optimizar el efecto de amortiguación pasiva ",
            "error": [
                ""
            ]
        },
        "passive damping": {
            "translated_key": "humectación pasiva",
            "translated_annotated_text": "Modelado de elementos finitos de bucle cerrado de amortiguación activa de capas restringidas en el análisis del dominio de tiempo Se ha desarrollado un modelo de bucle cerrado de elementos finitos tridimensional para predecir los efectos de la amortiguación pasiva activa en una estructura vibratoria. El método Golla-Hughes-McTavish se utiliza para capturar el comportamiento material viscoelástico en un análisis de dominio de tiempo. El estudio paramétrico incluye las diferentes ganancias de control, así como los parámetros geométricos relacionados con el tratamiento de amortiguación de capa activa restringida (ACLD). Se hacen comparaciones entre varios modelos ACLD, el modelo pasivo limitado y el modelo activo de amortiguación. Los resultados obtenidos aquí reiteran que ACLD es algo mejor para la supresión de vibraciones que el sistema puramente pasivo o activo y proporciona mayor amortiguación estructural con menos ganancia de control en comparación con el sistema puramente activo. Dado que el rendimiento de ACLD puede ser reducido por la capa viscoelástica, el diseño del modelo ACLD debe ser considerado cuidadosamente para optimizar el efecto de \"humectación pasiva\" ",
            "error": [
                ""
            ]
        },
        "vibration suppression": {
            "translated_key": "supresión de vibraciones",
            "translated_annotated_text": "Modelado de elementos finitos de bucle cerrado de amortiguación activa de capas restringidas en el análisis del dominio de tiempo Se ha desarrollado un modelo de bucle cerrado de elementos finitos tridimensional para predecir los efectos de la amortiguación pasiva activa en una estructura vibratoria. El método Golla-Hughes-McTavish se utiliza para capturar el comportamiento material viscoelástico en un análisis de dominio de tiempo. El estudio paramétrico incluye las diferentes ganancias de control, así como los parámetros geométricos relacionados con el tratamiento de amortiguación de capa activa restringida (ACLD). Se hacen comparaciones entre varios modelos ACLD, el modelo pasivo limitado y el modelo activo de amortiguación. Los resultados obtenidos aquí reiteran que ACLD es algo mejor para la \"supresión de vibraciones\" que el sistema puramente pasivo o activo y proporciona mayor amortiguación estructural con menos ganancia de control en comparación con el sistema puramente activo. Dado que el rendimiento ACLD puede ser reducido por la capa viscoelástica, el diseño del modelo ACLD debe ser considerado cuidadosamente para optimizar el efecto de amortiguación pasiva ",
            "error": [
                ""
            ]
        },
        "structural damping": {
            "translated_key": "humectación estructural",
            "translated_annotated_text": "Modelado de elementos finitos de bucle cerrado de amortiguación activa de capas restringidas en el análisis del dominio de tiempo Se ha desarrollado un modelo de bucle cerrado de elementos finitos tridimensional para predecir los efectos de la amortiguación pasiva activa en una estructura vibratoria. El método Golla-Hughes-McTavish se utiliza para capturar el comportamiento material viscoelástico en un análisis de dominio de tiempo. El estudio paramétrico incluye las diferentes ganancias de control, así como los parámetros geométricos relacionados con el tratamiento de amortiguación de capa activa restringida (ACLD). Se hacen comparaciones entre varios modelos ACLD, el modelo pasivo limitado y el modelo activo de amortiguación. Los resultados obtenidos aquí reiteran que ACLD es algo mejor para la supresión de vibraciones que el sistema puramente pasivo o activo y proporciona mayor \"humectación estructural\" con menos ganancia de control en comparación con el sistema puramente activo. Dado que el rendimiento ACLD puede ser reducido por la capa viscoelástica, el diseño del modelo ACLD debe ser considerado cuidadosamente para optimizar el efecto de amortiguación pasiva ",
            "error": [
                ""
            ]
        },
        "viscoelastic layer": {
            "translated_key": "capa viscoelástica",
            "translated_annotated_text": "Modelado de elementos finitos de bucle cerrado de amortiguación activa de capas restringidas en el análisis del dominio de tiempo Se ha desarrollado un modelo de bucle cerrado de elementos finitos tridimensional para predecir los efectos de la amortiguación pasiva activa en una estructura vibratoria. El método Golla-Hughes-McTavish se utiliza para capturar el comportamiento material viscoelástico en un análisis de dominio de tiempo. El estudio paramétrico incluye las diferentes ganancias de control, así como los parámetros geométricos relacionados con el tratamiento de amortiguación de capa activa restringida (ACLD). Se hacen comparaciones entre varios modelos ACLD, el modelo pasivo limitado y el modelo activo de amortiguación. Los resultados obtenidos aquí reiteran que ACLD es algo mejor para la supresión de vibraciones que el sistema puramente pasivo o activo y proporciona mayor amortiguación estructural con menos ganancia de control en comparación con el sistema puramente activo. Dado que el rendimiento ACLD puede ser reducido por la \"capa viscoelástica\", el diseño del modelo ACLD debe ser considerado cuidadosamente para optimizar el efecto de amortiguación pasiva ",
            "error": [
                ""
            ]
        },
        "closed loop systems": {
            "translated_key": [],
            "translated_annotated_text": "Modelado de elementos finitos de bucle cerrado de amortiguación activa de capas restringidas en el análisis del dominio de tiempo Se ha desarrollado un modelo de bucle cerrado de elementos finitos tridimensional para predecir los efectos de la amortiguación pasiva activa en una estructura vibratoria. El método Golla-Hughes-McTavish se utiliza para capturar el comportamiento material viscoelástico en un análisis de dominio de tiempo. El estudio paramétrico incluye las diferentes ganancias de control, así como los parámetros geométricos relacionados con el tratamiento de amortiguación de capa activa restringida (ACLD). Se hacen comparaciones entre varios modelos ACLD, el modelo pasivo limitado y el modelo activo de amortiguación. Los resultados obtenidos aquí reiteran que ACLD es algo mejor para la supresión de vibraciones que el sistema puramente pasivo o activo y proporciona mayor amortiguación estructural con menos ganancia de control en comparación con el sistema puramente activo. Dado que el rendimiento ACLD puede ser reducido por la capa viscoelástica, el diseño del modelo ACLD debe ser considerado cuidadosamente para optimizar el efecto de amortiguación pasiva ",
            "error": []
        },
        "control system analysis": {
            "translated_key": [],
            "translated_annotated_text": "Modelado de elementos finitos de bucle cerrado de amortiguación activa de capas restringidas en el análisis del dominio de tiempo Se ha desarrollado un modelo de bucle cerrado de elementos finitos tridimensional para predecir los efectos de la amortiguación pasiva activa en una estructura vibratoria. El método Golla-Hughes-McTavish se utiliza para capturar el comportamiento material viscoelástico en un análisis de dominio de tiempo. El estudio paramétrico incluye las diferentes ganancias de control, así como los parámetros geométricos relacionados con el tratamiento de amortiguación de capa activa restringida (ACLD). Se hacen comparaciones entre varios modelos ACLD, el modelo pasivo limitado y el modelo activo de amortiguación. Los resultados obtenidos aquí reiteran que ACLD es algo mejor para la supresión de vibraciones que el sistema puramente pasivo o activo y proporciona mayor amortiguación estructural con menos ganancia de control en comparación con el sistema puramente activo. Dado que el rendimiento ACLD puede ser reducido por la capa viscoelástica, el diseño del modelo ACLD debe ser considerado cuidadosamente para optimizar el efecto de amortiguación pasiva ",
            "error": []
        },
        "damping": {
            "translated_key": [
                "dañamiento",
                "dañamiento",
                "damping",
                "dampping",
                "daño",
                "damping"
            ],
            "translated_annotated_text": "Modelado de elementos finitos de bucle cerrado de \"dañamiento\" de capas constreñidas activas en el análisis del dominio de tiempo Se ha desarrollado un modelo de bucle cerrado de elementos finitos tridimensional para predecir los efectos de \"dañamiento\" pasivo activo en una estructura vibratoria. El método Golla-Hughes-McTavish se utiliza para capturar el comportamiento material viscoelástico en un análisis de dominio de tiempo. El estudio paramétrico incluye las diferentes ganancias de control, así como los parámetros geométricos relacionados con el tratamiento de \"damping\" (ACLD) de capa restringida activa. Se hacen comparaciones entre varios modelos ACLD, el modelo pasivo limitado y el modelo activo \"dampping\". Los resultados obtenidos aquí reiteran que ACLD es algo mejor para la supresión de vibraciones que el sistema puramente pasivo o activo y proporciona mayor \"daño\" estructural con menos ganancia de control en comparación con el sistema puramente activo. Dado que el rendimiento de ACLD puede ser reducido por la capa viscoelástica, el diseño del modelo ACLD debe ser considerado cuidadosamente para optimizar el efecto de \"damping\" pasivo. ",
            "error": [
                "dañamiento",
                "dañamiento",
                "damping",
                "dampping",
                "daño",
                "damping"
            ]
        },
        "finite element analysis": {
            "translated_key": [],
            "translated_annotated_text": "Modelado de elementos finitos de bucle cerrado de amortiguación activa de capas restringidas en el análisis del dominio de tiempo Se ha desarrollado un modelo de bucle cerrado de elementos finitos tridimensional para predecir los efectos de la amortiguación pasiva activa en una estructura vibratoria. El método Golla-Hughes-McTavish se utiliza para capturar el comportamiento material viscoelástico en un análisis de dominio de tiempo. El estudio paramétrico incluye las diferentes ganancias de control, así como los parámetros geométricos relacionados con el tratamiento de amortiguación de capa activa restringida (ACLD). Se hacen comparaciones entre varios modelos ACLD, el modelo pasivo limitado y el modelo activo de amortiguación. Los resultados obtenidos aquí reiteran que ACLD es algo mejor para la supresión de vibraciones que el sistema puramente pasivo o activo y proporciona mayor amortiguación estructural con menos ganancia de control en comparación con el sistema puramente activo. Dado que el rendimiento ACLD puede ser reducido por la capa viscoelástica, el diseño del modelo ACLD debe ser considerado cuidadosamente para optimizar el efecto de amortiguación pasiva ",
            "error": []
        },
        "optimisation": {
            "translated_key": [],
            "translated_annotated_text": "Modelado de elementos finitos de bucle cerrado de amortiguación activa de capas restringidas en el análisis del dominio de tiempo Se ha desarrollado un modelo de bucle cerrado de elementos finitos tridimensional para predecir los efectos de la amortiguación pasiva activa en una estructura vibratoria. El método Golla-Hughes-McTavish se utiliza para capturar el comportamiento material viscoelástico en un análisis de dominio de tiempo. El estudio paramétrico incluye las diferentes ganancias de control, así como los parámetros geométricos relacionados con el tratamiento de amortiguación de capa activa restringida (ACLD). Se hacen comparaciones entre varios modelos ACLD, el modelo pasivo limitado y el modelo activo de amortiguación. Los resultados obtenidos aquí reiteran que ACLD es algo mejor para la supresión de vibraciones que el sistema puramente pasivo o activo y proporciona mayor amortiguación estructural con menos ganancia de control en comparación con el sistema puramente activo. Dado que el rendimiento ACLD puede ser reducido por la capa viscoelástica, el diseño del modelo ACLD debe ser considerado cuidadosamente para optimizar el efecto de amortiguación pasiva ",
            "error": []
        },
        "time-domain analysis": {
            "translated_key": [],
            "translated_annotated_text": "Modelado de elementos finitos de bucle cerrado de amortiguación activa de capas restringidas en el análisis del dominio de tiempo Se ha desarrollado un modelo de bucle cerrado de elementos finitos tridimensional para predecir los efectos de la amortiguación pasiva activa en una estructura vibratoria. El método Golla-Hughes-McTavish se utiliza para capturar el comportamiento material viscoelástico en un análisis de dominio de tiempo. El estudio paramétrico incluye las diferentes ganancias de control, así como los parámetros geométricos relacionados con el tratamiento de amortiguación de capa activa restringida (ACLD). Se hacen comparaciones entre varios modelos ACLD, el modelo pasivo limitado y el modelo activo de amortiguación. Los resultados obtenidos aquí reiteran que ACLD es algo mejor para la supresión de vibraciones que el sistema puramente pasivo o activo y proporciona mayor amortiguación estructural con menos ganancia de control en comparación con el sistema puramente activo. Dado que el rendimiento ACLD puede ser reducido por la capa viscoelástica, el diseño del modelo ACLD debe ser considerado cuidadosamente para optimizar el efecto de amortiguación pasiva ",
            "error": []
        },
        "vibration control": {
            "translated_key": [],
            "translated_annotated_text": "Modelado de elementos finitos de bucle cerrado de amortiguación activa de capas restringidas en el análisis del dominio de tiempo Se ha desarrollado un modelo de bucle cerrado de elementos finitos tridimensional para predecir los efectos de la amortiguación pasiva activa en una estructura vibratoria. El método Golla-Hughes-McTavish se utiliza para capturar el comportamiento material viscoelástico en un análisis de dominio de tiempo. El estudio paramétrico incluye las diferentes ganancias de control, así como los parámetros geométricos relacionados con el tratamiento de amortiguación de capa activa restringida (ACLD). Se hacen comparaciones entre varios modelos ACLD, el modelo pasivo limitado y el modelo activo de amortiguación. Los resultados obtenidos aquí reiteran que ACLD es algo mejor para la supresión de vibraciones que el sistema puramente pasivo o activo y proporciona mayor amortiguación estructural con menos ganancia de control en comparación con el sistema puramente activo. Dado que el rendimiento ACLD puede ser reducido por la capa viscoelástica, el diseño del modelo ACLD debe ser considerado cuidadosamente para optimizar el efecto de amortiguación pasiva ",
            "error": []
        }
    }
}