{
    "original_text": "Modeling of torsional vibration induced by extension-twisting coupling of anisotropic composite laminates with piezoelectric actuators In this paper we present a dynamic analytical model for the torsional vibration of an anisotropic piezoelectric laminate induced by the extension-twisting coupling effect. In the present approach, we use the Hamilton principle and a reduced bending stiffness method for the derivation of equations of motion. As a result, the in-plane displacements are not involved and the out-of-plane displacement of the laminate is the only quantity to be calculated. Therefore, the proposed method turns the twisting of a laminate with structural coupling into a simplified problem without losing its features. We give analytical solutions of the present model with harmonic excitation. A parametric study is performed to demonstrate the present approach",
    "original_translation": "Modelado de vibraciones torsionales inducidas por el acoplamiento alargador de laminados compuestos anisotrópicos con actuadores piezoeléctricos En este trabajo presentamos un modelo analítico dinámico para la vibración torsional de un laminado piezoeléctrico anisotrópico inducido por el efecto alargador del acoplamiento. En el presente enfoque, utilizamos el principio Hamilton y un método de rigidez de flexión reducida para la derivación de ecuaciones de movimiento. Como resultado, los desplazamientos en el plano no están involucrados y el desplazamiento fuera del plano del laminado es la única cantidad a calcular. Por lo tanto, el método propuesto convierte la torsión de un laminado con acoplamiento estructural en un problema simplificado sin perder sus características. Damos soluciones analíticas del presente modelo con excitación armónica. Se realiza un estudio paramétrico para demostrar el enfoque actual",
    "error_count": 14,
    "keys": {
        "torsional vibration": {
            "translated_key": [],
            "translated_annotated_text": "Modelado de vibraciones <br>torsionales inducidas por el acoplamiento alargador de laminados compuestos anisotrópicos con actuadores piezoeléctricos En este artículo presentamos un modelo analítico dinámico para la vibración <br>torsional de un laminado piezoeléctrico anisotrópico inducido por el efecto alargador del acoplamiento. En el presente enfoque, utilizamos el principio Hamilton y un método de rigidez de flexión reducida para la derivación de ecuaciones de movimiento. Como resultado, los desplazamientos en el plano no están involucrados y el desplazamiento fuera del plano del laminado es la única cantidad a calcular. Por lo tanto, el método propuesto convierte la torsión de un laminado con acoplamiento estructural en un problema simplificado sin perder sus características. Damos soluciones analíticas del presente modelo con excitación armónica. Se realiza un estudio paramétrico para demostrar el enfoque actual ",
            "error": []
        },
        "extension -twisting coupling": {
            "translated_key": [],
            "translated_annotated_text": "Modelado de vibraciones torsionales inducidas por el acoplamiento alargador de laminados compuestos anisotrópicos con actuadores piezoeléctricos En este trabajo presentamos un modelo analítico dinámico para la vibración torsional de un laminado piezoeléctrico anisotrópico inducido por el efecto alargador del acoplamiento. En el presente enfoque, utilizamos el principio Hamilton y un método de rigidez de flexión reducida para la derivación de ecuaciones de movimiento. Como resultado, los desplazamientos en el plano no están involucrados y el desplazamiento fuera del plano del laminado es la única cantidad a calcular. Por lo tanto, el método propuesto convierte la torsión de un laminado con acoplamiento estructural en un problema simplificado sin perder sus características. Damos soluciones analíticas del presente modelo con excitación armónica. Se realiza un estudio paramétrico para demostrar el enfoque actual ",
            "error": []
        },
        "anisotropic composite laminates": {
            "translated_key": "anisotrópicos",
            "translated_annotated_text": "Modelado de vibraciones torsionales inducidas por el acoplamiento de extensión-torsión de laminados compuestos <br>anisotrópicos</br> con actuadores piezoeléctricos En este trabajo presentamos un modelo analítico dinámico para la vibración torsional de un laminado piezoeléctrico anisotrópico inducido por el efecto de acoplamiento de extensión-torsión. En el presente enfoque, utilizamos el principio Hamilton y un método de rigidez de flexión reducida para la derivación de ecuaciones de movimiento. Como resultado, los desplazamientos en el plano no están involucrados y el desplazamiento fuera del plano del laminado es la única cantidad a calcular. Por lo tanto, el método propuesto convierte la torsión de un laminado con acoplamiento estructural en un problema simplificado sin perder sus características. Damos soluciones analíticas del presente modelo con excitación armónica. Se realiza un estudio paramétrico para demostrar el enfoque actual ",
            "error": [
                ""
            ]
        },
        "piezoelectric actuators": {
            "translated_key": "piezoeléctricos",
            "translated_annotated_text": "Modelado de vibraciones torsionales inducidas por el acoplamiento alargador de laminados compuestos anisotrópicos con actuadores piezoeléctricos <br>piezoeléctricos</br> En este trabajo presentamos un modelo analítico dinámico para la vibración torsional de un laminado piezoeléctrico anisotrópico inducido por el efecto alargador del acoplamiento. En el presente enfoque, utilizamos el principio Hamilton y un método de rigidez de flexión reducida para la derivación de ecuaciones de movimiento. Como resultado, los desplazamientos en el plano no están involucrados y el desplazamiento fuera del plano del laminado es la única cantidad a calcular. Por lo tanto, el método propuesto convierte la torsión de un laminado con acoplamiento estructural en un problema simplificado sin perder sus características. Damos soluciones analíticas del presente modelo con excitación armónica. Se realiza un estudio paramétrico para demostrar el enfoque actual ",
            "error": [
                ""
            ]
        },
        "dynamic analytical model": {
            "translated_key": "dinámico",
            "translated_annotated_text": "Modelado de vibraciones torsionales inducidas por el acoplamiento alargador de laminados compuestos anisotrópicos con actuadores piezoeléctricos En este artículo presentamos un modelo analítico <br>dinámico</br> para la vibración torsional de un laminado piezoeléctrico anisotrópico inducido por el efecto de acoplamiento alargador. En el presente enfoque, utilizamos el principio Hamilton y un método de rigidez de flexión reducida para la derivación de ecuaciones de movimiento. Como resultado, los desplazamientos en el plano no están involucrados y el desplazamiento fuera del plano del laminado es la única cantidad a calcular. Por lo tanto, el método propuesto convierte la torsión de un laminado con acoplamiento estructural en un problema simplificado sin perder sus características. Damos soluciones analíticas del presente modelo con excitación armónica. Se realiza un estudio paramétrico para demostrar el enfoque actual ",
            "error": [
                ""
            ]
        },
        "anisotropic piezoelectric laminate": {
            "translated_key": [],
            "translated_annotated_text": "Modelado de vibraciones torsionales inducidas por el acoplamiento alargador de laminados compuestos anisotrópicos con actuadores piezoeléctricos En este trabajo presentamos un modelo analítico dinámico para la vibración torsional de un laminado piezoeléctrico <br>anisotrópico inducido por el efecto de acoplamiento alargador. En el presente enfoque, utilizamos el principio Hamilton y un método de rigidez de flexión reducida para la derivación de ecuaciones de movimiento. Como resultado, los desplazamientos en el plano no están involucrados y el desplazamiento fuera del plano del laminado es la única cantidad a calcular. Por lo tanto, el método propuesto convierte la torsión de un laminado con acoplamiento estructural en un problema simplificado sin perder sus características. Damos soluciones analíticas del presente modelo con excitación armónica. Se realiza un estudio paramétrico para demostrar el enfoque actual ",
            "error": []
        },
        "extension-twisting coupling effect": {
            "translated_key": "extensión-torsión",
            "translated_annotated_text": "Modelado de vibraciones torsionales inducidas por el acoplamiento alargador de laminados compuestos anisotrópicos con actuadores piezoeléctricos En este trabajo presentamos un modelo analítico dinámico para la vibración torsional de un laminado piezoeléctrico anisotrópico inducido por el efecto de acoplamiento <br>extensión-torsión</br>. En el presente enfoque, utilizamos el principio Hamilton y un método de rigidez de flexión reducida para la derivación de ecuaciones de movimiento. Como resultado, los desplazamientos en el plano no están involucrados y el desplazamiento fuera del plano del laminado es la única cantidad a calcular. Por lo tanto, el método propuesto convierte la torsión de un laminado con acoplamiento estructural en un problema simplificado sin perder sus características. Damos soluciones analíticas del presente modelo con excitación armónica. Se realiza un estudio paramétrico para demostrar el enfoque actual ",
            "error": [
                ""
            ]
        },
        "Hamilton principle": {
            "translated_key": "Hamilton",
            "translated_annotated_text": "Modelado de vibraciones torsionales inducidas por el acoplamiento alargador de laminados compuestos anisotrópicos con actuadores piezoeléctricos En este trabajo presentamos un modelo analítico dinámico para la vibración torsional de un laminado piezoeléctrico anisotrópico inducido por el efecto alargador del acoplamiento. En el presente enfoque, utilizamos el principio <br>Hamilton</br> y un método de rigidez de flexión reducida para la derivación de ecuaciones de movimiento. Como resultado, los desplazamientos en el plano no están involucrados y el desplazamiento fuera del plano del laminado es la única cantidad a calcular. Por lo tanto, el método propuesto convierte la torsión de un laminado con acoplamiento estructural en un problema simplificado sin perder sus características. Damos soluciones analíticas del presente modelo con excitación armónica. Se realiza un estudio paramétrico para demostrar el enfoque actual ",
            "error": [
                ""
            ]
        },
        "reduced bending stiffness": {
            "translated_key": "reducido de rigidez de flexión",
            "translated_annotated_text": "Modelado de vibraciones torsionales inducidas por el acoplamiento alargador de laminados compuestos anisotrópicos con actuadores piezoeléctricos En este trabajo presentamos un modelo analítico dinámico para la vibración torsional de un laminado piezoeléctrico anisotrópico inducido por el efecto alargador del acoplamiento. En el presente enfoque, utilizamos el principio Hamilton y un método <br>reducido de rigidez de flexión</br> para la derivación de ecuaciones de movimiento. Como resultado, los desplazamientos en el plano no están involucrados y el desplazamiento fuera del plano del laminado es la única cantidad a calcular. Por lo tanto, el método propuesto convierte la torsión de un laminado con acoplamiento estructural en un problema simplificado sin perder sus características. Damos soluciones analíticas del presente modelo con excitación armónica. Se realiza un estudio paramétrico para demostrar el enfoque actual ",
            "error": [
                ""
            ]
        },
        "equations of motion": {
            "translated_key": "ecuaciones de movimiento",
            "translated_annotated_text": "Modelado de vibraciones torsionales inducidas por el acoplamiento alargador de laminados compuestos anisotrópicos con actuadores piezoeléctricos En este trabajo presentamos un modelo analítico dinámico para la vibración torsional de un laminado piezoeléctrico anisotrópico inducido por el efecto alargador del acoplamiento. En el presente enfoque, utilizamos el principio Hamilton y un método de rigidez de flexión reducida para la derivación de <br>ecuaciones de movimiento</br>. Como resultado, los desplazamientos en el plano no están involucrados y el desplazamiento fuera del plano del laminado es la única cantidad a calcular. Por lo tanto, el método propuesto convierte la torsión de un laminado con acoplamiento estructural en un problema simplificado sin perder sus características. Damos soluciones analíticas del presente modelo con excitación armónica. Se realiza un estudio paramétrico para demostrar el enfoque actual ",
            "error": [
                ""
            ]
        },
        "in-plane displacements": {
            "translated_key": "in-plane",
            "translated_annotated_text": "Modelado de vibraciones torsionales inducidas por el acoplamiento alargador de laminados compuestos anisotrópicos con actuadores piezoeléctricos En este trabajo presentamos un modelo analítico dinámico para la vibración torsional de un laminado piezoeléctrico anisotrópico inducido por el efecto alargador del acoplamiento. En el presente enfoque, utilizamos el principio Hamilton y un método de rigidez de flexión reducida para la derivación de ecuaciones de movimiento. Como resultado, los desplazamientos <br>in-plane</br> no están involucrados y el desplazamiento fuera del plano del laminado es la única cantidad a calcular. Por lo tanto, el método propuesto convierte la torsión de un laminado con acoplamiento estructural en un problema simplificado sin perder sus características. Damos soluciones analíticas del presente modelo con excitación armónica. Se realiza un estudio paramétrico para demostrar el enfoque actual ",
            "error": [
                ""
            ]
        },
        "out-of-plane displacement": {
            "translated_key": "out-of-plane",
            "translated_annotated_text": "Modelado de vibraciones torsionales inducidas por el acoplamiento alargador de laminados compuestos anisotrópicos con actuadores piezoeléctricos En este trabajo presentamos un modelo analítico dinámico para la vibración torsional de un laminado piezoeléctrico anisotrópico inducido por el efecto alargador del acoplamiento. En el presente enfoque, utilizamos el principio Hamilton y un método de rigidez de flexión reducida para la derivación de ecuaciones de movimiento. Como resultado, los desplazamientos en el plano no están involucrados y el desplazamiento <br>out-of-plane</br> del laminado es la única cantidad a calcular. Por lo tanto, el método propuesto convierte la torsión de un laminado con acoplamiento estructural en un problema simplificado sin perder sus características. Damos soluciones analíticas del presente modelo con excitación armónica. Se realiza un estudio paramétrico para demostrar el enfoque actual ",
            "error": [
                ""
            ]
        },
        "twisting": {
            "translated_key": "twisting",
            "translated_annotated_text": "Modelado de vibraciones torsionales inducidas por el acoplamiento de extensión-<br>twisting</br> de laminados compuestos anisotrópicos con actuadores piezoeléctricos En este artículo presentamos un modelo analítico dinámico para la vibración torsional de un laminado piezoeléctrico anisotrópico inducido por el efecto de acoplamiento de extensión-<br>twisting</br>. En el presente enfoque, utilizamos el principio Hamilton y un método de rigidez de flexión reducida para la derivación de ecuaciones de movimiento. Como resultado, los desplazamientos en el plano no están involucrados y el desplazamiento fuera del plano del laminado es la única cantidad a calcular. Por lo tanto, el método propuesto convierte el <br>twisting</br> de un laminado con acoplamiento estructural en un problema simplificado sin perder sus características. Damos soluciones analíticas del presente modelo con excitación armónica. Se realiza un estudio paramétrico para demostrar el enfoque actual ",
            "error": [
                ""
            ]
        },
        "structural coupling": {
            "translated_key": [],
            "translated_annotated_text": "Modelado de vibraciones torsionales inducidas por el acoplamiento alargador de laminados compuestos anisotrópicos con actuadores piezoeléctricos En este trabajo presentamos un modelo analítico dinámico para la vibración torsional de un laminado piezoeléctrico anisotrópico inducido por el efecto alargador del acoplamiento. En el presente enfoque, utilizamos el principio Hamilton y un método de rigidez de flexión reducida para la derivación de ecuaciones de movimiento. Como resultado, los desplazamientos en el plano no están involucrados y el desplazamiento fuera del plano del laminado es la única cantidad a calcular. Por lo tanto, el método propuesto convierte la torsión de un laminado con acoplamiento estructural <br> en un problema simplificado sin perder sus características. Damos soluciones analíticas del presente modelo con excitación armónica. Se realiza un estudio paramétrico para demostrar el enfoque actual ",
            "error": []
        },
        "harmonic excitation": {
            "translated_key": "armónica",
            "translated_annotated_text": "Modelado de vibraciones torsionales inducidas por el acoplamiento alargador de laminados compuestos anisotrópicos con actuadores piezoeléctricos En este trabajo presentamos un modelo analítico dinámico para la vibración torsional de un laminado piezoeléctrico anisotrópico inducido por el efecto alargador del acoplamiento. En el presente enfoque, utilizamos el principio Hamilton y un método de rigidez de flexión reducida para la derivación de ecuaciones de movimiento. Como resultado, los desplazamientos en el plano no están involucrados y el desplazamiento fuera del plano del laminado es la única cantidad a calcular. Por lo tanto, el método propuesto convierte la torsión de un laminado con acoplamiento estructural en un problema simplificado sin perder sus características. Damos soluciones analíticas del presente modelo con excitación <br>armónica</br>. Se realiza un estudio paramétrico para demostrar el enfoque actual ",
            "error": [
                ""
            ]
        },
        "parametric study": {
            "translated_key": "paramétrico",
            "translated_annotated_text": "Modelado de vibraciones torsionales inducidas por el acoplamiento alargador de laminados compuestos anisotrópicos con actuadores piezoeléctricos En este trabajo presentamos un modelo analítico dinámico para la vibración torsional de un laminado piezoeléctrico anisotrópico inducido por el efecto alargador del acoplamiento. En el presente enfoque, utilizamos el principio Hamilton y un método de rigidez de flexión reducida para la derivación de ecuaciones de movimiento. Como resultado, los desplazamientos en el plano no están involucrados y el desplazamiento fuera del plano del laminado es la única cantidad a calcular. Por lo tanto, el método propuesto convierte la torsión de un laminado con acoplamiento estructural en un problema simplificado sin perder sus características. Damos soluciones analíticas del presente modelo con excitación armónica. Se realiza un estudio <br>paramétrico</br> para demostrar el presente enfoque ",
            "error": [
                ""
            ]
        },
        "composite laminate": {
            "translated_key": [],
            "translated_annotated_text": "Modelado de vibraciones torsionales inducidas por el acoplamiento alargador de laminados compuestos anisotrópicos con actuadores piezoeléctricos En este trabajo presentamos un modelo analítico dinámico para la vibración torsional de un laminado piezoeléctrico anisotrópico inducido por el efecto alargador del acoplamiento. En el presente enfoque, utilizamos el principio Hamilton y un método de rigidez de flexión reducida para la derivación de ecuaciones de movimiento. Como resultado, los desplazamientos en el plano no están involucrados y el desplazamiento fuera del plano del laminado es la única cantidad a calcular. Por lo tanto, el método propuesto convierte la torsión de un laminado con acoplamiento estructural en un problema simplificado sin perder sus características. Damos soluciones analíticas del presente modelo con excitación armónica. Se realiza un estudio paramétrico para demostrar el enfoque actual ",
            "error": []
        },
        "material anisotropy": {
            "translated_key": [],
            "translated_annotated_text": "Modelado de vibraciones torsionales inducidas por el acoplamiento alargador de laminados compuestos anisotrópicos con actuadores piezoeléctricos En este trabajo presentamos un modelo analítico dinámico para la vibración torsional de un laminado piezoeléctrico anisotrópico inducido por el efecto alargador del acoplamiento. En el presente enfoque, utilizamos el principio Hamilton y un método de rigidez de flexión reducida para la derivación de ecuaciones de movimiento. Como resultado, los desplazamientos en el plano no están involucrados y el desplazamiento fuera del plano del laminado es la única cantidad a calcular. Por lo tanto, el método propuesto convierte la torsión de un laminado con acoplamiento estructural en un problema simplificado sin perder sus características. Damos soluciones analíticas del presente modelo con excitación armónica. Se realiza un estudio paramétrico para demostrar el enfoque actual ",
            "error": []
        },
        "PZT": {
            "translated_key": [],
            "translated_annotated_text": "Modelado de vibraciones torsionales inducidas por el acoplamiento alargador de laminados compuestos anisotrópicos con actuadores piezoeléctricos En este trabajo presentamos un modelo analítico dinámico para la vibración torsional de un laminado piezoeléctrico anisotrópico inducido por el efecto alargador del acoplamiento. En el presente enfoque, utilizamos el principio Hamilton y un método de rigidez de flexión reducida para la derivación de ecuaciones de movimiento. Como resultado, los desplazamientos en el plano no están involucrados y el desplazamiento fuera del plano del laminado es la única cantidad a calcular. Por lo tanto, el método propuesto convierte la torsión de un laminado con acoplamiento estructural en un problema simplificado sin perder sus características. Damos soluciones analíticas del presente modelo con excitación armónica. Se realiza un estudio paramétrico para demostrar el enfoque actual ",
            "error": []
        },
        "bending": {
            "translated_key": "bending",
            "translated_annotated_text": "Modelado de vibraciones torsionales inducidas por el acoplamiento alargador de laminados compuestos anisotrópicos con actuadores piezoeléctricos En este trabajo presentamos un modelo analítico dinámico para la vibración torsional de un laminado piezoeléctrico anisotrópico inducido por el efecto alargador del acoplamiento. En el presente enfoque, utilizamos el principio Hamilton y un método de rigidez reducido <br>bending</br> para la derivación de ecuaciones de movimiento. Como resultado, los desplazamientos en el plano no están involucrados y el desplazamiento fuera del plano del laminado es la única cantidad a calcular. Por lo tanto, el método propuesto convierte la torsión de un laminado con acoplamiento estructural en un problema simplificado sin perder sus características. Damos soluciones analíticas del presente modelo con excitación armónica. Se realiza un estudio paramétrico para demostrar el enfoque actual ",
            "error": [
                ""
            ]
        },
        "elastic constants": {
            "translated_key": [],
            "translated_annotated_text": "Modelado de vibraciones torsionales inducidas por el acoplamiento alargador de laminados compuestos anisotrópicos con actuadores piezoeléctricos En este trabajo presentamos un modelo analítico dinámico para la vibración torsional de un laminado piezoeléctrico anisotrópico inducido por el efecto alargador del acoplamiento. En el presente enfoque, utilizamos el principio Hamilton y un método de rigidez de flexión reducida para la derivación de ecuaciones de movimiento. Como resultado, los desplazamientos en el plano no están involucrados y el desplazamiento fuera del plano del laminado es la única cantidad a calcular. Por lo tanto, el método propuesto convierte la torsión de un laminado con acoplamiento estructural en un problema simplificado sin perder sus características. Damos soluciones analíticas del presente modelo con excitación armónica. Se realiza un estudio paramétrico para demostrar el enfoque actual ",
            "error": []
        },
        "harmonic analysis": {
            "translated_key": [],
            "translated_annotated_text": "Modelado de vibraciones torsionales inducidas por el acoplamiento alargador de laminados compuestos anisotrópicos con actuadores piezoeléctricos En este trabajo presentamos un modelo analítico dinámico para la vibración torsional de un laminado piezoeléctrico anisotrópico inducido por el efecto alargador del acoplamiento. En el presente enfoque, utilizamos el principio Hamilton y un método de rigidez de flexión reducida para la derivación de ecuaciones de movimiento. Como resultado, los desplazamientos en el plano no están involucrados y el desplazamiento fuera del plano del laminado es la única cantidad a calcular. Por lo tanto, el método propuesto convierte la torsión de un laminado con acoplamiento estructural en un problema simplificado sin perder sus características. Damos soluciones analíticas del presente modelo con excitación armónica. Se realiza un estudio paramétrico para demostrar el enfoque actual ",
            "error": []
        },
        "intelligent actuators": {
            "translated_key": [],
            "translated_annotated_text": "Modelado de vibraciones torsionales inducidas por el acoplamiento alargador de laminados compuestos anisotrópicos con actuadores piezoeléctricos En este trabajo presentamos un modelo analítico dinámico para la vibración torsional de un laminado piezoeléctrico anisotrópico inducido por el efecto alargador del acoplamiento. En el presente enfoque, utilizamos el principio Hamilton y un método de rigidez de flexión reducida para la derivación de ecuaciones de movimiento. Como resultado, los desplazamientos en el plano no están involucrados y el desplazamiento fuera del plano del laminado es la única cantidad a calcular. Por lo tanto, el método propuesto convierte la torsión de un laminado con acoplamiento estructural en un problema simplificado sin perder sus características. Damos soluciones analíticas del presente modelo con excitación armónica. Se realiza un estudio paramétrico para demostrar el enfoque actual ",
            "error": []
        },
        "intelligent materials": {
            "translated_key": [],
            "translated_annotated_text": "Modelado de vibraciones torsionales inducidas por el acoplamiento alargador de laminados compuestos anisotrópicos con actuadores piezoeléctricos En este trabajo presentamos un modelo analítico dinámico para la vibración torsional de un laminado piezoeléctrico anisotrópico inducido por el efecto alargador del acoplamiento. En el presente enfoque, utilizamos el principio Hamilton y un método de rigidez de flexión reducida para la derivación de ecuaciones de movimiento. Como resultado, los desplazamientos en el plano no están involucrados y el desplazamiento fuera del plano del laminado es la única cantidad a calcular. Por lo tanto, el método propuesto convierte la torsión de un laminado con acoplamiento estructural en un problema simplificado sin perder sus características. Damos soluciones analíticas del presente modelo con excitación armónica. Se realiza un estudio paramétrico para demostrar el enfoque actual ",
            "error": []
        },
        "laminates": {
            "translated_key": "laminatos",
            "translated_annotated_text": "Modelado de vibraciones torsionales inducidas por el acoplamiento de extensión-torsión de compuestos anisotrópicos <br>laminatos</br> con actuadores piezoeléctricos En este trabajo presentamos un modelo analítico dinámico para la vibración torsional de un laminado piezoeléctrico anisotrópico inducido por el efecto de acoplamiento de extensión-torsión. En el presente enfoque, utilizamos el principio Hamilton y un método de rigidez de flexión reducida para la derivación de ecuaciones de movimiento. Como resultado, los desplazamientos en el plano no están involucrados y el desplazamiento fuera del plano del laminado es la única cantidad a calcular. Por lo tanto, el método propuesto convierte la torsión de un laminado con acoplamiento estructural en un problema simplificado sin perder sus características. Damos soluciones analíticas del presente modelo con excitación armónica. Se realiza un estudio paramétrico para demostrar el enfoque actual ",
            "error": [
                ""
            ]
        },
        "piezoelectric materials": {
            "translated_key": [],
            "translated_annotated_text": "Modelado de vibraciones torsionales inducidas por el acoplamiento alargador de laminados compuestos anisotrópicos con actuadores piezoeléctricos En este trabajo presentamos un modelo analítico dinámico para la vibración torsional de un laminado piezoeléctrico anisotrópico inducido por el efecto alargador del acoplamiento. En el presente enfoque, utilizamos el principio Hamilton y un método de rigidez de flexión reducida para la derivación de ecuaciones de movimiento. Como resultado, los desplazamientos en el plano no están involucrados y el desplazamiento fuera del plano del laminado es la única cantidad a calcular. Por lo tanto, el método propuesto convierte la torsión de un laminado con acoplamiento estructural en un problema simplificado sin perder sus características. Damos soluciones analíticas del presente modelo con excitación armónica. Se realiza un estudio paramétrico para demostrar el enfoque actual ",
            "error": []
        },
        "torsion": {
            "translated_key": [],
            "translated_annotated_text": "Modelado de vibraciones torsionales inducidas por el acoplamiento alargador de laminados compuestos anisotrópicos con actuadores piezoeléctricos En este trabajo presentamos un modelo analítico dinámico para la vibración torsional de un laminado piezoeléctrico anisotrópico inducido por el efecto alargador del acoplamiento. En el presente enfoque, utilizamos el principio Hamilton y un método de rigidez de flexión reducida para la derivación de ecuaciones de movimiento. Como resultado, los desplazamientos en el plano no están involucrados y el desplazamiento fuera del plano del laminado es la única cantidad a calcular. Por lo tanto, el método propuesto convierte la torsión de un laminado con acoplamiento estructural en un problema simplificado sin perder sus características. Damos soluciones analíticas del presente modelo con excitación armónica. Se realiza un estudio paramétrico para demostrar el enfoque actual ",
            "error": []
        },
        "vibrations": {
            "translated_key": [],
            "translated_annotated_text": "Modelado de vibraciones torsionales inducidas por el acoplamiento alargador de laminados compuestos anisotrópicos con actuadores piezoeléctricos En este trabajo presentamos un modelo analítico dinámico para la vibración torsional de un laminado piezoeléctrico anisotrópico inducido por el efecto alargador del acoplamiento. En el presente enfoque, utilizamos el principio Hamilton y un método de rigidez de flexión reducida para la derivación de ecuaciones de movimiento. Como resultado, los desplazamientos en el plano no están involucrados y el desplazamiento fuera del plano del laminado es la única cantidad a calcular. Por lo tanto, el método propuesto convierte la torsión de un laminado con acoplamiento estructural en un problema simplificado sin perder sus características. Damos soluciones analíticas del presente modelo con excitación armónica. Se realiza un estudio paramétrico para demostrar el enfoque actual ",
            "error": []
        }
    }
}