{
    "original_text": "Modeling of torsional vibration induced by extension-twisting coupling of anisotropic composite laminates with piezoelectric actuators In this paper we present a dynamic analytical model for the torsional vibration of an anisotropic piezoelectric laminate induced by the extension-twisting coupling effect. In the present approach, we use the Hamilton principle and a reduced bending stiffness method for the derivation of equations of motion. As a result, the in-plane displacements are not involved and the out-of-plane displacement of the laminate is the only quantity to be calculated. Therefore, the proposed method turns the twisting of a laminate with structural coupling into a simplified problem without losing its features. We give analytical solutions of the present model with harmonic excitation. A parametric study is performed to demonstrate the present approach",
    "original_translation": "Modelado de la vibración torsional inducida por el acoplamiento alargador de laminados compuestos anisotrópicos con actuadores piezoeléctricos En este trabajo presentamos un modelo analítico dinámico para la vibración torsional de un laminado piezoeléctrico anisotrópico inducido por el efecto alargador del acoplamiento. En el presente enfoque, utilizamos el principio Hamilton y un método de rigidez de flexión reducida para la derivación de ecuaciones de movimiento. Como resultado, los desplazamientos en el plano no están involucrados y el desplazamiento fuera del plano del laminado es la única cantidad a calcular. Por lo tanto, el método propuesto convierte la torsión de un laminado con acoplamiento estructural en un problema simplificado sin perder sus características. Damos soluciones analíticas del presente modelo con excitación armónica. Se realiza un estudio paramétrico para demostrar el enfoque actual",
    "error_count": 12,
    "keys": {
        "torsional vibration": {
            "translated_key": "vibración torsional",
            "translated_annotated_text": "Modelado de la \"vibración torsional\" inducida por el acoplamiento alargador de laminados compuestos anisotrópicos con actuadores piezoeléctricos En este trabajo presentamos un modelo analítico dinámico para la \"vibración torsional\" de un laminado piezoeléctrico anisotrópico inducido por el efecto alargador del acoplamiento. En el presente enfoque, utilizamos el principio Hamilton y un método de rigidez de flexión reducida para la derivación de ecuaciones de movimiento. Como resultado, los desplazamientos en el plano no están involucrados y el desplazamiento fuera del plano del laminado es la única cantidad a calcular. Por lo tanto, el método propuesto convierte la torsión de un laminado con acoplamiento estructural en un problema simplificado sin perder sus características. Damos soluciones analíticas del presente modelo con excitación armónica. Se realiza un estudio paramétrico para demostrar el enfoque actual ",
            "error": [
                ""
            ]
        },
        "extension -twisting coupling": {
            "translated_key": [],
            "translated_annotated_text": "Modelado de la vibración torsional inducida por el acoplamiento alargador de laminados compuestos anisotrópicos con actuadores piezoeléctricos En este trabajo presentamos un modelo analítico dinámico para la vibración torsional de un laminado piezoeléctrico anisotrópico inducido por el efecto alargador del acoplamiento. En el presente enfoque, utilizamos el principio Hamilton y un método de rigidez de flexión reducida para la derivación de ecuaciones de movimiento. Como resultado, los desplazamientos en el plano no están involucrados y el desplazamiento fuera del plano del laminado es la única cantidad a calcular. Por lo tanto, el método propuesto convierte la torsión de un laminado con acoplamiento estructural en un problema simplificado sin perder sus características. Damos soluciones analíticas del presente modelo con excitación armónica. Se realiza un estudio paramétrico para demostrar el enfoque actual ",
            "error": []
        },
        "anisotropic composite laminates": {
            "translated_key": "laminados compuestos anisotrópicos",
            "translated_annotated_text": "Modelado de la vibración torsional inducida por el acoplamiento alargador de \"laminados compuestos anisotrópicos\" con actuadores piezoeléctricos En este trabajo presentamos un modelo analítico dinámico para la vibración torsional de un laminado piezoeléctrico anisotrópico inducido por el efecto alargador del acoplamiento. En el presente enfoque, utilizamos el principio Hamilton y un método de rigidez de flexión reducida para la derivación de ecuaciones de movimiento. Como resultado, los desplazamientos en el plano no están involucrados y el desplazamiento fuera del plano del laminado es la única cantidad a calcular. Por lo tanto, el método propuesto convierte la torsión de un laminado con acoplamiento estructural en un problema simplificado sin perder sus características. Damos soluciones analíticas del presente modelo con excitación armónica. Se realiza un estudio paramétrico para demostrar el enfoque actual ",
            "error": [
                ""
            ]
        },
        "piezoelectric actuators": {
            "translated_key": "actuadores piezoeléctricos",
            "translated_annotated_text": "Modelado de la vibración torsional inducida por el acoplamiento alargador de laminados compuestos anisotrópicos con \"actuadores piezoeléctricos\" En este trabajo presentamos un modelo analítico dinámico para la vibración torsional de un laminado piezoeléctrico anisotrópico inducido por el efecto alargador del acoplamiento. En el presente enfoque, utilizamos el principio Hamilton y un método de rigidez de flexión reducida para la derivación de ecuaciones de movimiento. Como resultado, los desplazamientos en el plano no están involucrados y el desplazamiento fuera del plano del laminado es la única cantidad a calcular. Por lo tanto, el método propuesto convierte la torsión de un laminado con acoplamiento estructural en un problema simplificado sin perder sus características. Damos soluciones analíticas del presente modelo con excitación armónica. Se realiza un estudio paramétrico para demostrar el enfoque actual ",
            "error": [
                ""
            ]
        },
        "dynamic analytical model": {
            "translated_key": "modelo analítico dinámico",
            "translated_annotated_text": "Modelado de la vibración torsional inducida por el acoplamiento alargador de laminados compuestos anisotrópicos con actuadores piezoeléctricos En este trabajo presentamos un \"modelo analítico dinámico\" para la vibración torsional de un laminado piezoeléctrico anisotrópico inducido por el efecto alargador del acoplamiento. En el presente enfoque, utilizamos el principio Hamilton y un método de rigidez de flexión reducida para la derivación de ecuaciones de movimiento. Como resultado, los desplazamientos en el plano no están involucrados y el desplazamiento fuera del plano del laminado es la única cantidad a calcular. Por lo tanto, el método propuesto convierte la torsión de un laminado con acoplamiento estructural en un problema simplificado sin perder sus características. Damos soluciones analíticas del presente modelo con excitación armónica. Se realiza un estudio paramétrico para demostrar el enfoque actual ",
            "error": [
                ""
            ]
        },
        "anisotropic piezoelectric laminate": {
            "translated_key": "laminado piezoeléctrico anisotrópico",
            "translated_annotated_text": "Modelado de la vibración torsional inducida por el acoplamiento alargador de laminados compuestos anisotrópicos con actuadores piezoeléctricos En este trabajo presentamos un modelo analítico dinámico para la vibración torsional de un \"laminado piezoeléctrico anisotrópico\" inducido por el efecto alargador del acoplamiento. En el presente enfoque, utilizamos el principio Hamilton y un método de rigidez de flexión reducida para la derivación de ecuaciones de movimiento. Como resultado, los desplazamientos en el plano no están involucrados y el desplazamiento fuera del plano del laminado es la única cantidad a calcular. Por lo tanto, el método propuesto convierte la torsión de un laminado con acoplamiento estructural en un problema simplificado sin perder sus características. Damos soluciones analíticas del presente modelo con excitación armónica. Se realiza un estudio paramétrico para demostrar el enfoque actual ",
            "error": [
                ""
            ]
        },
        "extension-twisting coupling effect": {
            "translated_key": "efecto de acoplamiento alargador de la tensión",
            "translated_annotated_text": "Modelado de la vibración torsional inducida por el acoplamiento alargador de laminados compuestos anisotrópicos con actuadores piezoeléctricos En este trabajo presentamos un modelo analítico dinámico para la vibración torsional de un laminado piezoeléctrico anisotrópico inducido por el \"efecto de acoplamiento alargador de la tensión\". En el presente enfoque, utilizamos el principio Hamilton y un método de rigidez de flexión reducida para la derivación de ecuaciones de movimiento. Como resultado, los desplazamientos en el plano no están involucrados y el desplazamiento fuera del plano del laminado es la única cantidad a calcular. Por lo tanto, el método propuesto convierte la torsión de un laminado con acoplamiento estructural en un problema simplificado sin perder sus características. Damos soluciones analíticas del presente modelo con excitación armónica. Se realiza un estudio paramétrico para demostrar el enfoque actual ",
            "error": [
                ""
            ]
        },
        "Hamilton principle": {
            "translated_key": "principio de Hamilton",
            "translated_annotated_text": "Modelado de la vibración torsional inducida por el acoplamiento alargador de laminados compuestos anisotrópicos con actuadores piezoeléctricos En este trabajo presentamos un modelo analítico dinámico para la vibración torsional de un laminado piezoeléctrico anisotrópico inducido por el efecto alargador del acoplamiento. En el presente enfoque, utilizamos el \"principio de Hamilton\" y un método de rigidez de flexión reducida para la derivación de ecuaciones de movimiento. Como resultado, los desplazamientos en el plano no están involucrados y el desplazamiento fuera del plano del laminado es la única cantidad a calcular. Por lo tanto, el método propuesto convierte la torsión de un laminado con acoplamiento estructural en un problema simplificado sin perder sus características. Damos soluciones analíticas del presente modelo con excitación armónica. Se realiza un estudio paramétrico para demostrar el enfoque actual ",
            "error": [
                ""
            ]
        },
        "reduced bending stiffness": {
            "translated_key": "reducción de la rigidez de flexión",
            "translated_annotated_text": "Modelado de la vibración torsional inducida por el acoplamiento alargador de laminados compuestos anisotrópicos con actuadores piezoeléctricos En este trabajo presentamos un modelo analítico dinámico para la vibración torsional de un laminado piezoeléctrico anisotrópico inducido por el efecto alargador del acoplamiento. En el presente enfoque, utilizamos el principio Hamilton y un método de \"reducción de la rigidez de flexión\" para la derivación de ecuaciones de movimiento. Como resultado, los desplazamientos en el plano no están involucrados y el desplazamiento fuera del plano del laminado es la única cantidad a calcular. Por lo tanto, el método propuesto convierte la torsión de un laminado con acoplamiento estructural en un problema simplificado sin perder sus características. Damos soluciones analíticas del presente modelo con excitación armónica. Se realiza un estudio paramétrico para demostrar el enfoque actual ",
            "error": [
                ""
            ]
        },
        "equations of motion": {
            "translated_key": "ecuaciones de movimiento",
            "translated_annotated_text": "Modelado de la vibración torsional inducida por el acoplamiento alargador de laminados compuestos anisotrópicos con actuadores piezoeléctricos En este trabajo presentamos un modelo analítico dinámico para la vibración torsional de un laminado piezoeléctrico anisotrópico inducido por el efecto alargador del acoplamiento. En el presente enfoque, utilizamos el principio Hamilton y un método de rigidez de flexión reducida para la derivación de \"ecuaciones de movimiento\". Como resultado, los desplazamientos en el plano no están involucrados y el desplazamiento fuera del plano del laminado es la única cantidad a calcular. Por lo tanto, el método propuesto convierte la torsión de un laminado con acoplamiento estructural en un problema simplificado sin perder sus características. Damos soluciones analíticas del presente modelo con excitación armónica. Se realiza un estudio paramétrico para demostrar el enfoque actual ",
            "error": [
                ""
            ]
        },
        "in-plane displacements": {
            "translated_key": "desplazamientos en el plano",
            "translated_annotated_text": "Modelado de la vibración torsional inducida por el acoplamiento alargador de laminados compuestos anisotrópicos con actuadores piezoeléctricos En este trabajo presentamos un modelo analítico dinámico para la vibración torsional de un laminado piezoeléctrico anisotrópico inducido por el efecto alargador del acoplamiento. En el presente enfoque, utilizamos el principio Hamilton y un método de rigidez de flexión reducida para la derivación de ecuaciones de movimiento. Como resultado, los \"desplazamientos en el plano\" no están involucrados y el desplazamiento fuera del plano del laminado es la única cantidad a calcular. Por lo tanto, el método propuesto convierte la torsión de un laminado con acoplamiento estructural en un problema simplificado sin perder sus características. Damos soluciones analíticas del presente modelo con excitación armónica. Se realiza un estudio paramétrico para demostrar el enfoque actual ",
            "error": [
                ""
            ]
        },
        "out-of-plane displacement": {
            "translated_key": "desplazamiento fuera del plano",
            "translated_annotated_text": "Modelado de la vibración torsional inducida por el acoplamiento alargador de laminados compuestos anisotrópicos con actuadores piezoeléctricos En este trabajo presentamos un modelo analítico dinámico para la vibración torsional de un laminado piezoeléctrico anisotrópico inducido por el efecto alargador del acoplamiento. En el presente enfoque, utilizamos el principio Hamilton y un método de rigidez de flexión reducida para la derivación de ecuaciones de movimiento. Como resultado, los desplazamientos en el plano no están involucrados y el \"desplazamiento fuera del plano\" del laminado es la única cantidad a calcular. Por lo tanto, el método propuesto convierte la torsión de un laminado con acoplamiento estructural en un problema simplificado sin perder sus características. Damos soluciones analíticas del presente modelo con excitación armónica. Se realiza un estudio paramétrico para demostrar el enfoque actual ",
            "error": [
                ""
            ]
        },
        "twisting": {
            "translated_key": [
                "torsión",
                "torsión",
                "torcido"
            ],
            "translated_annotated_text": "Modelado de vibración torsional inducida por el acoplamiento de extensión-\"torsión\" de laminados compuestos anisotrópicos con actuadores piezoeléctricos En este trabajo presentamos un modelo analítico dinámico para la vibración torsional de un laminado piezoeléctrico anisotrópico inducido por el efecto de acoplamiento de extensión-\"torsión\". En el presente enfoque, utilizamos el principio Hamilton y un método de rigidez de flexión reducida para la derivación de ecuaciones de movimiento. Como resultado, los desplazamientos en el plano no están involucrados y el desplazamiento fuera del plano del laminado es la única cantidad a calcular. Por lo tanto, el método propuesto convierte el \"torcido\" de un laminado con acoplamiento estructural en un problema simplificado sin perder sus características. Damos soluciones analíticas del presente modelo con excitación armónica. Se realiza un estudio paramétrico para demostrar el enfoque actual ",
            "error": [
                "torsión",
                "torsión",
                "torcido"
            ]
        },
        "structural coupling": {
            "translated_key": "acoplamiento estructural",
            "translated_annotated_text": "Modelado de la vibración torsional inducida por el acoplamiento alargador de laminados compuestos anisotrópicos con actuadores piezoeléctricos En este trabajo presentamos un modelo analítico dinámico para la vibración torsional de un laminado piezoeléctrico anisotrópico inducido por el efecto alargador del acoplamiento. En el presente enfoque, utilizamos el principio Hamilton y un método de rigidez de flexión reducida para la derivación de ecuaciones de movimiento. Como resultado, los desplazamientos en el plano no están involucrados y el desplazamiento fuera del plano del laminado es la única cantidad a calcular. Por lo tanto, el método propuesto convierte la torsión de un laminado con \"acoplamiento estructural\" en un problema simplificado sin perder sus características. Damos soluciones analíticas del presente modelo con excitación armónica. Se realiza un estudio paramétrico para demostrar el enfoque actual ",
            "error": [
                ""
            ]
        },
        "harmonic excitation": {
            "translated_key": "excitación armónica",
            "translated_annotated_text": "Modelado de la vibración torsional inducida por el acoplamiento alargador de laminados compuestos anisotrópicos con actuadores piezoeléctricos En este trabajo presentamos un modelo analítico dinámico para la vibración torsional de un laminado piezoeléctrico anisotrópico inducido por el efecto alargador del acoplamiento. En el presente enfoque, utilizamos el principio Hamilton y un método de rigidez de flexión reducida para la derivación de ecuaciones de movimiento. Como resultado, los desplazamientos en el plano no están involucrados y el desplazamiento fuera del plano del laminado es la única cantidad a calcular. Por lo tanto, el método propuesto convierte la torsión de un laminado con acoplamiento estructural en un problema simplificado sin perder sus características. Damos soluciones analíticas del presente modelo con \"excitación armónica\". Se realiza un estudio paramétrico para demostrar el enfoque actual ",
            "error": [
                ""
            ]
        },
        "parametric study": {
            "translated_key": "estudio paramétrico",
            "translated_annotated_text": "Modelado de la vibración torsional inducida por el acoplamiento alargador de laminados compuestos anisotrópicos con actuadores piezoeléctricos En este trabajo presentamos un modelo analítico dinámico para la vibración torsional de un laminado piezoeléctrico anisotrópico inducido por el efecto alargador del acoplamiento. En el presente enfoque, utilizamos el principio Hamilton y un método de rigidez de flexión reducida para la derivación de ecuaciones de movimiento. Como resultado, los desplazamientos en el plano no están involucrados y el desplazamiento fuera del plano del laminado es la única cantidad a calcular. Por lo tanto, el método propuesto convierte la torsión de un laminado con acoplamiento estructural en un problema simplificado sin perder sus características. Damos soluciones analíticas del presente modelo con excitación armónica. Se realiza un \"estudio paramétrico\" para demostrar el enfoque actual ",
            "error": [
                ""
            ]
        },
        "composite laminate": {
            "translated_key": [],
            "translated_annotated_text": "Modelado de la vibración torsional inducida por el acoplamiento alargador de laminados compuestos anisotrópicos con actuadores piezoeléctricos En este trabajo presentamos un modelo analítico dinámico para la vibración torsional de un laminado piezoeléctrico anisotrópico inducido por el efecto alargador del acoplamiento. En el presente enfoque, utilizamos el principio Hamilton y un método de rigidez de flexión reducida para la derivación de ecuaciones de movimiento. Como resultado, los desplazamientos en el plano no están involucrados y el desplazamiento fuera del plano del laminado es la única cantidad a calcular. Por lo tanto, el método propuesto convierte la torsión de un laminado con acoplamiento estructural en un problema simplificado sin perder sus características. Damos soluciones analíticas del presente modelo con excitación armónica. Se realiza un estudio paramétrico para demostrar el enfoque actual ",
            "error": []
        },
        "material anisotropy": {
            "translated_key": [],
            "translated_annotated_text": "Modelado de la vibración torsional inducida por el acoplamiento alargador de laminados compuestos anisotrópicos con actuadores piezoeléctricos En este trabajo presentamos un modelo analítico dinámico para la vibración torsional de un laminado piezoeléctrico anisotrópico inducido por el efecto alargador del acoplamiento. En el presente enfoque, utilizamos el principio Hamilton y un método de rigidez de flexión reducida para la derivación de ecuaciones de movimiento. Como resultado, los desplazamientos en el plano no están involucrados y el desplazamiento fuera del plano del laminado es la única cantidad a calcular. Por lo tanto, el método propuesto convierte la torsión de un laminado con acoplamiento estructural en un problema simplificado sin perder sus características. Damos soluciones analíticas del presente modelo con excitación armónica. Se realiza un estudio paramétrico para demostrar el enfoque actual ",
            "error": []
        },
        "PZT": {
            "translated_key": [],
            "translated_annotated_text": "Modelado de la vibración torsional inducida por el acoplamiento alargador de laminados compuestos anisotrópicos con actuadores piezoeléctricos En este trabajo presentamos un modelo analítico dinámico para la vibración torsional de un laminado piezoeléctrico anisotrópico inducido por el efecto alargador del acoplamiento. En el presente enfoque, utilizamos el principio Hamilton y un método de rigidez de flexión reducida para la derivación de ecuaciones de movimiento. Como resultado, los desplazamientos en el plano no están involucrados y el desplazamiento fuera del plano del laminado es la única cantidad a calcular. Por lo tanto, el método propuesto convierte la torsión de un laminado con acoplamiento estructural en un problema simplificado sin perder sus características. Damos soluciones analíticas del presente modelo con excitación armónica. Se realiza un estudio paramétrico para demostrar el enfoque actual ",
            "error": []
        },
        "bending": {
            "translated_key": "doblante",
            "translated_annotated_text": "Modelado de la vibración torsional inducida por el acoplamiento alargador de laminados compuestos anisotrópicos con actuadores piezoeléctricos En este trabajo presentamos un modelo analítico dinámico para la vibración torsional de un laminado piezoeléctrico anisotrópico inducido por el efecto alargador del acoplamiento. En el presente enfoque, utilizamos el principio Hamilton y un método reducido de rigidez \"doblante\" para la derivación de ecuaciones de movimiento. Como resultado, los desplazamientos en el plano no están involucrados y el desplazamiento fuera del plano del laminado es la única cantidad a calcular. Por lo tanto, el método propuesto convierte la torsión de un laminado con acoplamiento estructural en un problema simplificado sin perder sus características. Damos soluciones analíticas del presente modelo con excitación armónica. Se realiza un estudio paramétrico para demostrar el enfoque actual ",
            "error": [
                ""
            ]
        },
        "elastic constants": {
            "translated_key": [],
            "translated_annotated_text": "Modelado de la vibración torsional inducida por el acoplamiento alargador de laminados compuestos anisotrópicos con actuadores piezoeléctricos En este trabajo presentamos un modelo analítico dinámico para la vibración torsional de un laminado piezoeléctrico anisotrópico inducido por el efecto alargador del acoplamiento. En el presente enfoque, utilizamos el principio Hamilton y un método de rigidez de flexión reducida para la derivación de ecuaciones de movimiento. Como resultado, los desplazamientos en el plano no están involucrados y el desplazamiento fuera del plano del laminado es la única cantidad a calcular. Por lo tanto, el método propuesto convierte la torsión de un laminado con acoplamiento estructural en un problema simplificado sin perder sus características. Damos soluciones analíticas del presente modelo con excitación armónica. Se realiza un estudio paramétrico para demostrar el enfoque actual ",
            "error": []
        },
        "harmonic analysis": {
            "translated_key": [],
            "translated_annotated_text": "Modelado de la vibración torsional inducida por el acoplamiento alargador de laminados compuestos anisotrópicos con actuadores piezoeléctricos En este trabajo presentamos un modelo analítico dinámico para la vibración torsional de un laminado piezoeléctrico anisotrópico inducido por el efecto alargador del acoplamiento. En el presente enfoque, utilizamos el principio Hamilton y un método de rigidez de flexión reducida para la derivación de ecuaciones de movimiento. Como resultado, los desplazamientos en el plano no están involucrados y el desplazamiento fuera del plano del laminado es la única cantidad a calcular. Por lo tanto, el método propuesto convierte la torsión de un laminado con acoplamiento estructural en un problema simplificado sin perder sus características. Damos soluciones analíticas del presente modelo con excitación armónica. Se realiza un estudio paramétrico para demostrar el enfoque actual ",
            "error": []
        },
        "intelligent actuators": {
            "translated_key": [],
            "translated_annotated_text": "Modelado de la vibración torsional inducida por el acoplamiento alargador de laminados compuestos anisotrópicos con actuadores piezoeléctricos En este trabajo presentamos un modelo analítico dinámico para la vibración torsional de un laminado piezoeléctrico anisotrópico inducido por el efecto alargador del acoplamiento. En el presente enfoque, utilizamos el principio Hamilton y un método de rigidez de flexión reducida para la derivación de ecuaciones de movimiento. Como resultado, los desplazamientos en el plano no están involucrados y el desplazamiento fuera del plano del laminado es la única cantidad a calcular. Por lo tanto, el método propuesto convierte la torsión de un laminado con acoplamiento estructural en un problema simplificado sin perder sus características. Damos soluciones analíticas del presente modelo con excitación armónica. Se realiza un estudio paramétrico para demostrar el enfoque actual ",
            "error": []
        },
        "intelligent materials": {
            "translated_key": [],
            "translated_annotated_text": "Modelado de la vibración torsional inducida por el acoplamiento alargador de laminados compuestos anisotrópicos con actuadores piezoeléctricos En este trabajo presentamos un modelo analítico dinámico para la vibración torsional de un laminado piezoeléctrico anisotrópico inducido por el efecto alargador del acoplamiento. En el presente enfoque, utilizamos el principio Hamilton y un método de rigidez de flexión reducida para la derivación de ecuaciones de movimiento. Como resultado, los desplazamientos en el plano no están involucrados y el desplazamiento fuera del plano del laminado es la única cantidad a calcular. Por lo tanto, el método propuesto convierte la torsión de un laminado con acoplamiento estructural en un problema simplificado sin perder sus características. Damos soluciones analíticas del presente modelo con excitación armónica. Se realiza un estudio paramétrico para demostrar el enfoque actual ",
            "error": []
        },
        "laminates": {
            "translated_key": "laminados",
            "translated_annotated_text": "Modelado de vibraciones torsionales inducidas por el acoplamiento alargador de \"laminados\" compuestos anisotrópicos con actuadores piezoeléctricos En este trabajo presentamos un modelo analítico dinámico para la vibración torsional de un laminado piezoeléctrico anisotrópico inducido por el efecto alargador del acoplamiento. En el presente enfoque, utilizamos el principio Hamilton y un método de rigidez de flexión reducida para la derivación de ecuaciones de movimiento. Como resultado, los desplazamientos en el plano no están involucrados y el desplazamiento fuera del plano del laminado es la única cantidad a calcular. Por lo tanto, el método propuesto convierte la torsión de un laminado con acoplamiento estructural en un problema simplificado sin perder sus características. Damos soluciones analíticas del presente modelo con excitación armónica. Se realiza un estudio paramétrico para demostrar el enfoque actual ",
            "error": [
                ""
            ]
        },
        "piezoelectric materials": {
            "translated_key": [],
            "translated_annotated_text": "Modelado de la vibración torsional inducida por el acoplamiento alargador de laminados compuestos anisotrópicos con actuadores piezoeléctricos En este trabajo presentamos un modelo analítico dinámico para la vibración torsional de un laminado piezoeléctrico anisotrópico inducido por el efecto alargador del acoplamiento. En el presente enfoque, utilizamos el principio Hamilton y un método de rigidez de flexión reducida para la derivación de ecuaciones de movimiento. Como resultado, los desplazamientos en el plano no están involucrados y el desplazamiento fuera del plano del laminado es la única cantidad a calcular. Por lo tanto, el método propuesto convierte la torsión de un laminado con acoplamiento estructural en un problema simplificado sin perder sus características. Damos soluciones analíticas del presente modelo con excitación armónica. Se realiza un estudio paramétrico para demostrar el enfoque actual ",
            "error": []
        },
        "torsion": {
            "translated_key": [],
            "translated_annotated_text": "Modelado de la vibración torsional inducida por el acoplamiento alargador de laminados compuestos anisotrópicos con actuadores piezoeléctricos En este trabajo presentamos un modelo analítico dinámico para la vibración torsional de un laminado piezoeléctrico anisotrópico inducido por el efecto alargador del acoplamiento. En el presente enfoque, utilizamos el principio Hamilton y un método de rigidez de flexión reducida para la derivación de ecuaciones de movimiento. Como resultado, los desplazamientos en el plano no están involucrados y el desplazamiento fuera del plano del laminado es la única cantidad a calcular. Por lo tanto, el método propuesto convierte la torsión de un laminado con acoplamiento estructural en un problema simplificado sin perder sus características. Damos soluciones analíticas del presente modelo con excitación armónica. Se realiza un estudio paramétrico para demostrar el enfoque actual ",
            "error": []
        },
        "vibrations": {
            "translated_key": [],
            "translated_annotated_text": "Modelado de la vibración torsional inducida por el acoplamiento alargador de laminados compuestos anisotrópicos con actuadores piezoeléctricos En este trabajo presentamos un modelo analítico dinámico para la vibración torsional de un laminado piezoeléctrico anisotrópico inducido por el efecto alargador del acoplamiento. En el presente enfoque, utilizamos el principio Hamilton y un método de rigidez de flexión reducida para la derivación de ecuaciones de movimiento. Como resultado, los desplazamientos en el plano no están involucrados y el desplazamiento fuera del plano del laminado es la única cantidad a calcular. Por lo tanto, el método propuesto convierte la torsión de un laminado con acoplamiento estructural en un problema simplificado sin perder sus características. Damos soluciones analíticas del presente modelo con excitación armónica. Se realiza un estudio paramétrico para demostrar el enfoque actual ",
            "error": []
        }
    }
}