{
    "original_text": "Real-time estimations of multi-modal frequencies for smart structures In this paper, various methods for the real-time estimation of multi-modal frequencies are realized in real time and compared through numerical and experimental tests. These parameter-based frequency estimation methods can be applied to various engineering fields such as communications, radar and adaptive vibration and noise control. Well-known frequency estimation methods are introduced and explained. The Bairstow method is introduced to find the roots of a characteristic equation for estimations of multi-modal frequencies, and the computational efficiency of the Bairstow method is shown quantitatively. For a simple numerical test, we consider two sinusoids of the same amplitudes mixed with various amounts of white noise. The test results show that the auto regressive (AR) and auto regressive and moving average (ARMA) methods are unsuitable in noisy environments. The other methods apart from the AR method have fast tracking capability. From the point of view of computational efficiency, the results reveal that the ARMA method is inefficient, while the cascade notch filter method is very effective. The linearized adaptive notch filter and recursive maximum likelihood methods have average performances. Experimental tests are devised to confirm the feasibility of real-time computations and to impose the severe conditions of drastically different amplitudes and of considerable changes of natural frequencies. We have performed experiments to extract the natural frequencies from the vibration signal of wing-like composite plates in real time. The natural frequencies of the specimen are changed by added masses. Especially, the AR method exhibits a remarkable performance in spite of the severe conditions. This study will be helpful to anyone who needs a frequency estimation algorithm for real-time applications",
    "original_translation": "Estimaciones en tiempo real de frecuencias multimodales para estructuras inteligentes En este artículo, varios métodos para la estimación en tiempo real de frecuencias multimodales se realizan en tiempo real y se comparan mediante pruebas numéricas y experimentales. Estos métodos de estimación de frecuencia basados en parámetros se pueden aplicar a diversos campos de ingeniería como comunicaciones, radar y control adaptativo de vibraciones y ruido. Se introducen y explican métodos de estimación de frecuencia bien conocidos. El método Bairstow se introduce para encontrar las raíces de una ecuación característica para las estimaciones de frecuencias multimodales, y la eficiencia computacional del método Bairstow se muestra cuantitativamente. Para una simple prueba numérica, consideramos dos sinusoides de las mismas amplitudes mezclados con varias cantidades de ruido blanco. Los resultados de la prueba muestran que los métodos de autoregresivo (AR) y autoregresivo y promedio móvil (ARMA) no son adecuados en entornos ruidosos. Los otros métodos, aparte del método AR, tienen una capacidad de rastreo rápida. Desde el punto de vista de la eficiencia computacional, los resultados revelan que el método ARMA es ineficiente, mientras que el método de filtro en cascada es muy efectivo. El filtro de notch adaptativo linealizado y los métodos recursivos de máxima probabilidad tienen un rendimiento promedio. Las pruebas experimentales se diseñan para confirmar la viabilidad de los cálculos en tiempo real e imponer las condiciones severas de amplitudes drásticamente diferentes y de cambios considerables de frecuencias naturales. Hemos realizado experimentos para extraer las frecuencias naturales de la señal de vibración de placas compuestas similares a alas en tiempo real. Las frecuencias naturales del espécimen se modifican por masas añadidas. Especialmente, el método de AR presenta un rendimiento notable a pesar de las condiciones severas. Este estudio será útil para cualquier persona que necesite un algoritmo de estimación de frecuencia para aplicaciones en tiempo real",
    "error_count": 8,
    "keys": {
        "multi-modal frequencies": {
            "translated_key": "frecuencias multimodales",
            "translated_annotated_text": "Estimaciones en tiempo real de las \"frecuencias multimodales\" para las estructuras inteligentes En este artículo, varios métodos para la estimación en tiempo real de las \"frecuencias multimodales\" se realizan en tiempo real y se comparan mediante pruebas numéricas y experimentales. Estos métodos de estimación de frecuencia basados en parámetros se pueden aplicar a diversos campos de ingeniería como comunicaciones, radar y control adaptativo de vibraciones y ruido. Se introducen y explican métodos de estimación de frecuencia bien conocidos. El método Bairstow se introduce para encontrar las raíces de una ecuación característica para las estimaciones de \"frecuencias multimodales\", y la eficiencia computacional del método Bairstow se muestra cuantitativamente. Para una simple prueba numérica, consideramos dos sinusoides de las mismas amplitudes mezclados con varias cantidades de ruido blanco. Los resultados de la prueba muestran que los métodos de autoregresivo (AR) y autoregresivo y promedio móvil (ARMA) no son adecuados en entornos ruidosos. Los otros métodos, aparte del método AR, tienen una capacidad de rastreo rápida. Desde el punto de vista de la eficiencia computacional, los resultados revelan que el método ARMA es ineficiente, mientras que el método de filtro en cascada es muy efectivo. El filtro de notch adaptativo linealizado y los métodos recursivos de máxima probabilidad tienen un rendimiento promedio. Las pruebas experimentales se diseñan para confirmar la viabilidad de los cálculos en tiempo real e imponer las condiciones severas de amplitudes drásticamente diferentes y de cambios considerables de frecuencias naturales. Hemos realizado experimentos para extraer las frecuencias naturales de la señal de vibración de placas compuestas similares a alas en tiempo real. Las frecuencias naturales del espécimen se modifican por masas añadidas. Especialmente, el método de AR presenta un rendimiento notable a pesar de las condiciones severas. Este estudio será útil para cualquier persona que necesite un algoritmo de estimación de frecuencia para aplicaciones en tiempo real ",
            "error": [
                ""
            ]
        },
        "smart structures": {
            "translated_key": "estructuras inteligentes",
            "translated_annotated_text": "Estimaciones en tiempo real de frecuencias multimodales para \"estructuras inteligentes\" En este artículo, varios métodos para la estimación en tiempo real de frecuencias multimodales se realizan en tiempo real y se comparan mediante pruebas numéricas y experimentales. Estos métodos de estimación de frecuencia basados en parámetros se pueden aplicar a diversos campos de ingeniería como comunicaciones, radar y control adaptativo de vibraciones y ruido. Se introducen y explican métodos de estimación de frecuencia bien conocidos. El método Bairstow se introduce para encontrar las raíces de una ecuación característica para las estimaciones de frecuencias multimodales, y la eficiencia computacional del método Bairstow se muestra cuantitativamente. Para una simple prueba numérica, consideramos dos sinusoides de las mismas amplitudes mezclados con varias cantidades de ruido blanco. Los resultados de la prueba muestran que los métodos de autoregresivo (AR) y autoregresivo y promedio móvil (ARMA) no son adecuados en entornos ruidosos. Los otros métodos, aparte del método AR, tienen una capacidad de rastreo rápida. Desde el punto de vista de la eficiencia computacional, los resultados revelan que el método ARMA es ineficiente, mientras que el método de filtro en cascada es muy efectivo. El filtro de notch adaptativo linealizado y los métodos recursivos de máxima probabilidad tienen un rendimiento promedio. Las pruebas experimentales se diseñan para confirmar la viabilidad de los cálculos en tiempo real e imponer las condiciones severas de amplitudes drásticamente diferentes y de cambios considerables de frecuencias naturales. Hemos realizado experimentos para extraer las frecuencias naturales de la señal de vibración de placas compuestas similares a alas en tiempo real. Las frecuencias naturales del espécimen se modifican por masas añadidas. Especialmente, el método de AR presenta un rendimiento notable a pesar de las condiciones severas. Este estudio será útil para cualquier persona que necesite un algoritmo de estimación de frecuencia para aplicaciones en tiempo real ",
            "error": [
                ""
            ]
        },
        "real-time estimation": {
            "translated_key": "estimación en tiempo real",
            "translated_annotated_text": "Estimaciones en tiempo real de frecuencias multimodales para estructuras inteligentes En este artículo, varios métodos para la \"estimación en tiempo real\" de frecuencias multimodales se realizan en tiempo real y se comparan mediante pruebas numéricas y experimentales. Estos métodos de estimación de frecuencia basados en parámetros se pueden aplicar a diversos campos de ingeniería como comunicaciones, radar y control adaptativo de vibraciones y ruido. Se introducen y explican métodos de estimación de frecuencia bien conocidos. El método Bairstow se introduce para encontrar las raíces de una ecuación característica para las estimaciones de frecuencias multimodales, y la eficiencia computacional del método Bairstow se muestra cuantitativamente. Para una simple prueba numérica, consideramos dos sinusoides de las mismas amplitudes mezclados con varias cantidades de ruido blanco. Los resultados de la prueba muestran que los métodos de autoregresivo (AR) y autoregresivo y promedio móvil (ARMA) no son adecuados en entornos ruidosos. Los otros métodos, aparte del método AR, tienen una capacidad de rastreo rápida. Desde el punto de vista de la eficiencia computacional, los resultados revelan que el método ARMA es ineficiente, mientras que el método de filtro en cascada es muy efectivo. El filtro de notch adaptativo linealizado y los métodos recursivos de máxima probabilidad tienen un rendimiento promedio. Las pruebas experimentales se diseñan para confirmar la viabilidad de los cálculos en tiempo real e imponer las condiciones severas de amplitudes drásticamente diferentes y de cambios considerables de frecuencias naturales. Hemos realizado experimentos para extraer las frecuencias naturales de la señal de vibración de placas compuestas similares a alas en tiempo real. Las frecuencias naturales del espécimen se modifican por masas añadidas. Especialmente, el método de AR presenta un rendimiento notable a pesar de las condiciones severas. Este estudio será útil para cualquier persona que necesite un algoritmo de estimación de frecuencia para aplicaciones en tiempo real ",
            "error": [
                ""
            ]
        },
        "frequency estimation": {
            "translated_key": [
                "estimación de frecuencia",
                "estimación de frecuencias",
                "estimación de frecuencia"
            ],
            "translated_annotated_text": "Estimaciones en tiempo real de frecuencias multimodales para estructuras inteligentes En este artículo, varios métodos para la estimación en tiempo real de frecuencias multimodales se realizan en tiempo real y se comparan mediante pruebas numéricas y experimentales. Estos métodos de \"estimación de frecuencia\" basados en parámetros se pueden aplicar a diversos campos de ingeniería como comunicaciones, radar y control adaptativo de vibraciones y ruido. Se introducen y explican métodos bien conocidos de \"estimación de frecuencias\". El método Bairstow se introduce para encontrar las raíces de una ecuación característica para las estimaciones de frecuencias multimodales, y la eficiencia computacional del método Bairstow se muestra cuantitativamente. Para una simple prueba numérica, consideramos dos sinusoides de las mismas amplitudes mezclados con varias cantidades de ruido blanco. Los resultados de la prueba muestran que los métodos de autoregresivo (AR) y autoregresivo y promedio móvil (ARMA) no son adecuados en entornos ruidosos. Los otros métodos, aparte del método AR, tienen una capacidad de rastreo rápida. Desde el punto de vista de la eficiencia computacional, los resultados revelan que el método ARMA es ineficiente, mientras que el método de filtro en cascada es muy efectivo. El filtro de notch adaptativo linealizado y los métodos recursivos de máxima probabilidad tienen un rendimiento promedio. Las pruebas experimentales se diseñan para confirmar la viabilidad de los cálculos en tiempo real e imponer las condiciones severas de amplitudes drásticamente diferentes y de cambios considerables de frecuencias naturales. Hemos realizado experimentos para extraer las frecuencias naturales de la señal de vibración de placas compuestas similares a alas en tiempo real. Las frecuencias naturales del espécimen se modifican por masas añadidas. Especialmente, el método de AR presenta un rendimiento notable a pesar de las condiciones severas. Este estudio será útil para cualquier persona que necesite un algoritmo de \"estimación de frecuencia\" para aplicaciones en tiempo real ",
            "error": [
                "estimación de frecuencia",
                "estimación de frecuencias",
                "estimación de frecuencia"
            ]
        },
        "adaptive vibration control": {
            "translated_key": [],
            "translated_annotated_text": "Estimaciones en tiempo real de frecuencias multimodales para estructuras inteligentes En este artículo, varios métodos para la estimación en tiempo real de frecuencias multimodales se realizan en tiempo real y se comparan mediante pruebas numéricas y experimentales. Estos métodos de estimación de frecuencia basados en parámetros se pueden aplicar a diversos campos de ingeniería como comunicaciones, radar y control adaptativo de vibraciones y ruido. Se introducen y explican métodos de estimación de frecuencia bien conocidos. El método Bairstow se introduce para encontrar las raíces de una ecuación característica para las estimaciones de frecuencias multimodales, y la eficiencia computacional del método Bairstow se muestra cuantitativamente. Para una simple prueba numérica, consideramos dos sinusoides de las mismas amplitudes mezclados con varias cantidades de ruido blanco. Los resultados de la prueba muestran que los métodos de autoregresivo (AR) y autoregresivo y promedio móvil (ARMA) no son adecuados en entornos ruidosos. Los otros métodos, aparte del método AR, tienen una capacidad de rastreo rápida. Desde el punto de vista de la eficiencia computacional, los resultados revelan que el método ARMA es ineficiente, mientras que el método de filtro en cascada es muy efectivo. El filtro de notch adaptativo linealizado y los métodos recursivos de máxima probabilidad tienen un rendimiento promedio. Las pruebas experimentales se diseñan para confirmar la viabilidad de los cálculos en tiempo real e imponer las condiciones severas de amplitudes drásticamente diferentes y de cambios considerables de frecuencias naturales. Hemos realizado experimentos para extraer las frecuencias naturales de la señal de vibración de placas compuestas similares a alas en tiempo real. Las frecuencias naturales del espécimen se modifican por masas añadidas. Especialmente, el método de AR presenta un rendimiento notable a pesar de las condiciones severas. Este estudio será útil para cualquier persona que necesite un algoritmo de estimación de frecuencia para aplicaciones en tiempo real ",
            "error": []
        },
        "noise control": {
            "translated_key": "control de ruido",
            "translated_annotated_text": "Estimaciones en tiempo real de frecuencias multimodales para estructuras inteligentes En este artículo, varios métodos para la estimación en tiempo real de frecuencias multimodales se realizan en tiempo real y se comparan mediante pruebas numéricas y experimentales. Estos métodos de estimación de frecuencia basados en parámetros se pueden aplicar a diversos campos de ingeniería como comunicaciones, radar y vibración adaptativa y \"control de ruido\". Se introducen y explican métodos de estimación de frecuencia bien conocidos. El método Bairstow se introduce para encontrar las raíces de una ecuación característica para las estimaciones de frecuencias multimodales, y la eficiencia computacional del método Bairstow se muestra cuantitativamente. Para una simple prueba numérica, consideramos dos sinusoides de las mismas amplitudes mezclados con varias cantidades de ruido blanco. Los resultados de la prueba muestran que los métodos de autoregresivo (AR) y autoregresivo y promedio móvil (ARMA) no son adecuados en entornos ruidosos. Los otros métodos, aparte del método AR, tienen una capacidad de rastreo rápida. Desde el punto de vista de la eficiencia computacional, los resultados revelan que el método ARMA es ineficiente, mientras que el método de filtro en cascada es muy efectivo. El filtro de notch adaptativo linealizado y los métodos recursivos de máxima probabilidad tienen un rendimiento promedio. Las pruebas experimentales se diseñan para confirmar la viabilidad de los cálculos en tiempo real e imponer las condiciones severas de amplitudes drásticamente diferentes y de cambios considerables de frecuencias naturales. Hemos realizado experimentos para extraer las frecuencias naturales de la señal de vibración de placas compuestas similares a alas en tiempo real. Las frecuencias naturales del espécimen se modifican por masas añadidas. Especialmente, el método de AR presenta un rendimiento notable a pesar de las condiciones severas. Este estudio será útil para cualquier persona que necesite un algoritmo de estimación de frecuencia para aplicaciones en tiempo real ",
            "error": [
                ""
            ]
        },
        "Bairstow method": {
            "translated_key": "método de Bairstow",
            "translated_annotated_text": "Estimaciones en tiempo real de frecuencias multimodales para estructuras inteligentes En este artículo, varios métodos para la estimación en tiempo real de frecuencias multimodales se realizan en tiempo real y se comparan mediante pruebas numéricas y experimentales. Estos métodos de estimación de frecuencia basados en parámetros se pueden aplicar a diversos campos de ingeniería como comunicaciones, radar y control adaptativo de vibraciones y ruido. Se introducen y explican métodos de estimación de frecuencia bien conocidos. El \"método de Bairstow\" se introduce para encontrar las raíces de una ecuación característica para las estimaciones de frecuencias multimodales, y la eficiencia computacional del \"método de Bairstow\" se muestra cuantitativamente. Para una simple prueba numérica, consideramos dos sinusoides de las mismas amplitudes mezclados con varias cantidades de ruido blanco. Los resultados de la prueba muestran que los métodos de autoregresivo (AR) y autoregresivo y promedio móvil (ARMA) no son adecuados en entornos ruidosos. Los otros métodos, aparte del método AR, tienen una capacidad de rastreo rápida. Desde el punto de vista de la eficiencia computacional, los resultados revelan que el método ARMA es ineficiente, mientras que el método de filtro en cascada es muy efectivo. El filtro de notch adaptativo linealizado y los métodos recursivos de máxima probabilidad tienen un rendimiento promedio. Las pruebas experimentales se diseñan para confirmar la viabilidad de los cálculos en tiempo real e imponer las condiciones severas de amplitudes drásticamente diferentes y de cambios considerables de frecuencias naturales. Hemos realizado experimentos para extraer las frecuencias naturales de la señal de vibración de placas compuestas similares a alas en tiempo real. Las frecuencias naturales del espécimen se modifican por masas añadidas. Especialmente, el método de AR presenta un rendimiento notable a pesar de las condiciones severas. Este estudio será útil para cualquier persona que necesite un algoritmo de estimación de frecuencia para aplicaciones en tiempo real ",
            "error": [
                ""
            ]
        },
        "characteristic equation": {
            "translated_key": "ecuación característica",
            "translated_annotated_text": "Estimaciones en tiempo real de frecuencias multimodales para estructuras inteligentes En este artículo, varios métodos para la estimación en tiempo real de frecuencias multimodales se realizan en tiempo real y se comparan mediante pruebas numéricas y experimentales. Estos métodos de estimación de frecuencia basados en parámetros se pueden aplicar a diversos campos de ingeniería como comunicaciones, radar y control adaptativo de vibraciones y ruido. Se introducen y explican métodos de estimación de frecuencia bien conocidos. El método Bairstow se introduce para encontrar las raíces de una \"ecuación característica\" para estimaciones de frecuencias multimodales, y la eficiencia computacional del método Bairstow se muestra cuantitativamente. Para una simple prueba numérica, consideramos dos sinusoides de las mismas amplitudes mezclados con varias cantidades de ruido blanco. Los resultados de la prueba muestran que los métodos de autoregresivo (AR) y autoregresivo y promedio móvil (ARMA) no son adecuados en entornos ruidosos. Los otros métodos, aparte del método AR, tienen una capacidad de rastreo rápida. Desde el punto de vista de la eficiencia computacional, los resultados revelan que el método ARMA es ineficiente, mientras que el método de filtro en cascada es muy efectivo. El filtro de notch adaptativo linealizado y los métodos recursivos de máxima probabilidad tienen un rendimiento promedio. Las pruebas experimentales se diseñan para confirmar la viabilidad de los cálculos en tiempo real e imponer las condiciones severas de amplitudes drásticamente diferentes y de cambios considerables de frecuencias naturales. Hemos realizado experimentos para extraer las frecuencias naturales de la señal de vibración de placas compuestas similares a alas en tiempo real. Las frecuencias naturales del espécimen se modifican por masas añadidas. Especialmente, el método de AR presenta un rendimiento notable a pesar de las condiciones severas. Este estudio será útil para cualquier persona que necesite un algoritmo de estimación de frecuencia para aplicaciones en tiempo real ",
            "error": [
                ""
            ]
        },
        "auto regressive and moving average methods": {
            "translated_key": [],
            "translated_annotated_text": "Estimaciones en tiempo real de frecuencias multimodales para estructuras inteligentes En este artículo, varios métodos para la estimación en tiempo real de frecuencias multimodales se realizan en tiempo real y se comparan mediante pruebas numéricas y experimentales. Estos métodos de estimación de frecuencia basados en parámetros se pueden aplicar a diversos campos de ingeniería como comunicaciones, radar y control adaptativo de vibraciones y ruido. Se introducen y explican métodos de estimación de frecuencia bien conocidos. El método Bairstow se introduce para encontrar las raíces de una ecuación característica para las estimaciones de frecuencias multimodales, y la eficiencia computacional del método Bairstow se muestra cuantitativamente. Para una simple prueba numérica, consideramos dos sinusoides de las mismas amplitudes mezclados con varias cantidades de ruido blanco. Los resultados de la prueba muestran que los métodos de autoregresivo (AR) y autoregresivo y promedio móvil (ARMA) no son adecuados en entornos ruidosos. Los otros métodos, aparte del método AR, tienen una capacidad de rastreo rápida. Desde el punto de vista de la eficiencia computacional, los resultados revelan que el método ARMA es ineficiente, mientras que el método de filtro en cascada es muy efectivo. El filtro de notch adaptativo linealizado y los métodos recursivos de máxima probabilidad tienen un rendimiento promedio. Las pruebas experimentales se diseñan para confirmar la viabilidad de los cálculos en tiempo real e imponer las condiciones severas de amplitudes drásticamente diferentes y de cambios considerables de frecuencias naturales. Hemos realizado experimentos para extraer las frecuencias naturales de la señal de vibración de placas compuestas similares a alas en tiempo real. Las frecuencias naturales del espécimen se modifican por masas añadidas. Especialmente, el método de AR presenta un rendimiento notable a pesar de las condiciones severas. Este estudio será útil para cualquier persona que necesite un algoritmo de estimación de frecuencia para aplicaciones en tiempo real ",
            "error": []
        },
        "ARMA": {
            "translated_key": "ARMA",
            "translated_annotated_text": "Estimaciones en tiempo real de frecuencias multimodales para estructuras inteligentes En este artículo, varios métodos para la estimación en tiempo real de frecuencias multimodales se realizan en tiempo real y se comparan mediante pruebas numéricas y experimentales. Estos métodos de estimación de frecuencia basados en parámetros se pueden aplicar a diversos campos de ingeniería como comunicaciones, radar y control adaptativo de vibraciones y ruido. Se introducen y explican métodos de estimación de frecuencia bien conocidos. El método Bairstow se introduce para encontrar las raíces de una ecuación característica para las estimaciones de frecuencias multimodales, y la eficiencia computacional del método Bairstow se muestra cuantitativamente. Para una simple prueba numérica, consideramos dos sinusoides de las mismas amplitudes mezclados con varias cantidades de ruido blanco. Los resultados de la prueba muestran que los métodos autoregresivos (AR) y autoregresivos y móviles (ARMA) son inadecuados en entornos ruidosos. Los otros métodos, aparte del método AR, tienen una capacidad de rastreo rápida. Desde el punto de vista de la eficiencia computacional, los resultados revelan que el método \"ARMA\" es ineficiente, mientras que el método de filtro en cascada es muy efectivo. El filtro de notch adaptativo linealizado y los métodos recursivos de máxima probabilidad tienen un rendimiento promedio. Las pruebas experimentales se diseñan para confirmar la viabilidad de los cálculos en tiempo real e imponer las condiciones severas de amplitudes drásticamente diferentes y de cambios considerables de frecuencias naturales. Hemos realizado experimentos para extraer las frecuencias naturales de la señal de vibración de placas compuestas similares a alas en tiempo real. Las frecuencias naturales del espécimen se modifican por masas añadidas. Especialmente, el método de AR presenta un rendimiento notable a pesar de las condiciones severas. Este estudio será útil para cualquier persona que necesite un algoritmo de estimación de frecuencia para aplicaciones en tiempo real ",
            "error": [
                ""
            ]
        },
        "cascade notch filter": {
            "translated_key": "filtro de canal",
            "translated_annotated_text": "Estimaciones en tiempo real de frecuencias multimodales para estructuras inteligentes En este artículo, varios métodos para la estimación en tiempo real de frecuencias multimodales se realizan en tiempo real y se comparan mediante pruebas numéricas y experimentales. Estos métodos de estimación de frecuencia basados en parámetros se pueden aplicar a diversos campos de ingeniería como comunicaciones, radar y control adaptativo de vibraciones y ruido. Se introducen y explican métodos de estimación de frecuencia bien conocidos. El método Bairstow se introduce para encontrar las raíces de una ecuación característica para las estimaciones de frecuencias multimodales, y la eficiencia computacional del método Bairstow se muestra cuantitativamente. Para una simple prueba numérica, consideramos dos sinusoides de las mismas amplitudes mezclados con varias cantidades de ruido blanco. Los resultados de la prueba muestran que los métodos de autoregresivo (AR) y autoregresivo y promedio móvil (ARMA) no son adecuados en entornos ruidosos. Los otros métodos, aparte del método AR, tienen una capacidad de rastreo rápida. Desde el punto de vista de la eficiencia computacional, los resultados revelan que el método ARMA es ineficiente, mientras que el método \"filtro de canal\" es muy efectivo. El filtro de notch adaptativo linealizado y los métodos recursivos de máxima probabilidad tienen un rendimiento promedio. Las pruebas experimentales se diseñan para confirmar la viabilidad de los cálculos en tiempo real e imponer las condiciones severas de amplitudes drásticamente diferentes y de cambios considerables de frecuencias naturales. Hemos realizado experimentos para extraer las frecuencias naturales de la señal de vibración de placas compuestas similares a alas en tiempo real. Las frecuencias naturales del espécimen se modifican por masas añadidas. Especialmente, el método de AR presenta un rendimiento notable a pesar de las condiciones severas. Este estudio será útil para cualquier persona que necesite un algoritmo de estimación de frecuencia para aplicaciones en tiempo real ",
            "error": [
                ""
            ]
        },
        "linearized adaptive notch filter": {
            "translated_key": "filtro adaptativo lineal",
            "translated_annotated_text": "Estimaciones en tiempo real de frecuencias multimodales para estructuras inteligentes En este artículo, varios métodos para la estimación en tiempo real de frecuencias multimodales se realizan en tiempo real y se comparan mediante pruebas numéricas y experimentales. Estos métodos de estimación de frecuencia basados en parámetros se pueden aplicar a diversos campos de ingeniería como comunicaciones, radar y control adaptativo de vibraciones y ruido. Se introducen y explican métodos de estimación de frecuencia bien conocidos. El método Bairstow se introduce para encontrar las raíces de una ecuación característica para las estimaciones de frecuencias multimodales, y la eficiencia computacional del método Bairstow se muestra cuantitativamente. Para una simple prueba numérica, consideramos dos sinusoides de las mismas amplitudes mezclados con varias cantidades de ruido blanco. Los resultados de la prueba muestran que los métodos de autoregresivo (AR) y autoregresivo y promedio móvil (ARMA) no son adecuados en entornos ruidosos. Los otros métodos, aparte del método AR, tienen una capacidad de rastreo rápida. Desde el punto de vista de la eficiencia computacional, los resultados revelan que el método ARMA es ineficiente, mientras que el método de filtro en cascada es muy efectivo. El \"filtro adaptativo lineal\" y los métodos recursivos de máxima probabilidad tienen un rendimiento promedio. Las pruebas experimentales se diseñan para confirmar la viabilidad de los cálculos en tiempo real e imponer las condiciones severas de amplitudes drásticamente diferentes y de cambios considerables de frecuencias naturales. Hemos realizado experimentos para extraer las frecuencias naturales de la señal de vibración de placas compuestas similares a alas en tiempo real. Las frecuencias naturales del espécimen se modifican por masas añadidas. Especialmente, el método de AR presenta un rendimiento notable a pesar de las condiciones severas. Este estudio será útil para cualquier persona que necesite un algoritmo de estimación de frecuencia para aplicaciones en tiempo real ",
            "error": [
                ""
            ]
        },
        "recursive maximum likelihood methods": {
            "translated_key": "métodos de máxima probabilidad recursiva",
            "translated_annotated_text": "Estimaciones en tiempo real de frecuencias multimodales para estructuras inteligentes En este artículo, varios métodos para la estimación en tiempo real de frecuencias multimodales se realizan en tiempo real y se comparan mediante pruebas numéricas y experimentales. Estos métodos de estimación de frecuencia basados en parámetros se pueden aplicar a diversos campos de ingeniería como comunicaciones, radar y control adaptativo de vibraciones y ruido. Se introducen y explican métodos de estimación de frecuencia bien conocidos. El método Bairstow se introduce para encontrar las raíces de una ecuación característica para las estimaciones de frecuencias multimodales, y la eficiencia computacional del método Bairstow se muestra cuantitativamente. Para una simple prueba numérica, consideramos dos sinusoides de las mismas amplitudes mezclados con varias cantidades de ruido blanco. Los resultados de la prueba muestran que los métodos de autoregresivo (AR) y autoregresivo y promedio móvil (ARMA) no son adecuados en entornos ruidosos. Los otros métodos, aparte del método AR, tienen una capacidad de rastreo rápida. Desde el punto de vista de la eficiencia computacional, los resultados revelan que el método ARMA es ineficiente, mientras que el método de filtro en cascada es muy efectivo. El filtro de notch adaptativo linealizado y los \"métodos de máxima probabilidad recursiva\" tienen rendimientos promedio. Las pruebas experimentales se diseñan para confirmar la viabilidad de los cálculos en tiempo real e imponer las condiciones severas de amplitudes drásticamente diferentes y de cambios considerables de frecuencias naturales. Hemos realizado experimentos para extraer las frecuencias naturales de la señal de vibración de placas compuestas similares a alas en tiempo real. Las frecuencias naturales del espécimen se modifican por masas añadidas. Especialmente, el método de AR presenta un rendimiento notable a pesar de las condiciones severas. Este estudio será útil para cualquier persona que necesite un algoritmo de estimación de frecuencia para aplicaciones en tiempo real ",
            "error": [
                ""
            ]
        },
        "real-time computations": {
            "translated_key": "computaciones en tiempo real",
            "translated_annotated_text": "Estimaciones en tiempo real de frecuencias multimodales para estructuras inteligentes En este artículo, varios métodos para la estimación en tiempo real de frecuencias multimodales se realizan en tiempo real y se comparan mediante pruebas numéricas y experimentales. Estos métodos de estimación de frecuencia basados en parámetros se pueden aplicar a diversos campos de ingeniería como comunicaciones, radar y control adaptativo de vibraciones y ruido. Se introducen y explican métodos de estimación de frecuencia bien conocidos. El método Bairstow se introduce para encontrar las raíces de una ecuación característica para las estimaciones de frecuencias multimodales, y la eficiencia computacional del método Bairstow se muestra cuantitativamente. Para una simple prueba numérica, consideramos dos sinusoides de las mismas amplitudes mezclados con varias cantidades de ruido blanco. Los resultados de la prueba muestran que los métodos de autoregresivo (AR) y autoregresivo y promedio móvil (ARMA) no son adecuados en entornos ruidosos. Los otros métodos, aparte del método AR, tienen una capacidad de rastreo rápida. Desde el punto de vista de la eficiencia computacional, los resultados revelan que el método ARMA es ineficiente, mientras que el método de filtro en cascada es muy efectivo. El filtro de notch adaptativo linealizado y los métodos recursivos de máxima probabilidad tienen un rendimiento promedio. Las pruebas experimentales se diseñan para confirmar la viabilidad de \"computaciones en tiempo real\" e imponer las condiciones severas de amplitudes drásticamente diferentes y de cambios considerables de frecuencias naturales. Hemos realizado experimentos para extraer las frecuencias naturales de la señal de vibración de placas compuestas similares a alas en tiempo real. Las frecuencias naturales del espécimen se modifican por masas añadidas. Especialmente, el método de AR presenta un rendimiento notable a pesar de las condiciones severas. Este estudio será útil para cualquier persona que necesite un algoritmo de estimación de frecuencia para aplicaciones en tiempo real ",
            "error": [
                ""
            ]
        },
        "vibration signal": {
            "translated_key": "señal de vibración",
            "translated_annotated_text": "Estimaciones en tiempo real de frecuencias multimodales para estructuras inteligentes En este artículo, varios métodos para la estimación en tiempo real de frecuencias multimodales se realizan en tiempo real y se comparan mediante pruebas numéricas y experimentales. Estos métodos de estimación de frecuencia basados en parámetros se pueden aplicar a diversos campos de ingeniería como comunicaciones, radar y control adaptativo de vibraciones y ruido. Se introducen y explican métodos de estimación de frecuencia bien conocidos. El método Bairstow se introduce para encontrar las raíces de una ecuación característica para las estimaciones de frecuencias multimodales, y la eficiencia computacional del método Bairstow se muestra cuantitativamente. Para una simple prueba numérica, consideramos dos sinusoides de las mismas amplitudes mezclados con varias cantidades de ruido blanco. Los resultados de la prueba muestran que los métodos de autoregresivo (AR) y autoregresivo y promedio móvil (ARMA) no son adecuados en entornos ruidosos. Los otros métodos, aparte del método AR, tienen una capacidad de rastreo rápida. Desde el punto de vista de la eficiencia computacional, los resultados revelan que el método ARMA es ineficiente, mientras que el método de filtro en cascada es muy efectivo. El filtro de notch adaptativo linealizado y los métodos recursivos de máxima probabilidad tienen un rendimiento promedio. Las pruebas experimentales se diseñan para confirmar la viabilidad de los cálculos en tiempo real e imponer las condiciones severas de amplitudes drásticamente diferentes y de cambios considerables de frecuencias naturales. Hemos realizado experimentos para extraer las frecuencias naturales de la \"señal de vibración\" de placas compuestas similares a alas en tiempo real. Las frecuencias naturales del espécimen se modifican por masas añadidas. Especialmente, el método de AR presenta un rendimiento notable a pesar de las condiciones severas. Este estudio será útil para cualquier persona que necesite un algoritmo de estimación de frecuencia para aplicaciones en tiempo real ",
            "error": [
                ""
            ]
        },
        "wing-like composite plates": {
            "translated_key": "placas compuestas similares al ala",
            "translated_annotated_text": "Estimaciones en tiempo real de frecuencias multimodales para estructuras inteligentes En este artículo, varios métodos para la estimación en tiempo real de frecuencias multimodales se realizan en tiempo real y se comparan mediante pruebas numéricas y experimentales. Estos métodos de estimación de frecuencia basados en parámetros se pueden aplicar a diversos campos de ingeniería como comunicaciones, radar y control adaptativo de vibraciones y ruido. Se introducen y explican métodos de estimación de frecuencia bien conocidos. El método Bairstow se introduce para encontrar las raíces de una ecuación característica para las estimaciones de frecuencias multimodales, y la eficiencia computacional del método Bairstow se muestra cuantitativamente. Para una simple prueba numérica, consideramos dos sinusoides de las mismas amplitudes mezclados con varias cantidades de ruido blanco. Los resultados de la prueba muestran que los métodos de autoregresivo (AR) y autoregresivo y promedio móvil (ARMA) no son adecuados en entornos ruidosos. Los otros métodos, aparte del método AR, tienen una capacidad de rastreo rápida. Desde el punto de vista de la eficiencia computacional, los resultados revelan que el método ARMA es ineficiente, mientras que el método de filtro en cascada es muy efectivo. El filtro de notch adaptativo linealizado y los métodos recursivos de máxima probabilidad tienen un rendimiento promedio. Las pruebas experimentales se diseñan para confirmar la viabilidad de los cálculos en tiempo real e imponer las condiciones severas de amplitudes drásticamente diferentes y de cambios considerables de frecuencias naturales. Hemos realizado experimentos para extraer las frecuencias naturales de la señal de vibración de \"placas compuestas similares al ala\" en tiempo real. Las frecuencias naturales del espécimen se modifican por masas añadidas. Especialmente, el método de AR presenta un rendimiento notable a pesar de las condiciones severas. Este estudio será útil para cualquier persona que necesite un algoritmo de estimación de frecuencia para aplicaciones en tiempo real ",
            "error": [
                ""
            ]
        },
        "frequency estimation algorithm": {
            "translated_key": "algoritmo de estimación de frecuencia",
            "translated_annotated_text": "Estimaciones en tiempo real de frecuencias multimodales para estructuras inteligentes En este artículo, varios métodos para la estimación en tiempo real de frecuencias multimodales se realizan en tiempo real y se comparan mediante pruebas numéricas y experimentales. Estos métodos de estimación de frecuencia basados en parámetros se pueden aplicar a diversos campos de ingeniería como comunicaciones, radar y control adaptativo de vibraciones y ruido. Se introducen y explican métodos de estimación de frecuencia bien conocidos. El método Bairstow se introduce para encontrar las raíces de una ecuación característica para las estimaciones de frecuencias multimodales, y la eficiencia computacional del método Bairstow se muestra cuantitativamente. Para una simple prueba numérica, consideramos dos sinusoides de las mismas amplitudes mezclados con varias cantidades de ruido blanco. Los resultados de la prueba muestran que los métodos de autoregresivo (AR) y autoregresivo y promedio móvil (ARMA) no son adecuados en entornos ruidosos. Los otros métodos, aparte del método AR, tienen una capacidad de rastreo rápida. Desde el punto de vista de la eficiencia computacional, los resultados revelan que el método ARMA es ineficiente, mientras que el método de filtro en cascada es muy efectivo. El filtro de notch adaptativo linealizado y los métodos recursivos de máxima probabilidad tienen un rendimiento promedio. Las pruebas experimentales se diseñan para confirmar la viabilidad de los cálculos en tiempo real e imponer las condiciones severas de amplitudes drásticamente diferentes y de cambios considerables de frecuencias naturales. Hemos realizado experimentos para extraer las frecuencias naturales de la señal de vibración de placas compuestas similares a alas en tiempo real. Las frecuencias naturales del espécimen se modifican por masas añadidas. Especialmente, el método de AR presenta un rendimiento notable a pesar de las condiciones severas. Este estudio será útil para cualquier persona que necesite un \"algoritmo de estimación de frecuencia\" para aplicaciones en tiempo real ",
            "error": [
                ""
            ]
        },
        "real-time applications": {
            "translated_key": "aplicaciones en tiempo real",
            "translated_annotated_text": "Estimaciones en tiempo real de frecuencias multimodales para estructuras inteligentes En este artículo, varios métodos para la estimación en tiempo real de frecuencias multimodales se realizan en tiempo real y se comparan mediante pruebas numéricas y experimentales. Estos métodos de estimación de frecuencia basados en parámetros se pueden aplicar a diversos campos de ingeniería como comunicaciones, radar y control adaptativo de vibraciones y ruido. Se introducen y explican métodos de estimación de frecuencia bien conocidos. El método Bairstow se introduce para encontrar las raíces de una ecuación característica para las estimaciones de frecuencias multimodales, y la eficiencia computacional del método Bairstow se muestra cuantitativamente. Para una simple prueba numérica, consideramos dos sinusoides de las mismas amplitudes mezclados con varias cantidades de ruido blanco. Los resultados de la prueba muestran que los métodos de autoregresivo (AR) y autoregresivo y promedio móvil (ARMA) no son adecuados en entornos ruidosos. Los otros métodos, aparte del método AR, tienen una capacidad de rastreo rápida. Desde el punto de vista de la eficiencia computacional, los resultados revelan que el método ARMA es ineficiente, mientras que el método de filtro en cascada es muy efectivo. El filtro de notch adaptativo linealizado y los métodos recursivos de máxima probabilidad tienen un rendimiento promedio. Las pruebas experimentales se diseñan para confirmar la viabilidad de los cálculos en tiempo real e imponer las condiciones severas de amplitudes drásticamente diferentes y de cambios considerables de frecuencias naturales. Hemos realizado experimentos para extraer las frecuencias naturales de la señal de vibración de placas compuestas similares a alas en tiempo real. Las frecuencias naturales del espécimen se modifican por masas añadidas. Especialmente, el método de AR presenta un rendimiento notable a pesar de las condiciones severas. Este estudio será útil para cualquier persona que necesite un algoritmo de estimación de frecuencia para \"aplicaciones en tiempo real\" ",
            "error": [
                ""
            ]
        },
        "adaptive signal processing": {
            "translated_key": [],
            "translated_annotated_text": "Estimaciones en tiempo real de frecuencias multimodales para estructuras inteligentes En este artículo, varios métodos para la estimación en tiempo real de frecuencias multimodales se realizan en tiempo real y se comparan mediante pruebas numéricas y experimentales. Estos métodos de estimación de frecuencia basados en parámetros se pueden aplicar a diversos campos de ingeniería como comunicaciones, radar y control adaptativo de vibraciones y ruido. Se introducen y explican métodos de estimación de frecuencia bien conocidos. El método Bairstow se introduce para encontrar las raíces de una ecuación característica para las estimaciones de frecuencias multimodales, y la eficiencia computacional del método Bairstow se muestra cuantitativamente. Para una simple prueba numérica, consideramos dos sinusoides de las mismas amplitudes mezclados con varias cantidades de ruido blanco. Los resultados de la prueba muestran que los métodos de autoregresivo (AR) y autoregresivo y promedio móvil (ARMA) no son adecuados en entornos ruidosos. Los otros métodos, aparte del método AR, tienen una capacidad de rastreo rápida. Desde el punto de vista de la eficiencia computacional, los resultados revelan que el método ARMA es ineficiente, mientras que el método de filtro en cascada es muy efectivo. El filtro de notch adaptativo linealizado y los métodos recursivos de máxima probabilidad tienen un rendimiento promedio. Las pruebas experimentales se diseñan para confirmar la viabilidad de los cálculos en tiempo real e imponer las condiciones severas de amplitudes drásticamente diferentes y de cambios considerables de frecuencias naturales. Hemos realizado experimentos para extraer las frecuencias naturales de la señal de vibración de placas compuestas similares a alas en tiempo real. Las frecuencias naturales del espécimen se modifican por masas añadidas. Especialmente, el método de AR presenta un rendimiento notable a pesar de las condiciones severas. Este estudio será útil para cualquier persona que necesite un algoritmo de estimación de frecuencia para aplicaciones en tiempo real ",
            "error": []
        },
        "autoregressive moving average processes": {
            "translated_key": [],
            "translated_annotated_text": "Estimaciones en tiempo real de frecuencias multimodales para estructuras inteligentes En este artículo, varios métodos para la estimación en tiempo real de frecuencias multimodales se realizan en tiempo real y se comparan mediante pruebas numéricas y experimentales. Estos métodos de estimación de frecuencia basados en parámetros se pueden aplicar a diversos campos de ingeniería como comunicaciones, radar y control adaptativo de vibraciones y ruido. Se introducen y explican métodos de estimación de frecuencia bien conocidos. El método Bairstow se introduce para encontrar las raíces de una ecuación característica para las estimaciones de frecuencias multimodales, y la eficiencia computacional del método Bairstow se muestra cuantitativamente. Para una simple prueba numérica, consideramos dos sinusoides de las mismas amplitudes mezclados con varias cantidades de ruido blanco. Los resultados de la prueba muestran que los métodos de autoregresivo (AR) y autoregresivo y promedio móvil (ARMA) no son adecuados en entornos ruidosos. Los otros métodos, aparte del método AR, tienen una capacidad de rastreo rápida. Desde el punto de vista de la eficiencia computacional, los resultados revelan que el método ARMA es ineficiente, mientras que el método de filtro en cascada es muy efectivo. El filtro de notch adaptativo linealizado y los métodos recursivos de máxima probabilidad tienen un rendimiento promedio. Las pruebas experimentales se diseñan para confirmar la viabilidad de los cálculos en tiempo real e imponer las condiciones severas de amplitudes drásticamente diferentes y de cambios considerables de frecuencias naturales. Hemos realizado experimentos para extraer las frecuencias naturales de la señal de vibración de placas compuestas similares a alas en tiempo real. Las frecuencias naturales del espécimen se modifican por masas añadidas. Especialmente, el método de AR presenta un rendimiento notable a pesar de las condiciones severas. Este estudio será útil para cualquier persona que necesite un algoritmo de estimación de frecuencia para aplicaciones en tiempo real ",
            "error": []
        },
        "control system CAD": {
            "translated_key": [],
            "translated_annotated_text": "Estimaciones en tiempo real de frecuencias multimodales para estructuras inteligentes En este artículo, varios métodos para la estimación en tiempo real de frecuencias multimodales se realizan en tiempo real y se comparan mediante pruebas numéricas y experimentales. Estos métodos de estimación de frecuencia basados en parámetros se pueden aplicar a diversos campos de ingeniería como comunicaciones, radar y control adaptativo de vibraciones y ruido. Se introducen y explican métodos de estimación de frecuencia bien conocidos. El método Bairstow se introduce para encontrar las raíces de una ecuación característica para las estimaciones de frecuencias multimodales, y la eficiencia computacional del método Bairstow se muestra cuantitativamente. Para una simple prueba numérica, consideramos dos sinusoides de las mismas amplitudes mezclados con varias cantidades de ruido blanco. Los resultados de la prueba muestran que los métodos de autoregresivo (AR) y autoregresivo y promedio móvil (ARMA) no son adecuados en entornos ruidosos. Los otros métodos, aparte del método AR, tienen una capacidad de rastreo rápida. Desde el punto de vista de la eficiencia computacional, los resultados revelan que el método ARMA es ineficiente, mientras que el método de filtro en cascada es muy efectivo. El filtro de notch adaptativo linealizado y los métodos recursivos de máxima probabilidad tienen un rendimiento promedio. Las pruebas experimentales se diseñan para confirmar la viabilidad de los cálculos en tiempo real e imponer las condiciones severas de amplitudes drásticamente diferentes y de cambios considerables de frecuencias naturales. Hemos realizado experimentos para extraer las frecuencias naturales de la señal de vibración de placas compuestas similares a alas en tiempo real. Las frecuencias naturales del espécimen se modifican por masas añadidas. Especialmente, el método de AR presenta un rendimiento notable a pesar de las condiciones severas. Este estudio será útil para cualquier persona que necesite un algoritmo de estimación de frecuencia para aplicaciones en tiempo real ",
            "error": []
        },
        "intelligent structures": {
            "translated_key": [],
            "translated_annotated_text": "Estimaciones en tiempo real de frecuencias multimodales para estructuras inteligentes En este artículo, varios métodos para la estimación en tiempo real de frecuencias multimodales se realizan en tiempo real y se comparan mediante pruebas numéricas y experimentales. Estos métodos de estimación de frecuencia basados en parámetros se pueden aplicar a diversos campos de ingeniería como comunicaciones, radar y control adaptativo de vibraciones y ruido. Se introducen y explican métodos de estimación de frecuencia bien conocidos. El método Bairstow se introduce para encontrar las raíces de una ecuación característica para las estimaciones de frecuencias multimodales, y la eficiencia computacional del método Bairstow se muestra cuantitativamente. Para una simple prueba numérica, consideramos dos sinusoides de las mismas amplitudes mezclados con varias cantidades de ruido blanco. Los resultados de la prueba muestran que los métodos de autoregresivo (AR) y autoregresivo y promedio móvil (ARMA) no son adecuados en entornos ruidosos. Los otros métodos, aparte del método AR, tienen una capacidad de rastreo rápida. Desde el punto de vista de la eficiencia computacional, los resultados revelan que el método ARMA es ineficiente, mientras que el método de filtro en cascada es muy efectivo. El filtro de notch adaptativo linealizado y los métodos recursivos de máxima probabilidad tienen un rendimiento promedio. Las pruebas experimentales se diseñan para confirmar la viabilidad de los cálculos en tiempo real e imponer las condiciones severas de amplitudes drásticamente diferentes y de cambios considerables de frecuencias naturales. Hemos realizado experimentos para extraer las frecuencias naturales de la señal de vibración de placas compuestas similares a alas en tiempo real. Las frecuencias naturales del espécimen se modifican por masas añadidas. Especialmente, el método de AR presenta un rendimiento notable a pesar de las condiciones severas. Este estudio será útil para cualquier persona que necesite un algoritmo de estimación de frecuencia para aplicaciones en tiempo real ",
            "error": []
        }
    }
}