{
    "original_text": "Induced-shear piezoelectric actuators for rotor blade trailing edge flaps Much of the current rotorcraft research is focused on improving performance by reducing unwanted helicopter noise and vibration. One of the most promising active rotorcraft vibration control systems is an active trailing edge flap. In this paper, an induced-shear piezoelectric tube actuator is used in conjunction with a simple lever-cusp hinge amplification device to generate a useful combination of trailing edge flap deflections and hinge moments. A finite-element model of the actuator tube and trailing edge flap (including aerodynamic and inertial loading) was used to guide the design of the actuator-flap system. A full-scale induced shear tube actuator flap system was fabricated and bench top testing was conducted to validate the analysis. Hinge moments corresponding to various rotor speeds were applied to the actuator using mechanical springs. The testing demonstrated that for an applied electric field of 3 kV cm/sup -1/ the tube actuator deflected a representative full-scale 12 inch flap +or-2.8 degrees at 0 rpm and +or-1.4 degrees for a hinge moment simulating a 400 rpm condition. The per cent error between the predicted and experimental full-scale flap deflections ranged from 4% (low rpm) to 12.5% (large rpm). Increasing the electric field to 4 kV cm/sup -1/ results in +or-2.5 degrees flap deflection at a rotation speed of 400 rpm, according to the design analysis. A trade study was conducted to compare the performance of the piezoelectric tube actuator to the state of the art in trailing edge flap actuators and indicated that the induced-shear tube actuator shows promise as a trailing edge flap actuator",
    "original_translation": "Actuadores piezoeléctricos de oído inducidos para aletas de borde de corte de rotor Gran parte de la investigación de rotorcraft actual se centra en mejorar el rendimiento reduciendo el ruido y la vibración no deseados de los helicópteros. Uno de los sistemas de control de vibraciones de rotorcraft activos más prometedores es un trailing activo de borde. En este artículo, se utiliza un actuador piezoeléctrico de tubo inducido-espirado junto con un sencillo dispositivo de amplificación de bisagras de palanca-cúspide para generar una útil combinación de deflexión lateral de borde y momentos de bisagra. Se utilizó un modelo de elementos finitos del tubo del actuador y de la solapa del borde (incluida la carga aerodinámica e inercial) para guiar el diseño del sistema del actuador-flap. Se fabricó un sistema de solapa del actuador de tubo de corte inducido a gran escala y se realizaron pruebas en la parte superior del banco para validar el análisis. Se aplicaron al actuador, mediante muelles mecánicos, momentos de bisagra correspondientes a varias velocidades de rotor. El ensayo demostró que para un campo eléctrico aplicado de 3 kV cm/sup -1/ el actuador del tubo desvió una solapa representativa de 12 pulgadas a escala completa + o 2,8 grados a 0 rpm y + o 1,4 grados para un momento bisagra simulando una condición de 400 rpm. El porcentaje de error entre las deformaciones a gran escala predicha y experimental osciló entre el 4% (bajo rpm) y el 12,5% (gran rpm). El aumento del campo eléctrico a 4 kV cm/sup -1/ da como resultado una desviación de la solapa de +o-2.5 grados a una velocidad de rotación de 400 rpm, según el análisis de diseño. Se realizó un estudio de comercio para comparar el rendimiento del actuador de tubo piezoeléctrico con el estado de la técnica en los actuadores de solapa de borde de arrastre e indicó que el actuador de tubo de oído inducido muestra promesa como actuador de solapa de borde de arrastre",
    "error_count": 8,
    "keys": {
        "rotorcraft": {
            "translated_key": "rotorcraft",
            "translated_annotated_text": "Actuadores piezoeléctricos de oído inducidos para aletas de borde de corte de rotor Gran parte de la investigación \"rotorcraft\" actual se centra en mejorar el rendimiento mediante la reducción del ruido y la vibración de helicópteros no deseados. Uno de los sistemas activos más prometedores de control de vibraciones \"rotorcraft\" es un trailing activo de borde. En este artículo, se utiliza un actuador piezoeléctrico de tubo inducido-espirado junto con un sencillo dispositivo de amplificación de bisagras de palanca-cúspide para generar una útil combinación de deflexión lateral de borde y momentos de bisagra. Se utilizó un modelo de elementos finitos del tubo del actuador y de la solapa del borde (incluida la carga aerodinámica e inercial) para guiar el diseño del sistema del actuador-flap. Se fabricó un sistema de solapa del actuador de tubo de corte inducido a gran escala y se realizaron pruebas en la parte superior del banco para validar el análisis. Se aplicaron al actuador, mediante muelles mecánicos, momentos de bisagra correspondientes a varias velocidades de rotor. El ensayo demostró que para un campo eléctrico aplicado de 3 kV cm/sup -1/ el actuador del tubo desvió una solapa representativa de 12 pulgadas a escala completa + o 2,8 grados a 0 rpm y + o 1,4 grados para un momento bisagra simulando una condición de 400 rpm. El porcentaje de error entre las deformaciones a gran escala predicha y experimental osciló entre el 4% (bajo rpm) y el 12,5% (gran rpm). El aumento del campo eléctrico a 4 kV cm/sup -1/ da como resultado una desviación de la solapa de +o-2.5 grados a una velocidad de rotación de 400 rpm, según el análisis de diseño. Se realizó un estudio de comercio para comparar el rendimiento del actuador de tubo piezoeléctrico con el estado de la técnica en los actuadores de solapa de borde de arrastre e indicó que el actuador de tubo de oído inducido muestra promesa como actuador de solapa de borde de arrastre ",
            "error": [
                ""
            ]
        },
        "helicopter noise": {
            "translated_key": "ruido del helicóptero",
            "translated_annotated_text": "Actuadores piezoeléctricos de oído inducidos para aletas de borde de corte de rotor Gran parte de la investigación de rotorcraft actual se centra en mejorar el rendimiento reduciendo el \"ruido del helicóptero\" y la vibración no deseados. Uno de los sistemas de control de vibraciones de rotorcraft activos más prometedores es un trailing activo de borde. En este artículo, se utiliza un actuador piezoeléctrico de tubo inducido-espirado junto con un sencillo dispositivo de amplificación de bisagras de palanca-cúspide para generar una útil combinación de deflexión lateral de borde y momentos de bisagra. Se utilizó un modelo de elementos finitos del tubo del actuador y de la solapa del borde (incluida la carga aerodinámica e inercial) para guiar el diseño del sistema del actuador-flap. Se fabricó un sistema de solapa del actuador de tubo de corte inducido a gran escala y se realizaron pruebas en la parte superior del banco para validar el análisis. Se aplicaron al actuador, mediante muelles mecánicos, momentos de bisagra correspondientes a varias velocidades de rotor. El ensayo demostró que para un campo eléctrico aplicado de 3 kV cm/sup -1/ el actuador del tubo desvió una solapa representativa de 12 pulgadas a escala completa + o 2,8 grados a 0 rpm y + o 1,4 grados para un momento bisagra simulando una condición de 400 rpm. El porcentaje de error entre las deformaciones a gran escala predicha y experimental osciló entre el 4% (bajo rpm) y el 12,5% (gran rpm). El aumento del campo eléctrico a 4 kV cm/sup -1/ da como resultado una desviación de la solapa de +o-2.5 grados a una velocidad de rotación de 400 rpm, según el análisis de diseño. Se realizó un estudio de comercio para comparar el rendimiento del actuador de tubo piezoeléctrico con el estado de la técnica en los actuadores de solapa de borde de arrastre e indicó que el actuador de tubo de oído inducido muestra promesa como actuador de solapa de borde de arrastre ",
            "error": [
                ""
            ]
        },
        "helicopter vibration": {
            "translated_key": [],
            "translated_annotated_text": "Actuadores piezoeléctricos de oído inducidos para aletas de borde de corte de rotor Gran parte de la investigación de rotorcraft actual se centra en mejorar el rendimiento reduciendo el ruido y la vibración no deseados de los helicópteros. Uno de los sistemas de control de vibraciones de rotorcraft activos más prometedores es un trailing activo de borde. En este artículo, se utiliza un actuador piezoeléctrico de tubo inducido-espirado junto con un sencillo dispositivo de amplificación de bisagras de palanca-cúspide para generar una útil combinación de deflexión lateral de borde y momentos de bisagra. Se utilizó un modelo de elementos finitos del tubo del actuador y de la solapa del borde (incluida la carga aerodinámica e inercial) para guiar el diseño del sistema del actuador-flap. Se fabricó un sistema de solapa del actuador de tubo de corte inducido a gran escala y se realizaron pruebas en la parte superior del banco para validar el análisis. Se aplicaron al actuador, mediante muelles mecánicos, momentos de bisagra correspondientes a varias velocidades de rotor. El ensayo demostró que para un campo eléctrico aplicado de 3 kV cm/sup -1/ el actuador del tubo desvió una solapa representativa de 12 pulgadas a escala completa + o 2,8 grados a 0 rpm y + o 1,4 grados para un momento bisagra simulando una condición de 400 rpm. El porcentaje de error entre las deformaciones a gran escala predicha y experimental osciló entre el 4% (bajo rpm) y el 12,5% (gran rpm). El aumento del campo eléctrico a 4 kV cm/sup -1/ da como resultado una desviación de la solapa de +o-2.5 grados a una velocidad de rotación de 400 rpm, según el análisis de diseño. Se realizó un estudio de comercio para comparar el rendimiento del actuador de tubo piezoeléctrico con el estado de la técnica en los actuadores de solapa de borde de arrastre e indicó que el actuador de tubo de oído inducido muestra promesa como actuador de solapa de borde de arrastre ",
            "error": []
        },
        "vibration control": {
            "translated_key": "control de vibración",
            "translated_annotated_text": "Actuadores piezoeléctricos de oído inducidos para aletas de borde de corte de rotor Gran parte de la investigación de rotorcraft actual se centra en mejorar el rendimiento reduciendo el ruido y la vibración no deseados de los helicópteros. Uno de los sistemas de \"control de vibración\" más prometedores de los rotorcraft activos es una solapa de borde de avance activa. En este artículo, se utiliza un actuador piezoeléctrico de tubo inducido-espirado junto con un sencillo dispositivo de amplificación de bisagras de palanca-cúspide para generar una útil combinación de deflexión lateral de borde y momentos de bisagra. Se utilizó un modelo de elementos finitos del tubo del actuador y de la solapa del borde (incluida la carga aerodinámica e inercial) para guiar el diseño del sistema del actuador-flap. Se fabricó un sistema de solapa del actuador de tubo de corte inducido a gran escala y se realizaron pruebas en la parte superior del banco para validar el análisis. Se aplicaron al actuador, mediante muelles mecánicos, momentos de bisagra correspondientes a varias velocidades de rotor. El ensayo demostró que para un campo eléctrico aplicado de 3 kV cm/sup -1/ el actuador del tubo desvió una solapa representativa de 12 pulgadas a escala completa + o 2,8 grados a 0 rpm y + o 1,4 grados para un momento bisagra simulando una condición de 400 rpm. El porcentaje de error entre las deformaciones a gran escala predicha y experimental osciló entre el 4% (bajo rpm) y el 12,5% (gran rpm). El aumento del campo eléctrico a 4 kV cm/sup -1/ da como resultado una desviación de la solapa de +o-2.5 grados a una velocidad de rotación de 400 rpm, según el análisis de diseño. Se realizó un estudio de comercio para comparar el rendimiento del actuador de tubo piezoeléctrico con el estado de la técnica en los actuadores de solapa de borde de arrastre e indicó que el actuador de tubo de oído inducido muestra promesa como actuador de solapa de borde de arrastre ",
            "error": [
                ""
            ]
        },
        "active trailing edge flap": {
            "translated_key": "flap de borde activo",
            "translated_annotated_text": "Actuadores piezoeléctricos de oído inducidos para aletas de borde de corte de rotor Gran parte de la investigación de rotorcraft actual se centra en mejorar el rendimiento reduciendo el ruido y la vibración no deseados de los helicópteros. Uno de los sistemas de control de vibraciones de rotorcraft activos más prometedores es un \"flap de borde activo\". En este artículo, se utiliza un actuador piezoeléctrico de tubo inducido-espirado junto con un sencillo dispositivo de amplificación de bisagras de palanca-cúspide para generar una útil combinación de deflexión lateral de borde y momentos de bisagra. Se utilizó un modelo de elementos finitos del tubo del actuador y de la solapa del borde (incluida la carga aerodinámica e inercial) para guiar el diseño del sistema del actuador-flap. Se fabricó un sistema de solapa del actuador de tubo de corte inducido a gran escala y se realizaron pruebas en la parte superior del banco para validar el análisis. Se aplicaron al actuador, mediante muelles mecánicos, momentos de bisagra correspondientes a varias velocidades de rotor. El ensayo demostró que para un campo eléctrico aplicado de 3 kV cm/sup -1/ el actuador del tubo desvió una solapa representativa de 12 pulgadas a escala completa + o 2,8 grados a 0 rpm y + o 1,4 grados para un momento bisagra simulando una condición de 400 rpm. El porcentaje de error entre las deformaciones a gran escala predicha y experimental osciló entre el 4% (bajo rpm) y el 12,5% (gran rpm). El aumento del campo eléctrico a 4 kV cm/sup -1/ da como resultado una desviación de la solapa de +o-2.5 grados a una velocidad de rotación de 400 rpm, según el análisis de diseño. Se realizó un estudio de comercio para comparar el rendimiento del actuador de tubo piezoeléctrico con el estado de la técnica en los actuadores de solapa de borde de arrastre e indicó que el actuador de tubo de oído inducido muestra promesa como actuador de solapa de borde de arrastre ",
            "error": [
                ""
            ]
        },
        "lever-cusp hinge amplification device": {
            "translated_key": "dispositivo de amplificación de bisagras de palanca",
            "translated_annotated_text": "Actuadores piezoeléctricos de oído inducidos para aletas de borde de corte de rotor Gran parte de la investigación de rotorcraft actual se centra en mejorar el rendimiento reduciendo el ruido y la vibración no deseados de los helicópteros. Uno de los sistemas de control de vibraciones de rotorcraft activos más prometedores es un trailing activo de borde. En este artículo, se utiliza un actuador de tubo piezoeléctrico inducido-espirado junto con un simple \"dispositivo de amplificación de bisagras de palanca\" para generar una útil combinación de deflexión de borde y momentos de bisagra. Se utilizó un modelo de elementos finitos del tubo del actuador y de la solapa del borde (incluida la carga aerodinámica e inercial) para guiar el diseño del sistema del actuador-flap. Se fabricó un sistema de solapa del actuador de tubo de corte inducido a gran escala y se realizaron pruebas en la parte superior del banco para validar el análisis. Se aplicaron al actuador, mediante muelles mecánicos, momentos de bisagra correspondientes a varias velocidades de rotor. El ensayo demostró que para un campo eléctrico aplicado de 3 kV cm/sup -1/ el actuador del tubo desvió una solapa representativa de 12 pulgadas a escala completa + o 2,8 grados a 0 rpm y + o 1,4 grados para un momento bisagra simulando una condición de 400 rpm. El porcentaje de error entre las deformaciones a gran escala predicha y experimental osciló entre el 4% (bajo rpm) y el 12,5% (gran rpm). El aumento del campo eléctrico a 4 kV cm/sup -1/ da como resultado una desviación de la solapa de +o-2.5 grados a una velocidad de rotación de 400 rpm, según el análisis de diseño. Se realizó un estudio de comercio para comparar el rendimiento del actuador de tubo piezoeléctrico con el estado de la técnica en los actuadores de solapa de borde de arrastre e indicó que el actuador de tubo de oído inducido muestra promesa como actuador de solapa de borde de arrastre ",
            "error": [
                ""
            ]
        },
        "finite-element model": {
            "translated_key": "modelo de elementos finitos",
            "translated_annotated_text": "Actuadores piezoeléctricos de oído inducidos para aletas de borde de corte de rotor Gran parte de la investigación de rotorcraft actual se centra en mejorar el rendimiento reduciendo el ruido y la vibración no deseados de los helicópteros. Uno de los sistemas de control de vibraciones de rotorcraft activos más prometedores es un trailing activo de borde. En este artículo, se utiliza un actuador piezoeléctrico de tubo inducido-espirado junto con un sencillo dispositivo de amplificación de bisagras de palanca-cúspide para generar una útil combinación de deflexión lateral de borde y momentos de bisagra. Se utilizó un \"modelo de elementos finitos\" del tubo del actuador y de la solapa del borde (incluida la carga aerodinámica e inercial) para guiar el diseño del sistema del actuador-flap. Se fabricó un sistema de solapa del actuador de tubo de corte inducido a gran escala y se realizaron pruebas en la parte superior del banco para validar el análisis. Se aplicaron al actuador, mediante muelles mecánicos, momentos de bisagra correspondientes a varias velocidades de rotor. El ensayo demostró que para un campo eléctrico aplicado de 3 kV cm/sup -1/ el actuador del tubo desvió una solapa representativa de 12 pulgadas a escala completa + o 2,8 grados a 0 rpm y + o 1,4 grados para un momento bisagra simulando una condición de 400 rpm. El porcentaje de error entre las deformaciones a gran escala predicha y experimental osciló entre el 4% (bajo rpm) y el 12,5% (gran rpm). El aumento del campo eléctrico a 4 kV cm/sup -1/ da como resultado una desviación de la solapa de +o-2.5 grados a una velocidad de rotación de 400 rpm, según el análisis de diseño. Se realizó un estudio de comercio para comparar el rendimiento del actuador de tubo piezoeléctrico con el estado de la técnica en los actuadores de solapa de borde de arrastre e indicó que el actuador de tubo de oído inducido muestra promesa como actuador de solapa de borde de arrastre ",
            "error": [
                ""
            ]
        },
        "aerodynamic loading": {
            "translated_key": [],
            "translated_annotated_text": "Actuadores piezoeléctricos de oído inducidos para aletas de borde de corte de rotor Gran parte de la investigación de rotorcraft actual se centra en mejorar el rendimiento reduciendo el ruido y la vibración no deseados de los helicópteros. Uno de los sistemas de control de vibraciones de rotorcraft activos más prometedores es un trailing activo de borde. En este artículo, se utiliza un actuador piezoeléctrico de tubo inducido-espirado junto con un sencillo dispositivo de amplificación de bisagras de palanca-cúspide para generar una útil combinación de deflexión lateral de borde y momentos de bisagra. Se utilizó un modelo de elementos finitos del tubo del actuador y de la solapa del borde (incluida la carga aerodinámica e inercial) para guiar el diseño del sistema del actuador-flap. Se fabricó un sistema de solapa del actuador de tubo de corte inducido a gran escala y se realizaron pruebas en la parte superior del banco para validar el análisis. Se aplicaron al actuador, mediante muelles mecánicos, momentos de bisagra correspondientes a varias velocidades de rotor. El ensayo demostró que para un campo eléctrico aplicado de 3 kV cm/sup -1/ el actuador del tubo desvió una solapa representativa de 12 pulgadas a escala completa + o 2,8 grados a 0 rpm y + o 1,4 grados para un momento bisagra simulando una condición de 400 rpm. El porcentaje de error entre las deformaciones a gran escala predicha y experimental osciló entre el 4% (bajo rpm) y el 12,5% (gran rpm). El aumento del campo eléctrico a 4 kV cm/sup -1/ da como resultado una desviación de la solapa de +o-2.5 grados a una velocidad de rotación de 400 rpm, según el análisis de diseño. Se realizó un estudio de comercio para comparar el rendimiento del actuador de tubo piezoeléctrico con el estado de la técnica en los actuadores de solapa de borde de arrastre e indicó que el actuador de tubo de oído inducido muestra promesa como actuador de solapa de borde de arrastre ",
            "error": []
        },
        "12 inch flap": {
            "translated_key": "flap",
            "translated_annotated_text": "Actuadores piezoeléctricos de oído inducidos para aletas de borde de corte de rotor Gran parte de la investigación de rotorcraft actual se centra en mejorar el rendimiento reduciendo el ruido y la vibración no deseados de los helicópteros. Uno de los sistemas de control de vibraciones de rotorcraft activos más prometedores es un trailing activo de borde. En este artículo, se utiliza un actuador piezoeléctrico de tubo inducido-espirado junto con un sencillo dispositivo de amplificación de bisagras de palanca-cúspide para generar una útil combinación de deflexión lateral de borde y momentos de bisagra. Se utilizó un modelo de elementos finitos del tubo del actuador y de la solapa del borde (incluida la carga aerodinámica e inercial) para guiar el diseño del sistema del actuador-flap. Se fabricó un sistema de solapa del actuador de tubo de corte inducido a gran escala y se realizaron pruebas en la parte superior del banco para validar el análisis. Se aplicaron al actuador, mediante muelles mecánicos, momentos de bisagra correspondientes a varias velocidades de rotor. El ensayo demostró que, para un campo eléctrico aplicado de 3 kV cm/sup -1/, el actuador del tubo desvió un \"flap\" representativo a gran escala de 12 pulgadas + 2,8 grados a 0 rpm y + o-1,4 grados para un momento bisagra simulando una condición de 400 rpm. El porcentaje de error entre las deformaciones a gran escala predicha y experimental osciló entre el 4% (bajo rpm) y el 12,5% (gran rpm). El aumento del campo eléctrico a 4 kV cm/sup -1/ da como resultado una desviación de la solapa de +o-2.5 grados a una velocidad de rotación de 400 rpm, según el análisis de diseño. Se realizó un estudio de comercio para comparar el rendimiento del actuador de tubo piezoeléctrico con el estado de la técnica en los actuadores de solapa de borde de arrastre e indicó que el actuador de tubo de oído inducido muestra promesa como actuador de solapa de borde de arrastre ",
            "error": [
                ""
            ]
        },
        "inertial loading": {
            "translated_key": "carga aerodinámica e inercial",
            "translated_annotated_text": "Actuadores piezoeléctricos de oído inducidos para aletas de borde de corte de rotor Gran parte de la investigación de rotorcraft actual se centra en mejorar el rendimiento reduciendo el ruido y la vibración no deseados de los helicópteros. Uno de los sistemas de control de vibraciones de rotorcraft activos más prometedores es un trailing activo de borde. En este artículo, se utiliza un actuador piezoeléctrico de tubo inducido-espirado junto con un sencillo dispositivo de amplificación de bisagras de palanca-cúspide para generar una útil combinación de deflexión lateral de borde y momentos de bisagra. Se utilizó un modelo de elementos finitos del tubo del actuador y de la solapa del borde (incluyendo la \"carga aerodinámica e inercial\") para guiar el diseño del sistema del actuador-flap. Se fabricó un sistema de solapa del actuador de tubo de corte inducido a gran escala y se realizaron pruebas en la parte superior del banco para validar el análisis. Se aplicaron al actuador, mediante muelles mecánicos, momentos de bisagra correspondientes a varias velocidades de rotor. El ensayo demostró que para un campo eléctrico aplicado de 3 kV cm/sup -1/ el actuador del tubo desvió una solapa representativa de 12 pulgadas a escala completa + o 2,8 grados a 0 rpm y + o 1,4 grados para un momento bisagra simulando una condición de 400 rpm. El porcentaje de error entre las deformaciones a gran escala predicha y experimental osciló entre el 4% (bajo rpm) y el 12,5% (gran rpm). El aumento del campo eléctrico a 4 kV cm/sup -1/ da como resultado una desviación de la solapa de +o-2.5 grados a una velocidad de rotación de 400 rpm, según el análisis de diseño. Se realizó un estudio de comercio para comparar el rendimiento del actuador de tubo piezoeléctrico con el estado de la técnica en los actuadores de solapa de borde de arrastre e indicó que el actuador de tubo de oído inducido muestra promesa como actuador de solapa de borde de arrastre ",
            "error": [
                ""
            ]
        },
        "design": {
            "translated_key": "diseño",
            "translated_annotated_text": "Actuadores piezoeléctricos de oído inducidos para aletas de borde de corte de rotor Gran parte de la investigación de rotorcraft actual se centra en mejorar el rendimiento reduciendo el ruido y la vibración no deseados de los helicópteros. Uno de los sistemas de control de vibraciones de rotorcraft activos más prometedores es un trailing activo de borde. En este artículo, se utiliza un actuador piezoeléctrico de tubo inducido-espirado junto con un sencillo dispositivo de amplificación de bisagras de palanca-cúspide para generar una útil combinación de deflexión lateral de borde y momentos de bisagra. Se utilizó un modelo de elementos finitos del tubo del actuador y de la solapa del borde (incluida la carga aerodinámica e inercial) para guiar el \"diseño\" del sistema del actuador-flap. Se fabricó un sistema de solapa del actuador de tubo de corte inducido a gran escala y se realizaron pruebas en la parte superior del banco para validar el análisis. Se aplicaron al actuador, mediante muelles mecánicos, momentos de bisagra correspondientes a varias velocidades de rotor. El ensayo demostró que para un campo eléctrico aplicado de 3 kV cm/sup -1/ el actuador del tubo desvió una solapa representativa de 12 pulgadas a escala completa + o 2,8 grados a 0 rpm y + o 1,4 grados para un momento bisagra simulando una condición de 400 rpm. El porcentaje de error entre las deformaciones a gran escala predicha y experimental osciló entre el 4% (bajo rpm) y el 12,5% (gran rpm). El aumento del campo eléctrico a 4 kV cm/sup -1/ da lugar a una desviación de la solapa de +o-2.5 grados a una velocidad de rotación de 400 rpm, según el análisis de \"diseño\". Se realizó un estudio de comercio para comparar el rendimiento del actuador de tubo piezoeléctrico con el estado de la técnica en los actuadores de solapa de borde de arrastre e indicó que el actuador de tubo de oído inducido muestra promesa como actuador de solapa de borde de arrastre ",
            "error": [
                ""
            ]
        },
        "shear tube actuator flap": {
            "translated_key": "flap de actuador de tubo de oído",
            "translated_annotated_text": "Actuadores piezoeléctricos de oído inducidos para aletas de borde de corte de rotor Gran parte de la investigación de rotorcraft actual se centra en mejorar el rendimiento reduciendo el ruido y la vibración no deseados de los helicópteros. Uno de los sistemas de control de vibraciones de rotorcraft activos más prometedores es un trailing activo de borde. En este artículo, se utiliza un actuador piezoeléctrico de tubo inducido-espirado junto con un sencillo dispositivo de amplificación de bisagras de palanca-cúspide para generar una útil combinación de deflexión lateral de borde y momentos de bisagra. Se utilizó un modelo de elementos finitos del tubo del actuador y de la solapa del borde (incluida la carga aerodinámica e inercial) para guiar el diseño del sistema del actuador-flap. Se fabricó un sistema de \"flap de actuador de tubo de oído\" inducido a gran escala y se realizaron pruebas en la parte superior del banco para validar el análisis. Se aplicaron al actuador, mediante muelles mecánicos, momentos de bisagra correspondientes a varias velocidades de rotor. El ensayo demostró que para un campo eléctrico aplicado de 3 kV cm/sup -1/ el actuador del tubo desvió una solapa representativa de 12 pulgadas a escala completa + o 2,8 grados a 0 rpm y + o 1,4 grados para un momento bisagra simulando una condición de 400 rpm. El porcentaje de error entre las deformaciones a gran escala predicha y experimental osciló entre el 4% (bajo rpm) y el 12,5% (gran rpm). El aumento del campo eléctrico a 4 kV cm/sup -1/ da como resultado una desviación de la solapa de +o-2.5 grados a una velocidad de rotación de 400 rpm, según el análisis de diseño. Se realizó un estudio de comercio para comparar el rendimiento del actuador de tubo piezoeléctrico con el estado de la técnica en los actuadores de solapa de borde de arrastre e indicó que el actuador de tubo de oído inducido muestra promesa como actuador de solapa de borde de arrastre ",
            "error": [
                ""
            ]
        },
        "bench top testing": {
            "translated_key": "prueba de la parte superior del banco",
            "translated_annotated_text": "Actuadores piezoeléctricos de oído inducidos para aletas de borde de corte de rotor Gran parte de la investigación de rotorcraft actual se centra en mejorar el rendimiento reduciendo el ruido y la vibración no deseados de los helicópteros. Uno de los sistemas de control de vibraciones de rotorcraft activos más prometedores es un trailing activo de borde. En este artículo, se utiliza un actuador piezoeléctrico de tubo inducido-espirado junto con un sencillo dispositivo de amplificación de bisagras de palanca-cúspide para generar una útil combinación de deflexión lateral de borde y momentos de bisagra. Se utilizó un modelo de elementos finitos del tubo del actuador y de la solapa del borde (incluida la carga aerodinámica e inercial) para guiar el diseño del sistema del actuador-flap. Se fabricó un sistema de solapa del actuador del tubo de cizallamiento inducido a gran escala y se realizó \"prueba de la parte superior del banco\" para validar el análisis. Se aplicaron al actuador, mediante muelles mecánicos, momentos de bisagra correspondientes a varias velocidades de rotor. El ensayo demostró que para un campo eléctrico aplicado de 3 kV cm/sup -1/ el actuador del tubo desvió una solapa representativa de 12 pulgadas a escala completa + o 2,8 grados a 0 rpm y + o 1,4 grados para un momento bisagra simulando una condición de 400 rpm. El porcentaje de error entre las deformaciones a gran escala predicha y experimental osciló entre el 4% (bajo rpm) y el 12,5% (gran rpm). El aumento del campo eléctrico a 4 kV cm/sup -1/ da como resultado una desviación de la solapa de +o-2.5 grados a una velocidad de rotación de 400 rpm, según el análisis de diseño. Se realizó un estudio de comercio para comparar el rendimiento del actuador de tubo piezoeléctrico con el estado de la técnica en los actuadores de solapa de borde de arrastre e indicó que el actuador de tubo de oído inducido muestra promesa como actuador de solapa de borde de arrastre ",
            "error": [
                ""
            ]
        },
        "piezoelectric tube actuator": {
            "translated_key": "actuador de tubo piezoeléctrico",
            "translated_annotated_text": "Actuadores piezoeléctricos de oído inducidos para aletas de borde de corte de rotor Gran parte de la investigación de rotorcraft actual se centra en mejorar el rendimiento reduciendo el ruido y la vibración no deseados de los helicópteros. Uno de los sistemas de control de vibraciones de rotorcraft activos más prometedores es un trailing activo de borde. En este artículo, se utiliza un \"actuador de tubo piezoeléctrico\" inducido con un simple dispositivo de amplificación de bisagras de palanca-cúspide para generar una útil combinación de deflexión de bordes y momentos de bisagra. Se utilizó un modelo de elementos finitos del tubo del actuador y de la solapa del borde (incluida la carga aerodinámica e inercial) para guiar el diseño del sistema del actuador-flap. Se fabricó un sistema de solapa del actuador de tubo de corte inducido a gran escala y se realizaron pruebas en la parte superior del banco para validar el análisis. Se aplicaron al actuador, mediante muelles mecánicos, momentos de bisagra correspondientes a varias velocidades de rotor. El ensayo demostró que para un campo eléctrico aplicado de 3 kV cm/sup -1/ el actuador del tubo desvió una solapa representativa de 12 pulgadas a escala completa + o 2,8 grados a 0 rpm y + o 1,4 grados para un momento bisagra simulando una condición de 400 rpm. El porcentaje de error entre las deformaciones a gran escala predicha y experimental osciló entre el 4% (bajo rpm) y el 12,5% (gran rpm). El aumento del campo eléctrico a 4 kV cm/sup -1/ da como resultado una desviación de la solapa de +o-2.5 grados a una velocidad de rotación de 400 rpm, según el análisis de diseño. Se realizó un estudio de comercio para comparar el rendimiento del \"actuador de tubo piezoeléctrico\" con el estado de la técnica en los actuadores de solapa de borde de derivación e indicó que el actuador de tubo de oído inducido muestra promesa como un actuador de solapa de borde de derivación ",
            "error": [
                ""
            ]
        },
        "induced-shear tube actuator": {
            "translated_key": "actuador de tubo de oído inducido",
            "translated_annotated_text": "Actuadores piezoeléctricos de oído inducidos para aletas de borde de corte de rotor Gran parte de la investigación de rotorcraft actual se centra en mejorar el rendimiento reduciendo el ruido y la vibración no deseados de los helicópteros. Uno de los sistemas de control de vibraciones de rotorcraft activos más prometedores es un trailing activo de borde. En este artículo, se utiliza un actuador piezoeléctrico de tubo inducido-espirado junto con un sencillo dispositivo de amplificación de bisagras de palanca-cúspide para generar una útil combinación de deflexión lateral de borde y momentos de bisagra. Se utilizó un modelo de elementos finitos del tubo del actuador y de la solapa del borde (incluida la carga aerodinámica e inercial) para guiar el diseño del sistema del actuador-flap. Se fabricó un sistema de solapa del actuador de tubo de corte inducido a gran escala y se realizaron pruebas en la parte superior del banco para validar el análisis. Se aplicaron al actuador, mediante muelles mecánicos, momentos de bisagra correspondientes a varias velocidades de rotor. El ensayo demostró que para un campo eléctrico aplicado de 3 kV cm/sup -1/ el actuador del tubo desvió una solapa representativa de 12 pulgadas a escala completa + o 2,8 grados a 0 rpm y + o 1,4 grados para un momento bisagra simulando una condición de 400 rpm. El porcentaje de error entre las deformaciones a gran escala predicha y experimental osciló entre el 4% (bajo rpm) y el 12,5% (gran rpm). El aumento del campo eléctrico a 4 kV cm/sup -1/ da como resultado una desviación de la solapa de +o-2.5 grados a una velocidad de rotación de 400 rpm, según el análisis de diseño. Se realizó un estudio de comercio para comparar el rendimiento del actuador de tubo piezoeléctrico con el estado de la técnica en los actuadores de solapa de borde descendente e indicó que el \"actuador de tubo de oído inducido\" muestra promesa como un actuador de solapa de borde descendente ",
            "error": [
                ""
            ]
        },
        "12 inch": {
            "translated_key": [],
            "translated_annotated_text": "Actuadores piezoeléctricos de oído inducidos para aletas de borde de corte de rotor Gran parte de la investigación de rotorcraft actual se centra en mejorar el rendimiento reduciendo el ruido y la vibración no deseados de los helicópteros. Uno de los sistemas de control de vibraciones de rotorcraft activos más prometedores es un trailing activo de borde. En este artículo, se utiliza un actuador piezoeléctrico de tubo inducido-espirado junto con un sencillo dispositivo de amplificación de bisagras de palanca-cúspide para generar una útil combinación de deflexión lateral de borde y momentos de bisagra. Se utilizó un modelo de elementos finitos del tubo del actuador y de la solapa del borde (incluida la carga aerodinámica e inercial) para guiar el diseño del sistema del actuador-flap. Se fabricó un sistema de solapa del actuador de tubo de corte inducido a gran escala y se realizaron pruebas en la parte superior del banco para validar el análisis. Se aplicaron al actuador, mediante muelles mecánicos, momentos de bisagra correspondientes a varias velocidades de rotor. El ensayo demostró que para un campo eléctrico aplicado de 3 kV cm/sup -1/ el actuador del tubo desvió una solapa representativa a gran escala de 12 pulgadas + o 2,8 grados a 0 rpm y + o 1,4 grados para un momento bisagra simulando una condición de 400 rpm. El porcentaje de error entre las deformaciones a gran escala predicha y experimental osciló entre el 4% (bajo rpm) y el 12,5% (gran rpm). El aumento del campo eléctrico a 4 kV cm/sup -1/ da como resultado una desviación de la solapa de +o-2.5 grados a una velocidad de rotación de 400 rpm, según el análisis de diseño. Se realizó un estudio de comercio para comparar el rendimiento del actuador de tubo piezoeléctrico con el estado de la técnica en los actuadores de solapa de borde de arrastre e indicó que el actuador de tubo de oído inducido muestra promesa como actuador de solapa de borde de arrastre ",
            "error": []
        },
        "aircraft control": {
            "translated_key": [],
            "translated_annotated_text": "Actuadores piezoeléctricos de oído inducidos para aletas de borde de corte de rotor Gran parte de la investigación de rotorcraft actual se centra en mejorar el rendimiento reduciendo el ruido y la vibración no deseados de los helicópteros. Uno de los sistemas de control de vibraciones de rotorcraft activos más prometedores es un trailing activo de borde. En este artículo, se utiliza un actuador piezoeléctrico de tubo inducido-espirado junto con un sencillo dispositivo de amplificación de bisagras de palanca-cúspide para generar una útil combinación de deflexión lateral de borde y momentos de bisagra. Se utilizó un modelo de elementos finitos del tubo del actuador y de la solapa del borde (incluida la carga aerodinámica e inercial) para guiar el diseño del sistema del actuador-flap. Se fabricó un sistema de solapa del actuador de tubo de corte inducido a gran escala y se realizaron pruebas en la parte superior del banco para validar el análisis. Se aplicaron al actuador, mediante muelles mecánicos, momentos de bisagra correspondientes a varias velocidades de rotor. El ensayo demostró que para un campo eléctrico aplicado de 3 kV cm/sup -1/ el actuador del tubo desvió una solapa representativa de 12 pulgadas a escala completa + o 2,8 grados a 0 rpm y + o 1,4 grados para un momento bisagra simulando una condición de 400 rpm. El porcentaje de error entre las deformaciones a gran escala predicha y experimental osciló entre el 4% (bajo rpm) y el 12,5% (gran rpm). El aumento del campo eléctrico a 4 kV cm/sup -1/ da como resultado una desviación de la solapa de +o-2.5 grados a una velocidad de rotación de 400 rpm, según el análisis de diseño. Se realizó un estudio de comercio para comparar el rendimiento del actuador de tubo piezoeléctrico con el estado de la técnica en los actuadores de solapa de borde de arrastre e indicó que el actuador de tubo de oído inducido muestra promesa como actuador de solapa de borde de arrastre ",
            "error": []
        },
        "finite element analysis": {
            "translated_key": [],
            "translated_annotated_text": "Actuadores piezoeléctricos de oído inducidos para aletas de borde de corte de rotor Gran parte de la investigación de rotorcraft actual se centra en mejorar el rendimiento reduciendo el ruido y la vibración no deseados de los helicópteros. Uno de los sistemas de control de vibraciones de rotorcraft activos más prometedores es un trailing activo de borde. En este artículo, se utiliza un actuador piezoeléctrico de tubo inducido-espirado junto con un sencillo dispositivo de amplificación de bisagras de palanca-cúspide para generar una útil combinación de deflexión lateral de borde y momentos de bisagra. Se utilizó un modelo de elementos finitos del tubo del actuador y de la solapa del borde (incluida la carga aerodinámica e inercial) para guiar el diseño del sistema del actuador-flap. Se fabricó un sistema de solapa del actuador de tubo de corte inducido a gran escala y se realizaron pruebas en la parte superior del banco para validar el análisis. Se aplicaron al actuador, mediante muelles mecánicos, momentos de bisagra correspondientes a varias velocidades de rotor. El ensayo demostró que para un campo eléctrico aplicado de 3 kV cm/sup -1/ el actuador del tubo desvió una solapa representativa de 12 pulgadas a escala completa + o 2,8 grados a 0 rpm y + o 1,4 grados para un momento bisagra simulando una condición de 400 rpm. El porcentaje de error entre las deformaciones a gran escala predicha y experimental osciló entre el 4% (bajo rpm) y el 12,5% (gran rpm). El aumento del campo eléctrico a 4 kV cm/sup -1/ da como resultado una desviación de la solapa de +o-2.5 grados a una velocidad de rotación de 400 rpm, según el análisis de diseño. Se realizó un estudio de comercio para comparar el rendimiento del actuador de tubo piezoeléctrico con el estado de la técnica en los actuadores de solapa de borde de arrastre e indicó que el actuador de tubo de oído inducido muestra promesa como actuador de solapa de borde de arrastre ",
            "error": []
        },
        "helicopters": {
            "translated_key": [],
            "translated_annotated_text": "Actuadores piezoeléctricos de oído inducidos para aletas de borde de corte de rotor Gran parte de la investigación de rotorcraft actual se centra en mejorar el rendimiento reduciendo el ruido y la vibración no deseados de los helicópteros. Uno de los sistemas de control de vibraciones de rotorcraft activos más prometedores es un trailing activo de borde. En este artículo, se utiliza un actuador piezoeléctrico de tubo inducido-espirado junto con un sencillo dispositivo de amplificación de bisagras de palanca-cúspide para generar una útil combinación de deflexión lateral de borde y momentos de bisagra. Se utilizó un modelo de elementos finitos del tubo del actuador y de la solapa del borde (incluida la carga aerodinámica e inercial) para guiar el diseño del sistema del actuador-flap. Se fabricó un sistema de solapa del actuador de tubo de corte inducido a gran escala y se realizaron pruebas en la parte superior del banco para validar el análisis. Se aplicaron al actuador, mediante muelles mecánicos, momentos de bisagra correspondientes a varias velocidades de rotor. El ensayo demostró que para un campo eléctrico aplicado de 3 kV cm/sup -1/ el actuador del tubo desvió una solapa representativa de 12 pulgadas a escala completa + o 2,8 grados a 0 rpm y + o 1,4 grados para un momento bisagra simulando una condición de 400 rpm. El porcentaje de error entre las deformaciones a gran escala predicha y experimental osciló entre el 4% (bajo rpm) y el 12,5% (gran rpm). El aumento del campo eléctrico a 4 kV cm/sup -1/ da como resultado una desviación de la solapa de +o-2.5 grados a una velocidad de rotación de 400 rpm, según el análisis de diseño. Se realizó un estudio de comercio para comparar el rendimiento del actuador de tubo piezoeléctrico con el estado de la técnica en los actuadores de solapa de borde de arrastre e indicó que el actuador de tubo de oído inducido muestra promesa como actuador de solapa de borde de arrastre ",
            "error": []
        },
        "noise abatement": {
            "translated_key": [],
            "translated_annotated_text": "Actuadores piezoeléctricos de oído inducidos para aletas de borde de corte de rotor Gran parte de la investigación de rotorcraft actual se centra en mejorar el rendimiento reduciendo el ruido y la vibración no deseados de los helicópteros. Uno de los sistemas de control de vibraciones de rotorcraft activos más prometedores es un trailing activo de borde. En este artículo, se utiliza un actuador piezoeléctrico de tubo inducido-espirado junto con un sencillo dispositivo de amplificación de bisagras de palanca-cúspide para generar una útil combinación de deflexión lateral de borde y momentos de bisagra. Se utilizó un modelo de elementos finitos del tubo del actuador y de la solapa del borde (incluida la carga aerodinámica e inercial) para guiar el diseño del sistema del actuador-flap. Se fabricó un sistema de solapa del actuador de tubo de corte inducido a gran escala y se realizaron pruebas en la parte superior del banco para validar el análisis. Se aplicaron al actuador, mediante muelles mecánicos, momentos de bisagra correspondientes a varias velocidades de rotor. El ensayo demostró que para un campo eléctrico aplicado de 3 kV cm/sup -1/ el actuador del tubo desvió una solapa representativa de 12 pulgadas a escala completa + o 2,8 grados a 0 rpm y + o 1,4 grados para un momento bisagra simulando una condición de 400 rpm. El porcentaje de error entre las deformaciones a gran escala predicha y experimental osciló entre el 4% (bajo rpm) y el 12,5% (gran rpm). El aumento del campo eléctrico a 4 kV cm/sup -1/ da como resultado una desviación de la solapa de +o-2.5 grados a una velocidad de rotación de 400 rpm, según el análisis de diseño. Se realizó un estudio de comercio para comparar el rendimiento del actuador de tubo piezoeléctrico con el estado de la técnica en los actuadores de solapa de borde de arrastre e indicó que el actuador de tubo de oído inducido muestra promesa como actuador de solapa de borde de arrastre ",
            "error": []
        },
        "piezoelectric actuators": {
            "translated_key": "Actuadores piezoeléctricos",
            "translated_annotated_text": "\"Actuadores piezoeléctricos\" para aletas de borde de corte de rotor Gran parte de la investigación de rotorcraft actual se centra en mejorar el rendimiento reduciendo el ruido y la vibración de helicópteros no deseados. Uno de los sistemas de control de vibraciones de rotorcraft activos más prometedores es un trailing activo de borde. En este artículo, se utiliza un actuador piezoeléctrico de tubo inducido-espirado junto con un sencillo dispositivo de amplificación de bisagras de palanca-cúspide para generar una útil combinación de deflexión lateral de borde y momentos de bisagra. Se utilizó un modelo de elementos finitos del tubo del actuador y de la solapa del borde (incluida la carga aerodinámica e inercial) para guiar el diseño del sistema del actuador-flap. Se fabricó un sistema de solapa del actuador de tubo de corte inducido a gran escala y se realizaron pruebas en la parte superior del banco para validar el análisis. Se aplicaron al actuador, mediante muelles mecánicos, momentos de bisagra correspondientes a varias velocidades de rotor. El ensayo demostró que para un campo eléctrico aplicado de 3 kV cm/sup -1/ el actuador del tubo desvió una solapa representativa de 12 pulgadas a escala completa + o 2,8 grados a 0 rpm y + o 1,4 grados para un momento bisagra simulando una condición de 400 rpm. El porcentaje de error entre las deformaciones a gran escala predicha y experimental osciló entre el 4% (bajo rpm) y el 12,5% (gran rpm). El aumento del campo eléctrico a 4 kV cm/sup -1/ da como resultado una desviación de la solapa de +o-2.5 grados a una velocidad de rotación de 400 rpm, según el análisis de diseño. Se realizó un estudio de comercio para comparar el rendimiento del actuador de tubo piezoeléctrico con el estado de la técnica en los actuadores de solapa de borde de arrastre e indicó que el actuador de tubo de oído inducido muestra promesa como actuador de solapa de borde de arrastre ",
            "error": [
                ""
            ]
        },
        "rotors": {
            "translated_key": [],
            "translated_annotated_text": "Actuadores piezoeléctricos de oído inducidos para aletas de borde de corte de rotor Gran parte de la investigación de rotorcraft actual se centra en mejorar el rendimiento reduciendo el ruido y la vibración no deseados de los helicópteros. Uno de los sistemas de control de vibraciones de rotorcraft activos más prometedores es un trailing activo de borde. En este artículo, se utiliza un actuador piezoeléctrico de tubo inducido-espirado junto con un sencillo dispositivo de amplificación de bisagras de palanca-cúspide para generar una útil combinación de deflexión lateral de borde y momentos de bisagra. Se utilizó un modelo de elementos finitos del tubo del actuador y de la solapa del borde (incluida la carga aerodinámica e inercial) para guiar el diseño del sistema del actuador-flap. Se fabricó un sistema de solapa del actuador de tubo de corte inducido a gran escala y se realizaron pruebas en la parte superior del banco para validar el análisis. Se aplicaron al actuador, mediante muelles mecánicos, momentos de bisagra correspondientes a varias velocidades de rotor. El ensayo demostró que para un campo eléctrico aplicado de 3 kV cm/sup -1/ el actuador del tubo desvió una solapa representativa de 12 pulgadas a escala completa + o 2,8 grados a 0 rpm y + o 1,4 grados para un momento bisagra simulando una condición de 400 rpm. El porcentaje de error entre las deformaciones a gran escala predicha y experimental osciló entre el 4% (bajo rpm) y el 12,5% (gran rpm). El aumento del campo eléctrico a 4 kV cm/sup -1/ da como resultado una desviación de la solapa de +o-2.5 grados a una velocidad de rotación de 400 rpm, según el análisis de diseño. Se realizó un estudio de comercio para comparar el rendimiento del actuador de tubo piezoeléctrico con el estado de la técnica en los actuadores de solapa de borde de arrastre e indicó que el actuador de tubo de oído inducido muestra promesa como actuador de solapa de borde de arrastre ",
            "error": []
        }
    }
}