{
    "original_text": "Experimental feedforward and feedback control of a one-dimensional SMA composite The control of embedded shape memory alloy (SMA) actuators has recently become a topic of interest in the field of smart structures. The inherent difficulties associated with SMA actuators has resulted in a variety of approaches. Homogenization provides a simplified, yet mathematically rigorous, method of determining average stress and strain fields in a composite. A modified constitutive model is presented based on experimental results demonstrating the inability of most simple phenomenological models to capture the effective behavior of SMAs during thermal activation. A feedforward controller is presented for a SMA composite based on the homogenization of a modified phenomenological model for SMAs in a linear matrix",
    "original_translation": "Control experimental de avance y retroalimentación de un compuesto SMA unidimensional El control de los actuadores de aleación de memoria de forma integrada (SMA) se ha convertido recientemente en un tema de interés en el campo de las estructuras inteligentes. Las dificultades inherentes a los actuadores de SMA han dado lugar a una variedad de enfoques. La homogeneización proporciona un método simplificado, pero matemáticamente riguroso, para determinar los campos de tensión y tensión promedio en un compuesto. Se presenta un modelo constitutivo modificado basado en resultados experimentales que demuestran la incapacidad de los modelos fenomenológicos más simples para capturar el comportamiento efectivo de las SMA durante la activación térmica. Se presenta un controlador feedforward para un compuesto SMA basado en la homogeneización de un modelo fenomenológico modificado para SMAs en una matriz lineal",
    "error_count": 6,
    "keys": {
        "thermal activation": {
            "translated_key": "activación térmica",
            "translated_annotated_text": "Control experimental de avance y retroalimentación de un compuesto SMA unidimensional El control de los actuadores de aleación de memoria de forma integrada (SMA) se ha convertido recientemente en un tema de interés en el campo de las estructuras inteligentes. Las dificultades inherentes a los actuadores de SMA han dado lugar a una variedad de enfoques. La homogeneización proporciona un método simplificado, pero matemáticamente riguroso, para determinar los campos de tensión y tensión promedio en un compuesto. Se presenta un modelo constitutivo modificado basado en resultados experimentales que demuestran la incapacidad de los modelos fenomenológicos más simples para capturar el comportamiento efectivo de las SMA durante la \"activación térmica\". Se presenta un controlador feedforward para un compuesto SMA basado en la homogeneización de un modelo fenomenológico modificado para SMAs en una matriz lineal ",
            "error": [
                ""
            ]
        },
        "embedded shape memory alloy": {
            "translated_key": "aleación de memoria de forma integrada",
            "translated_annotated_text": "Control experimental de avance y retroalimentación de un compuesto SMA unidimensional El control de los actuadores de \"aleación de memoria de forma integrada\" (SMA) se ha convertido recientemente en un tema de interés en el campo de las estructuras inteligentes. Las dificultades inherentes a los actuadores de SMA han dado lugar a una variedad de enfoques. La homogeneización proporciona un método simplificado, pero matemáticamente riguroso, para determinar los campos de tensión y tensión promedio en un compuesto. Se presenta un modelo constitutivo modificado basado en resultados experimentales que demuestran la incapacidad de los modelos fenomenológicos más simples para capturar el comportamiento efectivo de las SMA durante la activación térmica. Se presenta un controlador feedforward para un compuesto SMA basado en la homogeneización de un modelo fenomenológico modificado para SMAs en una matriz lineal ",
            "error": [
                ""
            ]
        },
        "SMA": {
            "translated_key": "SMA",
            "translated_annotated_text": "Control experimental de avance y retroalimentación de un compuesto \"SMA\" unidimensional El control de los actuadores de aleación de memoria de forma integrada (\"SMA\") se ha convertido recientemente en un tema de interés en el campo de las estructuras inteligentes. Las dificultades inherentes a los actuadores \"SMA\" han dado lugar a una variedad de enfoques. La homogeneización proporciona un método simplificado, pero matemáticamente riguroso, para determinar los campos de tensión y tensión promedio en un compuesto. Se presenta un modelo constitutivo modificado basado en resultados experimentales que demuestran la incapacidad de los modelos fenomenológicos más simples para capturar el comportamiento efectivo de las SMA durante la activación térmica. Se presenta un controlador feedforward para un compuesto \"SMA\" basado en la homogeneización de un modelo fenomenológico modificado para SMAs en una matriz lineal ",
            "error": [
                ""
            ]
        },
        "smart structures": {
            "translated_key": "estructuras inteligentes",
            "translated_annotated_text": "Control experimental de avance y retroalimentación de un compuesto SMA unidimensional El control de los actuadores de aleación de memoria de forma integrada (SMA) se ha convertido recientemente en un tema de interés en el campo de las \"estructuras inteligentes\". Las dificultades inherentes a los actuadores de SMA han dado lugar a una variedad de enfoques. La homogeneización proporciona un método simplificado, pero matemáticamente riguroso, para determinar los campos de tensión y tensión promedio en un compuesto. Se presenta un modelo constitutivo modificado basado en resultados experimentales que demuestran la incapacidad de los modelos fenomenológicos más simples para capturar el comportamiento efectivo de las SMA durante la activación térmica. Se presenta un controlador feedforward para un compuesto SMA basado en la homogeneización de un modelo fenomenológico modificado para SMAs en una matriz lineal ",
            "error": [
                ""
            ]
        },
        "SMA actuators": {
            "translated_key": "actuadores SMA",
            "translated_annotated_text": "Control experimental de avance y retroalimentación de un compuesto SMA unidimensional El control de los actuadores de aleación de memoria de forma integrada (SMA) se ha convertido recientemente en un tema de interés en el campo de las estructuras inteligentes. Las dificultades inherentes a los \"actuadores SMA\" han dado lugar a una variedad de enfoques. La homogeneización proporciona un método simplificado, pero matemáticamente riguroso, para determinar los campos de tensión y tensión promedio en un compuesto. Se presenta un modelo constitutivo modificado basado en resultados experimentales que demuestran la incapacidad de los modelos fenomenológicos más simples para capturar el comportamiento efectivo de las SMA durante la activación térmica. Se presenta un controlador feedforward para un compuesto SMA basado en la homogeneización de un modelo fenomenológico modificado para SMAs en una matriz lineal ",
            "error": [
                ""
            ]
        },
        "homogenization": {
            "translated_key": "homogenización",
            "translated_annotated_text": "Control experimental de avance y retroalimentación de un compuesto SMA unidimensional El control de los actuadores de aleación de memoria de forma integrada (SMA) se ha convertido recientemente en un tema de interés en el campo de las estructuras inteligentes. Las dificultades inherentes a los actuadores de SMA han dado lugar a una variedad de enfoques. La homogeneización proporciona un método simplificado, pero matemáticamente riguroso, para determinar los campos de tensión y tensión promedio en un compuesto. Se presenta un modelo constitutivo modificado basado en resultados experimentales que demuestran la incapacidad de los modelos fenomenológicos más simples para capturar el comportamiento efectivo de las SMA durante la activación térmica. Se presenta un controlador feedforward para un compuesto SMA basado en la \"homogenización\" de un modelo fenomenológico modificado para SMAs en una matriz lineal ",
            "error": [
                ""
            ]
        },
        "linear matrix": {
            "translated_key": "matriz lineal",
            "translated_annotated_text": "Control experimental de avance y retroalimentación de un compuesto SMA unidimensional El control de los actuadores de aleación de memoria de forma integrada (SMA) se ha convertido recientemente en un tema de interés en el campo de las estructuras inteligentes. Las dificultades inherentes a los actuadores de SMA han dado lugar a una variedad de enfoques. La homogeneización proporciona un método simplificado, pero matemáticamente riguroso, para determinar los campos de tensión y tensión promedio en un compuesto. Se presenta un modelo constitutivo modificado basado en resultados experimentales que demuestran la incapacidad de los modelos fenomenológicos más simples para capturar el comportamiento efectivo de las SMA durante la activación térmica. Se presenta un controlador feedforward para un compuesto SMA basado en la homogeneización de un modelo fenomenológico modificado para SMAs en una \"matriz lineal\" ",
            "error": [
                ""
            ]
        },
        "models": {
            "translated_key": "modelos",
            "translated_annotated_text": "Control experimental de avance y retroalimentación de un compuesto SMA unidimensional El control de los actuadores de aleación de memoria de forma integrada (SMA) se ha convertido recientemente en un tema de interés en el campo de las estructuras inteligentes. Las dificultades inherentes a los actuadores de SMA han dado lugar a una variedad de enfoques. La homogeneización proporciona un método simplificado, pero matemáticamente riguroso, para determinar los campos de tensión y tensión promedio en un compuesto. Se presenta un modelo constitutivo modificado basado en resultados experimentales que demuestran la incapacidad de los \"modelos\" fenomenológicos más simples para capturar el comportamiento efectivo de las SMA durante la activación térmica. Se presenta un controlador feedforward para un compuesto SMA basado en la homogeneización de un modelo fenomenológico modificado para SMAs en una matriz lineal ",
            "error": [
                ""
            ]
        },
        "composite materials": {
            "translated_key": [],
            "translated_annotated_text": "Control experimental de avance y retroalimentación de un compuesto SMA unidimensional El control de los actuadores de aleación de memoria de forma integrada (SMA) se ha convertido recientemente en un tema de interés en el campo de las estructuras inteligentes. Las dificultades inherentes a los actuadores de SMA han dado lugar a una variedad de enfoques. La homogeneización proporciona un método simplificado, pero matemáticamente riguroso, para determinar los campos de tensión y tensión promedio en un compuesto. Se presenta un modelo constitutivo modificado basado en resultados experimentales que demuestran la incapacidad de los modelos fenomenológicos más simples para capturar el comportamiento efectivo de las SMA durante la activación térmica. Se presenta un controlador feedforward para un compuesto SMA basado en la homogeneización de un modelo fenomenológico modificado para SMAs en una matriz lineal ",
            "error": []
        },
        "feedback": {
            "translated_key": "retroalimentación",
            "translated_annotated_text": "Control experimental de avance y \"retroalimentación\" de un compuesto SMA unidimensional El control de los actuadores de aleación de memoria de forma integrada (SMA) se ha convertido recientemente en un tema de interés en el campo de las estructuras inteligentes. Las dificultades inherentes a los actuadores de SMA han dado lugar a una variedad de enfoques. La homogeneización proporciona un método simplificado, pero matemáticamente riguroso, para determinar los campos de tensión y tensión promedio en un compuesto. Se presenta un modelo constitutivo modificado basado en resultados experimentales que demuestran la incapacidad de los modelos fenomenológicos más simples para capturar el comportamiento efectivo de las SMA durante la activación térmica. Se presenta un controlador feedforward para un compuesto SMA basado en la homogeneización de un modelo fenomenológico modificado para SMAs en una matriz lineal ",
            "error": [
                ""
            ]
        },
        "feedforward": {
            "translated_key": "feedforward",
            "translated_annotated_text": "El control de los actuadores de la aleación de memoria de forma integrada (SMA) se ha convertido recientemente en un tema de interés en el campo de las estructuras inteligentes. Las dificultades inherentes a los actuadores de SMA han dado lugar a una variedad de enfoques. La homogeneización proporciona un método simplificado, pero matemáticamente riguroso, para determinar los campos de tensión y tensión promedio en un compuesto. Se presenta un modelo constitutivo modificado basado en resultados experimentales que demuestran la incapacidad de los modelos fenomenológicos más simples para capturar el comportamiento efectivo de las SMA durante la activación térmica. Se presenta un controlador \"feedforward\" para un compuesto SMA basado en la homogeneización de un modelo fenomenológico modificado para SMAs en una matriz lineal ",
            "error": [
                ""
            ]
        },
        "intelligent actuators": {
            "translated_key": [],
            "translated_annotated_text": "Control experimental de avance y retroalimentación de un compuesto SMA unidimensional El control de los actuadores de aleación de memoria de forma integrada (SMA) se ha convertido recientemente en un tema de interés en el campo de las estructuras inteligentes. Las dificultades inherentes a los actuadores de SMA han dado lugar a una variedad de enfoques. La homogeneización proporciona un método simplificado, pero matemáticamente riguroso, para determinar los campos de tensión y tensión promedio en un compuesto. Se presenta un modelo constitutivo modificado basado en resultados experimentales que demuestran la incapacidad de los modelos fenomenológicos más simples para capturar el comportamiento efectivo de las SMA durante la activación térmica. Se presenta un controlador feedforward para un compuesto SMA basado en la homogeneización de un modelo fenomenológico modificado para SMAs en una matriz lineal ",
            "error": []
        },
        "intelligent control": {
            "translated_key": [],
            "translated_annotated_text": "Control experimental de avance y retroalimentación de un compuesto SMA unidimensional El control de los actuadores de aleación de memoria de forma integrada (SMA) se ha convertido recientemente en un tema de interés en el campo de las estructuras inteligentes. Las dificultades inherentes a los actuadores de SMA han dado lugar a una variedad de enfoques. La homogeneización proporciona un método simplificado, pero matemáticamente riguroso, para determinar los campos de tensión y tensión promedio en un compuesto. Se presenta un modelo constitutivo modificado basado en resultados experimentales que demuestran la incapacidad de los modelos fenomenológicos más simples para capturar el comportamiento efectivo de las SMA durante la activación térmica. Se presenta un controlador feedforward para un compuesto SMA basado en la homogeneización de un modelo fenomenológico modificado para SMAs en una matriz lineal ",
            "error": []
        },
        "intelligent materials": {
            "translated_key": [],
            "translated_annotated_text": "Control experimental de avance y retroalimentación de un compuesto SMA unidimensional El control de los actuadores de aleación de memoria de forma integrada (SMA) se ha convertido recientemente en un tema de interés en el campo de las estructuras inteligentes. Las dificultades inherentes a los actuadores de SMA han dado lugar a una variedad de enfoques. La homogeneización proporciona un método simplificado, pero matemáticamente riguroso, para determinar los campos de tensión y tensión promedio en un compuesto. Se presenta un modelo constitutivo modificado basado en resultados experimentales que demuestran la incapacidad de los modelos fenomenológicos más simples para capturar el comportamiento efectivo de las SMA durante la activación térmica. Se presenta un controlador feedforward para un compuesto SMA basado en la homogeneización de un modelo fenomenológico modificado para SMAs en una matriz lineal ",
            "error": []
        },
        "intelligent structures": {
            "translated_key": [],
            "translated_annotated_text": "Control experimental de avance y retroalimentación de un compuesto SMA unidimensional El control de los actuadores de aleación de memoria de forma integrada (SMA) se ha convertido recientemente en un tema de interés en el campo de las estructuras inteligentes. Las dificultades inherentes a los actuadores de SMA han dado lugar a una variedad de enfoques. La homogeneización proporciona un método simplificado, pero matemáticamente riguroso, para determinar los campos de tensión y tensión promedio en un compuesto. Se presenta un modelo constitutivo modificado basado en resultados experimentales que demuestran la incapacidad de los modelos fenomenológicos más simples para capturar el comportamiento efectivo de las SMA durante la activación térmica. Se presenta un controlador feedforward para un compuesto SMA basado en la homogeneización de un modelo fenomenológico modificado para SMAs en una matriz lineal ",
            "error": []
        },
        "shape memory effects": {
            "translated_key": [],
            "translated_annotated_text": "Control experimental de avance y retroalimentación de un compuesto SMA unidimensional El control de los actuadores de aleación de memoria de forma integrada (SMA) se ha convertido recientemente en un tema de interés en el campo de las estructuras inteligentes. Las dificultades inherentes a los actuadores de SMA han dado lugar a una variedad de enfoques. La homogeneización proporciona un método simplificado, pero matemáticamente riguroso, para determinar los campos de tensión y tensión promedio en un compuesto. Se presenta un modelo constitutivo modificado basado en resultados experimentales que demuestran la incapacidad de los modelos fenomenológicos más simples para capturar el comportamiento efectivo de las SMA durante la activación térmica. Se presenta un controlador feedforward para un compuesto SMA basado en la homogeneización de un modelo fenomenológico modificado para SMAs en una matriz lineal ",
            "error": []
        }
    }
}