{
    "original_text": "Micro-optical realization of arrays of selectively addressable dipole traps: a scalable configuration for quantum computation with atomic qubits We experimentally demonstrate novel structures for the realization of registers of atomic qubits: We trap neutral atoms in one- and two-dimensional arrays of far-detuned dipole traps obtained by focusing a red-detuned laser beam with a microfabricated array of microlenses. We are able to selectively address individual trap sites due to their large lateral separation of 125 mu m. We initialize and read out different internal states for the individual sites. We also create two interleaved sets of trap arrays with adjustable separation, as required for many proposed implementations of quantum gate operations",
    "original_translation": "Realización micro-óptica de matrices de trampas dipolares selectivamente direccionables: una configuración escalable para el cálculo cuántico con qubits atómicos Demostramos experimentalmente estructuras novedosas para la realización de registros de qubits atómicos: atrapamos átomos neutros en conjuntos uno y dos dimensiones de trampas dipolares muy deformadas obtenidas mediante el enfoque de un haz láser detonado en rojo con una matriz micro Somos capaces de abordar selectivamente sitios de trampa individuales debido a su gran separación lateral de 125 mu m. Inicializamos y leemos diferentes estados internos para los sitios individuales. También creamos dos conjuntos de trampas entrelazadas con separación ajustable, como se requiere para muchas implementaciones propuestas de operaciones de puerta cuántica",
    "error_count": 4,
    "keys": {
        "atomic qubits": {
            "translated_key": "qubits atómicos",
            "translated_annotated_text": "Realización micro-óptica de matrices de trampas dipolares selectivamente direccionables: una configuración escalable para el cálculo cuántico con \"qubits atómicos\" Demostramos experimentalmente estructuras novedosas para la realización de registros de \"qubits atómicos\": atrapamos átomos neutros en conjuntos de una y dos dimensiones de trampas dipolares muy desconectadas obtenidas mediante el enfoque de un haz láser con un conjunto microfabrica Somos capaces de abordar selectivamente sitios de trampa individuales debido a su gran separación lateral de 125 mu m. Inicializamos y leemos diferentes estados internos para los sitios individuales. También creamos dos conjuntos de trampas entrelazadas con separación ajustable, como se requiere para muchas implementaciones propuestas de operaciones de puerta cuántica ",
            "error": [
                ""
            ]
        },
        "registers": {
            "translated_key": "registros",
            "translated_annotated_text": "Realización micro-óptica de matrices de trampas dipolares selectivamente direccionables: una configuración escalable para el cálculo cuántico con qubits atómicos Demostramos experimentalmente estructuras novedosas para la realización de \"registros\" de qubits atómicos: atrapamos átomos neutros en matrices unidimensionales y bidimensionales de trampas dipolares muy deformadas obtenidas mediante el enfoque de un haz láser de Somos capaces de abordar selectivamente sitios de trampa individuales debido a su gran separación lateral de 125 mu m. Inicializamos y leemos diferentes estados internos para los sitios individuales. También creamos dos conjuntos de trampas entrelazadas con separación ajustable, como se requiere para muchas implementaciones propuestas de operaciones de puerta cuántica ",
            "error": [
                ""
            ]
        },
        "neutral atoms": {
            "translated_key": "átomos neutros",
            "translated_annotated_text": "Realización microóptica de matrices de trampas dipolares selectivamente direccionables: una configuración escalable para el cálculo cuántico con qubits atómicos Demostramos experimentalmente estructuras novedosas para la realización de registros de qubits atómicos: atrapamos \"átomos neutros\" en matrices unidimensionales y bidimensionales de trampas dipolares muy deformadas obtenidas mediante el enfoque de un haz láser detonado Somos capaces de abordar selectivamente sitios de trampa individuales debido a su gran separación lateral de 125 mu m. Inicializamos y leemos diferentes estados internos para los sitios individuales. También creamos dos conjuntos de trampas entrelazadas con separación ajustable, como se requiere para muchas implementaciones propuestas de operaciones de puerta cuántica ",
            "error": [
                ""
            ]
        },
        "far-detuned dipole traps": {
            "translated_key": "trampas dipolares muy deformadas",
            "translated_annotated_text": "Realización microóptica de conjuntos de trampas dipolares selectivamente direccionables: una configuración escalable para el cálculo cuántico con qubits atómicos Demostramos experimentalmente estructuras novedosas para la realización de registros de qubits atómicos: atrapamos átomos neutros en conjuntos de una y dos dimensiones de \"trampas dipolares muy deformadas\" obtenidas mediante el enfoque de un haz láser detonado en rojo con Somos capaces de abordar selectivamente sitios de trampa individuales debido a su gran separación lateral de 125 mu m. Inicializamos y leemos diferentes estados internos para los sitios individuales. También creamos dos conjuntos de trampas entrelazadas con separación ajustable, como se requiere para muchas implementaciones propuestas de operaciones de puerta cuántica ",
            "error": [
                ""
            ]
        },
        "red-detuned laser beam": {
            "translated_key": "rayo láser rojo deformado",
            "translated_annotated_text": "Realización micro-óptica de matrices de trampas dipolares selectivamente direccionables: una configuración escalable para el cálculo cuántico con qubits atómicos Demostramos experimentalmente estructuras novedosas para la realización de registros de qubits atómicos: atrapamos átomos neutros en conjuntos uno y dos dimensiones de trampas dipolares muy deformadas obtenidas enfocando un \"rayo láser rojo deformado\" con una matriz micro Somos capaces de abordar selectivamente sitios de trampa individuales debido a su gran separación lateral de 125 mu m. Inicializamos y leemos diferentes estados internos para los sitios individuales. También creamos dos conjuntos de trampas entrelazadas con separación ajustable, como se requiere para muchas implementaciones propuestas de operaciones de puerta cuántica ",
            "error": [
                ""
            ]
        },
        "microfabricated array": {
            "translated_key": [],
            "translated_annotated_text": "Realización micro-óptica de matrices de trampas dipolares selectivamente direccionables: una configuración escalable para el cálculo cuántico con qubits atómicos Demostramos experimentalmente estructuras novedosas para la realización de registros de qubits atómicos: atrapamos átomos neutros en conjuntos uno y dos dimensiones de trampas dipolares muy deformadas obtenidas mediante el enfoque de un rayo láser detonado en rojo con un \"ma Somos capaces de abordar selectivamente sitios de trampa individuales debido a su gran separación lateral de 125 mu m. Inicializamos y leemos diferentes estados internos para los sitios individuales. También creamos dos conjuntos de trampas entrelazadas con separación ajustable, como se requiere para muchas implementaciones propuestas de operaciones de puerta cuántica ",
            "error": []
        },
        "microlenses": {
            "translated_key": [],
            "translated_annotated_text": "Realización micro-óptica de matrices de trampas dipolares selectivamente direccionables: una configuración escalable para el cálculo cuántico con qubits atómicos Demostramos experimentalmente estructuras novedosas para la realización de registros de qubits atómicos: atrapamos átomos neutros en conjuntos de una y dos dimensiones de trampas dipolares muy deformadas obtenidas mediante el enfoque de un rayo láser detonado en rojo con una matriz Somos capaces de abordar selectivamente sitios de trampa individuales debido a su gran separación lateral de 125 mu m. Inicializamos y leemos diferentes estados internos para los sitios individuales. También creamos dos conjuntos de trampas entrelazadas con separación ajustable, como se requiere para muchas implementaciones propuestas de operaciones de puerta cuántica ",
            "error": []
        },
        "internal states": {
            "translated_key": "estados internos",
            "translated_annotated_text": "Realización micro-óptica de matrices de trampas dipolares selectivamente direccionables: una configuración escalable para el cálculo cuántico con qubits atómicos Demostramos experimentalmente estructuras novedosas para la realización de registros de qubits atómicos: atrapamos átomos neutros en conjuntos uno y dos dimensiones de trampas dipolares muy deformadas obtenidas mediante el enfoque de un haz láser detonado en rojo con una matriz micro Somos capaces de abordar selectivamente sitios de trampa individuales debido a su gran separación lateral de 125 mu m. Inicializamos y leemos diferentes \"estados internos\" para los sitios individuales. También creamos dos conjuntos de trampas entrelazadas con separación ajustable, como se requiere para muchas implementaciones propuestas de operaciones de puerta cuántica ",
            "error": [
                ""
            ]
        },
        "quantum gate operations": {
            "translated_key": "operaciones de puerta cuántica",
            "translated_annotated_text": "Realización micro-óptica de matrices de trampas dipolares selectivamente direccionables: una configuración escalable para el cálculo cuántico con qubits atómicos Demostramos experimentalmente estructuras novedosas para la realización de registros de qubits atómicos: atrapamos átomos neutros en conjuntos uno y dos dimensiones de trampas dipolares muy deformadas obtenidas mediante el enfoque de un haz láser detonado en rojo con una matriz micro Somos capaces de abordar selectivamente sitios de trampa individuales debido a su gran separación lateral de 125 mu m. Inicializamos y leemos diferentes estados internos para los sitios individuales. También creamos dos conjuntos entrelazados de arrays de trampa con separación ajustable, como se requiere para muchas implementaciones propuestas de \"operaciones de puerta cuántica\" ",
            "error": [
                ""
            ]
        },
        "quantum computation": {
            "translated_key": "computación cuántica",
            "translated_annotated_text": "Realización micro-óptica de matrices de trampas dipolares selectivamente direccionables: una configuración escalable para \"computación cuántica\" con qubits atómicos Demostramos experimentalmente estructuras novedosas para la realización de registros de qubits atómicos: atrapamos átomos neutros en matrices unidimensionales y bidimensionales de trampas dipolares muy deformadas obtenidas mediante el enfoque de un rayo láser con una Somos capaces de abordar selectivamente sitios de trampa individuales debido a su gran separación lateral de 125 mu m. Inicializamos y leemos diferentes estados internos para los sitios individuales. También creamos dos conjuntos de trampas entrelazadas con separación ajustable, como se requiere para muchas implementaciones propuestas de operaciones de puerta cuántica ",
            "error": [
                ""
            ]
        },
        "scalable configuration": {
            "translated_key": "configuración escalable",
            "translated_annotated_text": "Realización micro-óptica de matrices de trampas dipolares selectivamente direccionables: una \"configuración escalable\" para el cálculo cuántico con qubits atómicos Demostramos experimentalmente estructuras novedosas para la realización de registros de qubits atómicos: atrapamos átomos neutros en matrices unidimensionales y bidimensionales de trampas dipolares muy deformadas obtenidas mediante el enfoque de un haz láser de Somos capaces de abordar selectivamente sitios de trampa individuales debido a su gran separación lateral de 125 mu m. Inicializamos y leemos diferentes estados internos para los sitios individuales. También creamos dos conjuntos de trampas entrelazadas con separación ajustable, como se requiere para muchas implementaciones propuestas de operaciones de puerta cuántica ",
            "error": [
                ""
            ]
        },
        "quantum computing": {
            "translated_key": [],
            "translated_annotated_text": "Realización micro-óptica de matrices de trampas dipolares selectivamente direccionables: una configuración escalable para el cálculo cuántico con qubits atómicos Demostramos experimentalmente estructuras novedosas para la realización de registros de qubits atómicos: atrapamos átomos neutros en conjuntos uno y dos dimensiones de trampas dipolares muy deformadas obtenidas mediante el enfoque de un haz láser detonado en rojo con una matriz micro Somos capaces de abordar selectivamente sitios de trampa individuales debido a su gran separación lateral de 125 mu m. Inicializamos y leemos diferentes estados internos para los sitios individuales. También creamos dos conjuntos de trampas entrelazadas con separación ajustable, como se requiere para muchas implementaciones propuestas de operaciones de puerta cuántica ",
            "error": []
        },
        "trapped ions": {
            "translated_key": [],
            "translated_annotated_text": "Realización micro-óptica de matrices de trampas dipolares selectivamente direccionables: una configuración escalable para el cálculo cuántico con qubits atómicos Demostramos experimentalmente estructuras novedosas para la realización de registros de qubits atómicos: atrapamos átomos neutros en conjuntos uno y dos dimensiones de trampas dipolares muy deformadas obtenidas mediante el enfoque de un haz láser detonado en rojo con una matriz micro Somos capaces de abordar selectivamente sitios de trampa individuales debido a su gran separación lateral de 125 mu m. Inicializamos y leemos diferentes estados internos para los sitios individuales. También creamos dos conjuntos de trampas entrelazadas con separación ajustable, como se requiere para muchas implementaciones propuestas de operaciones de puerta cuántica ",
            "error": []
        }
    }
}