{
    "original_text": "Micro-optical realization of arrays of selectively addressable dipole traps: a scalable configuration for quantum computation with atomic qubits We experimentally demonstrate novel structures for the realization of registers of atomic qubits: We trap neutral atoms in one- and two-dimensional arrays of far-detuned dipole traps obtained by focusing a red-detuned laser beam with a microfabricated array of microlenses. We are able to selectively address individual trap sites due to their large lateral separation of 125 mu m. We initialize and read out different internal states for the individual sites. We also create two interleaved sets of trap arrays with adjustable separation, as required for many proposed implementations of quantum gate operations",
    "original_translation": "Realización microóptica de conjuntos de trampas dipolares selectivamente direccionables: una configuración escalable para el cálculo cuántico con qubits atómicos Demostramos experimentalmente estructuras novedosas para la realización de registros de qubits atómicos: atrapamos átomos neutros en conjuntos de una y dos dimensiones de trampas dipolares muy deformadas obtenidas mediante el enfoque de un haz láser detonado en rojo con una matriz microfabricada de microlentes. Somos capaces de abordar selectivamente sitios de trampa individuales debido a su gran separación lateral de 125 mu m. Inicializamos y leemos diferentes estados internos para los sitios individuales. También creamos dos conjuntos entrelazados de conjuntos de trampas con separación ajustable, como se requiere para muchas implementaciones propuestas de operaciones de puerta cuántica",
    "error_count": 4,
    "keys": {
        "atomic qubits": {
            "translated_key": "atómicos qubits",
            "translated_annotated_text": "Realización microóptica de conjuntos de trampas dipolares selectivamente direccionables: una configuración escalable para el cálculo cuántico con <br>atómicos qubits</br> Demostramos experimentalmente estructuras novedosas para la realización de registros de <br>atómicos qubits</br>: atrapamos átomos neutros en conjuntos de una y dos dimensiones de trampas dipolares muy desconectadas obtenidas mediante el enfoque de un haz láser con microlentes microfabricados. Somos capaces de abordar selectivamente sitios de trampa individuales debido a su gran separación lateral de 125 mu m. Inicializamos y leemos diferentes estados internos para los sitios individuales. También creamos dos conjuntos entrelazados de conjuntos de trampas con separación ajustable, como se requiere para muchas implementaciones propuestas de operaciones de puerta cuántica ",
            "error": [
                ""
            ]
        },
        "registers": {
            "translated_key": [],
            "translated_annotated_text": "Realización microóptica de conjuntos de trampas dipolares selectivamente direccionables: una configuración escalable para el cálculo cuántico con qubits atómicos Demostramos experimentalmente estructuras novedosas para la realización de registros <br> de qubits atómicos: atrapamos átomos neutros en conjuntos de una y dos dimensiones de trampas dipolares muy desconectadas obtenidas mediante el enfoque de un haz láser detonado en rojo con una matriz microfabricada de microlentes. Somos capaces de abordar selectivamente sitios de trampa individuales debido a su gran separación lateral de 125 mu m. Inicializamos y leemos diferentes estados internos para los sitios individuales. También creamos dos conjuntos entrelazados de conjuntos de trampas con separación ajustable, como se requiere para muchas implementaciones propuestas de operaciones de puerta cuántica ",
            "error": []
        },
        "neutral atoms": {
            "translated_key": "átomos neutros",
            "translated_annotated_text": "Realización micro-óptica de matrices de trampas dipolares selectivamente direccionables: una configuración escalable para el cálculo cuántico con qubits atómicos Demostramos experimentalmente estructuras novedosas para la realización de registros de qubits atómicos: atrapamos <br>átomos neutros</br> en conjuntos de una y dos dimensiones de trampas dipolares muy deformadas obtenidas mediante el enfoque de un haz láser detonado en rojo con una matriz microfabricada de microlentes.  Somos capaces de abordar selectivamente sitios de trampa individuales debido a su gran separación lateral de 125 mu m. Inicializamos y leemos diferentes estados internos para los sitios individuales. También creamos dos conjuntos entrelazados de conjuntos de trampas con separación ajustable, como se requiere para muchas implementaciones propuestas de operaciones de puerta cuántica ",
            "error": [
                ""
            ]
        },
        "far-detuned dipole traps": {
            "translated_key": "deformadas por lejos",
            "translated_annotated_text": "Realización micro-óptica de matrices de trampas dipolares selectivamente direccionables: una configuración escalable para el cálculo cuántico con qubits atómicos Demostramos experimentalmente estructuras novedosas para la realización de registros de qubits atómicos: atrapamos átomos neutros en conjuntos uno y dos dimensiones de trampas dipolares <br>deformadas por lejos</br> obtenidas enfocando un haz láser detonado en rojo con una matriz microfabricada de microlentes. Somos capaces de abordar selectivamente sitios de trampa individuales debido a su gran separación lateral de 125 mu m. Inicializamos y leemos diferentes estados internos para los sitios individuales. También creamos dos conjuntos entrelazados de conjuntos de trampas con separación ajustable, como se requiere para muchas implementaciones propuestas de operaciones de puerta cuántica ",
            "error": [
                ""
            ]
        },
        "red-detuned laser beam": {
            "translated_key": "deformado en rojo",
            "translated_annotated_text": "Realización micro-óptica de matrices de trampas dipolares selectivamente direccionables: una configuración escalable para el cálculo cuántico con qubits atómicos Demostramos experimentalmente estructuras novedosas para la realización de registros de qubits atómicos: atrapamos átomos neutros en conjuntos uno y dos dimensiones de trampas dipolares muy deformadas obtenidas enfocando un haz láser <br>deformado en rojo</br> con una matriz microfabricada de microlentes. Somos capaces de abordar selectivamente sitios de trampa individuales debido a su gran separación lateral de 125 mu m. Inicializamos y leemos diferentes estados internos para los sitios individuales. También creamos dos conjuntos entrelazados de conjuntos de trampas con separación ajustable, como se requiere para muchas implementaciones propuestas de operaciones de puerta cuántica ",
            "error": [
                ""
            ]
        },
        "microfabricated array": {
            "translated_key": [],
            "translated_annotated_text": "Realización micro-óptica de matrices de trampas dipolares selectivamente direccionables: una configuración escalable para el cálculo cuántico con qubits atómicos Demostramos experimentalmente estructuras novedosas para la realización de registros de qubits atómicos: atrapamos átomos neutros en conjuntos uno y dos dimensiones de trampas dipolares muy deformadas obtenidas mediante el enfoque de un haz láser detonado en rojo con una matriz microfabricada <br> de microlentes. Somos capaces de abordar selectivamente sitios de trampa individuales debido a su gran separación lateral de 125 mu m. Inicializamos y leemos diferentes estados internos para los sitios individuales. También creamos dos conjuntos entrelazados de conjuntos de trampas con separación ajustable, como se requiere para muchas implementaciones propuestas de operaciones de puerta cuántica ",
            "error": []
        },
        "microlenses": {
            "translated_key": "microlensis",
            "translated_annotated_text": "Realización micro-óptica de matrices de trampas dipolares selectivamente direccionables: una configuración escalable para el cálculo cuántico con qubits atómicos Demostramos experimentalmente estructuras novedosas para la realización de registros de qubits atómicos: atrapamos átomos neutros en conjuntos uno y dos dimensiones de trampas dipolares muy deformadas obtenidas mediante el enfoque de un haz láser detonado en rojo con una matriz microfabricada de <br>microlensis</br>. Somos capaces de abordar selectivamente sitios de trampa individuales debido a su gran separación lateral de 125 mu m. Inicializamos y leemos diferentes estados internos para los sitios individuales. También creamos dos conjuntos entrelazados de conjuntos de trampas con separación ajustable, como se requiere para muchas implementaciones propuestas de operaciones de puerta cuántica ",
            "error": [
                ""
            ]
        },
        "internal states": {
            "translated_key": "estados internos",
            "translated_annotated_text": "Realización microóptica de conjuntos de trampas dipolares selectivamente direccionables: una configuración escalable para el cálculo cuántico con qubits atómicos Demostramos experimentalmente estructuras novedosas para la realización de registros de qubits atómicos: atrapamos átomos neutros en conjuntos de una y dos dimensiones de trampas dipolares muy deformadas obtenidas mediante el enfoque de un haz láser detonado en rojo con una matriz microfabricada de microlentes. Podemos abordar selectivamente sitios de trampa individuales debido a su gran separación lateral de 125 mu m. Inicializamos y leemos diferentes <br>estados internos</br> para los sitios individuales. También creamos dos conjuntos entrelazados de conjuntos de trampas con separación ajustable, como se requiere para muchas implementaciones propuestas de operaciones de puerta cuántica ",
            "error": [
                ""
            ]
        },
        "quantum gate operations": {
            "translated_key": "quantum",
            "translated_annotated_text": "Realización microóptica de conjuntos de trampas dipolares selectivamente direccionables: una configuración escalable para el cálculo cuántico con qubits atómicos Demostramos experimentalmente estructuras novedosas para la realización de registros de qubits atómicos: atrapamos átomos neutros en conjuntos de una y dos dimensiones de trampas dipolares muy deformadas obtenidas mediante el enfoque de un haz láser detonado en rojo con una matriz microfabricada de microlentes. Somos capaces de abordar selectivamente sitios de trampa individuales debido a su gran separación lateral de 125 mu m. Inicializamos y leemos diferentes estados internos para los sitios individuales. También creamos dos conjuntos entrelazados de arrays de trampa con separación ajustable, como se requiere para muchas implementaciones propuestas de operaciones de puerta <br>quantum</br> ",
            "error": [
                ""
            ]
        },
        "quantum computation": {
            "translated_key": "cantum computation",
            "translated_annotated_text": "Realización microóptica de conjuntos de trampas dipolares selectivamente direccionables: una configuración escalable para <br>cantum computation</br> con qubits atómicos Demostramos experimentalmente estructuras novedosas para la realización de registros de qubits atómicos: Atrapamos átomos neutros en matrices unidimensionales y bidimensionales de trampas dipolares muy deformadas obtenidas mediante el enfoque de un haz láser detonado en rojo con una matriz microfabricada de microlentes. Somos capaces de abordar selectivamente sitios de trampa individuales debido a su gran separación lateral de 125 mu m. Inicializamos y leemos diferentes estados internos para los sitios individuales. También creamos dos conjuntos entrelazados de conjuntos de trampas con separación ajustable, como se requiere para muchas implementaciones propuestas de operaciones de puerta cuántica ",
            "error": [
                ""
            ]
        },
        "scalable configuration": {
            "translated_key": "scalable",
            "translated_annotated_text": "Realización microóptica de conjuntos de trampas dipolares selectivamente direccionables: una configuración <br>scalable</br> para el cálculo cuántico con qubits atómicos Demostramos experimentalmente estructuras novedosas para la realización de registros de qubits atómicos: atrapamos átomos neutros en conjuntos de una y dos dimensiones de trampas dipolares muy desconectadas obtenidas mediante el enfoque de un haz láser con un conjunto microfabricado de microlentes. Somos capaces de abordar selectivamente sitios de trampa individuales debido a su gran separación lateral de 125 mu m. Inicializamos y leemos diferentes estados internos para los sitios individuales. También creamos dos conjuntos entrelazados de conjuntos de trampas con separación ajustable, como se requiere para muchas implementaciones propuestas de operaciones de puerta cuántica ",
            "error": [
                ""
            ]
        },
        "quantum computing": {
            "translated_key": [],
            "translated_annotated_text": "Realización microóptica de conjuntos de trampas dipolares selectivamente direccionables: una configuración escalable para el cálculo cuántico con qubits atómicos Demostramos experimentalmente estructuras novedosas para la realización de registros de qubits atómicos: atrapamos átomos neutros en conjuntos de una y dos dimensiones de trampas dipolares muy deformadas obtenidas mediante el enfoque de un haz láser detonado en rojo con una matriz microfabricada de microlentes. Somos capaces de abordar selectivamente sitios de trampa individuales debido a su gran separación lateral de 125 mu m. Inicializamos y leemos diferentes estados internos para los sitios individuales. También creamos dos conjuntos entrelazados de conjuntos de trampas con separación ajustable, como se requiere para muchas implementaciones propuestas de operaciones de puerta cuántica ",
            "error": []
        },
        "trapped ions": {
            "translated_key": [],
            "translated_annotated_text": "Realización microóptica de conjuntos de trampas dipolares selectivamente direccionables: una configuración escalable para el cálculo cuántico con qubits atómicos Demostramos experimentalmente estructuras novedosas para la realización de registros de qubits atómicos: atrapamos átomos neutros en conjuntos de una y dos dimensiones de trampas dipolares muy deformadas obtenidas mediante el enfoque de un haz láser detonado en rojo con una matriz microfabricada de microlentes. Somos capaces de abordar selectivamente sitios de trampa individuales debido a su gran separación lateral de 125 mu m. Inicializamos y leemos diferentes estados internos para los sitios individuales. También creamos dos conjuntos entrelazados de conjuntos de trampas con separación ajustable, como se requiere para muchas implementaciones propuestas de operaciones de puerta cuántica ",
            "error": []
        }
    }
}