{
    "original_text": "Testing statistical bounds on entanglement using quantum chaos Previous results indicate that while chaos can lead to substantial entropy production, thereby maximizing dynamical entanglement, this still falls short of maximality. Random matrix theory modeling of composite quantum systems, investigated recently, entails a universal distribution of the eigenvalues of the reduced density matrices. We demonstrate that these distributions are realized in quantized chaotic systems by using a model of two coupled and kicked tops. We derive an explicit statistical universal bound on entanglement, which is also valid for the case of unequal dimensionality of the Hilbert spaces involved, and show that this describes well the bounds observed using composite quantized chaotic systems such as coupled tops",
    "original_translation": "Probando límites estadísticos sobre el enredo usando el caos cuántico Los resultados anteriores indican que si bien el caos puede conducir a una producción sustancial de entropía, maximizando así el enredo dinámico, esto todavía no alcanza la máxima. La teoría de matriz aleatoria modelación de sistemas cuánticos compuestos, investigada recientemente, implica una distribución universal de los valores propios de las matrices de densidad reducida. Demostramos que estas distribuciones se realizan en sistemas caóticos cuantificados mediante el uso de un modelo de dos tops acoplados y pateados. Derivamos un estadístico universal explícito ligado al enredo, que también es válido para el caso de la dimensionalidad desigual de los espacios Hilbert involucrados, y muestra que esto describe bien los límites observados utilizando sistemas caóticos cuantificados compuestos como tops acoplados",
    "error_count": 8,
    "keys": {
        "statistical bounds": {
            "translated_key": "límites estadísticos",
            "translated_annotated_text": "Probando \"límites estadísticos\" en el enredo usando el caos cuántico Los resultados anteriores indican que si bien el caos puede conducir a una producción sustancial de entropía, maximizando así el enredo dinámico, esto todavía no alcanza la maximidad. La teoría de matriz aleatoria modelación de sistemas cuánticos compuestos, investigada recientemente, implica una distribución universal de los valores propios de las matrices de densidad reducida. Demostramos que estas distribuciones se realizan en sistemas caóticos cuantificados mediante el uso de un modelo de dos tops acoplados y pateados. Derivamos un estadístico universal explícito ligado al enredo, que también es válido para el caso de la dimensionalidad desigual de los espacios Hilbert involucrados, y muestra que esto describe bien los límites observados utilizando sistemas caóticos cuantificados compuestos como tops acoplados ",
            "error": [
                ""
            ]
        },
        "entanglement": {
            "translated_key": [
                "enredo",
                "enredo dinámico",
                "enredo"
            ],
            "translated_annotated_text": "Probando los límites estadísticos sobre el \"enredo\" usando el caos cuántico Los resultados anteriores indican que si bien el caos puede conducir a una producción sustancial de entropía, maximizando así el \"enredo dinámico\", esto todavía no alcanza la maximidad. La teoría de matriz aleatoria modelación de sistemas cuánticos compuestos, investigada recientemente, implica una distribución universal de los valores propios de las matrices de densidad reducida. Demostramos que estas distribuciones se realizan en sistemas caóticos cuantificados mediante el uso de un modelo de dos tops acoplados y pateados. Derivamos un estadístico universal explícito ligado al \"enredo\", que también es válido para el caso de la dimensionalidad desigual de los espacios Hilbert involucrados, y muestra que esto describe bien los límites observados utilizando sistemas caóticos cuantificados compuestos como tops acoplados ",
            "error": [
                "enredo",
                "enredo dinámico",
                "enredo"
            ]
        },
        "quantum chaos": {
            "translated_key": "caos cuántico",
            "translated_annotated_text": "Probando los límites estadísticos del enredo usando el \"caos cuántico\" Los resultados anteriores indican que si bien el caos puede conducir a una producción sustancial de entropía, maximizando así el enredo dinámico, esto todavía no alcanza la maximidad. La teoría de matriz aleatoria modelación de sistemas cuánticos compuestos, investigada recientemente, implica una distribución universal de los valores propios de las matrices de densidad reducida. Demostramos que estas distribuciones se realizan en sistemas caóticos cuantificados mediante el uso de un modelo de dos tops acoplados y pateados. Derivamos un estadístico universal explícito ligado al enredo, que también es válido para el caso de la dimensionalidad desigual de los espacios Hilbert involucrados, y muestra que esto describe bien los límites observados utilizando sistemas caóticos cuantificados compuestos como tops acoplados ",
            "error": [
                ""
            ]
        },
        "entropy production": {
            "translated_key": "producción sustancial de la entropía",
            "translated_annotated_text": "Probando límites estadísticos sobre el enredo usando el caos cuántico Los resultados anteriores indican que si bien el caos puede conducir a una \"producción sustancial de la entropía\", maximizando así el enredo dinámico, esto todavía no alcanza la máxima. La teoría de matriz aleatoria modelación de sistemas cuánticos compuestos, investigada recientemente, implica una distribución universal de los valores propios de las matrices de densidad reducida. Demostramos que estas distribuciones se realizan en sistemas caóticos cuantificados mediante el uso de un modelo de dos tops acoplados y pateados. Derivamos un estadístico universal explícito ligado al enredo, que también es válido para el caso de la dimensionalidad desigual de los espacios Hilbert involucrados, y muestra que esto describe bien los límites observados utilizando sistemas caóticos cuantificados compuestos como tops acoplados ",
            "error": [
                ""
            ]
        },
        "maximality": {
            "translated_key": "máximalidad",
            "translated_annotated_text": "Probando límites estadísticos sobre el enredo usando el caos cuántico Los resultados anteriores indican que si bien el caos puede conducir a una producción sustancial de entropía, maximizando así el enredo dinámico, esto todavía no alcanza la \"máximalidad\". La teoría de matriz aleatoria modelación de sistemas cuánticos compuestos, investigada recientemente, implica una distribución universal de los valores propios de las matrices de densidad reducida. Demostramos que estas distribuciones se realizan en sistemas caóticos cuantificados mediante el uso de un modelo de dos tops acoplados y pateados. Derivamos un estadístico universal explícito ligado al enredo, que también es válido para el caso de la dimensionalidad desigual de los espacios Hilbert involucrados, y muestra que esto describe bien los límites observados utilizando sistemas caóticos cuantificados compuestos como tops acoplados ",
            "error": [
                ""
            ]
        },
        "random matrix theory": {
            "translated_key": [],
            "translated_annotated_text": "Probando límites estadísticos sobre el enredo usando el caos cuántico Los resultados anteriores indican que si bien el caos puede conducir a una producción sustancial de entropía, maximizando así el enredo dinámico, esto todavía no alcanza la máxima. La teoría de matriz aleatoria modelación de sistemas cuánticos compuestos, investigada recientemente, implica una distribución universal de los valores propios de las matrices de densidad reducida. Demostramos que estas distribuciones se realizan en sistemas caóticos cuantificados mediante el uso de un modelo de dos tops acoplados y pateados. Derivamos un estadístico universal explícito ligado al enredo, que también es válido para el caso de la dimensionalidad desigual de los espacios Hilbert involucrados, y muestra que esto describe bien los límites observados utilizando sistemas caóticos cuantificados compuestos como tops acoplados ",
            "error": []
        },
        "composite quantum systems": {
            "translated_key": "sistemas cuánticos compuestos",
            "translated_annotated_text": "Probando límites estadísticos sobre el enredo usando el caos cuántico Los resultados anteriores indican que si bien el caos puede conducir a una producción sustancial de entropía, maximizando así el enredo dinámico, esto todavía no alcanza la máxima. El modelado de la teoría de la matriz aleatoria de \"sistemas cuánticos compuestos\", investigado recientemente, implica una distribución universal de los valores propios de las matrices de densidad reducida. Demostramos que estas distribuciones se realizan en sistemas caóticos cuantificados mediante el uso de un modelo de dos tops acoplados y pateados. Derivamos un estadístico universal explícito ligado al enredo, que también es válido para el caso de la dimensionalidad desigual de los espacios Hilbert involucrados, y muestra que esto describe bien los límites observados utilizando sistemas caóticos cuantificados compuestos como tops acoplados ",
            "error": [
                ""
            ]
        },
        "universal distribution": {
            "translated_key": "distribución universal",
            "translated_annotated_text": "Probando límites estadísticos sobre el enredo usando el caos cuántico Los resultados anteriores indican que si bien el caos puede conducir a una producción sustancial de entropía, maximizando así el enredo dinámico, esto todavía no alcanza la máxima. La teoría de la matriz aleatoria modelación de sistemas cuánticos compuestos, investigada recientemente, implica una \"distribución universal\" de los valores propios de las matrices de densidad reducida. Demostramos que estas distribuciones se realizan en sistemas caóticos cuantificados mediante el uso de un modelo de dos tops acoplados y pateados. Derivamos un estadístico universal explícito ligado al enredo, que también es válido para el caso de la dimensionalidad desigual de los espacios Hilbert involucrados, y muestra que esto describe bien los límites observados utilizando sistemas caóticos cuantificados compuestos como tops acoplados ",
            "error": [
                ""
            ]
        },
        "reduced density matrices": {
            "translated_key": "matriz de densidad reducida",
            "translated_annotated_text": "Probando límites estadísticos sobre el enredo usando el caos cuántico Los resultados anteriores indican que si bien el caos puede conducir a una producción sustancial de entropía, maximizando así el enredo dinámico, esto todavía no alcanza la máxima. La teoría de la matriz aleatoria modelación de sistemas cuánticos compuestos, investigada recientemente, implica una distribución universal de los valores propios de las \"matriz de densidad reducida\". Demostramos que estas distribuciones se realizan en sistemas caóticos cuantificados mediante el uso de un modelo de dos tops acoplados y pateados. Derivamos un estadístico universal explícito ligado al enredo, que también es válido para el caso de la dimensionalidad desigual de los espacios Hilbert involucrados, y muestra que esto describe bien los límites observados utilizando sistemas caóticos cuantificados compuestos como tops acoplados ",
            "error": [
                ""
            ]
        },
        "quantized chaotic systems": {
            "translated_key": "sistemas caóticos cuantificados",
            "translated_annotated_text": "Probando límites estadísticos sobre el enredo usando el caos cuántico Los resultados anteriores indican que si bien el caos puede conducir a una producción sustancial de entropía, maximizando así el enredo dinámico, esto todavía no alcanza la máxima. La teoría de matriz aleatoria modelación de sistemas cuánticos compuestos, investigada recientemente, implica una distribución universal de los valores propios de las matrices de densidad reducida. Demostramos que estas distribuciones se realizan en \"sistemas caóticos cuantificados\" utilizando un modelo de dos tops acoplados y pateados. Derivamos un estadístico universal explícito ligado al enredo, que también es válido para el caso de la dimensionalidad desigual de los espacios de Hilbert involucrados, y muestra que esto describe bien los límites observados utilizando \"sistemas caóticos cuantificados\" compuestos como tops acoplados ",
            "error": [
                ""
            ]
        },
        "kicked tops": {
            "translated_key": "tapas pateadas",
            "translated_annotated_text": "Probando límites estadísticos sobre el enredo usando el caos cuántico Los resultados anteriores indican que si bien el caos puede conducir a una producción sustancial de entropía, maximizando así el enredo dinámico, esto todavía no alcanza la máxima. La teoría de matriz aleatoria modelación de sistemas cuánticos compuestos, investigada recientemente, implica una distribución universal de los valores propios de las matrices de densidad reducida. Demostramos que estas distribuciones se realizan en sistemas caóticos cuantificados mediante el uso de un modelo de dos acoplados y \"tapas pateadas\". Derivamos un estadístico universal explícito ligado al enredo, que también es válido para el caso de la dimensionalidad desigual de los espacios Hilbert involucrados, y muestra que esto describe bien los límites observados utilizando sistemas caóticos cuantificados compuestos como tops acoplados ",
            "error": [
                ""
            ]
        },
        "Hilbert spaces": {
            "translated_key": "espacios de Hilbert",
            "translated_annotated_text": "Probando límites estadísticos sobre el enredo usando el caos cuántico Los resultados anteriores indican que si bien el caos puede conducir a una producción sustancial de entropía, maximizando así el enredo dinámico, esto todavía no alcanza la máxima. La teoría de matriz aleatoria modelación de sistemas cuánticos compuestos, investigada recientemente, implica una distribución universal de los valores propios de las matrices de densidad reducida. Demostramos que estas distribuciones se realizan en sistemas caóticos cuantificados mediante el uso de un modelo de dos tops acoplados y pateados. Derivamos un estadístico universal explícito ligado al enredo, que también es válido para el caso de la dimensionalidad desigual de los \"espacios de Hilbert\" involucrados, y muestra que esto describe bien los límites observados utilizando sistemas caóticos cuantificados compuestos como tops acoplados ",
            "error": [
                ""
            ]
        },
        "bound states": {
            "translated_key": [],
            "translated_annotated_text": "Probando límites estadísticos sobre el enredo usando el caos cuántico Los resultados anteriores indican que si bien el caos puede conducir a una producción sustancial de entropía, maximizando así el enredo dinámico, esto todavía no alcanza la máxima. La teoría de matriz aleatoria modelación de sistemas cuánticos compuestos, investigada recientemente, implica una distribución universal de los valores propios de las matrices de densidad reducida. Demostramos que estas distribuciones se realizan en sistemas caóticos cuantificados mediante el uso de un modelo de dos tops acoplados y pateados. Derivamos un estadístico universal explícito ligado al enredo, que también es válido para el caso de la dimensionalidad desigual de los espacios Hilbert involucrados, y muestra que esto describe bien los límites observados utilizando sistemas caóticos cuantificados compuestos como tops acoplados ",
            "error": []
        },
        "chaos": {
            "translated_key": "caos",
            "translated_annotated_text": "Probando límites estadísticos sobre el enredo usando el \"caos\" cuántico Los resultados anteriores indican que mientras que el \"caos\" puede conducir a una producción sustancial de entropía, maximizando así el enredo dinámico, esto todavía no alcanza la máxima. La teoría de matriz aleatoria modelación de sistemas cuánticos compuestos, investigada recientemente, implica una distribución universal de los valores propios de las matrices de densidad reducida. Demostramos que estas distribuciones se realizan en sistemas caóticos cuantificados mediante el uso de un modelo de dos tops acoplados y pateados. Derivamos un estadístico universal explícito ligado al enredo, que también es válido para el caso de la dimensionalidad desigual de los espacios Hilbert involucrados, y muestra que esto describe bien los límites observados utilizando sistemas caóticos cuantificados compuestos como tops acoplados ",
            "error": [
                ""
            ]
        },
        "eigenvalues and eigenfunctions": {
            "translated_key": [],
            "translated_annotated_text": "Probando límites estadísticos sobre el enredo usando el caos cuántico Los resultados anteriores indican que si bien el caos puede conducir a una producción sustancial de entropía, maximizando así el enredo dinámico, esto todavía no alcanza la máxima. La teoría de matriz aleatoria modelación de sistemas cuánticos compuestos, investigada recientemente, implica una distribución universal de los valores propios de las matrices de densidad reducida. Demostramos que estas distribuciones se realizan en sistemas caóticos cuantificados mediante el uso de un modelo de dos tops acoplados y pateados. Derivamos un estadístico universal explícito ligado al enredo, que también es válido para el caso de la dimensionalidad desigual de los espacios Hilbert involucrados, y muestra que esto describe bien los límites observados utilizando sistemas caóticos cuantificados compuestos como tops acoplados ",
            "error": []
        },
        "entropy": {
            "translated_key": "entropía",
            "translated_annotated_text": "Probando límites estadísticos sobre el enredo usando el caos cuántico Los resultados anteriores indican que si bien el caos puede conducir a una producción sustancial de \"entropía\", maximizando así el enredo dinámico, esto todavía no alcanza la máxima. La teoría de matriz aleatoria modelación de sistemas cuánticos compuestos, investigada recientemente, implica una distribución universal de los valores propios de las matrices de densidad reducida. Demostramos que estas distribuciones se realizan en sistemas caóticos cuantificados mediante el uso de un modelo de dos tops acoplados y pateados. Derivamos un estadístico universal explícito ligado al enredo, que también es válido para el caso de la dimensionalidad desigual de los espacios Hilbert involucrados, y muestra que esto describe bien los límites observados utilizando sistemas caóticos cuantificados compuestos como tops acoplados ",
            "error": [
                ""
            ]
        },
        "matrix algebra": {
            "translated_key": [],
            "translated_annotated_text": "Probando límites estadísticos sobre el enredo usando el caos cuántico Los resultados anteriores indican que si bien el caos puede conducir a una producción sustancial de entropía, maximizando así el enredo dinámico, esto todavía no alcanza la máxima. La teoría de matriz aleatoria modelación de sistemas cuánticos compuestos, investigada recientemente, implica una distribución universal de los valores propios de las matrices de densidad reducida. Demostramos que estas distribuciones se realizan en sistemas caóticos cuantificados mediante el uso de un modelo de dos tops acoplados y pateados. Derivamos un estadístico universal explícito ligado al enredo, que también es válido para el caso de la dimensionalidad desigual de los espacios Hilbert involucrados, y muestra que esto describe bien los límites observados utilizando sistemas caóticos cuantificados compuestos como tops acoplados ",
            "error": []
        },
        "quantisation (quantum theory)": {
            "translated_key": [],
            "translated_annotated_text": "Probando límites estadísticos sobre el enredo usando el caos cuántico Los resultados anteriores indican que si bien el caos puede conducir a una producción sustancial de entropía, maximizando así el enredo dinámico, esto todavía no alcanza la máxima. La teoría de matriz aleatoria modelación de sistemas cuánticos compuestos, investigada recientemente, implica una distribución universal de los valores propios de las matrices de densidad reducida. Demostramos que estas distribuciones se realizan en sistemas caóticos cuantificados mediante el uso de un modelo de dos tops acoplados y pateados. Derivamos un estadístico universal explícito ligado al enredo, que también es válido para el caso de la dimensionalidad desigual de los espacios Hilbert involucrados, y muestra que esto describe bien los límites observados utilizando sistemas caóticos cuantificados compuestos como tops acoplados ",
            "error": []
        },
        "quantum communication": {
            "translated_key": [],
            "translated_annotated_text": "Probando límites estadísticos sobre el enredo usando el caos cuántico Los resultados anteriores indican que si bien el caos puede conducir a una producción sustancial de entropía, maximizando así el enredo dinámico, esto todavía no alcanza la máxima. La teoría de matriz aleatoria modelación de sistemas cuánticos compuestos, investigada recientemente, implica una distribución universal de los valores propios de las matrices de densidad reducida. Demostramos que estas distribuciones se realizan en sistemas caóticos cuantificados mediante el uso de un modelo de dos tops acoplados y pateados. Derivamos un estadístico universal explícito ligado al enredo, que también es válido para el caso de la dimensionalidad desigual de los espacios Hilbert involucrados, y muestra que esto describe bien los límites observados utilizando sistemas caóticos cuantificados compuestos como tops acoplados ",
            "error": []
        },
        "quantum theory": {
            "translated_key": [],
            "translated_annotated_text": "Probando límites estadísticos sobre el enredo usando el caos cuántico Los resultados anteriores indican que si bien el caos puede conducir a una producción sustancial de entropía, maximizando así el enredo dinámico, esto todavía no alcanza la máxima. La teoría de matriz aleatoria modelación de sistemas cuánticos compuestos, investigada recientemente, implica una distribución universal de los valores propios de las matrices de densidad reducida. Demostramos que estas distribuciones se realizan en sistemas caóticos cuantificados mediante el uso de un modelo de dos tops acoplados y pateados. Derivamos un estadístico universal explícito ligado al enredo, que también es válido para el caso de la dimensionalidad desigual de los espacios Hilbert involucrados, y muestra que esto describe bien los límites observados utilizando sistemas caóticos cuantificados compuestos como tops acoplados ",
            "error": []
        }
    }
}