{
    "original_text": "The fully entangled fraction as an inclusive measure of entanglement applications Characterizing entanglement in all but the simplest case of a two qubit pure state is a hard problem, even understanding the relevant experimental quantities that are related to entanglement is difficult. It may not be necessary, however, to quantify the entanglement of a state in order to quantify the quantum information processing significance of a state. It is known that the fully entangled fraction has a direct relationship to the fidelity of teleportation maximized under the actions of local unitary operations. In the case of two qubits we point out that the fully entangled fraction can also be related to the fidelities, maximized under the actions of local unitary operations, of other important quantum information tasks such as dense coding, entanglement swapping and quantum cryptography in such a way as to provide an inclusive measure of these entanglement applications. For two qubit systems the fully entangled fraction has a simple known closed-form expression and we establish lower and upper bounds of this quantity with the concurrence. This approach is readily extendable to more complicated systems",
    "original_translation": "La fracción totalmente enredado como una medida inclusiva de aplicaciones de enredo Caracterizar el enredo en todo menos el caso más simple de un estado puro de dos qubit es un problema difícil, incluso entender las cantidades experimentales relevantes que están relacionadas con enredo es difícil. Sin embargo, tal vez no sea necesario cuantificar el enredo de un Estado para cuantificar la importancia cuántica del procesamiento de información de un Estado. Se sabe que la fracción totalmente enredada tiene una relación directa con la fidelidad de la teletransportación maximizada bajo las acciones de las operaciones unitarias locales. En el caso de dos qubits señalamos que la fracción totalmente enredada también puede estar relacionada con las fidelidades, maximizadas bajo las acciones de las operaciones unitarias locales, de otras importantes tareas de información cuántica como la codificación densa, el intercambio de enredo y la criptografía cuántica de tal manera que proporcione una medida inclusiva de estas aplicaciones de enredo. Para dos sistemas de qubit la fracción totalmente enredada tiene una simple expresión de forma cerrada conocida y establecemos límites inferiores y superiores de esta cantidad con la concurrencia. Este enfoque es fácilmente extensible a sistemas más complicados",
    "error_count": 4,
    "keys": {
        "entanglement": {
            "translated_key": "enredo",
            "translated_annotated_text": "La fracción totalmente enredado como una medida inclusiva de aplicaciones de \"enredo\" Caracterizar el \"enredo\" en todo menos el caso más simple de un estado puro de dos qubit es un problema difícil, incluso entender las cantidades experimentales relevantes que están relacionadas con el \"enredo\" es difícil. Sin embargo, puede no ser necesario cuantificar el \"enredo\" de un estado para cuantificar la importancia cuántica del procesamiento de información de un estado. Se sabe que la fracción totalmente enredada tiene una relación directa con la fidelidad de la teletransportación maximizada bajo las acciones de las operaciones unitarias locales. En el caso de dos qubits señalamos que la fracción totalmente enredada también puede estar relacionada con las fidelidades, maximizadas bajo las acciones de las operaciones unitarias locales, de otras importantes tareas de información cuántica como la codificación densa, el intercambio de \"enredo\" y la criptografía cuántica de tal manera que proporcione una medida inclusiva de estas aplicaciones de \"enredo\". Para dos sistemas de qubit la fracción totalmente enredada tiene una simple expresión de forma cerrada conocida y establecemos límites inferiores y superiores de esta cantidad con la concurrencia. Este enfoque es fácilmente extensible a sistemas más complicados ",
            "error": [
                ""
            ]
        },
        "two qubit pure state": {
            "translated_key": "estado puro de dos qubit",
            "translated_annotated_text": "La fracción totalmente enredado como una medida inclusiva de aplicaciones de enredo Caracterizar el enredo en todo menos el caso más simple de un \"estado puro de dos qubit\" es un problema difícil, incluso entender las cantidades experimentales relevantes que están relacionadas con el enredo es difícil. Sin embargo, tal vez no sea necesario cuantificar el enredo de un Estado para cuantificar la importancia cuántica del procesamiento de información de un Estado. Se sabe que la fracción totalmente enredada tiene una relación directa con la fidelidad de la teletransportación maximizada bajo las acciones de las operaciones unitarias locales. En el caso de dos qubits señalamos que la fracción totalmente enredada también puede estar relacionada con las fidelidades, maximizadas bajo las acciones de las operaciones unitarias locales, de otras importantes tareas de información cuántica como la codificación densa, el intercambio de enredo y la criptografía cuántica de tal manera que proporcione una medida inclusiva de estas aplicaciones de enredo. Para dos sistemas de qubit la fracción totalmente enredada tiene una simple expresión de forma cerrada conocida y establecemos límites inferiores y superiores de esta cantidad con la concurrencia. Este enfoque es fácilmente extensible a sistemas más complicados ",
            "error": [
                ""
            ]
        },
        "quantum information processing": {
            "translated_key": "proceso de información cuántica",
            "translated_annotated_text": "La fracción totalmente enredado como una medida inclusiva de aplicaciones de enredo Caracterizar el enredo en todo menos el caso más simple de un estado puro de dos qubit es un problema difícil, incluso entender las cantidades experimentales relevantes que están relacionadas con enredo es difícil. Sin embargo, tal vez no sea necesario cuantificar el enredo de un Estado para cuantificar la significación del \"proceso de información cuántica\" de un Estado. Se sabe que la fracción totalmente enredada tiene una relación directa con la fidelidad de la teletransportación maximizada bajo las acciones de las operaciones unitarias locales. En el caso de dos qubits señalamos que la fracción totalmente enredada también puede estar relacionada con las fidelidades, maximizadas bajo las acciones de las operaciones unitarias locales, de otras importantes tareas de información cuántica como la codificación densa, el intercambio de enredo y la criptografía cuántica de tal manera que proporcione una medida inclusiva de estas aplicaciones de enredo. Para dos sistemas de qubit la fracción totalmente enredada tiene una simple expresión de forma cerrada conocida y establecemos límites inferiores y superiores de esta cantidad con la concurrencia. Este enfoque es fácilmente extensible a sistemas más complicados ",
            "error": [
                ""
            ]
        },
        "fully entangled fraction": {
            "translated_key": [
                "fracción totalmente enredado",
                "fracción totalmente enredada",
                "fracción totalmente enredada",
                "fracción totalmente enredada"
            ],
            "translated_annotated_text": "La \"fracción totalmente enredado\" como una medida inclusiva de aplicaciones de enredo Caracterizar el enredo en todos, excepto el caso más simple de un estado puro de dos qubit es un problema difícil, incluso entender las cantidades experimentales relevantes que están relacionadas con el enredo es difícil. Sin embargo, tal vez no sea necesario cuantificar el enredo de un Estado para cuantificar la importancia cuántica del procesamiento de información de un Estado. Se sabe que la \"fracción totalmente enredada\" tiene una relación directa con la fidelidad de la teletransportación maximizada bajo las acciones de las operaciones unitarias locales. En el caso de dos qubits señalamos que la \"fracción totalmente enredada\" también puede estar relacionada con las fidelidades, maximizadas bajo las acciones de las operaciones unitarias locales, de otras importantes tareas de información cuántica como la codificación densa, el intercambio de enredo y la criptografía cuántica de tal manera que proporcione una medida inclusiva de estas aplicaciones de enredo. Para dos sistemas de qubit la \"fracción totalmente enredada\" tiene una simple expresión de forma cerrada conocida y establecemos límites inferiores y superiores de esta cantidad con la concurrencia. Este enfoque es fácilmente extensible a sistemas más complicados ",
            "error": [
                "fracción totalmente enredado",
                "fracción totalmente enredada",
                "fracción totalmente enredada",
                "fracción totalmente enredada"
            ]
        },
        "fidelity": {
            "translated_key": "fidelidad",
            "translated_annotated_text": "La fracción totalmente enredado como una medida inclusiva de aplicaciones de enredo Caracterizar el enredo en todo menos el caso más simple de un estado puro de dos qubit es un problema difícil, incluso entender las cantidades experimentales relevantes que están relacionadas con enredo es difícil. Sin embargo, tal vez no sea necesario cuantificar el enredo de un Estado para cuantificar la importancia cuántica del procesamiento de información de un Estado. Se sabe que la fracción totalmente enredada tiene una relación directa con la \"fidelidad\" de la teletransportación maximizada bajo las acciones de las operaciones unitarias locales. En el caso de dos qubits señalamos que la fracción totalmente enredada también puede estar relacionada con las fidelidades, maximizadas bajo las acciones de las operaciones unitarias locales, de otras importantes tareas de información cuántica como la codificación densa, el intercambio de enredo y la criptografía cuántica de tal manera que proporcione una medida inclusiva de estas aplicaciones de enredo. Para dos sistemas de qubit la fracción totalmente enredada tiene una simple expresión de forma cerrada conocida y establecemos límites inferiores y superiores de esta cantidad con la concurrencia. Este enfoque es fácilmente extensible a sistemas más complicados ",
            "error": [
                ""
            ]
        },
        "teleportation": {
            "translated_key": "teletransportación",
            "translated_annotated_text": "La fracción totalmente enredado como una medida inclusiva de aplicaciones de enredo Caracterizar el enredo en todo menos el caso más simple de un estado puro de dos qubit es un problema difícil, incluso entender las cantidades experimentales relevantes que están relacionadas con enredo es difícil. Sin embargo, tal vez no sea necesario cuantificar el enredo de un Estado para cuantificar la importancia cuántica del procesamiento de información de un Estado. Se sabe que la fracción totalmente enredada tiene una relación directa con la fidelidad de la \"teletransportación\" maximizada bajo las acciones de las operaciones unitarias locales. En el caso de dos qubits señalamos que la fracción totalmente enredada también puede estar relacionada con las fidelidades, maximizadas bajo las acciones de las operaciones unitarias locales, de otras importantes tareas de información cuántica como la codificación densa, el intercambio de enredo y la criptografía cuántica de tal manera que proporcione una medida inclusiva de estas aplicaciones de enredo. Para dos sistemas de qubit la fracción totalmente enredada tiene una simple expresión de forma cerrada conocida y establecemos límites inferiores y superiores de esta cantidad con la concurrencia. Este enfoque es fácilmente extensible a sistemas más complicados ",
            "error": [
                ""
            ]
        },
        "entanglement swapping": {
            "translated_key": "intercambio de enredo",
            "translated_annotated_text": "La fracción totalmente enredado como una medida inclusiva de aplicaciones de enredo Caracterizar el enredo en todo menos el caso más simple de un estado puro de dos qubit es un problema difícil, incluso entender las cantidades experimentales relevantes que están relacionadas con enredo es difícil. Sin embargo, tal vez no sea necesario cuantificar el enredo de un Estado para cuantificar la importancia cuántica del procesamiento de información de un Estado. Se sabe que la fracción totalmente enredada tiene una relación directa con la fidelidad de la teletransportación maximizada bajo las acciones de las operaciones unitarias locales. En el caso de dos qubits señalamos que la fracción totalmente enredada también puede estar relacionada con las fidelidades, maximizadas bajo las acciones de las operaciones unitarias locales, de otras importantes tareas de información cuántica como la codificación densa, el \"intercambio de enredo\" y la criptografía cuántica de tal manera que proporcione una medida inclusiva de estas aplicaciones de enredo. Para dos sistemas de qubit la fracción totalmente enredada tiene una simple expresión de forma cerrada conocida y establecemos límites inferiores y superiores de esta cantidad con la concurrencia. Este enfoque es fácilmente extensible a sistemas más complicados ",
            "error": [
                ""
            ]
        },
        "quantum cryptography": {
            "translated_key": "criptografía cuántica",
            "translated_annotated_text": "La fracción totalmente enredado como una medida inclusiva de aplicaciones de enredo Caracterizar el enredo en todo menos el caso más simple de un estado puro de dos qubit es un problema difícil, incluso entender las cantidades experimentales relevantes que están relacionadas con enredo es difícil. Sin embargo, tal vez no sea necesario cuantificar el enredo de un Estado para cuantificar la importancia cuántica del procesamiento de información de un Estado. Se sabe que la fracción totalmente enredada tiene una relación directa con la fidelidad de la teletransportación maximizada bajo las acciones de las operaciones unitarias locales. En el caso de dos qubits señalamos que la fracción totalmente enredada también puede estar relacionada con las fidelidades, maximizadas bajo las acciones de las operaciones unitarias locales, de otras importantes tareas de información cuántica como la codificación densa, el intercambio de enredo y la \"criptografía cuántica\" de tal manera que proporcione una medida inclusiva de estas aplicaciones de enredo. Para dos sistemas de qubit la fracción totalmente enredada tiene una simple expresión de forma cerrada conocida y establecemos límites inferiores y superiores de esta cantidad con la concurrencia. Este enfoque es fácilmente extensible a sistemas más complicados ",
            "error": [
                ""
            ]
        },
        "information theory": {
            "translated_key": [],
            "translated_annotated_text": "La fracción totalmente enredado como una medida inclusiva de aplicaciones de enredo Caracterizar el enredo en todo menos el caso más simple de un estado puro de dos qubit es un problema difícil, incluso entender las cantidades experimentales relevantes que están relacionadas con enredo es difícil. Sin embargo, tal vez no sea necesario cuantificar el enredo de un Estado para cuantificar la importancia cuántica del procesamiento de información de un Estado. Se sabe que la fracción totalmente enredada tiene una relación directa con la fidelidad de la teletransportación maximizada bajo las acciones de las operaciones unitarias locales. En el caso de dos qubits señalamos que la fracción totalmente enredada también puede estar relacionada con las fidelidades, maximizadas bajo las acciones de las operaciones unitarias locales, de otras importantes tareas de información cuántica como la codificación densa, el intercambio de enredo y la criptografía cuántica de tal manera que proporcione una medida inclusiva de estas aplicaciones de enredo. Para dos sistemas de qubit la fracción totalmente enredada tiene una simple expresión de forma cerrada conocida y establecemos límites inferiores y superiores de esta cantidad con la concurrencia. Este enfoque es fácilmente extensible a sistemas más complicados ",
            "error": []
        },
        "quantum communication": {
            "translated_key": [],
            "translated_annotated_text": "La fracción totalmente enredado como una medida inclusiva de aplicaciones de enredo Caracterizar el enredo en todo menos el caso más simple de un estado puro de dos qubit es un problema difícil, incluso entender las cantidades experimentales relevantes que están relacionadas con enredo es difícil. Sin embargo, tal vez no sea necesario cuantificar el enredo de un Estado para cuantificar la importancia cuántica del procesamiento de información de un Estado. Se sabe que la fracción totalmente enredada tiene una relación directa con la fidelidad de la teletransportación maximizada bajo las acciones de las operaciones unitarias locales. En el caso de dos qubits señalamos que la fracción totalmente enredada también puede estar relacionada con las fidelidades, maximizadas bajo las acciones de las operaciones unitarias locales, de otras importantes tareas de información cuántica como la codificación densa, el intercambio de enredo y la criptografía cuántica de tal manera que proporcione una medida inclusiva de estas aplicaciones de enredo. Para dos sistemas de qubit la fracción totalmente enredada tiene una simple expresión de forma cerrada conocida y establecemos límites inferiores y superiores de esta cantidad con la concurrencia. Este enfoque es fácilmente extensible a sistemas más complicados ",
            "error": []
        },
        "quantum interference phenomena": {
            "translated_key": [],
            "translated_annotated_text": "La fracción totalmente enredado como una medida inclusiva de aplicaciones de enredo Caracterizar el enredo en todo menos el caso más simple de un estado puro de dos qubit es un problema difícil, incluso entender las cantidades experimentales relevantes que están relacionadas con enredo es difícil. Sin embargo, tal vez no sea necesario cuantificar el enredo de un Estado para cuantificar la importancia cuántica del procesamiento de información de un Estado. Se sabe que la fracción totalmente enredada tiene una relación directa con la fidelidad de la teletransportación maximizada bajo las acciones de las operaciones unitarias locales. En el caso de dos qubits señalamos que la fracción totalmente enredada también puede estar relacionada con las fidelidades, maximizadas bajo las acciones de las operaciones unitarias locales, de otras importantes tareas de información cuántica como la codificación densa, el intercambio de enredo y la criptografía cuántica de tal manera que proporcione una medida inclusiva de estas aplicaciones de enredo. Para dos sistemas de qubit la fracción totalmente enredada tiene una simple expresión de forma cerrada conocida y establecemos límites inferiores y superiores de esta cantidad con la concurrencia. Este enfoque es fácilmente extensible a sistemas más complicados ",
            "error": []
        }
    }
}