{
    "original_text": "Efficient combinational verification using overlapping local BDDs and a hash table We propose a novel methodology that combines local BDDs (binary decision diagrams) with a hash table for very efficient verification of combinational circuits. The main purpose of this technique is to remove the considerable overhead associated with case-by-case verification of internal node pairs in typical internal correspondence based verification methods. Two heuristics based on the number of structural levels of circuitry looked at and the total number of nodes in the BDD manager are used to control the BDD sizes and introduce new cutsets based on already found equivalent nodes. We verify the ISCAS85 benchmark circuits and demonstrate significant speedup over existing methods. We also verify several hard industrial circuits and show our superiority in extracting internal equivalences",
    "original_translation": "Verificación combinada eficiente utilizando BDD locales superpuestos y una tabla de hash Proponemos una metodología novedosa que combina BDD locales (diagramas de decisión binarios) con una tabla de hash para la verificación muy eficiente de circuitos combinados. El objetivo principal de esta técnica es eliminar los gastos generales considerables asociados con la verificación caso por caso de pares de nodos internos en los métodos de verificación basados en correspondencia interna típicos. Dos heurísticas basadas en el número de niveles estructurales de circuitos analizados y el número total de nodos en el gestor de BDD se utilizan para controlar los tamaños de BDD e introducir nuevos cortes basados en nodos equivalentes ya encontrados. Verificamos los circuitos de referencia ISCAS85 y demostramos una velocidad significativa sobre los métodos existentes. También verificamos varios circuitos industriales duros y mostramos nuestra superioridad en la extracción de equivalencias internas",
    "error_count": 7,
    "keys": {
        "combinational verification": {
            "translated_key": "verificación combinada",
            "translated_annotated_text": "Eficaz \"verificación combinada\" utilizando BDDs locales superpuestos y una tabla de hash Proponemos una metodología novedosa que combina BDDs locales (diagramas de decisión binarios) con una tabla de hash para una verificación muy eficiente de los circuitos combinados. El objetivo principal de esta técnica es eliminar los gastos generales considerables asociados con la verificación caso por caso de pares de nodos internos en los métodos de verificación basados en correspondencia interna típicos. Dos heurísticas basadas en el número de niveles estructurales de circuitos analizados y el número total de nodos en el gestor de BDD se utilizan para controlar los tamaños de BDD e introducir nuevos cortes basados en nodos equivalentes ya encontrados. Verificamos los circuitos de referencia ISCAS85 y demostramos una velocidad significativa sobre los métodos existentes. También verificamos varios circuitos industriales duros y mostramos nuestra superioridad en la extracción de equivalencias internas ",
            "error": [
                ""
            ]
        },
        "overlapping local BDDs": {
            "translated_key": "superposición de BDD locales",
            "translated_annotated_text": "Eficaz verificación combinada utilizando \"superposición de BDD locales\" y una tabla de hash Proponemos una metodología novedosa que combina BDD locales (diagramas de decisión binarios) con una tabla de hash para una verificación muy eficiente de los circuitos combinados. El objetivo principal de esta técnica es eliminar los gastos generales considerables asociados con la verificación caso por caso de pares de nodos internos en los métodos de verificación basados en correspondencia interna típicos. Dos heurísticas basadas en el número de niveles estructurales de circuitos analizados y el número total de nodos en el gestor de BDD se utilizan para controlar los tamaños de BDD e introducir nuevos cortes basados en nodos equivalentes ya encontrados. Verificamos los circuitos de referencia ISCAS85 y demostramos una velocidad significativa sobre los métodos existentes. También verificamos varios circuitos industriales duros y mostramos nuestra superioridad en la extracción de equivalencias internas ",
            "error": [
                ""
            ]
        },
        "hash table": {
            "translated_key": "tabla de hash",
            "translated_annotated_text": "Verificación combinada eficiente utilizando BDDs locales superpuestos y una \"tabla de hash\" Proponemos una metodología novedosa que combina BDDs locales (diagramas de decisión binarios) con una \"tabla de hash\" para la verificación muy eficiente de circuitos combinados. El objetivo principal de esta técnica es eliminar los gastos generales considerables asociados con la verificación caso por caso de pares de nodos internos en los métodos de verificación basados en correspondencia interna típicos. Dos heurísticas basadas en el número de niveles estructurales de circuitos analizados y el número total de nodos en el gestor de BDD se utilizan para controlar los tamaños de BDD e introducir nuevos cortes basados en nodos equivalentes ya encontrados. Verificamos los circuitos de referencia ISCAS85 y demostramos una velocidad significativa sobre los métodos existentes. También verificamos varios circuitos industriales duros y mostramos nuestra superioridad en la extracción de equivalencias internas ",
            "error": [
                ""
            ]
        },
        "combinational circuit verification": {
            "translated_key": [],
            "translated_annotated_text": "Verificación combinada eficiente utilizando BDD locales superpuestos y una tabla de hash Proponemos una metodología novedosa que combina BDD locales (diagramas de decisión binarios) con una tabla de hash para la verificación muy eficiente de circuitos combinados. El objetivo principal de esta técnica es eliminar los gastos generales considerables asociados con la verificación caso por caso de pares de nodos internos en los métodos de verificación basados en correspondencia interna típicos. Dos heurísticas basadas en el número de niveles estructurales de circuitos analizados y el número total de nodos en el gestor de BDD se utilizan para controlar los tamaños de BDD e introducir nuevos cortes basados en nodos equivalentes ya encontrados. Verificamos los circuitos de referencia ISCAS85 y demostramos una velocidad significativa sobre los métodos existentes. También verificamos varios circuitos industriales duros y mostramos nuestra superioridad en la extracción de equivalencias internas ",
            "error": []
        },
        "case-by-case verification": {
            "translated_key": "verificación caso por caso",
            "translated_annotated_text": "Verificación combinada eficiente utilizando BDD locales superpuestos y una tabla de hash Proponemos una metodología novedosa que combina BDD locales (diagramas de decisión binarios) con una tabla de hash para la verificación muy eficiente de circuitos combinados. El propósito principal de esta técnica es eliminar los considerables gastos generales asociados con la \"verificación caso por caso\" de pares de nodos internos en los métodos de verificación basados en correspondencia interna típicos. Dos heurísticas basadas en el número de niveles estructurales de circuitos analizados y el número total de nodos en el gestor de BDD se utilizan para controlar los tamaños de BDD e introducir nuevos cortes basados en nodos equivalentes ya encontrados. Verificamos los circuitos de referencia ISCAS85 y demostramos una velocidad significativa sobre los métodos existentes. También verificamos varios circuitos industriales duros y mostramos nuestra superioridad en la extracción de equivalencias internas ",
            "error": [
                ""
            ]
        },
        "internal node pairs": {
            "translated_key": "pares de nodos internos",
            "translated_annotated_text": "Verificación combinada eficiente utilizando BDD locales superpuestos y una tabla de hash Proponemos una metodología novedosa que combina BDD locales (diagramas de decisión binarios) con una tabla de hash para la verificación muy eficiente de circuitos combinados. El objetivo principal de esta técnica es eliminar los considerables gastos generales asociados con la verificación caso por caso de \"pares de nodos internos\" en los métodos de verificación basados en correspondencia interna típicos. Dos heurísticas basadas en el número de niveles estructurales de circuitos analizados y el número total de nodos en el gestor de BDD se utilizan para controlar los tamaños de BDD e introducir nuevos cortes basados en nodos equivalentes ya encontrados. Verificamos los circuitos de referencia ISCAS85 y demostramos una velocidad significativa sobre los métodos existentes. También verificamos varios circuitos industriales duros y mostramos nuestra superioridad en la extracción de equivalencias internas ",
            "error": [
                ""
            ]
        },
        "internal correspondence based verification": {
            "translated_key": "comprobación basada en correspondencia interna",
            "translated_annotated_text": "Verificación combinada eficiente utilizando BDD locales superpuestos y una tabla de hash Proponemos una metodología novedosa que combina BDD locales (diagramas de decisión binarios) con una tabla de hash para la verificación muy eficiente de circuitos combinados. El propósito principal de esta técnica es eliminar los gastos generales considerables asociados con la verificación caso por caso de pares de nodos internos en métodos típicos de \"comprobación basada en correspondencia interna\". Dos heurísticas basadas en el número de niveles estructurales de circuitos analizados y el número total de nodos en el gestor de BDD se utilizan para controlar los tamaños de BDD e introducir nuevos cortes basados en nodos equivalentes ya encontrados. Verificamos los circuitos de referencia ISCAS85 y demostramos una velocidad significativa sobre los métodos existentes. También verificamos varios circuitos industriales duros y mostramos nuestra superioridad en la extracción de equivalencias internas ",
            "error": [
                ""
            ]
        },
        "heuristics": {
            "translated_key": "heurísticas",
            "translated_annotated_text": "Verificación combinada eficiente utilizando BDD locales superpuestos y una tabla de hash Proponemos una metodología novedosa que combina BDD locales (diagramas de decisión binarios) con una tabla de hash para la verificación muy eficiente de circuitos combinados. El objetivo principal de esta técnica es eliminar los gastos generales considerables asociados con la verificación caso por caso de pares de nodos internos en los métodos de verificación basados en correspondencia interna típicos. Dos \"heurísticas\" basadas en el número de niveles estructurales de circuitos analizados y el número total de nodos en el gestor de BDD se utilizan para controlar los tamaños de BDD e introducir nuevos cortes basados en nodos equivalentes ya encontrados. Verificamos los circuitos de referencia ISCAS85 y demostramos una velocidad significativa sobre los métodos existentes. También verificamos varios circuitos industriales duros y mostramos nuestra superioridad en la extracción de equivalencias internas ",
            "error": [
                ""
            ]
        },
        "structural levels": {
            "translated_key": "niveles estructurales",
            "translated_annotated_text": "Verificación combinada eficiente utilizando BDD locales superpuestos y una tabla de hash Proponemos una metodología novedosa que combina BDD locales (diagramas de decisión binarios) con una tabla de hash para la verificación muy eficiente de circuitos combinados. El objetivo principal de esta técnica es eliminar los gastos generales considerables asociados con la verificación caso por caso de pares de nodos internos en los métodos de verificación basados en correspondencia interna típicos. Dos heurísticas basadas en el número de \"niveles estructurales\" de circuitos analizados y el número total de nodos en el gestor de BDD se utilizan para controlar los tamaños de BDD e introducir nuevos cortes basados en nodos equivalentes ya encontrados. Verificamos los circuitos de referencia ISCAS85 y demostramos una velocidad significativa sobre los métodos existentes. También verificamos varios circuitos industriales duros y mostramos nuestra superioridad en la extracción de equivalencias internas ",
            "error": [
                ""
            ]
        },
        "BDD manager": {
            "translated_key": "Gestor de BDD",
            "translated_annotated_text": "Verificación combinada eficiente utilizando BDD locales superpuestos y una tabla de hash Proponemos una metodología novedosa que combina BDD locales (diagramas de decisión binarios) con una tabla de hash para la verificación muy eficiente de circuitos combinados. El objetivo principal de esta técnica es eliminar los gastos generales considerables asociados con la verificación caso por caso de pares de nodos internos en los métodos de verificación basados en correspondencia interna típicos. Dos heurísticas basadas en el número de niveles estructurales de circuitos analizados y el número total de nodos en el \"Gestor de BDD\" se utilizan para controlar los tamaños de BDD e introducir nuevos cortes basados en nodos equivalentes ya encontrados. Verificamos los circuitos de referencia ISCAS85 y demostramos una velocidad significativa sobre los métodos existentes. También verificamos varios circuitos industriales duros y mostramos nuestra superioridad en la extracción de equivalencias internas ",
            "error": [
                ""
            ]
        },
        "BDD sizes": {
            "translated_key": "tamaños BDD",
            "translated_annotated_text": "Verificación combinada eficiente utilizando BDD locales superpuestos y una tabla de hash Proponemos una metodología novedosa que combina BDD locales (diagramas de decisión binarios) con una tabla de hash para la verificación muy eficiente de circuitos combinados. El objetivo principal de esta técnica es eliminar los gastos generales considerables asociados con la verificación caso por caso de pares de nodos internos en los métodos de verificación basados en correspondencia interna típicos. Dos heurísticas basadas en el número de niveles estructurales de circuitos analizados y el número total de nodos en el gestor de BDD se utilizan para controlar los \"tamaños BDD\" e introducir nuevos cortes basados en nodos equivalentes ya encontrados. Verificamos los circuitos de referencia ISCAS85 y demostramos una velocidad significativa sobre los métodos existentes. También verificamos varios circuitos industriales duros y mostramos nuestra superioridad en la extracción de equivalencias internas ",
            "error": [
                ""
            ]
        },
        "cutsets": {
            "translated_key": "cutsets",
            "translated_annotated_text": "Verificación combinada eficiente utilizando BDD locales superpuestos y una tabla de hash Proponemos una metodología novedosa que combina BDD locales (diagramas de decisión binarios) con una tabla de hash para la verificación muy eficiente de circuitos combinados. El objetivo principal de esta técnica es eliminar los gastos generales considerables asociados con la verificación caso por caso de pares de nodos internos en los métodos de verificación basados en correspondencia interna típicos. Dos heurísticas basadas en el número de niveles estructurales de circuitos analizados y el número total de nodos en el gestor de BDD se utilizan para controlar los tamaños de BDD e introducir nuevos \"cutsets\" basados en nodos equivalentes ya encontrados. Verificamos los circuitos de referencia ISCAS85 y demostramos una velocidad significativa sobre los métodos existentes. También verificamos varios circuitos industriales duros y mostramos nuestra superioridad en la extracción de equivalencias internas ",
            "error": [
                ""
            ]
        },
        "ISCAS85 benchmark circuits": {
            "translated_key": "circuitos de referencia ISCAS85",
            "translated_annotated_text": "Verificación combinada eficiente utilizando BDD locales superpuestos y una tabla de hash Proponemos una metodología novedosa que combina BDD locales (diagramas de decisión binarios) con una tabla de hash para la verificación muy eficiente de circuitos combinados. El objetivo principal de esta técnica es eliminar los gastos generales considerables asociados con la verificación caso por caso de pares de nodos internos en los métodos de verificación basados en correspondencia interna típicos. Dos heurísticas basadas en el número de niveles estructurales de circuitos analizados y el número total de nodos en el gestor de BDD se utilizan para controlar los tamaños de BDD e introducir nuevos cortes basados en nodos equivalentes ya encontrados. Verificamos los \"circuitos de referencia ISCAS85\" y demostramos una velocidad significativa sobre los métodos existentes. También verificamos varios circuitos industriales duros y mostramos nuestra superioridad en la extracción de equivalencias internas ",
            "error": [
                ""
            ]
        },
        "hard industrial circuits": {
            "translated_key": "circuitos industriales duros",
            "translated_annotated_text": "Verificación combinada eficiente utilizando BDD locales superpuestos y una tabla de hash Proponemos una metodología novedosa que combina BDD locales (diagramas de decisión binarios) con una tabla de hash para la verificación muy eficiente de circuitos combinados. El objetivo principal de esta técnica es eliminar los gastos generales considerables asociados con la verificación caso por caso de pares de nodos internos en los métodos de verificación basados en correspondencia interna típicos. Dos heurísticas basadas en el número de niveles estructurales de circuitos analizados y el número total de nodos en el gestor de BDD se utilizan para controlar los tamaños de BDD e introducir nuevos cortes basados en nodos equivalentes ya encontrados. Verificamos los circuitos de referencia ISCAS85 y demostramos una velocidad significativa sobre los métodos existentes. También verificamos varios \"circuitos industriales duros\" y mostramos nuestra superioridad en la extracción de equivalencias internas ",
            "error": [
                ""
            ]
        },
        "internal equivalences": {
            "translated_key": "equivalencias internas",
            "translated_annotated_text": "Verificación combinada eficiente utilizando BDD locales superpuestos y una tabla de hash Proponemos una metodología novedosa que combina BDD locales (diagramas de decisión binarios) con una tabla de hash para la verificación muy eficiente de circuitos combinados. El objetivo principal de esta técnica es eliminar los gastos generales considerables asociados con la verificación caso por caso de pares de nodos internos en los métodos de verificación basados en correspondencia interna típicos. Dos heurísticas basadas en el número de niveles estructurales de circuitos analizados y el número total de nodos en el gestor de BDD se utilizan para controlar los tamaños de BDD e introducir nuevos cortes basados en nodos equivalentes ya encontrados. Verificamos los circuitos de referencia ISCAS85 y demostramos una velocidad significativa sobre los métodos existentes. También verificamos varios circuitos industriales duros y mostramos nuestra superioridad en la extracción de \"equivalencias internas\" ",
            "error": [
                ""
            ]
        },
        "formal verification": {
            "translated_key": [],
            "translated_annotated_text": "Verificación combinada eficiente utilizando BDD locales superpuestos y una tabla de hash Proponemos una metodología novedosa que combina BDD locales (diagramas de decisión binarios) con una tabla de hash para la verificación muy eficiente de circuitos combinados. El objetivo principal de esta técnica es eliminar los gastos generales considerables asociados con la verificación caso por caso de pares de nodos internos en los métodos de verificación basados en correspondencia interna típicos. Dos heurísticas basadas en el número de niveles estructurales de circuitos analizados y el número total de nodos en el gestor de BDD se utilizan para controlar los tamaños de BDD e introducir nuevos cortes basados en nodos equivalentes ya encontrados. Verificamos los circuitos de referencia ISCAS85 y demostramos una velocidad significativa sobre los métodos existentes. También verificamos varios circuitos industriales duros y mostramos nuestra superioridad en la extracción de equivalencias internas ",
            "error": []
        },
        "internal correspondence-based verification": {
            "translated_key": [],
            "translated_annotated_text": "Verificación combinada eficiente utilizando BDD locales superpuestos y una tabla de hash Proponemos una metodología novedosa que combina BDD locales (diagramas de decisión binarios) con una tabla de hash para la verificación muy eficiente de circuitos combinados. El objetivo principal de esta técnica es eliminar los gastos generales considerables asociados con la verificación caso por caso de pares de nodos internos en los métodos de verificación basados en correspondencia interna típicos. Dos heurísticas basadas en el número de niveles estructurales de circuitos analizados y el número total de nodos en el gestor de BDD se utilizan para controlar los tamaños de BDD e introducir nuevos cortes basados en nodos equivalentes ya encontrados. Verificamos los circuitos de referencia ISCAS85 y demostramos una velocidad significativa sobre los métodos existentes. También verificamos varios circuitos industriales duros y mostramos nuestra superioridad en la extracción de equivalencias internas ",
            "error": []
        },
        "binary decision diagrams": {
            "translated_key": "diagramas de decisión binarios",
            "translated_annotated_text": "Verificación combinada eficiente utilizando BDDs locales superpuestos y una tabla de hash Proponemos una metodología novedosa que combina BDDs locales (\"diagramas de decisión binarios\") con una tabla de hash para la verificación muy eficiente de circuitos combinados. El objetivo principal de esta técnica es eliminar los gastos generales considerables asociados con la verificación caso por caso de pares de nodos internos en los métodos de verificación basados en correspondencia interna típicos. Dos heurísticas basadas en el número de niveles estructurales de circuitos analizados y el número total de nodos en el gestor de BDD se utilizan para controlar los tamaños de BDD e introducir nuevos cortes basados en nodos equivalentes ya encontrados. Verificamos los circuitos de referencia ISCAS85 y demostramos una velocidad significativa sobre los métodos existentes. También verificamos varios circuitos industriales duros y mostramos nuestra superioridad en la extracción de equivalencias internas ",
            "error": [
                ""
            ]
        },
        "circuit testing": {
            "translated_key": [],
            "translated_annotated_text": "Verificación combinada eficiente utilizando BDD locales superpuestos y una tabla de hash Proponemos una metodología novedosa que combina BDD locales (diagramas de decisión binarios) con una tabla de hash para la verificación muy eficiente de circuitos combinados. El objetivo principal de esta técnica es eliminar los gastos generales considerables asociados con la verificación caso por caso de pares de nodos internos en los métodos de verificación basados en correspondencia interna típicos. Dos heurísticas basadas en el número de niveles estructurales de circuitos analizados y el número total de nodos en el gestor de BDD se utilizan para controlar los tamaños de BDD e introducir nuevos cortes basados en nodos equivalentes ya encontrados. Verificamos los circuitos de referencia ISCAS85 y demostramos una velocidad significativa sobre los métodos existentes. También verificamos varios circuitos industriales duros y mostramos nuestra superioridad en la extracción de equivalencias internas ",
            "error": []
        },
        "combinational circuits": {
            "translated_key": "circuitos combinados",
            "translated_annotated_text": "Verificación combinada eficiente utilizando BDDs locales superpuestos y una tabla de hash Proponemos una metodología novedosa que combina BDDs locales (diagramas de decisión binarios) con una tabla de hash para la verificación muy eficiente de \"circuitos combinados\". El objetivo principal de esta técnica es eliminar los gastos generales considerables asociados con la verificación caso por caso de pares de nodos internos en los métodos de verificación basados en correspondencia interna típicos. Dos heurísticas basadas en el número de niveles estructurales de circuitos analizados y el número total de nodos en el gestor de BDD se utilizan para controlar los tamaños de BDD e introducir nuevos cortes basados en nodos equivalentes ya encontrados. Verificamos los circuitos de referencia ISCAS85 y demostramos una velocidad significativa sobre los métodos existentes. También verificamos varios circuitos industriales duros y mostramos nuestra superioridad en la extracción de equivalencias internas ",
            "error": [
                ""
            ]
        },
        "logic CAD": {
            "translated_key": [],
            "translated_annotated_text": "Verificación combinada eficiente utilizando BDD locales superpuestos y una tabla de hash Proponemos una metodología novedosa que combina BDD locales (diagramas de decisión binarios) con una tabla de hash para la verificación muy eficiente de circuitos combinados. El objetivo principal de esta técnica es eliminar los gastos generales considerables asociados con la verificación caso por caso de pares de nodos internos en los métodos de verificación basados en correspondencia interna típicos. Dos heurísticas basadas en el número de niveles estructurales de circuitos analizados y el número total de nodos en el gestor de BDD se utilizan para controlar los tamaños de BDD e introducir nuevos cortes basados en nodos equivalentes ya encontrados. Verificamos los circuitos de referencia ISCAS85 y demostramos una velocidad significativa sobre los métodos existentes. También verificamos varios circuitos industriales duros y mostramos nuestra superioridad en la extracción de equivalencias internas ",
            "error": []
        },
        "logic testing": {
            "translated_key": [],
            "translated_annotated_text": "Verificación combinada eficiente utilizando BDD locales superpuestos y una tabla de hash Proponemos una metodología novedosa que combina BDD locales (diagramas de decisión binarios) con una tabla de hash para la verificación muy eficiente de circuitos combinados. El objetivo principal de esta técnica es eliminar los gastos generales considerables asociados con la verificación caso por caso de pares de nodos internos en los métodos de verificación basados en correspondencia interna típicos. Dos heurísticas basadas en el número de niveles estructurales de circuitos analizados y el número total de nodos en el gestor de BDD se utilizan para controlar los tamaños de BDD e introducir nuevos cortes basados en nodos equivalentes ya encontrados. Verificamos los circuitos de referencia ISCAS85 y demostramos una velocidad significativa sobre los métodos existentes. También verificamos varios circuitos industriales duros y mostramos nuestra superioridad en la extracción de equivalencias internas ",
            "error": []
        }
    }
}