{
    "original_text": "Silicon debug of a PowerPC TM microprocessor using model checking When silicon is available, newly designed microprocessors are tested in specially equipped hardware laboratories, where real applications can be run at hardware speeds. However, the large volumes of code being run, plus the limited access to the internal nodes of the chip, make it very difficult to characterize the nature of any failures that occur. We describe how temporal logic model checking was used to quickly characterize a design error exhibited during hardware testing of a PowerPC microprocessor. We outline the conditions under which model checking can efficiently characterize such failures, and show how the particular error we detected could have been revealed early in the design cycle, by model checking a short and simple correctness specification. We discuss the implications of this for verification methodologies over the full design cycle",
    "original_translation": "Depuración de silicio de un microprocesador PowerPC TM mediante la comprobación de modelos Cuando el silicio está disponible, los microprocesadores de nuevo diseño se prueban en laboratorios de hardware especialmente equipados, donde las aplicaciones reales se pueden ejecutar a velocidades de hardware. Sin embargo, los grandes volúmenes de código que se ejecutan, además del acceso limitado a los nodos internos del chip, hacen muy difícil caracterizar la naturaleza de cualquier fallo que ocurra. Describimos cómo se utilizó la verificación temporal del modelo lógico para caracterizar rápidamente un error de diseño que se exhibió durante las pruebas de hardware de un microprocesador PowerPC. Delineamos las condiciones bajo las cuales la verificación del modelo puede caracterizar eficientemente tales fallas, y mostramos cómo el error particular que detectamos podría haber sido revelado temprano en el ciclo de diseño, comprobando el modelo una especificación de corrección corta y simple. Discutimos las implicaciones de esto para las metodologías de verificación durante todo el ciclo de diseño",
    "error_count": 9,
    "keys": {
        "PowerPC microprocessor": {
            "translated_key": "microprocesador PowerPC",
            "translated_annotated_text": "Depuración de silicio de un microprocesador PowerPC TM mediante la comprobación de modelos Cuando el silicio está disponible, los microprocesadores de nuevo diseño se prueban en laboratorios de hardware especialmente equipados, donde las aplicaciones reales se pueden ejecutar a velocidades de hardware. Sin embargo, los grandes volúmenes de código que se ejecutan, además del acceso limitado a los nodos internos del chip, hacen muy difícil caracterizar la naturaleza de cualquier fallo que ocurra. Describimos cómo se utilizó la comprobación temporal del modelo lógico para caracterizar rápidamente un error de diseño expuesto durante la prueba de hardware de un \"microprocesador PowerPC\". Delineamos las condiciones bajo las cuales la verificación del modelo puede caracterizar eficientemente tales fallas, y mostramos cómo el error particular que detectamos podría haber sido revelado temprano en el ciclo de diseño, comprobando el modelo una especificación de corrección corta y simple. Discutimos las implicaciones de esto para las metodologías de verificación durante todo el ciclo de diseño ",
            "error": [
                ""
            ]
        },
        "model checking": {
            "translated_key": [
                "modelo de verificación",
                "chequeo de modelos",
                "modelo de verificación",
                "modelo de verificación"
            ],
            "translated_annotated_text": "Depuración de silicio de un microprocesador PowerPC TM utilizando \"modelo de verificación\" Cuando el silicio está disponible, los microprocesadores de nuevo diseño se prueban en laboratorios de hardware especialmente equipados, donde las aplicaciones reales se pueden ejecutar a velocidades de hardware. Sin embargo, los grandes volúmenes de código que se ejecutan, además del acceso limitado a los nodos internos del chip, hacen muy difícil caracterizar la naturaleza de cualquier fallo que ocurra. Describimos cómo se utilizó la lógica temporal \"chequeo de modelos\" para caracterizar rápidamente un error de diseño expuesto durante las pruebas de hardware de un microprocesador PowerPC. Delineamos las condiciones bajo las cuales \"modelo de verificación\" puede caracterizar eficientemente tales fallas, y mostrar cómo el error particular que detectamos podría haber sido revelado temprano en el ciclo de diseño, por \"modelo de verificación\" una especificación de corrección corta y simple. Discutimos las implicaciones de esto para las metodologías de verificación durante todo el ciclo de diseño ",
            "error": [
                "modelo de verificación",
                "chequeo de modelos",
                "modelo de verificación",
                "modelo de verificación"
            ]
        },
        "temporal logic": {
            "translated_key": "logia temporal",
            "translated_annotated_text": "Depuración de silicio de un microprocesador PowerPC TM mediante la comprobación de modelos Cuando el silicio está disponible, los microprocesadores de nuevo diseño se prueban en laboratorios de hardware especialmente equipados, donde las aplicaciones reales se pueden ejecutar a velocidades de hardware. Sin embargo, los grandes volúmenes de código que se ejecutan, además del acceso limitado a los nodos internos del chip, hacen muy difícil caracterizar la naturaleza de cualquier fallo que ocurra. Describimos cómo se utilizó la verificación de modelos de \"logia temporal\" para caracterizar rápidamente un error de diseño expuesto durante las pruebas de hardware de un microprocesador PowerPC. Delineamos las condiciones bajo las cuales la verificación del modelo puede caracterizar eficientemente tales fallas, y mostramos cómo el error particular que detectamos podría haber sido revelado temprano en el ciclo de diseño, comprobando el modelo una especificación de corrección corta y simple. Discutimos las implicaciones de esto para las metodologías de verificación durante todo el ciclo de diseño ",
            "error": [
                ""
            ]
        },
        "circuit design error": {
            "translated_key": [],
            "translated_annotated_text": "Depuración de silicio de un microprocesador PowerPC TM mediante la comprobación de modelos Cuando el silicio está disponible, los microprocesadores de nuevo diseño se prueban en laboratorios de hardware especialmente equipados, donde las aplicaciones reales se pueden ejecutar a velocidades de hardware. Sin embargo, los grandes volúmenes de código que se ejecutan, además del acceso limitado a los nodos internos del chip, hacen muy difícil caracterizar la naturaleza de cualquier fallo que ocurra. Describimos cómo se utilizó la verificación temporal del modelo lógico para caracterizar rápidamente un error de diseño que se exhibió durante las pruebas de hardware de un microprocesador PowerPC. Delineamos las condiciones bajo las cuales la verificación del modelo puede caracterizar eficientemente tales fallas, y mostramos cómo el error particular que detectamos podría haber sido revelado temprano en el ciclo de diseño, comprobando el modelo una especificación de corrección corta y simple. Discutimos las implicaciones de esto para las metodologías de verificación durante todo el ciclo de diseño ",
            "error": []
        },
        "hardware testing": {
            "translated_key": "pruebas de hardware",
            "translated_annotated_text": "Depuración de silicio de un microprocesador PowerPC TM mediante la comprobación de modelos Cuando el silicio está disponible, los microprocesadores de nuevo diseño se prueban en laboratorios de hardware especialmente equipados, donde las aplicaciones reales se pueden ejecutar a velocidades de hardware. Sin embargo, los grandes volúmenes de código que se ejecutan, además del acceso limitado a los nodos internos del chip, hacen muy difícil caracterizar la naturaleza de cualquier fallo que ocurra. Describimos cómo se utilizó la comprobación temporal del modelo lógico para caracterizar rápidamente un error de diseño expuesto durante las \"pruebas de hardware\" de un microprocesador PowerPC. Delineamos las condiciones bajo las cuales la verificación del modelo puede caracterizar eficientemente tales fallas, y mostramos cómo el error particular que detectamos podría haber sido revelado temprano en el ciclo de diseño, comprobando el modelo una especificación de corrección corta y simple. Discutimos las implicaciones de esto para las metodologías de verificación durante todo el ciclo de diseño ",
            "error": [
                ""
            ]
        },
        "correctness specification": {
            "translated_key": "especificación de corrección",
            "translated_annotated_text": "Depuración de silicio de un microprocesador PowerPC TM mediante la comprobación de modelos Cuando el silicio está disponible, los microprocesadores de nuevo diseño se prueban en laboratorios de hardware especialmente equipados, donde las aplicaciones reales se pueden ejecutar a velocidades de hardware. Sin embargo, los grandes volúmenes de código que se ejecutan, además del acceso limitado a los nodos internos del chip, hacen muy difícil caracterizar la naturaleza de cualquier fallo que ocurra. Describimos cómo se utilizó la verificación temporal del modelo lógico para caracterizar rápidamente un error de diseño que se exhibió durante las pruebas de hardware de un microprocesador PowerPC. Delineamos las condiciones bajo las cuales la verificación del modelo puede caracterizar eficientemente tales fallas, y mostramos cómo el error particular que detectamos podría haber sido revelado temprano en el ciclo de diseño, comprobando el modelo una \"especificación de corrección\" corta y simple. Discutimos las implicaciones de esto para las metodologías de verificación durante todo el ciclo de diseño ",
            "error": [
                ""
            ]
        },
        "verification methodologies": {
            "translated_key": "metodologías de verificación",
            "translated_annotated_text": "Depuración de silicio de un microprocesador PowerPC TM mediante la comprobación de modelos Cuando el silicio está disponible, los microprocesadores de nuevo diseño se prueban en laboratorios de hardware especialmente equipados, donde las aplicaciones reales se pueden ejecutar a velocidades de hardware. Sin embargo, los grandes volúmenes de código que se ejecutan, además del acceso limitado a los nodos internos del chip, hacen muy difícil caracterizar la naturaleza de cualquier fallo que ocurra. Describimos cómo se utilizó la verificación temporal del modelo lógico para caracterizar rápidamente un error de diseño que se exhibió durante las pruebas de hardware de un microprocesador PowerPC. Delineamos las condiciones bajo las cuales la verificación del modelo puede caracterizar eficientemente tales fallas, y mostramos cómo el error particular que detectamos podría haber sido revelado temprano en el ciclo de diseño, comprobando el modelo una especificación de corrección corta y simple. Discutimos las implicaciones de esto para las \"metodologías de verificación\" a lo largo del ciclo completo de diseño ",
            "error": [
                ""
            ]
        },
        "Computation Tree Logic": {
            "translated_key": [],
            "translated_annotated_text": "Depuración de silicio de un microprocesador PowerPC TM mediante la comprobación de modelos Cuando el silicio está disponible, los microprocesadores de nuevo diseño se prueban en laboratorios de hardware especialmente equipados, donde las aplicaciones reales se pueden ejecutar a velocidades de hardware. Sin embargo, los grandes volúmenes de código que se ejecutan, además del acceso limitado a los nodos internos del chip, hacen muy difícil caracterizar la naturaleza de cualquier fallo que ocurra. Describimos cómo se utilizó la verificación temporal del modelo lógico para caracterizar rápidamente un error de diseño que se exhibió durante las pruebas de hardware de un microprocesador PowerPC. Delineamos las condiciones bajo las cuales la verificación del modelo puede caracterizar eficientemente tales fallas, y mostramos cómo el error particular que detectamos podría haber sido revelado temprano en el ciclo de diseño, comprobando el modelo una especificación de corrección corta y simple. Discutimos las implicaciones de esto para las metodologías de verificación durante todo el ciclo de diseño ",
            "error": []
        },
        "circuit debugging": {
            "translated_key": [],
            "translated_annotated_text": "Depuración de silicio de un microprocesador PowerPC TM mediante la comprobación de modelos Cuando el silicio está disponible, los microprocesadores de nuevo diseño se prueban en laboratorios de hardware especialmente equipados, donde las aplicaciones reales se pueden ejecutar a velocidades de hardware. Sin embargo, los grandes volúmenes de código que se ejecutan, además del acceso limitado a los nodos internos del chip, hacen muy difícil caracterizar la naturaleza de cualquier fallo que ocurra. Describimos cómo se utilizó la verificación temporal del modelo lógico para caracterizar rápidamente un error de diseño que se exhibió durante las pruebas de hardware de un microprocesador PowerPC. Delineamos las condiciones bajo las cuales la verificación del modelo puede caracterizar eficientemente tales fallas, y mostramos cómo el error particular que detectamos podría haber sido revelado temprano en el ciclo de diseño, comprobando el modelo una especificación de corrección corta y simple. Discutimos las implicaciones de esto para las metodologías de verificación durante todo el ciclo de diseño ",
            "error": []
        },
        "circuit CAD": {
            "translated_key": [],
            "translated_annotated_text": "Depuración de silicio de un microprocesador PowerPC TM mediante la comprobación de modelos Cuando el silicio está disponible, los microprocesadores de nuevo diseño se prueban en laboratorios de hardware especialmente equipados, donde las aplicaciones reales se pueden ejecutar a velocidades de hardware. Sin embargo, los grandes volúmenes de código que se ejecutan, además del acceso limitado a los nodos internos del chip, hacen muy difícil caracterizar la naturaleza de cualquier fallo que ocurra. Describimos cómo se utilizó la verificación temporal del modelo lógico para caracterizar rápidamente un error de diseño que se exhibió durante las pruebas de hardware de un microprocesador PowerPC. Delineamos las condiciones bajo las cuales la verificación del modelo puede caracterizar eficientemente tales fallas, y mostramos cómo el error particular que detectamos podría haber sido revelado temprano en el ciclo de diseño, comprobando el modelo una especificación de corrección corta y simple. Discutimos las implicaciones de esto para las metodologías de verificación durante todo el ciclo de diseño ",
            "error": []
        },
        "computer debugging": {
            "translated_key": [],
            "translated_annotated_text": "Depuración de silicio de un microprocesador PowerPC TM mediante la comprobación de modelos Cuando el silicio está disponible, los microprocesadores de nuevo diseño se prueban en laboratorios de hardware especialmente equipados, donde las aplicaciones reales se pueden ejecutar a velocidades de hardware. Sin embargo, los grandes volúmenes de código que se ejecutan, además del acceso limitado a los nodos internos del chip, hacen muy difícil caracterizar la naturaleza de cualquier fallo que ocurra. Describimos cómo se utilizó la verificación temporal del modelo lógico para caracterizar rápidamente un error de diseño que se exhibió durante las pruebas de hardware de un microprocesador PowerPC. Delineamos las condiciones bajo las cuales la verificación del modelo puede caracterizar eficientemente tales fallas, y mostramos cómo el error particular que detectamos podría haber sido revelado temprano en el ciclo de diseño, comprobando el modelo una especificación de corrección corta y simple. Discutimos las implicaciones de esto para las metodologías de verificación durante todo el ciclo de diseño ",
            "error": []
        },
        "formal verification": {
            "translated_key": [],
            "translated_annotated_text": "Depuración de silicio de un microprocesador PowerPC TM mediante la comprobación de modelos Cuando el silicio está disponible, los microprocesadores de nuevo diseño se prueban en laboratorios de hardware especialmente equipados, donde las aplicaciones reales se pueden ejecutar a velocidades de hardware. Sin embargo, los grandes volúmenes de código que se ejecutan, además del acceso limitado a los nodos internos del chip, hacen muy difícil caracterizar la naturaleza de cualquier fallo que ocurra. Describimos cómo se utilizó la verificación temporal del modelo lógico para caracterizar rápidamente un error de diseño que se exhibió durante las pruebas de hardware de un microprocesador PowerPC. Delineamos las condiciones bajo las cuales la verificación del modelo puede caracterizar eficientemente tales fallas, y mostramos cómo el error particular que detectamos podría haber sido revelado temprano en el ciclo de diseño, comprobando el modelo una especificación de corrección corta y simple. Discutimos las implicaciones de esto para las metodologías de verificación durante todo el ciclo de diseño ",
            "error": []
        },
        "integrated circuit testing": {
            "translated_key": [],
            "translated_annotated_text": "Depuración de silicio de un microprocesador PowerPC TM mediante la comprobación de modelos Cuando el silicio está disponible, los microprocesadores de nuevo diseño se prueban en laboratorios de hardware especialmente equipados, donde las aplicaciones reales se pueden ejecutar a velocidades de hardware. Sin embargo, los grandes volúmenes de código que se ejecutan, además del acceso limitado a los nodos internos del chip, hacen muy difícil caracterizar la naturaleza de cualquier fallo que ocurra. Describimos cómo se utilizó la verificación temporal del modelo lógico para caracterizar rápidamente un error de diseño que se exhibió durante las pruebas de hardware de un microprocesador PowerPC. Delineamos las condiciones bajo las cuales la verificación del modelo puede caracterizar eficientemente tales fallas, y mostramos cómo el error particular que detectamos podría haber sido revelado temprano en el ciclo de diseño, comprobando el modelo una especificación de corrección corta y simple. Discutimos las implicaciones de esto para las metodologías de verificación durante todo el ciclo de diseño ",
            "error": []
        },
        "microprocessor chips": {
            "translated_key": [],
            "translated_annotated_text": "Depuración de silicio de un microprocesador PowerPC TM mediante la comprobación de modelos Cuando el silicio está disponible, los microprocesadores de nuevo diseño se prueban en laboratorios de hardware especialmente equipados, donde las aplicaciones reales se pueden ejecutar a velocidades de hardware. Sin embargo, los grandes volúmenes de código que se ejecutan, además del acceso limitado a los nodos internos del chip, hacen muy difícil caracterizar la naturaleza de cualquier fallo que ocurra. Describimos cómo se utilizó la verificación temporal del modelo lógico para caracterizar rápidamente un error de diseño que se exhibió durante las pruebas de hardware de un microprocesador PowerPC. Delineamos las condiciones bajo las cuales la verificación del modelo puede caracterizar eficientemente tales fallas, y mostramos cómo el error particular que detectamos podría haber sido revelado temprano en el ciclo de diseño, comprobando el modelo una especificación de corrección corta y simple. Discutimos las implicaciones de esto para las metodologías de verificación durante todo el ciclo de diseño ",
            "error": []
        }
    }
}