{
    "original_text": "Bisimulation minimization and symbolic model checking State space minimization techniques are crucial for combating state explosion. A variety of explicit-state verification tools use bisimulation minimization to check equivalence between systems, to minimize components before composition, or to reduce a state space prior to model checking. Experimental results on bisimulation minimization in symbolic model checking contexts, however, are mixed. We explore bisimulation minimization as an optimization in symbolic model checking of invariance properties. We consider three bisimulation minimization algorithms. From each, we produce a BDD-based model checker for invariant properties and compare this model checker to a conventional one based on backwards reachability. Our comparisons, both theoretical and experimental, suggest that bisimulation minimization is not viable in the context of invariance verification, because performing the minimization requires as many, if not more, computational resources as model checking the unminimized system through backwards reachability",
    "original_translation": "Las técnicas de minimización del espacio estatal son cruciales para combatir la explosión estatal. Una variedad de herramientas de verificación de estado explícito utilizan la minimización de bisimulación para comprobar la equivalencia entre sistemas, para minimizar los componentes antes de la composición, o para reducir un espacio de estado antes de la verificación del modelo. Sin embargo, los resultados experimentales sobre la minimización de la bisimulación en contextos simbólicos de verificación de modelos son mixtos. Exploramos la minimización de la bisimulación como una optimización en la comprobación simbólica de modelos de propiedades de invarianza. Consideramos tres algoritmos de minimización de bisimulación. A partir de cada uno, producimos un comprobador de modelos basado en BDD para propiedades invariantes y comparamos este verificador de modelos con uno convencional basado en la alcanzabilidad hacia atrás. Nuestras comparaciones, tanto teóricas como experimentales, sugieren que la minimización de la bisimulación no es viable en el contexto de la verificación de la invariabilidad, porque realizar la minimización requiere tantos, si no más, recursos computacionales como el modelo de verificación del sistema no minimizado a través de la alcanzabilidad regresiva",
    "error_count": 10,
    "keys": {
        "bisimulation minimization": {
            "translated_key": "minimización de la bisimulación",
            "translated_annotated_text": "Las técnicas de minimización del espacio estatal son cruciales para combatir la explosión estatal. Una variedad de herramientas de verificación de estado explícito utilizan la \"minimización de la bisimulación\" para verificar la equivalencia entre sistemas, minimizar los componentes antes de la composición, o reducir un espacio de estado antes de la verificación del modelo. Sin embargo, los resultados experimentales sobre la \"minimización de la bisimulación\" en contextos simbólicos de verificación de modelos son mixtos. Exploramos la \"minimización de la bisimulación\" como una optimización en la comprobación simbólica de modelos de propiedades de invarianza. Consideramos tres algoritmos de \"minimización de la bisimulación\". A partir de cada uno, producimos un comprobador de modelos basado en BDD para propiedades invariantes y comparamos este verificador de modelos con uno convencional basado en la alcanzabilidad hacia atrás. Nuestras comparaciones, tanto teóricas como experimentales, sugieren que la \"minimización de la bisimulación\" no es viable en el contexto de la verificación de la invarianza, ya que realizar la minimización requiere tantos, si no más, recursos computacionales como el modelo de verificación del sistema no minimizado a través de la alcanzabilidad regresiva ",
            "error": [
                ""
            ]
        },
        "symbolic model checking": {
            "translated_key": [
                "control de modelos simbólicos",
                "comprobación de modelos simbólicos"
            ],
            "translated_annotated_text": "La minimización de la bisimulación y las técnicas de minimización del espacio estatal son cruciales para combatir la explosión estatal. Una variedad de herramientas de verificación de estado explícito utilizan la minimización de bisimulación para comprobar la equivalencia entre sistemas, para minimizar los componentes antes de la composición, o para reducir un espacio de estado antes de la verificación del modelo. Sin embargo, los resultados experimentales sobre la minimización de la bisimulación en contextos de \"control de modelos simbólicos\" son mixtos. Exploramos la minimización de la bisimulación como una optimización en la \"comprobación de modelos simbólicos\" de las propiedades de invarianza. Consideramos tres algoritmos de minimización de bisimulación. A partir de cada uno, producimos un comprobador de modelos basado en BDD para propiedades invariantes y comparamos este verificador de modelos con uno convencional basado en la alcanzabilidad hacia atrás. Nuestras comparaciones, tanto teóricas como experimentales, sugieren que la minimización de la bisimulación no es viable en el contexto de la verificación de la invariabilidad, porque realizar la minimización requiere tantos, si no más, recursos computacionales como el modelo de verificación del sistema no minimizado a través de la alcanzabilidad regresiva ",
            "error": [
                "control de modelos simbólicos",
                "comprobación de modelos simbólicos"
            ]
        },
        "state space minimization techniques": {
            "translated_key": [],
            "translated_annotated_text": "Las técnicas de minimización del espacio estatal son cruciales para combatir la explosión estatal. Una variedad de herramientas de verificación de estado explícito utilizan la minimización de bisimulación para comprobar la equivalencia entre sistemas, para minimizar los componentes antes de la composición, o para reducir un espacio de estado antes de la verificación del modelo. Sin embargo, los resultados experimentales sobre la minimización de la bisimulación en contextos simbólicos de verificación de modelos son mixtos. Exploramos la minimización de la bisimulación como una optimización en la comprobación simbólica de modelos de propiedades de invarianza. Consideramos tres algoritmos de minimización de bisimulación. A partir de cada uno, producimos un comprobador de modelos basado en BDD para propiedades invariantes y comparamos este verificador de modelos con uno convencional basado en la alcanzabilidad hacia atrás. Nuestras comparaciones, tanto teóricas como experimentales, sugieren que la minimización de la bisimulación no es viable en el contexto de la verificación de la invariabilidad, porque realizar la minimización requiere tantos, si no más, recursos computacionales como el modelo de verificación del sistema no minimizado a través de la alcanzabilidad regresiva ",
            "error": []
        },
        "state explosion": {
            "translated_key": "explosión del estado",
            "translated_annotated_text": "La minimización de la bisimulación y la verificación simbólica de modelos Las técnicas de minimización del espacio estatal son cruciales para combatir la \"explosión del estado\". Una variedad de herramientas de verificación de estado explícito utilizan la minimización de bisimulación para comprobar la equivalencia entre sistemas, para minimizar los componentes antes de la composición, o para reducir un espacio de estado antes de la verificación del modelo. Sin embargo, los resultados experimentales sobre la minimización de la bisimulación en contextos simbólicos de verificación de modelos son mixtos. Exploramos la minimización de la bisimulación como una optimización en la comprobación simbólica de modelos de propiedades de invarianza. Consideramos tres algoritmos de minimización de bisimulación. A partir de cada uno, producimos un comprobador de modelos basado en BDD para propiedades invariantes y comparamos este verificador de modelos con uno convencional basado en la alcanzabilidad hacia atrás. Nuestras comparaciones, tanto teóricas como experimentales, sugieren que la minimización de la bisimulación no es viable en el contexto de la verificación de la invariabilidad, porque realizar la minimización requiere tantos, si no más, recursos computacionales como el modelo de verificación del sistema no minimizado a través de la alcanzabilidad regresiva ",
            "error": [
                ""
            ]
        },
        "explicit-state verification tools": {
            "translated_key": "herramientas de verificación de estado explícito",
            "translated_annotated_text": "Las técnicas de minimización del espacio estatal son cruciales para combatir la explosión estatal. Una variedad de \"herramientas de verificación de estado explícito\" utilizan la minimización de bisimulación para verificar la equivalencia entre sistemas, minimizar componentes antes de la composición, o reducir un espacio de estado antes de la verificación del modelo. Sin embargo, los resultados experimentales sobre la minimización de la bisimulación en contextos simbólicos de verificación de modelos son mixtos. Exploramos la minimización de la bisimulación como una optimización en la comprobación simbólica de modelos de propiedades de invarianza. Consideramos tres algoritmos de minimización de bisimulación. A partir de cada uno, producimos un comprobador de modelos basado en BDD para propiedades invariantes y comparamos este verificador de modelos con uno convencional basado en la alcanzabilidad hacia atrás. Nuestras comparaciones, tanto teóricas como experimentales, sugieren que la minimización de la bisimulación no es viable en el contexto de la verificación de la invariabilidad, porque realizar la minimización requiere tantos, si no más, recursos computacionales como el modelo de verificación del sistema no minimizado a través de la alcanzabilidad regresiva ",
            "error": [
                ""
            ]
        },
        "experimental results": {
            "translated_key": [],
            "translated_annotated_text": "Las técnicas de minimización del espacio estatal son cruciales para combatir la explosión estatal. Una variedad de herramientas de verificación de estado explícito utilizan la minimización de bisimulación para comprobar la equivalencia entre sistemas, para minimizar los componentes antes de la composición, o para reducir un espacio de estado antes de la verificación del modelo. Sin embargo, los resultados experimentales sobre la minimización de la bisimulación en contextos simbólicos de verificación de modelos son mixtos. Exploramos la minimización de la bisimulación como una optimización en la comprobación simbólica de modelos de propiedades de invarianza. Consideramos tres algoritmos de minimización de bisimulación. A partir de cada uno, producimos un comprobador de modelos basado en BDD para propiedades invariantes y comparamos este verificador de modelos con uno convencional basado en la alcanzabilidad hacia atrás. Nuestras comparaciones, tanto teóricas como experimentales, sugieren que la minimización de la bisimulación no es viable en el contexto de la verificación de la invariabilidad, porque realizar la minimización requiere tantos, si no más, recursos computacionales como el modelo de verificación del sistema no minimizado a través de la alcanzabilidad regresiva ",
            "error": []
        },
        "optimization": {
            "translated_key": "optimización",
            "translated_annotated_text": "Las técnicas de minimización del espacio estatal son cruciales para combatir la explosión estatal. Una variedad de herramientas de verificación de estado explícito utilizan la minimización de bisimulación para comprobar la equivalencia entre sistemas, para minimizar los componentes antes de la composición, o para reducir un espacio de estado antes de la verificación del modelo. Sin embargo, los resultados experimentales sobre la minimización de la bisimulación en contextos simbólicos de verificación de modelos son mixtos. Exploramos la minimización de la bisimulación como una \"optimización\" en la comprobación simbólica de modelos de propiedades de invarianza. Consideramos tres algoritmos de minimización de bisimulación. A partir de cada uno, producimos un comprobador de modelos basado en BDD para propiedades invariantes y comparamos este verificador de modelos con uno convencional basado en la alcanzabilidad hacia atrás. Nuestras comparaciones, tanto teóricas como experimentales, sugieren que la minimización de la bisimulación no es viable en el contexto de la verificación de la invariabilidad, porque realizar la minimización requiere tantos, si no más, recursos computacionales como el modelo de verificación del sistema no minimizado a través de la alcanzabilidad regresiva ",
            "error": [
                ""
            ]
        },
        "invariance properties": {
            "translated_key": "propiedades de invarianza",
            "translated_annotated_text": "Las técnicas de minimización del espacio estatal son cruciales para combatir la explosión estatal. Una variedad de herramientas de verificación de estado explícito utilizan la minimización de bisimulación para comprobar la equivalencia entre sistemas, para minimizar los componentes antes de la composición, o para reducir un espacio de estado antes de la verificación del modelo. Sin embargo, los resultados experimentales sobre la minimización de la bisimulación en contextos simbólicos de verificación de modelos son mixtos. Exploramos la minimización de la bisimulación como una optimización en la comprobación simbólica de modelos de \"propiedades de invarianza\". Consideramos tres algoritmos de minimización de bisimulación. A partir de cada uno, producimos un comprobador de modelos basado en BDD para propiedades invariantes y comparamos este verificador de modelos con uno convencional basado en la alcanzabilidad hacia atrás. Nuestras comparaciones, tanto teóricas como experimentales, sugieren que la minimización de la bisimulación no es viable en el contexto de la verificación de la invariabilidad, porque realizar la minimización requiere tantos, si no más, recursos computacionales como el modelo de verificación del sistema no minimizado a través de la alcanzabilidad regresiva ",
            "error": [
                ""
            ]
        },
        "BDD": {
            "translated_key": "BDD",
            "translated_annotated_text": "Las técnicas de minimización del espacio estatal son cruciales para combatir la explosión estatal. Una variedad de herramientas de verificación de estado explícito utilizan la minimización de bisimulación para comprobar la equivalencia entre sistemas, para minimizar los componentes antes de la composición, o para reducir un espacio de estado antes de la verificación del modelo. Sin embargo, los resultados experimentales sobre la minimización de la bisimulación en contextos simbólicos de verificación de modelos son mixtos. Exploramos la minimización de la bisimulación como una optimización en la comprobación simbólica de modelos de propiedades de invarianza. Consideramos tres algoritmos de minimización de bisimulación. A partir de cada uno, producimos un comprobador de modelos basado en \"BDD\" para propiedades invariantes y comparamos este verificador de modelos con uno convencional basado en la accesibilidad hacia atrás. Nuestras comparaciones, tanto teóricas como experimentales, sugieren que la minimización de la bisimulación no es viable en el contexto de la verificación de la invariabilidad, porque realizar la minimización requiere tantos, si no más, recursos computacionales como el modelo de verificación del sistema no minimizado a través de la alcanzabilidad regresiva ",
            "error": [
                ""
            ]
        },
        "binary decision diagram": {
            "translated_key": [],
            "translated_annotated_text": "Las técnicas de minimización del espacio estatal son cruciales para combatir la explosión estatal. Una variedad de herramientas de verificación de estado explícito utilizan la minimización de bisimulación para comprobar la equivalencia entre sistemas, para minimizar los componentes antes de la composición, o para reducir un espacio de estado antes de la verificación del modelo. Sin embargo, los resultados experimentales sobre la minimización de la bisimulación en contextos simbólicos de verificación de modelos son mixtos. Exploramos la minimización de la bisimulación como una optimización en la comprobación simbólica de modelos de propiedades de invarianza. Consideramos tres algoritmos de minimización de bisimulación. A partir de cada uno, producimos un comprobador de modelos basado en BDD para propiedades invariantes y comparamos este verificador de modelos con uno convencional basado en la alcanzabilidad hacia atrás. Nuestras comparaciones, tanto teóricas como experimentales, sugieren que la minimización de la bisimulación no es viable en el contexto de la verificación de la invariabilidad, porque realizar la minimización requiere tantos, si no más, recursos computacionales como el modelo de verificación del sistema no minimizado a través de la alcanzabilidad regresiva ",
            "error": []
        },
        "backwards reachability": {
            "translated_key": [
                "alcanzabilidad hacia atrás",
                "logibilidad hacia atrás"
            ],
            "translated_annotated_text": "Las técnicas de minimización del espacio estatal son cruciales para combatir la explosión estatal. Una variedad de herramientas de verificación de estado explícito utilizan la minimización de bisimulación para comprobar la equivalencia entre sistemas, para minimizar los componentes antes de la composición, o para reducir un espacio de estado antes de la verificación del modelo. Sin embargo, los resultados experimentales sobre la minimización de la bisimulación en contextos simbólicos de verificación de modelos son mixtos. Exploramos la minimización de la bisimulación como una optimización en la comprobación simbólica de modelos de propiedades de invarianza. Consideramos tres algoritmos de minimización de bisimulación. A partir de cada uno, producimos un comprobador de modelos basado en BDD para propiedades invariantes y comparamos este verificador de modelos con uno convencional basado en \"alcanzabilidad hacia atrás\". Nuestras comparaciones, tanto teóricas como experimentales, sugieren que la minimización de la bisimulación no es viable en el contexto de la verificación de la invarianza, porque realizar la minimización requiere tantos, si no más, recursos computacionales como el modelo de verificación del sistema no minimizado a través de la \"logibilidad hacia atrás\" ",
            "error": [
                "alcanzabilidad hacia atrás",
                "logibilidad hacia atrás"
            ]
        },
        "invariance verification": {
            "translated_key": "verificación de la invarianza",
            "translated_annotated_text": "Las técnicas de minimización del espacio estatal son cruciales para combatir la explosión estatal. Una variedad de herramientas de verificación de estado explícito utilizan la minimización de bisimulación para comprobar la equivalencia entre sistemas, para minimizar los componentes antes de la composición, o para reducir un espacio de estado antes de la verificación del modelo. Sin embargo, los resultados experimentales sobre la minimización de la bisimulación en contextos simbólicos de verificación de modelos son mixtos. Exploramos la minimización de la bisimulación como una optimización en la comprobación simbólica de modelos de propiedades de invarianza. Consideramos tres algoritmos de minimización de bisimulación. A partir de cada uno, producimos un comprobador de modelos basado en BDD para propiedades invariantes y comparamos este verificador de modelos con uno convencional basado en la alcanzabilidad hacia atrás. Nuestras comparaciones, tanto teóricas como experimentales, sugieren que la minimización de la bisimulación no es viable en el contexto de la \"verificación de la invarianza\", porque realizar la minimización requiere tantos, si no más, recursos computacionales como el modelo de verificación del sistema no minimizado a través de la alcanzabilidad regresiva ",
            "error": [
                ""
            ]
        },
        "binary decision diagrams": {
            "translated_key": [],
            "translated_annotated_text": "Las técnicas de minimización del espacio estatal son cruciales para combatir la explosión estatal. Una variedad de herramientas de verificación de estado explícito utilizan la minimización de bisimulación para comprobar la equivalencia entre sistemas, para minimizar los componentes antes de la composición, o para reducir un espacio de estado antes de la verificación del modelo. Sin embargo, los resultados experimentales sobre la minimización de la bisimulación en contextos simbólicos de verificación de modelos son mixtos. Exploramos la minimización de la bisimulación como una optimización en la comprobación simbólica de modelos de propiedades de invarianza. Consideramos tres algoritmos de minimización de bisimulación. A partir de cada uno, producimos un comprobador de modelos basado en BDD para propiedades invariantes y comparamos este verificador de modelos con uno convencional basado en la alcanzabilidad hacia atrás. Nuestras comparaciones, tanto teóricas como experimentales, sugieren que la minimización de la bisimulación no es viable en el contexto de la verificación de la invariabilidad, porque realizar la minimización requiere tantos, si no más, recursos computacionales como el modelo de verificación del sistema no minimizado a través de la alcanzabilidad regresiva ",
            "error": []
        },
        "bisimulation equivalence": {
            "translated_key": [],
            "translated_annotated_text": "Las técnicas de minimización del espacio estatal son cruciales para combatir la explosión estatal. Una variedad de herramientas de verificación de estado explícito utilizan la minimización de bisimulación para comprobar la equivalencia entre sistemas, para minimizar los componentes antes de la composición, o para reducir un espacio de estado antes de la verificación del modelo. Sin embargo, los resultados experimentales sobre la minimización de la bisimulación en contextos simbólicos de verificación de modelos son mixtos. Exploramos la minimización de la bisimulación como una optimización en la comprobación simbólica de modelos de propiedades de invarianza. Consideramos tres algoritmos de minimización de bisimulación. A partir de cada uno, producimos un comprobador de modelos basado en BDD para propiedades invariantes y comparamos este verificador de modelos con uno convencional basado en la alcanzabilidad hacia atrás. Nuestras comparaciones, tanto teóricas como experimentales, sugieren que la minimización de la bisimulación no es viable en el contexto de la verificación de la invariabilidad, porque realizar la minimización requiere tantos, si no más, recursos computacionales como el modelo de verificación del sistema no minimizado a través de la alcanzabilidad regresiva ",
            "error": []
        },
        "formal verification": {
            "translated_key": [],
            "translated_annotated_text": "Las técnicas de minimización del espacio estatal son cruciales para combatir la explosión estatal. Una variedad de herramientas de verificación de estado explícito utilizan la minimización de bisimulación para comprobar la equivalencia entre sistemas, para minimizar los componentes antes de la composición, o para reducir un espacio de estado antes de la verificación del modelo. Sin embargo, los resultados experimentales sobre la minimización de la bisimulación en contextos simbólicos de verificación de modelos son mixtos. Exploramos la minimización de la bisimulación como una optimización en la comprobación simbólica de modelos de propiedades de invarianza. Consideramos tres algoritmos de minimización de bisimulación. A partir de cada uno, producimos un comprobador de modelos basado en BDD para propiedades invariantes y comparamos este verificador de modelos con uno convencional basado en la alcanzabilidad hacia atrás. Nuestras comparaciones, tanto teóricas como experimentales, sugieren que la minimización de la bisimulación no es viable en el contexto de la verificación de la invariabilidad, porque realizar la minimización requiere tantos, si no más, recursos computacionales como el modelo de verificación del sistema no minimizado a través de la alcanzabilidad regresiva ",
            "error": []
        },
        "minimisation": {
            "translated_key": [],
            "translated_annotated_text": "Las técnicas de minimización del espacio estatal son cruciales para combatir la explosión estatal. Una variedad de herramientas de verificación de estado explícito utilizan la minimización de bisimulación para comprobar la equivalencia entre sistemas, para minimizar los componentes antes de la composición, o para reducir un espacio de estado antes de la verificación del modelo. Sin embargo, los resultados experimentales sobre la minimización de la bisimulación en contextos simbólicos de verificación de modelos son mixtos. Exploramos la minimización de la bisimulación como una optimización en la comprobación simbólica de modelos de propiedades de invarianza. Consideramos tres algoritmos de minimización de bisimulación. A partir de cada uno, producimos un comprobador de modelos basado en BDD para propiedades invariantes y comparamos este verificador de modelos con uno convencional basado en la alcanzabilidad hacia atrás. Nuestras comparaciones, tanto teóricas como experimentales, sugieren que la minimización de la bisimulación no es viable en el contexto de la verificación de la invariabilidad, porque realizar la minimización requiere tantos, si no más, recursos computacionales como el modelo de verificación del sistema no minimizado a través de la alcanzabilidad regresiva ",
            "error": []
        },
        "reachability analysis": {
            "translated_key": [],
            "translated_annotated_text": "Las técnicas de minimización del espacio estatal son cruciales para combatir la explosión estatal. Una variedad de herramientas de verificación de estado explícito utilizan la minimización de bisimulación para comprobar la equivalencia entre sistemas, para minimizar los componentes antes de la composición, o para reducir un espacio de estado antes de la verificación del modelo. Sin embargo, los resultados experimentales sobre la minimización de la bisimulación en contextos simbólicos de verificación de modelos son mixtos. Exploramos la minimización de la bisimulación como una optimización en la comprobación simbólica de modelos de propiedades de invarianza. Consideramos tres algoritmos de minimización de bisimulación. A partir de cada uno, producimos un comprobador de modelos basado en BDD para propiedades invariantes y comparamos este verificador de modelos con uno convencional basado en la alcanzabilidad hacia atrás. Nuestras comparaciones, tanto teóricas como experimentales, sugieren que la minimización de la bisimulación no es viable en el contexto de la verificación de la invariabilidad, porque realizar la minimización requiere tantos, si no más, recursos computacionales como el modelo de verificación del sistema no minimizado a través de la alcanzabilidad regresiva ",
            "error": []
        }
    }
}