{
    "original_text": "Bisimulation minimization and symbolic model checking State space minimization techniques are crucial for combating state explosion. A variety of explicit-state verification tools use bisimulation minimization to check equivalence between systems, to minimize components before composition, or to reduce a state space prior to model checking. Experimental results on bisimulation minimization in symbolic model checking contexts, however, are mixed. We explore bisimulation minimization as an optimization in symbolic model checking of invariance properties. We consider three bisimulation minimization algorithms. From each, we produce a BDD-based model checker for invariant properties and compare this model checker to a conventional one based on backwards reachability. Our comparisons, both theoretical and experimental, suggest that bisimulation minimization is not viable in the context of invariance verification, because performing the minimization requires as many, if not more, computational resources as model checking the unminimized system through backwards reachability",
    "original_translation": "Las técnicas de minimización del espacio estatal son cruciales para combatir la explosión estatal. Una variedad de herramientas de verificación de estado explícito utilizan la minimización de bisimulación para verificar la equivalencia entre sistemas, minimizar componentes antes de la composición, o reducir un espacio de estado antes de la verificación del modelo. Sin embargo, los resultados experimentales sobre la minimización de la bisimulación en contextos simbólicos de verificación de modelos son mixtos. Exploramos la minimización de la bisimulación como una optimización en la comprobación simbólica de modelos de propiedades de invarianza. Consideramos tres algoritmos de minimización de bisimulación. A partir de cada uno, producimos un modelo de verificación basado en BDD para propiedades invariantes y comparamos este modelo de verificación con uno convencional basado en la alcanzabilidad hacia atrás. Nuestras comparaciones, tanto teóricas como experimentales, sugieren que la minimización de la bisimulación no es viable en el contexto de la verificación de la invariabilidad, porque realizar la minimización requiere tantos, si no más, recursos computacionales como el modelo de verificación del sistema no minimizado a través de la alcanzabilidad regresiva",
    "error_count": 13,
    "keys": {
        "bisimulation minimization": {
            "translated_key": [
                "bisimulación minimización",
                " la minimización de la bisimulación",
                "bisimulación"
            ],
            "translated_annotated_text": "Las técnicas de minimización del espacio estatal son cruciales para combatir la explosión estatal. Una variedad de herramientas de verificación de estado explícito utilizan <br>bisimulación minimización</br> para comprobar la equivalencia entre sistemas, minimizar componentes antes de la composición, o reducir un espacio de estado antes de la verificación del modelo. Sin embargo, los resultados experimentales sobre la minimización de la bisimulación en contextos simbólicos de verificación de modelos son mixtos. Exploramos <br> la minimización de la bisimulación</br> como una optimización en la comprobación simbólica de modelos de propiedades de invarianza. Consideramos tres algoritmos de minimización de bisimulación. A partir de cada uno, producimos un modelo de verificación basado en BDD para propiedades invariantes y comparamos este modelo de verificación con uno convencional basado en la alcanzabilidad hacia atrás. Nuestras comparaciones, tanto teóricas como experimentales, sugieren que la minimización de <br>bisimulación</br> no es viable en el contexto de la verificación de la invarianza, porque realizar la minimización requiere tantos, si no más, recursos computacionales como el modelo de verificación del sistema no minimizado a través de la alcanzabilidad regresiva ",
            "error": [
                "bisimulación minimización",
                " la minimización de la bisimulación",
                "bisimulación"
            ]
        },
        "symbolic model checking": {
            "translated_key": [
                "simbólicos",
                "simbólico"
            ],
            "translated_annotated_text": "La minimización de la bisimulación y la verificación simbólica de modelos técnicas de minimización del espacio estatal son cruciales para combatir la explosión del estado. Una variedad de herramientas de verificación de estado explícito utilizan la minimización de bisimulación para verificar la equivalencia entre sistemas, minimizar componentes antes de la composición, o reducir un espacio de estado antes de la verificación del modelo. Sin embargo, los resultados experimentales sobre la minimización de la bisimulación en contextos de verificación de modelos <br>simbólicos</br> son mixtos. Exploramos la minimización de la bisimulación como una optimización en la comprobación del modelo <br>simbólico</br> de las propiedades de invarianza. Consideramos tres algoritmos de minimización de bisimulación. A partir de cada uno, producimos un modelo de verificación basado en BDD para propiedades invariantes y comparamos este modelo de verificación con uno convencional basado en la alcanzabilidad hacia atrás. Nuestras comparaciones, tanto teóricas como experimentales, sugieren que la minimización de la bisimulación no es viable en el contexto de la verificación de la invariabilidad, porque realizar la minimización requiere tantos, si no más, recursos computacionales como el modelo de verificación del sistema no minimizado a través de la alcanzabilidad regresiva ",
            "error": [
                "simbólicos",
                "simbólico"
            ]
        },
        "state space minimization techniques": {
            "translated_key": [],
            "translated_annotated_text": "Las técnicas de minimización del espacio estatal son cruciales para combatir la explosión estatal. Una variedad de herramientas de verificación de estado explícito utilizan la minimización de bisimulación para verificar la equivalencia entre sistemas, minimizar componentes antes de la composición, o reducir un espacio de estado antes de la verificación del modelo. Sin embargo, los resultados experimentales sobre la minimización de la bisimulación en contextos simbólicos de verificación de modelos son mixtos. Exploramos la minimización de la bisimulación como una optimización en la comprobación simbólica de modelos de propiedades de invarianza. Consideramos tres algoritmos de minimización de bisimulación. A partir de cada uno, producimos un modelo de verificación basado en BDD para propiedades invariantes y comparamos este modelo de verificación con uno convencional basado en la alcanzabilidad hacia atrás. Nuestras comparaciones, tanto teóricas como experimentales, sugieren que la minimización de la bisimulación no es viable en el contexto de la verificación de la invariabilidad, porque realizar la minimización requiere tantos, si no más, recursos computacionales como el modelo de verificación del sistema no minimizado a través de la alcanzabilidad regresiva ",
            "error": []
        },
        "state explosion": {
            "translated_key": [],
            "translated_annotated_text": "La minimización de la bisimulación y la verificación simbólica de modelos Las técnicas de minimización del espacio estatal son cruciales para combatir la explosión del estado. Una variedad de herramientas de verificación de estado explícito utilizan la minimización de bisimulación para verificar la equivalencia entre sistemas, minimizar componentes antes de la composición, o reducir un espacio de estado antes de la verificación del modelo. Sin embargo, los resultados experimentales sobre la minimización de la bisimulación en contextos simbólicos de verificación de modelos son mixtos. Exploramos la minimización de la bisimulación como una optimización en la comprobación simbólica de modelos de propiedades de invarianza. Consideramos tres algoritmos de minimización de bisimulación. A partir de cada uno, producimos un modelo de verificación basado en BDD para propiedades invariantes y comparamos este modelo de verificación con uno convencional basado en la alcanzabilidad hacia atrás. Nuestras comparaciones, tanto teóricas como experimentales, sugieren que la minimización de la bisimulación no es viable en el contexto de la verificación de la invariabilidad, porque realizar la minimización requiere tantos, si no más, recursos computacionales como el modelo de verificación del sistema no minimizado a través de la alcanzabilidad regresiva ",
            "error": []
        },
        "explicit-state verification tools": {
            "translated_key": "explicit-state",
            "translated_annotated_text": "Las técnicas de minimización del espacio estatal son cruciales para combatir la explosión estatal. Una variedad de herramientas de verificación <br>explicit-state</br> utilizan la minimización de bisimulación para verificar la equivalencia entre sistemas, minimizar componentes antes de la composición o reducir un espacio de estado antes de la verificación del modelo. Sin embargo, los resultados experimentales sobre la minimización de la bisimulación en contextos simbólicos de verificación de modelos son mixtos. Exploramos la minimización de la bisimulación como una optimización en la comprobación simbólica de modelos de propiedades de invarianza. Consideramos tres algoritmos de minimización de bisimulación. A partir de cada uno, producimos un modelo de verificación basado en BDD para propiedades invariantes y comparamos este modelo de verificación con uno convencional basado en la alcanzabilidad hacia atrás. Nuestras comparaciones, tanto teóricas como experimentales, sugieren que la minimización de la bisimulación no es viable en el contexto de la verificación de la invariabilidad, porque realizar la minimización requiere tantos, si no más, recursos computacionales como el modelo de verificación del sistema no minimizado a través de la alcanzabilidad regresiva ",
            "error": [
                ""
            ]
        },
        "experimental results": {
            "translated_key": [],
            "translated_annotated_text": "Las técnicas de minimización del espacio estatal son cruciales para combatir la explosión estatal. Una variedad de herramientas de verificación de estado explícito utilizan la minimización de bisimulación para verificar la equivalencia entre sistemas, minimizar componentes antes de la composición, o reducir un espacio de estado antes de la verificación del modelo. Sin embargo, los resultados experimentales sobre la minimización de la bisimulación en contextos simbólicos de verificación de modelos son mixtos. Exploramos la minimización de la bisimulación como una optimización en la comprobación simbólica de modelos de propiedades de invarianza. Consideramos tres algoritmos de minimización de bisimulación. A partir de cada uno, producimos un modelo de verificación basado en BDD para propiedades invariantes y comparamos este modelo de verificación con uno convencional basado en la alcanzabilidad hacia atrás. Nuestras comparaciones, tanto teóricas como experimentales, sugieren que la minimización de la bisimulación no es viable en el contexto de la verificación de la invariabilidad, porque realizar la minimización requiere tantos, si no más, recursos computacionales como el modelo de verificación del sistema no minimizado a través de la alcanzabilidad regresiva ",
            "error": []
        },
        "optimization": {
            "translated_key": [],
            "translated_annotated_text": "Las técnicas de minimización del espacio estatal son cruciales para combatir la explosión estatal. Una variedad de herramientas de verificación de estado explícito utilizan la minimización de bisimulación para verificar la equivalencia entre sistemas, minimizar componentes antes de la composición, o reducir un espacio de estado antes de la verificación del modelo. Sin embargo, los resultados experimentales sobre la minimización de la bisimulación en contextos simbólicos de verificación de modelos son mixtos. Exploramos la minimización de bisimulación como una optimización <br></br> en la comprobación simbólica de modelos de propiedades de invarianza. Consideramos tres algoritmos de minimización de bisimulación. A partir de cada uno, producimos un modelo de verificación basado en BDD para propiedades invariantes y comparamos este modelo de verificación con uno convencional basado en la alcanzabilidad hacia atrás. Nuestras comparaciones, tanto teóricas como experimentales, sugieren que la minimización de la bisimulación no es viable en el contexto de la verificación de la invariabilidad, porque realizar la minimización requiere tantos, si no más, recursos computacionales como el modelo de verificación del sistema no minimizado a través de la alcanzabilidad regresiva ",
            "error": []
        },
        "invariance properties": {
            "translated_key": "invariantes",
            "translated_annotated_text": "Las técnicas de minimización del espacio estatal son cruciales para combatir la explosión estatal. Una variedad de herramientas de verificación de estado explícito utilizan la minimización de bisimulación para verificar la equivalencia entre sistemas, minimizar componentes antes de la composición, o reducir un espacio de estado antes de la verificación del modelo. Sin embargo, los resultados experimentales sobre la minimización de la bisimulación en contextos simbólicos de verificación de modelos son mixtos. Exploramos la minimización de la bisimulación como una optimización en la comprobación simbólica de modelos de propiedades <br>invariantes</br>. Consideramos tres algoritmos de minimización de bisimulación. A partir de cada uno, producimos un modelo de verificación basado en BDD para propiedades invariantes y comparamos este modelo de verificación con uno convencional basado en la alcanzabilidad hacia atrás. Nuestras comparaciones, tanto teóricas como experimentales, sugieren que la minimización de la bisimulación no es viable en el contexto de la verificación de la invariabilidad, porque realizar la minimización requiere tantos, si no más, recursos computacionales como el modelo de verificación del sistema no minimizado a través de la alcanzabilidad regresiva ",
            "error": [
                ""
            ]
        },
        "BDD": {
            "translated_key": "BDD",
            "translated_annotated_text": "Las técnicas de minimización del espacio estatal son cruciales para combatir la explosión estatal. Una variedad de herramientas de verificación de estado explícito utilizan la minimización de bisimulación para verificar la equivalencia entre sistemas, minimizar componentes antes de la composición, o reducir un espacio de estado antes de la verificación del modelo. Sin embargo, los resultados experimentales sobre la minimización de la bisimulación en contextos simbólicos de verificación de modelos son mixtos. Exploramos la minimización de la bisimulación como una optimización en la comprobación simbólica de modelos de propiedades de invarianza. Consideramos tres algoritmos de minimización de bisimulación. A partir de cada uno, producimos un comprobador de modelos basado en <br>BDD</br> para propiedades invariantes y comparamos este verificador de modelos con uno convencional basado en la alcanzabilidad hacia atrás. Nuestras comparaciones, tanto teóricas como experimentales, sugieren que la minimización de la bisimulación no es viable en el contexto de la verificación de la invariabilidad, porque realizar la minimización requiere tantos, si no más, recursos computacionales como el modelo de verificación del sistema no minimizado a través de la alcanzabilidad regresiva ",
            "error": [
                ""
            ]
        },
        "binary decision diagram": {
            "translated_key": [],
            "translated_annotated_text": "Las técnicas de minimización del espacio estatal son cruciales para combatir la explosión estatal. Una variedad de herramientas de verificación de estado explícito utilizan la minimización de bisimulación para verificar la equivalencia entre sistemas, minimizar componentes antes de la composición, o reducir un espacio de estado antes de la verificación del modelo. Sin embargo, los resultados experimentales sobre la minimización de la bisimulación en contextos simbólicos de verificación de modelos son mixtos. Exploramos la minimización de la bisimulación como una optimización en la comprobación simbólica de modelos de propiedades de invarianza. Consideramos tres algoritmos de minimización de bisimulación. A partir de cada uno, producimos un modelo de verificación basado en BDD para propiedades invariantes y comparamos este modelo de verificación con uno convencional basado en la alcanzabilidad hacia atrás. Nuestras comparaciones, tanto teóricas como experimentales, sugieren que la minimización de la bisimulación no es viable en el contexto de la verificación de la invariabilidad, porque realizar la minimización requiere tantos, si no más, recursos computacionales como el modelo de verificación del sistema no minimizado a través de la alcanzabilidad regresiva ",
            "error": []
        },
        "backwards reachability": {
            "translated_key": [
                "hacia atrás",
                "backwards alcanzabilidad"
            ],
            "translated_annotated_text": "Las técnicas de minimización del espacio estatal son cruciales para combatir la explosión estatal. Una variedad de herramientas de verificación de estado explícito utilizan la minimización de bisimulación para verificar la equivalencia entre sistemas, minimizar componentes antes de la composición, o reducir un espacio de estado antes de la verificación del modelo. Sin embargo, los resultados experimentales sobre la minimización de la bisimulación en contextos simbólicos de verificación de modelos son mixtos. Exploramos la minimización de la bisimulación como una optimización en la comprobación simbólica de modelos de propiedades de invarianza. Consideramos tres algoritmos de minimización de bisimulación. A partir de cada uno, producimos un comprobador de modelos basado en BDD para las propiedades invariantes y comparamos este verificador de modelos con uno convencional basado en la alcanzabilidad <br>hacia atrás</br>. Nuestras comparaciones, tanto teóricas como experimentales, sugieren que la minimización de la bisimulación no es viable en el contexto de la verificación de la invarianza, porque realizar la minimización requiere tantos, si no más, recursos computacionales como el modelo de verificación del sistema no minimizado a través de <br>backwards alcanzabilidad</br> ",
            "error": [
                "hacia atrás",
                "backwards alcanzabilidad"
            ]
        },
        "invariance verification": {
            "translated_key": "invarianza",
            "translated_annotated_text": "Las técnicas de minimización del espacio estatal son cruciales para combatir la explosión estatal. Una variedad de herramientas de verificación de estado explícito utilizan la minimización de bisimulación para verificar la equivalencia entre sistemas, minimizar componentes antes de la composición, o reducir un espacio de estado antes de la verificación del modelo. Sin embargo, los resultados experimentales sobre la minimización de la bisimulación en contextos simbólicos de verificación de modelos son mixtos. Exploramos la minimización de la bisimulación como una optimización en la comprobación simbólica de modelos de propiedades de invarianza. Consideramos tres algoritmos de minimización de bisimulación. A partir de cada uno, producimos un modelo de verificación basado en BDD para propiedades invariantes y comparamos este modelo de verificación con uno convencional basado en la alcanzabilidad hacia atrás. Nuestras comparaciones, tanto teóricas como experimentales, sugieren que la minimización de la bisimulación no es viable en el contexto de la verificación de <br>invarianza</br>, porque la realización de la minimización requiere tantos, si no más, recursos computacionales como el modelo de verificación del sistema no minimizado a través de la alcanzabilidad regresiva ",
            "error": [
                ""
            ]
        },
        "binary decision diagrams": {
            "translated_key": [],
            "translated_annotated_text": "Las técnicas de minimización del espacio estatal son cruciales para combatir la explosión estatal. Una variedad de herramientas de verificación de estado explícito utilizan la minimización de bisimulación para verificar la equivalencia entre sistemas, minimizar componentes antes de la composición, o reducir un espacio de estado antes de la verificación del modelo. Sin embargo, los resultados experimentales sobre la minimización de la bisimulación en contextos simbólicos de verificación de modelos son mixtos. Exploramos la minimización de la bisimulación como una optimización en la comprobación simbólica de modelos de propiedades de invarianza. Consideramos tres algoritmos de minimización de bisimulación. A partir de cada uno, producimos un modelo de verificación basado en BDD para propiedades invariantes y comparamos este modelo de verificación con uno convencional basado en la alcanzabilidad hacia atrás. Nuestras comparaciones, tanto teóricas como experimentales, sugieren que la minimización de la bisimulación no es viable en el contexto de la verificación de la invariabilidad, porque realizar la minimización requiere tantos, si no más, recursos computacionales como el modelo de verificación del sistema no minimizado a través de la alcanzabilidad regresiva ",
            "error": []
        },
        "bisimulation equivalence": {
            "translated_key": [],
            "translated_annotated_text": "Las técnicas de minimización del espacio estatal son cruciales para combatir la explosión estatal. Una variedad de herramientas de verificación de estado explícito utilizan la minimización de bisimulación para verificar la equivalencia entre sistemas, minimizar componentes antes de la composición, o reducir un espacio de estado antes de la verificación del modelo. Sin embargo, los resultados experimentales sobre la minimización de la bisimulación en contextos simbólicos de verificación de modelos son mixtos. Exploramos la minimización de la bisimulación como una optimización en la comprobación simbólica de modelos de propiedades de invarianza. Consideramos tres algoritmos de minimización de bisimulación. A partir de cada uno, producimos un modelo de verificación basado en BDD para propiedades invariantes y comparamos este modelo de verificación con uno convencional basado en la alcanzabilidad hacia atrás. Nuestras comparaciones, tanto teóricas como experimentales, sugieren que la minimización de la bisimulación no es viable en el contexto de la verificación de la invariabilidad, porque realizar la minimización requiere tantos, si no más, recursos computacionales como el modelo de verificación del sistema no minimizado a través de la alcanzabilidad regresiva ",
            "error": []
        },
        "formal verification": {
            "translated_key": [],
            "translated_annotated_text": "Las técnicas de minimización del espacio estatal son cruciales para combatir la explosión estatal. Una variedad de herramientas de verificación de estado explícito utilizan la minimización de bisimulación para verificar la equivalencia entre sistemas, minimizar componentes antes de la composición, o reducir un espacio de estado antes de la verificación del modelo. Sin embargo, los resultados experimentales sobre la minimización de la bisimulación en contextos simbólicos de verificación de modelos son mixtos. Exploramos la minimización de la bisimulación como una optimización en la comprobación simbólica de modelos de propiedades de invarianza. Consideramos tres algoritmos de minimización de bisimulación. A partir de cada uno, producimos un modelo de verificación basado en BDD para propiedades invariantes y comparamos este modelo de verificación con uno convencional basado en la alcanzabilidad hacia atrás. Nuestras comparaciones, tanto teóricas como experimentales, sugieren que la minimización de la bisimulación no es viable en el contexto de la verificación de la invariabilidad, porque realizar la minimización requiere tantos, si no más, recursos computacionales como el modelo de verificación del sistema no minimizado a través de la alcanzabilidad regresiva ",
            "error": []
        },
        "minimisation": {
            "translated_key": [],
            "translated_annotated_text": "Las técnicas de minimización del espacio estatal son cruciales para combatir la explosión estatal. Una variedad de herramientas de verificación de estado explícito utilizan la minimización de bisimulación para verificar la equivalencia entre sistemas, minimizar componentes antes de la composición, o reducir un espacio de estado antes de la verificación del modelo. Sin embargo, los resultados experimentales sobre la minimización de la bisimulación en contextos simbólicos de verificación de modelos son mixtos. Exploramos la minimización de la bisimulación como una optimización en la comprobación simbólica de modelos de propiedades de invarianza. Consideramos tres algoritmos de minimización de bisimulación. A partir de cada uno, producimos un modelo de verificación basado en BDD para propiedades invariantes y comparamos este modelo de verificación con uno convencional basado en la alcanzabilidad hacia atrás. Nuestras comparaciones, tanto teóricas como experimentales, sugieren que la minimización de la bisimulación no es viable en el contexto de la verificación de la invariabilidad, porque realizar la minimización requiere tantos, si no más, recursos computacionales como el modelo de verificación del sistema no minimizado a través de la alcanzabilidad regresiva ",
            "error": []
        },
        "reachability analysis": {
            "translated_key": [],
            "translated_annotated_text": "Las técnicas de minimización del espacio estatal son cruciales para combatir la explosión estatal. Una variedad de herramientas de verificación de estado explícito utilizan la minimización de bisimulación para verificar la equivalencia entre sistemas, minimizar componentes antes de la composición, o reducir un espacio de estado antes de la verificación del modelo. Sin embargo, los resultados experimentales sobre la minimización de la bisimulación en contextos simbólicos de verificación de modelos son mixtos. Exploramos la minimización de la bisimulación como una optimización en la comprobación simbólica de modelos de propiedades de invarianza. Consideramos tres algoritmos de minimización de bisimulación. A partir de cada uno, producimos un modelo de verificación basado en BDD para propiedades invariantes y comparamos este modelo de verificación con uno convencional basado en la alcanzabilidad hacia atrás. Nuestras comparaciones, tanto teóricas como experimentales, sugieren que la minimización de la bisimulación no es viable en el contexto de la verificación de la invariabilidad, porque realizar la minimización requiere tantos, si no más, recursos computacionales como el modelo de verificación del sistema no minimizado a través de la alcanzabilidad regresiva ",
            "error": []
        }
    }
}