{
    "original_text": "Modular and visual specification of hybrid systems: an introduction to HyCharts Visual description techniques are particularly important for the design of hybrid systems, because specifications of such systems usually have to be discussed between engineers from a number of different disciplines. Modularity is vital for hybrid systems not only because it allows to handle large systems, but also because it permits to think in terms of components, which is familiar to engineers. Based on two different interpretations for hierarchic graphs and on a clear hybrid computation model, we develop HyCharts. HyCharts consist of two modular visual formalisms, one for the specification of the architecture and one for the specification of the behavior of hybrid systems. The operators on hierarchic graphs enable us to give a surprisingly simple denotational semantics for many concepts known from statechart-like formalisms. Due to a very general composition operator, HyCharts can easily be composed with description techniques from other engineering disciplines. Such heterogeneous system specifications seem to be particularly appropriate for hybrid systems because of their interdisciplinary character",
    "original_translation": "Especificación modular y visual de sistemas híbridos: una introducción a las técnicas de descripción visual de HyCharts son particularmente importantes para el diseño de sistemas híbridos, ya que las especificaciones de tales sistemas suelen tener que ser discutidas entre ingenieros de diversas disciplinas. La modularidad es vital para los sistemas híbridos no sólo porque permite manejar sistemas grandes, sino también porque permite pensar en términos de componentes, lo cual es familiar para los ingenieros. Basados en dos interpretaciones diferentes para gráficos jerárquicos y en un claro modelo de computación híbrida, desarrollamos HyCharts. HyCharts consiste en dos formalismos visuales modulares, uno para la especificación de la arquitectura y otro para la especificación del comportamiento de los sistemas híbridos. Los operadores en gráficos jerárquicos nos permiten dar una semántica sorprendentemente simple denotacional para muchos conceptos conocidos de formalismos similares a los de los gráficos de estado. Debido a un operador de composición muy general, HyCharts se puede componer fácilmente con técnicas de descripción de otras disciplinas de ingeniería. Estas especificaciones heterogéneas del sistema parecen ser especialmente apropiadas para los sistemas híbridos debido a su carácter interdisciplinario",
    "error_count": 10,
    "keys": {
        "visual specification": {
            "translated_key": "visual",
            "translated_annotated_text": "Especificación modular y <br>visual</br> de sistemas híbridos: una introducción a las técnicas de descripción visual de HyCharts son particularmente importantes para el diseño de sistemas híbridos, ya que las especificaciones de tales sistemas suelen tener que ser discutidas entre ingenieros de varias disciplinas diferentes. La modularidad es vital para los sistemas híbridos no sólo porque permite manejar sistemas grandes, sino también porque permite pensar en términos de componentes, lo cual es familiar para los ingenieros. Basados en dos interpretaciones diferentes para gráficos jerárquicos y en un claro modelo de computación híbrida, desarrollamos HyCharts. HyCharts consiste en dos formalismos visuales modulares, uno para la especificación de la arquitectura y otro para la especificación del comportamiento de los sistemas híbridos. Los operadores en gráficos jerárquicos nos permiten dar una semántica sorprendentemente simple denotacional para muchos conceptos conocidos de formalismos similares a los de los gráficos de estado. Debido a un operador de composición muy general, HyCharts se puede componer fácilmente con técnicas de descripción de otras disciplinas de ingeniería. Estas especificaciones heterogéneas del sistema parecen ser especialmente apropiadas para los sistemas híbridos debido a su carácter interdisciplinario ",
            "error": [
                ""
            ]
        },
        "modular specification": {
            "translated_key": [],
            "translated_annotated_text": "Especificación modular y visual de sistemas híbridos: una introducción a las técnicas de descripción visual de HyCharts son particularmente importantes para el diseño de sistemas híbridos, ya que las especificaciones de tales sistemas suelen tener que ser discutidas entre ingenieros de diversas disciplinas. La modularidad es vital para los sistemas híbridos no sólo porque permite manejar sistemas grandes, sino también porque permite pensar en términos de componentes, lo cual es familiar para los ingenieros. Basados en dos interpretaciones diferentes para gráficos jerárquicos y en un claro modelo de computación híbrida, desarrollamos HyCharts. HyCharts consiste en dos formalismos visuales modulares, uno para la especificación de la arquitectura y otro para la especificación del comportamiento de los sistemas híbridos. Los operadores en gráficos jerárquicos nos permiten dar una semántica sorprendentemente simple denotacional para muchos conceptos conocidos de formalismos similares a los de los gráficos de estado. Debido a un operador de composición muy general, HyCharts se puede componer fácilmente con técnicas de descripción de otras disciplinas de ingeniería. Estas especificaciones heterogéneas del sistema parecen ser especialmente apropiadas para los sistemas híbridos debido a su carácter interdisciplinario ",
            "error": []
        },
        "hybrid systems": {
            "translated_key": [
                "sistemas híbridos",
                "sistemas híbridos",
                "sistemas híbridos",
                " ",
                "sistemas híbridos"
            ],
            "translated_annotated_text": "Especificación modular y visual de <br>sistemas híbridos</br>: una introducción a las técnicas de descripción visual de HyCharts son particularmente importantes para el diseño de <br>sistemas híbridos</br>, ya que las especificaciones de tales sistemas generalmente tienen que ser discutidas entre ingenieros de una serie de disciplinas diferentes.  La modularidad es vital para los <br>sistemas híbridos</br> no sólo porque permite manejar sistemas grandes, sino también porque permite pensar en términos de componentes, lo cual es familiar para los ingenieros. Basados en dos interpretaciones diferentes para gráficos jerárquicos y en un claro modelo de computación híbrida, desarrollamos HyCharts. HyCharts consiste en dos formalismos visuales modulares, uno para la especificación de la arquitectura y otro para la especificación del comportamiento de los sistemas híbridos <br> </br>. Los operadores en gráficos jerárquicos nos permiten dar una semántica sorprendentemente simple denotacional para muchos conceptos conocidos de formalismos similares a los de los gráficos de estado. Debido a un operador de composición muy general, HyCharts se puede componer fácilmente con técnicas de descripción de otras disciplinas de ingeniería. Estas especificaciones heterogéneas del sistema parecen ser particularmente apropiadas para los <br>sistemas híbridos</br> debido a su carácter interdisciplinario. ",
            "error": [
                "sistemas híbridos",
                "sistemas híbridos",
                "sistemas híbridos",
                " ",
                "sistemas híbridos"
            ]
        },
        "HyCharts": {
            "translated_key": "HyCharts",
            "translated_annotated_text": "Especificación modular y visual de sistemas híbridos: una introducción a <br>HyCharts</br> Las técnicas de descripción visual son particularmente importantes para el diseño de sistemas híbridos, ya que las especificaciones de estos sistemas suelen tener que ser discutidas entre ingenieros de diferentes disciplinas. La modularidad es vital para los sistemas híbridos no sólo porque permite manejar sistemas grandes, sino también porque permite pensar en términos de componentes, lo cual es familiar para los ingenieros. Basados en dos interpretaciones diferentes para gráficos jerárquicos y en un claro modelo de computación híbrida, desarrollamos <br>HyCharts</br>. <br>HyCharts</br> consiste en dos formalismos visuales modulares, uno para la especificación de la arquitectura y otro para la especificación del comportamiento de los sistemas híbridos. Los operadores en gráficos jerárquicos nos permiten dar una semántica sorprendentemente simple denotacional para muchos conceptos conocidos de formalismos similares a los de los gráficos de estado. Debido a un operador de composición muy general, <br>HyCharts</br> puede ser fácilmente compuesto con técnicas de descripción de otras disciplinas de ingeniería. Estas especificaciones heterogéneas del sistema parecen ser especialmente apropiadas para los sistemas híbridos debido a su carácter interdisciplinario ",
            "error": [
                ""
            ]
        },
        "visual description techniques": {
            "translated_key": [],
            "translated_annotated_text": "Especificación modular y visual de sistemas híbridos: una introducción a las técnicas de descripción visual de HyCharts son particularmente importantes para el diseño de sistemas híbridos, ya que las especificaciones de tales sistemas suelen tener que ser discutidas entre ingenieros de diversas disciplinas. La modularidad es vital para los sistemas híbridos no sólo porque permite manejar sistemas grandes, sino también porque permite pensar en términos de componentes, lo cual es familiar para los ingenieros. Basados en dos interpretaciones diferentes para gráficos jerárquicos y en un claro modelo de computación híbrida, desarrollamos HyCharts. HyCharts consiste en dos formalismos visuales modulares, uno para la especificación de la arquitectura y otro para la especificación del comportamiento de los sistemas híbridos. Los operadores en gráficos jerárquicos nos permiten dar una semántica sorprendentemente simple denotacional para muchos conceptos conocidos de formalismos similares a los de los gráficos de estado. Debido a un operador de composición muy general, HyCharts se puede componer fácilmente con técnicas de descripción de otras disciplinas de ingeniería. Estas especificaciones heterogéneas del sistema parecen ser especialmente apropiadas para los sistemas híbridos debido a su carácter interdisciplinario ",
            "error": []
        },
        "components": {
            "translated_key": [],
            "translated_annotated_text": "Especificación modular y visual de sistemas híbridos: una introducción a las técnicas de descripción visual de HyCharts son particularmente importantes para el diseño de sistemas híbridos, ya que las especificaciones de tales sistemas suelen tener que ser discutidas entre ingenieros de diversas disciplinas. La modularidad es vital para los sistemas híbridos no sólo porque permite manejar sistemas grandes, sino también porque permite pensar en términos de componentes <br>, lo cual es familiar para los ingenieros. Basados en dos interpretaciones diferentes para gráficos jerárquicos y en un claro modelo de computación híbrida, desarrollamos HyCharts. HyCharts consiste en dos formalismos visuales modulares, uno para la especificación de la arquitectura y otro para la especificación del comportamiento de los sistemas híbridos. Los operadores en gráficos jerárquicos nos permiten dar una semántica sorprendentemente simple denotacional para muchos conceptos conocidos de formalismos similares a los de los gráficos de estado. Debido a un operador de composición muy general, HyCharts se puede componer fácilmente con técnicas de descripción de otras disciplinas de ingeniería. Estas especificaciones heterogéneas del sistema parecen ser especialmente apropiadas para los sistemas híbridos debido a su carácter interdisciplinario ",
            "error": []
        },
        "hierarchic graphs": {
            "translated_key": "gráficos jerárquicos",
            "translated_annotated_text": "Especificación modular y visual de sistemas híbridos: una introducción a las técnicas de descripción visual de HyCharts son particularmente importantes para el diseño de sistemas híbridos, ya que las especificaciones de tales sistemas suelen tener que ser discutidas entre ingenieros de diversas disciplinas. La modularidad es vital para los sistemas híbridos no sólo porque permite manejar sistemas grandes, sino también porque permite pensar en términos de componentes, lo cual es familiar para los ingenieros. Basados en dos interpretaciones diferentes para gráficos jerárquicos y en un modelo de cálculo híbrido claro, desarrollamos gráficos HyCharts.  HyCharts consiste en dos formalismos visuales modulares, uno para la especificación de la arquitectura y otro para la especificación del comportamiento de los sistemas híbridos. Los operadores en <br>gráficos jerárquicos</br> nos permiten dar una semántica sorprendentemente simple denotacional para muchos conceptos conocidos de formalismos similares a los de los gráficos de estado. Debido a un operador de composición muy general, HyCharts se puede componer fácilmente con técnicas de descripción de otras disciplinas de ingeniería. Estas especificaciones heterogéneas del sistema parecen ser especialmente apropiadas para los sistemas híbridos debido a su carácter interdisciplinario ",
            "error": [
                ""
            ]
        },
        "hybrid computation model": {
            "translated_key": "híbrido claro",
            "translated_annotated_text": "Especificación modular y visual de sistemas híbridos: una introducción a las técnicas de descripción visual de HyCharts son particularmente importantes para el diseño de sistemas híbridos, ya que las especificaciones de tales sistemas suelen tener que ser discutidas entre ingenieros de diversas disciplinas. La modularidad es vital para los sistemas híbridos no sólo porque permite manejar sistemas grandes, sino también porque permite pensar en términos de componentes, lo cual es familiar para los ingenieros. Basándonos en dos interpretaciones diferentes para gráficos jerárquicos y en un modelo de cálculo <br>híbrido claro</br>, desarrollamos HyCharts. HyCharts consiste en dos formalismos visuales modulares, uno para la especificación de la arquitectura y otro para la especificación del comportamiento de los sistemas híbridos. Los operadores en gráficos jerárquicos nos permiten dar una semántica sorprendentemente simple denotacional para muchos conceptos conocidos de formalismos similares a los de los gráficos de estado. Debido a un operador de composición muy general, HyCharts se puede componer fácilmente con técnicas de descripción de otras disciplinas de ingeniería. Estas especificaciones heterogéneas del sistema parecen ser especialmente apropiadas para los sistemas híbridos debido a su carácter interdisciplinario ",
            "error": [
                ""
            ]
        },
        "denotational semantics": {
            "translated_key": "denotacional",
            "translated_annotated_text": "Especificación modular y visual de sistemas híbridos: una introducción a las técnicas de descripción visual de HyCharts son particularmente importantes para el diseño de sistemas híbridos, ya que las especificaciones de tales sistemas suelen tener que ser discutidas entre ingenieros de diversas disciplinas. La modularidad es vital para los sistemas híbridos no sólo porque permite manejar sistemas grandes, sino también porque permite pensar en términos de componentes, lo cual es familiar para los ingenieros. Basados en dos interpretaciones diferentes para gráficos jerárquicos y en un claro modelo de computación híbrida, desarrollamos HyCharts. HyCharts consiste en dos formalismos visuales modulares, uno para la especificación de la arquitectura y otro para la especificación del comportamiento de los sistemas híbridos. Los operadores en gráficos jerárquicos nos permiten dar una semántica sorprendentemente simple <br>denotacional</br> para muchos conceptos conocidos de formalismos similares a los de los gráficos de estado. Debido a un operador de composición muy general, HyCharts se puede componer fácilmente con técnicas de descripción de otras disciplinas de ingeniería. Estas especificaciones heterogéneas del sistema parecen ser especialmente apropiadas para los sistemas híbridos debido a su carácter interdisciplinario ",
            "error": [
                ""
            ]
        },
        "statechart": {
            "translated_key": "statechart",
            "translated_annotated_text": "Especificación modular y visual de sistemas híbridos: una introducción a las técnicas de descripción visual de HyCharts son particularmente importantes para el diseño de sistemas híbridos, ya que las especificaciones de tales sistemas suelen tener que ser discutidas entre ingenieros de diversas disciplinas. La modularidad es vital para los sistemas híbridos no sólo porque permite manejar sistemas grandes, sino también porque permite pensar en términos de componentes, lo cual es familiar para los ingenieros. Basados en dos interpretaciones diferentes para gráficos jerárquicos y en un claro modelo de computación híbrida, desarrollamos HyCharts. HyCharts consiste en dos formalismos visuales modulares, uno para la especificación de la arquitectura y otro para la especificación del comportamiento de los sistemas híbridos. Los operadores en gráficos jerárquicos nos permiten dar una semántica sorprendentemente simple para muchos conceptos conocidos de <br>statechart</br>-como formalismos. Debido a un operador de composición muy general, HyCharts se puede componer fácilmente con técnicas de descripción de otras disciplinas de ingeniería. Estas especificaciones heterogéneas del sistema parecen ser especialmente apropiadas para los sistemas híbridos debido a su carácter interdisciplinario ",
            "error": [
                ""
            ]
        },
        "heterogeneous system specifications": {
            "translated_key": "especificaciones heterogéneas del sistema",
            "translated_annotated_text": "Especificación modular y visual de sistemas híbridos: una introducción a las técnicas de descripción visual de HyCharts son particularmente importantes para el diseño de sistemas híbridos, ya que las especificaciones de tales sistemas suelen tener que ser discutidas entre ingenieros de diversas disciplinas. La modularidad es vital para los sistemas híbridos no sólo porque permite manejar sistemas grandes, sino también porque permite pensar en términos de componentes, lo cual es familiar para los ingenieros. Basados en dos interpretaciones diferentes para gráficos jerárquicos y en un claro modelo de computación híbrida, desarrollamos HyCharts. HyCharts consiste en dos formalismos visuales modulares, uno para la especificación de la arquitectura y otro para la especificación del comportamiento de los sistemas híbridos. Los operadores en gráficos jerárquicos nos permiten dar una semántica sorprendentemente simple denotacional para muchos conceptos conocidos de formalismos similares a los de los gráficos de estado. Debido a un operador de composición muy general, HyCharts se puede componer fácilmente con técnicas de descripción de otras disciplinas de ingeniería. Estas <br>especificaciones heterogéneas del sistema</br> parecen ser especialmente apropiadas para los sistemas híbridos debido a su carácter interdisciplinario. ",
            "error": [
                ""
            ]
        },
        "formal specification": {
            "translated_key": [],
            "translated_annotated_text": "Especificación modular y visual de sistemas híbridos: una introducción a las técnicas de descripción visual de HyCharts son particularmente importantes para el diseño de sistemas híbridos, ya que las especificaciones de tales sistemas suelen tener que ser discutidas entre ingenieros de diversas disciplinas. La modularidad es vital para los sistemas híbridos no sólo porque permite manejar sistemas grandes, sino también porque permite pensar en términos de componentes, lo cual es familiar para los ingenieros. Basados en dos interpretaciones diferentes para gráficos jerárquicos y en un claro modelo de computación híbrida, desarrollamos HyCharts. HyCharts consiste en dos formalismos visuales modulares, uno para la especificación de la arquitectura y otro para la especificación del comportamiento de los sistemas híbridos. Los operadores en gráficos jerárquicos nos permiten dar una semántica sorprendentemente simple denotacional para muchos conceptos conocidos de formalismos similares a los de los gráficos de estado. Debido a un operador de composición muy general, HyCharts se puede componer fácilmente con técnicas de descripción de otras disciplinas de ingeniería. Estas especificaciones heterogéneas del sistema parecen ser especialmente apropiadas para los sistemas híbridos debido a su carácter interdisciplinario ",
            "error": []
        },
        "diagrams": {
            "translated_key": [],
            "translated_annotated_text": "Especificación modular y visual de sistemas híbridos: una introducción a las técnicas de descripción visual de HyCharts son particularmente importantes para el diseño de sistemas híbridos, ya que las especificaciones de tales sistemas suelen tener que ser discutidas entre ingenieros de diversas disciplinas. La modularidad es vital para los sistemas híbridos no sólo porque permite manejar sistemas grandes, sino también porque permite pensar en términos de componentes, lo cual es familiar para los ingenieros. Basados en dos interpretaciones diferentes para gráficos jerárquicos y en un claro modelo de computación híbrida, desarrollamos HyCharts. HyCharts consiste en dos formalismos visuales modulares, uno para la especificación de la arquitectura y otro para la especificación del comportamiento de los sistemas híbridos. Los operadores en gráficos jerárquicos nos permiten dar una semántica sorprendentemente simple denotacional para muchos conceptos conocidos de formalismos similares a los de los gráficos de estado. Debido a un operador de composición muy general, HyCharts se puede componer fácilmente con técnicas de descripción de otras disciplinas de ingeniería. Estas especificaciones heterogéneas del sistema parecen ser especialmente apropiadas para los sistemas híbridos debido a su carácter interdisciplinario ",
            "error": []
        },
        "graph theory": {
            "translated_key": [],
            "translated_annotated_text": "Especificación modular y visual de sistemas híbridos: una introducción a las técnicas de descripción visual de HyCharts son particularmente importantes para el diseño de sistemas híbridos, ya que las especificaciones de tales sistemas suelen tener que ser discutidas entre ingenieros de diversas disciplinas. La modularidad es vital para los sistemas híbridos no sólo porque permite manejar sistemas grandes, sino también porque permite pensar en términos de componentes, lo cual es familiar para los ingenieros. Basados en dos interpretaciones diferentes para gráficos jerárquicos y en un claro modelo de computación híbrida, desarrollamos HyCharts. HyCharts consiste en dos formalismos visuales modulares, uno para la especificación de la arquitectura y otro para la especificación del comportamiento de los sistemas híbridos. Los operadores en gráficos jerárquicos nos permiten dar una semántica sorprendentemente simple denotacional para muchos conceptos conocidos de formalismos similares a los de los gráficos de estado. Debido a un operador de composición muy general, HyCharts se puede componer fácilmente con técnicas de descripción de otras disciplinas de ingeniería. Estas especificaciones heterogéneas del sistema parecen ser especialmente apropiadas para los sistemas híbridos debido a su carácter interdisciplinario ",
            "error": []
        },
        "programming language semantics": {
            "translated_key": [],
            "translated_annotated_text": "Especificación modular y visual de sistemas híbridos: una introducción a las técnicas de descripción visual de HyCharts son particularmente importantes para el diseño de sistemas híbridos, ya que las especificaciones de tales sistemas suelen tener que ser discutidas entre ingenieros de diversas disciplinas. La modularidad es vital para los sistemas híbridos no sólo porque permite manejar sistemas grandes, sino también porque permite pensar en términos de componentes, lo cual es familiar para los ingenieros. Basados en dos interpretaciones diferentes para gráficos jerárquicos y en un claro modelo de computación híbrida, desarrollamos HyCharts. HyCharts consiste en dos formalismos visuales modulares, uno para la especificación de la arquitectura y otro para la especificación del comportamiento de los sistemas híbridos. Los operadores en gráficos jerárquicos nos permiten dar una semántica sorprendentemente simple denotacional para muchos conceptos conocidos de formalismos similares a los de los gráficos de estado. Debido a un operador de composición muy general, HyCharts se puede componer fácilmente con técnicas de descripción de otras disciplinas de ingeniería. Estas especificaciones heterogéneas del sistema parecen ser especialmente apropiadas para los sistemas híbridos debido a su carácter interdisciplinario ",
            "error": []
        },
        "visual programming": {
            "translated_key": [],
            "translated_annotated_text": "Especificación modular y visual de sistemas híbridos: una introducción a las técnicas de descripción visual de HyCharts son particularmente importantes para el diseño de sistemas híbridos, ya que las especificaciones de tales sistemas suelen tener que ser discutidas entre ingenieros de diversas disciplinas. La modularidad es vital para los sistemas híbridos no sólo porque permite manejar sistemas grandes, sino también porque permite pensar en términos de componentes, lo cual es familiar para los ingenieros. Basados en dos interpretaciones diferentes para gráficos jerárquicos y en un claro modelo de computación híbrida, desarrollamos HyCharts. HyCharts consiste en dos formalismos visuales modulares, uno para la especificación de la arquitectura y otro para la especificación del comportamiento de los sistemas híbridos. Los operadores en gráficos jerárquicos nos permiten dar una semántica sorprendentemente simple denotacional para muchos conceptos conocidos de formalismos similares a los de los gráficos de estado. Debido a un operador de composición muy general, HyCharts se puede componer fácilmente con técnicas de descripción de otras disciplinas de ingeniería. Estas especificaciones heterogéneas del sistema parecen ser especialmente apropiadas para los sistemas híbridos debido a su carácter interdisciplinario ",
            "error": []
        }
    }
}