{
    "original_text": "Modular and visual specification of hybrid systems: an introduction to HyCharts Visual description techniques are particularly important for the design of hybrid systems, because specifications of such systems usually have to be discussed between engineers from a number of different disciplines. Modularity is vital for hybrid systems not only because it allows to handle large systems, but also because it permits to think in terms of components, which is familiar to engineers. Based on two different interpretations for hierarchic graphs and on a clear hybrid computation model, we develop HyCharts. HyCharts consist of two modular visual formalisms, one for the specification of the architecture and one for the specification of the behavior of hybrid systems. The operators on hierarchic graphs enable us to give a surprisingly simple denotational semantics for many concepts known from statechart-like formalisms. Due to a very general composition operator, HyCharts can easily be composed with description techniques from other engineering disciplines. Such heterogeneous system specifications seem to be particularly appropriate for hybrid systems because of their interdisciplinary character",
    "original_translation": "Especificación modular y visual de sistemas híbridos: una introducción a las técnicas de descripción visual de HyCharts son particularmente importantes para el diseño de sistemas híbridos, ya que las especificaciones de tales sistemas suelen tener que ser discutidas entre ingenieros de diversas disciplinas. La modularidad es vital para los sistemas híbridos no sólo porque permite manejar sistemas grandes, sino también porque permite pensar en términos de componentes, lo cual es familiar para los ingenieros. Basados en dos interpretaciones diferentes para gráficos jerárquicos y en un claro modelo de computación híbrida, desarrollamos HyCharts. HyCharts consiste en dos formalismos visuales modulares, uno para la especificación de la arquitectura y otro para la especificación del comportamiento de los sistemas híbridos. Los operadores en gráficos jerárquicos nos permiten dar una semántica sorprendentemente simple denotacional para muchos conceptos conocidos de formalismos similares a los de los gráficos de estado. Debido a un operador de composición muy general, HyCharts se puede componer fácilmente con técnicas de descripción de otras disciplinas de ingeniería. Estas especificaciones heterogéneas del sistema parecen ser especialmente apropiadas para los sistemas híbridos debido a su carácter interdisciplinario",
    "error_count": 10,
    "keys": {
        "visual specification": {
            "translated_key": [],
            "translated_annotated_text": "Especificaciones modulares y visuales de sistemas híbridos: una introducción a las técnicas de descripción visual de HyCharts son particularmente importantes para el diseño de sistemas híbridos, ya que las especificaciones de estos sistemas suelen tener que ser discutidas entre ingenieros de diversas disciplinas. La modularidad es vital para los sistemas híbridos no sólo porque permite manejar sistemas grandes, sino también porque permite pensar en términos de componentes, lo cual es familiar para los ingenieros. Basados en dos interpretaciones diferentes para gráficos jerárquicos y en un claro modelo de computación híbrida, desarrollamos HyCharts. HyCharts consiste en dos formalismos visuales modulares, uno para la especificación de la arquitectura y otro para la especificación del comportamiento de los sistemas híbridos. Los operadores en gráficos jerárquicos nos permiten dar una semántica sorprendentemente simple denotacional para muchos conceptos conocidos de formalismos similares a los de los gráficos de estado. Debido a un operador de composición muy general, HyCharts se puede componer fácilmente con técnicas de descripción de otras disciplinas de ingeniería. Estas especificaciones heterogéneas del sistema parecen ser especialmente apropiadas para los sistemas híbridos debido a su carácter interdisciplinario ",
            "error": []
        },
        "modular specification": {
            "translated_key": [],
            "translated_annotated_text": "Especificación modular y visual de sistemas híbridos: una introducción a las técnicas de descripción visual de HyCharts son particularmente importantes para el diseño de sistemas híbridos, ya que las especificaciones de tales sistemas suelen tener que ser discutidas entre ingenieros de diversas disciplinas. La modularidad es vital para los sistemas híbridos no sólo porque permite manejar sistemas grandes, sino también porque permite pensar en términos de componentes, lo cual es familiar para los ingenieros. Basados en dos interpretaciones diferentes para gráficos jerárquicos y en un claro modelo de computación híbrida, desarrollamos HyCharts. HyCharts consiste en dos formalismos visuales modulares, uno para la especificación de la arquitectura y otro para la especificación del comportamiento de los sistemas híbridos. Los operadores en gráficos jerárquicos nos permiten dar una semántica sorprendentemente simple denotacional para muchos conceptos conocidos de formalismos similares a los de los gráficos de estado. Debido a un operador de composición muy general, HyCharts se puede componer fácilmente con técnicas de descripción de otras disciplinas de ingeniería. Estas especificaciones heterogéneas del sistema parecen ser especialmente apropiadas para los sistemas híbridos debido a su carácter interdisciplinario ",
            "error": []
        },
        "hybrid systems": {
            "translated_key": "sistemas híbridos",
            "translated_annotated_text": "Especificación modular y visual de \"sistemas híbridos\": una introducción a las técnicas de descripción visual de HyCharts son particularmente importantes para el diseño de \"sistemas híbridos\", ya que las especificaciones de tales sistemas generalmente tienen que ser discutidas entre ingenieros de varias disciplinas diferentes. La modularidad es vital para los \"sistemas híbridos\" no sólo porque permite manejar sistemas grandes, sino también porque permite pensar en términos de componentes, lo cual es familiar para los ingenieros. Basados en dos interpretaciones diferentes para gráficos jerárquicos y en un claro modelo de computación híbrida, desarrollamos HyCharts. HyCharts consiste en dos formalismos visuales modulares, uno para la especificación de la arquitectura y otro para la especificación del comportamiento de los \"sistemas híbridos\". Los operadores en gráficos jerárquicos nos permiten dar una semántica sorprendentemente simple denotacional para muchos conceptos conocidos de formalismos similares a los de los gráficos de estado. Debido a un operador de composición muy general, HyCharts se puede componer fácilmente con técnicas de descripción de otras disciplinas de ingeniería. Estas especificaciones heterogéneas del sistema parecen ser particularmente apropiadas para los \"sistemas híbridos\" debido a su carácter interdisciplinario ",
            "error": [
                ""
            ]
        },
        "HyCharts": {
            "translated_key": "HyCharts",
            "translated_annotated_text": "Especificación modular y visual de sistemas híbridos: una introducción a \"HyCharts\" Técnicas de descripción visual son particularmente importantes para el diseño de sistemas híbridos, ya que las especificaciones de tales sistemas generalmente tienen que ser discutidos entre ingenieros de una serie de diferentes disciplinas. La modularidad es vital para los sistemas híbridos no sólo porque permite manejar sistemas grandes, sino también porque permite pensar en términos de componentes, lo cual es familiar para los ingenieros. Basados en dos interpretaciones diferentes para gráficos jerárquicos y en un claro modelo de computación híbrida, desarrollamos \"HyCharts\". \"HyCharts\" consiste en dos formalismos visuales modulares, uno para la especificación de la arquitectura y otro para la especificación del comportamiento de los sistemas híbridos. Los operadores en gráficos jerárquicos nos permiten dar una semántica sorprendentemente simple denotacional para muchos conceptos conocidos de formalismos similares a los de los gráficos de estado. Debido a un operador de composición muy general, \"HyCharts\" se puede componer fácilmente con técnicas de descripción de otras disciplinas de ingeniería. Estas especificaciones heterogéneas del sistema parecen ser especialmente apropiadas para los sistemas híbridos debido a su carácter interdisciplinario ",
            "error": [
                ""
            ]
        },
        "visual description techniques": {
            "translated_key": [],
            "translated_annotated_text": "Especificación modular y visual de sistemas híbridos: una introducción a las técnicas de descripción visual de HyCharts son particularmente importantes para el diseño de sistemas híbridos, ya que las especificaciones de tales sistemas suelen tener que ser discutidas entre ingenieros de diversas disciplinas. La modularidad es vital para los sistemas híbridos no sólo porque permite manejar sistemas grandes, sino también porque permite pensar en términos de componentes, lo cual es familiar para los ingenieros. Basados en dos interpretaciones diferentes para gráficos jerárquicos y en un claro modelo de computación híbrida, desarrollamos HyCharts. HyCharts consiste en dos formalismos visuales modulares, uno para la especificación de la arquitectura y otro para la especificación del comportamiento de los sistemas híbridos. Los operadores en gráficos jerárquicos nos permiten dar una semántica sorprendentemente simple denotacional para muchos conceptos conocidos de formalismos similares a los de los gráficos de estado. Debido a un operador de composición muy general, HyCharts se puede componer fácilmente con técnicas de descripción de otras disciplinas de ingeniería. Estas especificaciones heterogéneas del sistema parecen ser especialmente apropiadas para los sistemas híbridos debido a su carácter interdisciplinario ",
            "error": []
        },
        "components": {
            "translated_key": "componentes",
            "translated_annotated_text": "Especificación modular y visual de sistemas híbridos: una introducción a las técnicas de descripción visual de HyCharts son particularmente importantes para el diseño de sistemas híbridos, ya que las especificaciones de tales sistemas suelen tener que ser discutidas entre ingenieros de diversas disciplinas. La modularidad es vital para los sistemas híbridos no sólo porque permite manejar sistemas grandes, sino también porque permite pensar en términos de \"componentes\", lo cual es familiar para los ingenieros. Basados en dos interpretaciones diferentes para gráficos jerárquicos y en un claro modelo de computación híbrida, desarrollamos HyCharts. HyCharts consiste en dos formalismos visuales modulares, uno para la especificación de la arquitectura y otro para la especificación del comportamiento de los sistemas híbridos. Los operadores en gráficos jerárquicos nos permiten dar una semántica sorprendentemente simple denotacional para muchos conceptos conocidos de formalismos similares a los de los gráficos de estado. Debido a un operador de composición muy general, HyCharts se puede componer fácilmente con técnicas de descripción de otras disciplinas de ingeniería. Estas especificaciones heterogéneas del sistema parecen ser especialmente apropiadas para los sistemas híbridos debido a su carácter interdisciplinario ",
            "error": [
                ""
            ]
        },
        "hierarchic graphs": {
            "translated_key": [
                "graficos jerárquicos",
                "graficas jerárquicas"
            ],
            "translated_annotated_text": "Especificación modular y visual de sistemas híbridos: una introducción a las técnicas de descripción visual de HyCharts son particularmente importantes para el diseño de sistemas híbridos, ya que las especificaciones de tales sistemas suelen tener que ser discutidas entre ingenieros de diversas disciplinas. La modularidad es vital para los sistemas híbridos no sólo porque permite manejar sistemas grandes, sino también porque permite pensar en términos de componentes, lo cual es familiar para los ingenieros. Sobre la base de dos interpretaciones diferentes para \"graficos jerárquicos\" y en un claro modelo de computación híbrida, desarrollamos HyCharts. HyCharts consiste en dos formalismos visuales modulares, uno para la especificación de la arquitectura y otro para la especificación del comportamiento de los sistemas híbridos. Los operadores de \"graficas jerárquicas\" nos permiten dar una semántica sorprendentemente simple denotacional para muchos conceptos conocidos de formalismos similares a los de los gráficos de estado. Debido a un operador de composición muy general, HyCharts se puede componer fácilmente con técnicas de descripción de otras disciplinas de ingeniería. Estas especificaciones heterogéneas del sistema parecen ser especialmente apropiadas para los sistemas híbridos debido a su carácter interdisciplinario ",
            "error": [
                "graficos jerárquicos",
                "graficas jerárquicas"
            ]
        },
        "hybrid computation model": {
            "translated_key": "modelo de cálculo híbrido",
            "translated_annotated_text": "Especificación modular y visual de sistemas híbridos: una introducción a las técnicas de descripción visual de HyCharts son particularmente importantes para el diseño de sistemas híbridos, ya que las especificaciones de tales sistemas suelen tener que ser discutidas entre ingenieros de diversas disciplinas. La modularidad es vital para los sistemas híbridos no sólo porque permite manejar sistemas grandes, sino también porque permite pensar en términos de componentes, lo cual es familiar para los ingenieros. Basados en dos interpretaciones diferentes para gráficos jerárquicos y en un claro \"modelo de cálculo híbrido\", desarrollamos HyCharts. HyCharts consiste en dos formalismos visuales modulares, uno para la especificación de la arquitectura y otro para la especificación del comportamiento de los sistemas híbridos. Los operadores en gráficos jerárquicos nos permiten dar una semántica sorprendentemente simple denotacional para muchos conceptos conocidos de formalismos similares a los de los gráficos de estado. Debido a un operador de composición muy general, HyCharts se puede componer fácilmente con técnicas de descripción de otras disciplinas de ingeniería. Estas especificaciones heterogéneas del sistema parecen ser especialmente apropiadas para los sistemas híbridos debido a su carácter interdisciplinario ",
            "error": [
                ""
            ]
        },
        "denotational semantics": {
            "translated_key": "semántica denominacional",
            "translated_annotated_text": "Especificación modular y visual de sistemas híbridos: una introducción a las técnicas de descripción visual de HyCharts son particularmente importantes para el diseño de sistemas híbridos, ya que las especificaciones de tales sistemas suelen tener que ser discutidas entre ingenieros de diversas disciplinas. La modularidad es vital para los sistemas híbridos no sólo porque permite manejar sistemas grandes, sino también porque permite pensar en términos de componentes, lo cual es familiar para los ingenieros. Basados en dos interpretaciones diferentes para gráficos jerárquicos y en un claro modelo de computación híbrida, desarrollamos HyCharts. HyCharts consiste en dos formalismos visuales modulares, uno para la especificación de la arquitectura y otro para la especificación del comportamiento de los sistemas híbridos. Los operadores en los gráficos jerárquicos nos permiten dar una sorprendentemente simple \"semántica denominacional\" para muchos conceptos conocidos de formalismos similares a los de los gráficos de estado. Debido a un operador de composición muy general, HyCharts se puede componer fácilmente con técnicas de descripción de otras disciplinas de ingeniería. Estas especificaciones heterogéneas del sistema parecen ser especialmente apropiadas para los sistemas híbridos debido a su carácter interdisciplinario ",
            "error": [
                ""
            ]
        },
        "statechart": {
            "translated_key": "statechart",
            "translated_annotated_text": "Especificación modular y visual de sistemas híbridos: una introducción a las técnicas de descripción visual de HyCharts son particularmente importantes para el diseño de sistemas híbridos, ya que las especificaciones de tales sistemas suelen tener que ser discutidas entre ingenieros de diversas disciplinas. La modularidad es vital para los sistemas híbridos no sólo porque permite manejar sistemas grandes, sino también porque permite pensar en términos de componentes, lo cual es familiar para los ingenieros. Basados en dos interpretaciones diferentes para gráficos jerárquicos y en un claro modelo de computación híbrida, desarrollamos HyCharts. HyCharts consiste en dos formalismos visuales modulares, uno para la especificación de la arquitectura y otro para la especificación del comportamiento de los sistemas híbridos. Los operadores en gráficos jerárquicos nos permiten dar una semántica sorprendentemente simple denotacional para muchos conceptos conocidos de formalismos \"statechart\". Debido a un operador de composición muy general, HyCharts se puede componer fácilmente con técnicas de descripción de otras disciplinas de ingeniería. Estas especificaciones heterogéneas del sistema parecen ser especialmente apropiadas para los sistemas híbridos debido a su carácter interdisciplinario ",
            "error": [
                ""
            ]
        },
        "heterogeneous system specifications": {
            "translated_key": "especificaciones del sistema heterogéneo",
            "translated_annotated_text": "Especificación modular y visual de sistemas híbridos: una introducción a las técnicas de descripción visual de HyCharts son particularmente importantes para el diseño de sistemas híbridos, ya que las especificaciones de tales sistemas suelen tener que ser discutidas entre ingenieros de diversas disciplinas. La modularidad es vital para los sistemas híbridos no sólo porque permite manejar sistemas grandes, sino también porque permite pensar en términos de componentes, lo cual es familiar para los ingenieros. Basados en dos interpretaciones diferentes para gráficos jerárquicos y en un claro modelo de computación híbrida, desarrollamos HyCharts. HyCharts consiste en dos formalismos visuales modulares, uno para la especificación de la arquitectura y otro para la especificación del comportamiento de los sistemas híbridos. Los operadores en gráficos jerárquicos nos permiten dar una semántica sorprendentemente simple denotacional para muchos conceptos conocidos de formalismos similares a los de los gráficos de estado. Debido a un operador de composición muy general, HyCharts se puede componer fácilmente con técnicas de descripción de otras disciplinas de ingeniería. Estas \"especificaciones del sistema heterogéneo\" parecen ser especialmente apropiadas para los sistemas híbridos debido a su carácter interdisciplinario ",
            "error": [
                ""
            ]
        },
        "formal specification": {
            "translated_key": [],
            "translated_annotated_text": "Especificación modular y visual de sistemas híbridos: una introducción a las técnicas de descripción visual de HyCharts son particularmente importantes para el diseño de sistemas híbridos, ya que las especificaciones de tales sistemas suelen tener que ser discutidas entre ingenieros de diversas disciplinas. La modularidad es vital para los sistemas híbridos no sólo porque permite manejar sistemas grandes, sino también porque permite pensar en términos de componentes, lo cual es familiar para los ingenieros. Basados en dos interpretaciones diferentes para gráficos jerárquicos y en un claro modelo de computación híbrida, desarrollamos HyCharts. HyCharts consiste en dos formalismos visuales modulares, uno para la especificación de la arquitectura y otro para la especificación del comportamiento de los sistemas híbridos. Los operadores en gráficos jerárquicos nos permiten dar una semántica sorprendentemente simple denotacional para muchos conceptos conocidos de formalismos similares a los de los gráficos de estado. Debido a un operador de composición muy general, HyCharts se puede componer fácilmente con técnicas de descripción de otras disciplinas de ingeniería. Estas especificaciones heterogéneas del sistema parecen ser especialmente apropiadas para los sistemas híbridos debido a su carácter interdisciplinario ",
            "error": []
        },
        "diagrams": {
            "translated_key": [],
            "translated_annotated_text": "Especificación modular y visual de sistemas híbridos: una introducción a las técnicas de descripción visual de HyCharts son particularmente importantes para el diseño de sistemas híbridos, ya que las especificaciones de tales sistemas suelen tener que ser discutidas entre ingenieros de diversas disciplinas. La modularidad es vital para los sistemas híbridos no sólo porque permite manejar sistemas grandes, sino también porque permite pensar en términos de componentes, lo cual es familiar para los ingenieros. Basados en dos interpretaciones diferentes para gráficos jerárquicos y en un claro modelo de computación híbrida, desarrollamos HyCharts. HyCharts consiste en dos formalismos visuales modulares, uno para la especificación de la arquitectura y otro para la especificación del comportamiento de los sistemas híbridos. Los operadores en gráficos jerárquicos nos permiten dar una semántica sorprendentemente simple denotacional para muchos conceptos conocidos de formalismos similares a los de los gráficos de estado. Debido a un operador de composición muy general, HyCharts se puede componer fácilmente con técnicas de descripción de otras disciplinas de ingeniería. Estas especificaciones heterogéneas del sistema parecen ser especialmente apropiadas para los sistemas híbridos debido a su carácter interdisciplinario ",
            "error": []
        },
        "graph theory": {
            "translated_key": [],
            "translated_annotated_text": "Especificación modular y visual de sistemas híbridos: una introducción a las técnicas de descripción visual de HyCharts son particularmente importantes para el diseño de sistemas híbridos, ya que las especificaciones de tales sistemas suelen tener que ser discutidas entre ingenieros de diversas disciplinas. La modularidad es vital para los sistemas híbridos no sólo porque permite manejar sistemas grandes, sino también porque permite pensar en términos de componentes, lo cual es familiar para los ingenieros. Basados en dos interpretaciones diferentes para gráficos jerárquicos y en un claro modelo de computación híbrida, desarrollamos HyCharts. HyCharts consiste en dos formalismos visuales modulares, uno para la especificación de la arquitectura y otro para la especificación del comportamiento de los sistemas híbridos. Los operadores en gráficos jerárquicos nos permiten dar una semántica sorprendentemente simple denotacional para muchos conceptos conocidos de formalismos similares a los de los gráficos de estado. Debido a un operador de composición muy general, HyCharts se puede componer fácilmente con técnicas de descripción de otras disciplinas de ingeniería. Estas especificaciones heterogéneas del sistema parecen ser especialmente apropiadas para los sistemas híbridos debido a su carácter interdisciplinario ",
            "error": []
        },
        "programming language semantics": {
            "translated_key": [],
            "translated_annotated_text": "Especificación modular y visual de sistemas híbridos: una introducción a las técnicas de descripción visual de HyCharts son particularmente importantes para el diseño de sistemas híbridos, ya que las especificaciones de tales sistemas suelen tener que ser discutidas entre ingenieros de diversas disciplinas. La modularidad es vital para los sistemas híbridos no sólo porque permite manejar sistemas grandes, sino también porque permite pensar en términos de componentes, lo cual es familiar para los ingenieros. Basados en dos interpretaciones diferentes para gráficos jerárquicos y en un claro modelo de computación híbrida, desarrollamos HyCharts. HyCharts consiste en dos formalismos visuales modulares, uno para la especificación de la arquitectura y otro para la especificación del comportamiento de los sistemas híbridos. Los operadores en gráficos jerárquicos nos permiten dar una semántica sorprendentemente simple denotacional para muchos conceptos conocidos de formalismos similares a los de los gráficos de estado. Debido a un operador de composición muy general, HyCharts se puede componer fácilmente con técnicas de descripción de otras disciplinas de ingeniería. Estas especificaciones heterogéneas del sistema parecen ser especialmente apropiadas para los sistemas híbridos debido a su carácter interdisciplinario ",
            "error": []
        },
        "visual programming": {
            "translated_key": [],
            "translated_annotated_text": "Especificación modular y visual de sistemas híbridos: una introducción a las técnicas de descripción visual de HyCharts son particularmente importantes para el diseño de sistemas híbridos, ya que las especificaciones de tales sistemas suelen tener que ser discutidas entre ingenieros de diversas disciplinas. La modularidad es vital para los sistemas híbridos no sólo porque permite manejar sistemas grandes, sino también porque permite pensar en términos de componentes, lo cual es familiar para los ingenieros. Basados en dos interpretaciones diferentes para gráficos jerárquicos y en un claro modelo de computación híbrida, desarrollamos HyCharts. HyCharts consiste en dos formalismos visuales modulares, uno para la especificación de la arquitectura y otro para la especificación del comportamiento de los sistemas híbridos. Los operadores en gráficos jerárquicos nos permiten dar una semántica sorprendentemente simple denotacional para muchos conceptos conocidos de formalismos similares a los de los gráficos de estado. Debido a un operador de composición muy general, HyCharts se puede componer fácilmente con técnicas de descripción de otras disciplinas de ingeniería. Estas especificaciones heterogéneas del sistema parecen ser especialmente apropiadas para los sistemas híbridos debido a su carácter interdisciplinario ",
            "error": []
        }
    }
}