{
    "original_text": "Modeling group foraging: individual suboptimality, interference, and a kind of matching A series of agent-based models support the hypothesis that behaviors adapted to a group situation may be suboptimal (or irrational) when expressed by an isolated individual. These models focus on two areas of current concern in behavioral ecology and experimental psychology: the interference function (which relates the intake rate of a focal forager to the density of conspecifics) and the matching law (which formalizes the observation that many animals match the frequency of their response to different stimuli in proportion to the reward obtained from each stimulus type). Each model employs genetic algorithms to evolve foraging behaviors for multiple agents in spatially explicit environments, structured at the level of situated perception and action. A second concern of the article is to extend the understanding of both matching and interference per se by modeling at this level",
    "original_translation": "Forraje del grupo de modelado: suboptimidad individual, interferencia y una especie de coincidencia Una serie de modelos basados en agentes apoyan la hipótesis de que los comportamientos adaptados a una situación de grupo pueden ser subóptimos (o irracionales) cuando son expresados por un individuo aislado. Estos modelos se centran en dos áreas de preocupación actual en la ecología conductual y la psicología experimental: la función de interferencia (que relaciona la tasa de ingesta de un forager focal con la densidad de los conspectivos) y la ley correspondiente (que formaliza la observación de que muchos animales coinciden con la frecuencia de su respuesta a diferentes estímulos en proporción a la recompensa obtenida de cada tipo de estímulo). Cada modelo emplea algoritmos genéticos para evolucionar comportamientos de forraje para múltiples agentes en entornos espacialmente explícitos, estructurados a nivel de percepción y acción situada. Una segunda preocupación del artículo es ampliar la comprensión tanto de la correspondencia como de la interferencia per se, modelando a este nivel",
    "error_count": 3,
    "keys": {
        "group foraging": {
            "translated_key": "foraje del grupo",
            "translated_annotated_text": "Modelar el \"foraje del grupo\": suboptimidad individual, interferencia y una especie de coincidencia Una serie de modelos basados en agentes apoyan la hipótesis de que los comportamientos adaptados a una situación de grupo pueden ser subóptimos (o irracionales) cuando son expresados por un individuo aislado. Estos modelos se centran en dos áreas de preocupación actual en la ecología conductual y la psicología experimental: la función de interferencia (que relaciona la tasa de ingesta de un forager focal con la densidad de los conspectivos) y la ley correspondiente (que formaliza la observación de que muchos animales coinciden con la frecuencia de su respuesta a diferentes estímulos en proporción a la recompensa obtenida de cada tipo de estímulo). Cada modelo emplea algoritmos genéticos para evolucionar comportamientos de forraje para múltiples agentes en entornos espacialmente explícitos, estructurados a nivel de percepción y acción situada. Una segunda preocupación del artículo es ampliar la comprensión tanto de la correspondencia como de la interferencia per se, modelando a este nivel ",
            "error": [
                ""
            ]
        },
        "individual suboptimality": {
            "translated_key": "suboptimidad individual",
            "translated_annotated_text": "Forraje del grupo de modelado: \"suboptimidad individual\", interferencia, y una especie de coincidencia Una serie de modelos basados en agentes apoyan la hipótesis de que los comportamientos adaptados a una situación de grupo pueden ser subóptimos (o irracionales) cuando son expresados por un individuo aislado. Estos modelos se centran en dos áreas de preocupación actual en la ecología conductual y la psicología experimental: la función de interferencia (que relaciona la tasa de ingesta de un forager focal con la densidad de los conspectivos) y la ley correspondiente (que formaliza la observación de que muchos animales coinciden con la frecuencia de su respuesta a diferentes estímulos en proporción a la recompensa obtenida de cada tipo de estímulo). Cada modelo emplea algoritmos genéticos para evolucionar comportamientos de forraje para múltiples agentes en entornos espacialmente explícitos, estructurados a nivel de percepción y acción situada. Una segunda preocupación del artículo es ampliar la comprensión tanto de la correspondencia como de la interferencia per se, modelando a este nivel ",
            "error": [
                ""
            ]
        },
        "agent-based models": {
            "translated_key": "modelos basados en agentes",
            "translated_annotated_text": "Forraje del grupo de modelado: suoptimidad individual, interferencia y una especie de coincidencia Una serie de \"modelos basados en agentes\" apoyan la hipótesis de que los comportamientos adaptados a una situación de grupo pueden ser subóptimos (o irracionales) cuando son expresados por un individuo aislado. Estos modelos se centran en dos áreas de preocupación actual en la ecología conductual y la psicología experimental: la función de interferencia (que relaciona la tasa de ingesta de un forager focal con la densidad de los conspectivos) y la ley correspondiente (que formaliza la observación de que muchos animales coinciden con la frecuencia de su respuesta a diferentes estímulos en proporción a la recompensa obtenida de cada tipo de estímulo). Cada modelo emplea algoritmos genéticos para evolucionar comportamientos de forraje para múltiples agentes en entornos espacialmente explícitos, estructurados a nivel de percepción y acción situada. Una segunda preocupación del artículo es ampliar la comprensión tanto de la correspondencia como de la interferencia per se, modelando a este nivel ",
            "error": [
                ""
            ]
        },
        "group situation": {
            "translated_key": "situación de grupo",
            "translated_annotated_text": "Forraje del grupo de modelado: suboptimidad individual, interferencia y una especie de coincidencia Una serie de modelos basados en agentes apoyan la hipótesis de que los comportamientos adaptados a una \"situación de grupo\" pueden ser subóptimos (o irracionales) cuando son expresados por un individuo aislado. Estos modelos se centran en dos áreas de preocupación actual en la ecología conductual y la psicología experimental: la función de interferencia (que relaciona la tasa de ingesta de un forager focal con la densidad de los conspectivos) y la ley correspondiente (que formaliza la observación de que muchos animales coinciden con la frecuencia de su respuesta a diferentes estímulos en proporción a la recompensa obtenida de cada tipo de estímulo). Cada modelo emplea algoritmos genéticos para evolucionar comportamientos de forraje para múltiples agentes en entornos espacialmente explícitos, estructurados a nivel de percepción y acción situada. Una segunda preocupación del artículo es ampliar la comprensión tanto de la correspondencia como de la interferencia per se, modelando a este nivel ",
            "error": [
                ""
            ]
        },
        "suboptimal behavior": {
            "translated_key": [],
            "translated_annotated_text": "Forraje del grupo de modelado: suboptimidad individual, interferencia y una especie de coincidencia Una serie de modelos basados en agentes apoyan la hipótesis de que los comportamientos adaptados a una situación de grupo pueden ser subóptimos (o irracionales) cuando son expresados por un individuo aislado. Estos modelos se centran en dos áreas de preocupación actual en la ecología conductual y la psicología experimental: la función de interferencia (que relaciona la tasa de ingesta de un forager focal con la densidad de los conspectivos) y la ley correspondiente (que formaliza la observación de que muchos animales coinciden con la frecuencia de su respuesta a diferentes estímulos en proporción a la recompensa obtenida de cada tipo de estímulo). Cada modelo emplea algoritmos genéticos para evolucionar comportamientos de forraje para múltiples agentes en entornos espacialmente explícitos, estructurados a nivel de percepción y acción situada. Una segunda preocupación del artículo es ampliar la comprensión tanto de la correspondencia como de la interferencia per se, modelando a este nivel ",
            "error": []
        },
        "isolated individual": {
            "translated_key": "individuo aislado",
            "translated_annotated_text": "Forraje del grupo de modelado: suboptimidad individual, interferencia y una especie de coincidencia Una serie de modelos basados en agentes apoyan la hipótesis de que los comportamientos adaptados a una situación de grupo pueden ser subóptimos (o irracionales) cuando son expresados por un \"individuo aislado\". Estos modelos se centran en dos áreas de preocupación actual en la ecología conductual y la psicología experimental: la función de interferencia (que relaciona la tasa de ingesta de un forager focal con la densidad de los conspectivos) y la ley correspondiente (que formaliza la observación de que muchos animales coinciden con la frecuencia de su respuesta a diferentes estímulos en proporción a la recompensa obtenida de cada tipo de estímulo). Cada modelo emplea algoritmos genéticos para evolucionar comportamientos de forraje para múltiples agentes en entornos espacialmente explícitos, estructurados a nivel de percepción y acción situada. Una segunda preocupación del artículo es ampliar la comprensión tanto de la correspondencia como de la interferencia per se, modelando a este nivel ",
            "error": [
                ""
            ]
        },
        "behavioral ecology": {
            "translated_key": "ecología conductual",
            "translated_annotated_text": "Forraje del grupo de modelado: suboptimidad individual, interferencia y una especie de coincidencia Una serie de modelos basados en agentes apoyan la hipótesis de que los comportamientos adaptados a una situación de grupo pueden ser subóptimos (o irracionales) cuando son expresados por un individuo aislado. Estos modelos se centran en dos áreas de preocupación actual en la \"ecología conductual\" y la psicología experimental: la función de interferencia (que relaciona la tasa de ingesta de un forager focal con la densidad de los conspectivos) y la ley de correspondencia (que formaliza la observación de que muchos animales coinciden con la frecuencia de su respuesta a diferentes estímulos en proporción a la recompensa obtenida de cada tipo de estímulo). Cada modelo emplea algoritmos genéticos para evolucionar comportamientos de forraje para múltiples agentes en entornos espacialmente explícitos, estructurados a nivel de percepción y acción situada. Una segunda preocupación del artículo es ampliar la comprensión tanto de la correspondencia como de la interferencia per se, modelando a este nivel ",
            "error": [
                ""
            ]
        },
        "experimental psychology": {
            "translated_key": "psicología experimental",
            "translated_annotated_text": "Forraje del grupo de modelado: suboptimidad individual, interferencia y una especie de coincidencia Una serie de modelos basados en agentes apoyan la hipótesis de que los comportamientos adaptados a una situación de grupo pueden ser subóptimos (o irracionales) cuando son expresados por un individuo aislado. Estos modelos se centran en dos áreas de preocupación actual en la ecología conductual y la \"psicología experimental\": la función de interferencia (que relaciona la tasa de ingesta de un forager focal con la densidad de los conspectivos) y la ley correspondiente (que formaliza la observación de que muchos animales coinciden con la frecuencia de su respuesta a diferentes estímulos en proporción a la recompensa obtenida de cada tipo de estímulo). Cada modelo emplea algoritmos genéticos para evolucionar comportamientos de forraje para múltiples agentes en entornos espacialmente explícitos, estructurados a nivel de percepción y acción situada. Una segunda preocupación del artículo es ampliar la comprensión tanto de la correspondencia como de la interferencia per se, modelando a este nivel ",
            "error": [
                ""
            ]
        },
        "interference function": {
            "translated_key": "función de interferencia",
            "translated_annotated_text": "Forraje del grupo de modelado: suboptimidad individual, interferencia y una especie de coincidencia Una serie de modelos basados en agentes apoyan la hipótesis de que los comportamientos adaptados a una situación de grupo pueden ser subóptimos (o irracionales) cuando son expresados por un individuo aislado. Estos modelos se centran en dos áreas de preocupación actual en la ecología conductual y la psicología experimental: la \"función de interferencia\" (que relaciona la tasa de ingesta de un forager focal con la densidad de los conspectivos) y la ley correspondiente (que formaliza la observación de que muchos animales coinciden con la frecuencia de su respuesta a diferentes estímulos en proporción a la recompensa obtenida de cada tipo de estímulo). Cada modelo emplea algoritmos genéticos para evolucionar comportamientos de forraje para múltiples agentes en entornos espacialmente explícitos, estructurados a nivel de percepción y acción situada. Una segunda preocupación del artículo es ampliar la comprensión tanto de la correspondencia como de la interferencia per se, modelando a este nivel ",
            "error": [
                ""
            ]
        },
        "focal forager": {
            "translated_key": "forajero focal",
            "translated_annotated_text": "Forraje del grupo de modelado: suboptimidad individual, interferencia y una especie de coincidencia Una serie de modelos basados en agentes apoyan la hipótesis de que los comportamientos adaptados a una situación de grupo pueden ser subóptimos (o irracionales) cuando son expresados por un individuo aislado. Estos modelos se centran en dos áreas de preocupación actual en la ecología conductual y la psicología experimental: la función de interferencia (que relaciona la tasa de ingesta de un \"forajero focal\" con la densidad de los conspectivos) y la ley correspondiente (que formaliza la observación de que muchos animales coinciden con la frecuencia de su respuesta a diferentes estímulos en proporción a la recompensa obtenida de cada tipo de estímulo). Cada modelo emplea algoritmos genéticos para evolucionar comportamientos de forraje para múltiples agentes en entornos espacialmente explícitos, estructurados a nivel de percepción y acción situada. Una segunda preocupación del artículo es ampliar la comprensión tanto de la correspondencia como de la interferencia per se, modelando a este nivel ",
            "error": [
                ""
            ]
        },
        "matching law": {
            "translated_key": "ley de concordancia",
            "translated_annotated_text": "Forraje del grupo de modelado: suboptimidad individual, interferencia y una especie de coincidencia Una serie de modelos basados en agentes apoyan la hipótesis de que los comportamientos adaptados a una situación de grupo pueden ser subóptimos (o irracionales) cuando son expresados por un individuo aislado. Estos modelos se centran en dos áreas de preocupación actual en la ecología conductual y la psicología experimental: la función de interferencia (que relaciona la tasa de ingesta de un forager focal con la densidad de los conspectivos) y la \"ley de concordancia\" (que formaliza la observación de que muchos animales coinciden con la frecuencia de su respuesta a diferentes estímulos en proporción a la recompensa obtenida de cada tipo de estímulo). Cada modelo emplea algoritmos genéticos para evolucionar comportamientos de forraje para múltiples agentes en entornos espacialmente explícitos, estructurados a nivel de percepción y acción situada. Una segunda preocupación del artículo es ampliar la comprensión tanto de la correspondencia como de la interferencia per se, modelando a este nivel ",
            "error": [
                ""
            ]
        },
        "genetic algorithms": {
            "translated_key": "algoritmos genéticos",
            "translated_annotated_text": "Forraje del grupo de modelado: suboptimidad individual, interferencia y una especie de coincidencia Una serie de modelos basados en agentes apoyan la hipótesis de que los comportamientos adaptados a una situación de grupo pueden ser subóptimos (o irracionales) cuando son expresados por un individuo aislado. Estos modelos se centran en dos áreas de preocupación actual en la ecología conductual y la psicología experimental: la función de interferencia (que relaciona la tasa de ingesta de un forager focal con la densidad de los conspectivos) y la ley correspondiente (que formaliza la observación de que muchos animales coinciden con la frecuencia de su respuesta a diferentes estímulos en proporción a la recompensa obtenida de cada tipo de estímulo). Cada modelo emplea \"algoritmos genéticos\" para evolucionar comportamientos de forraje para múltiples agentes en entornos espacialmente explícitos, estructurados a nivel de percepción y acción situada. Una segunda preocupación del artículo es ampliar la comprensión tanto de la correspondencia como de la interferencia per se, modelando a este nivel ",
            "error": [
                ""
            ]
        },
        "multiple agents": {
            "translated_key": "múltiples agentes",
            "translated_annotated_text": "Forraje del grupo de modelado: suboptimidad individual, interferencia y una especie de coincidencia Una serie de modelos basados en agentes apoyan la hipótesis de que los comportamientos adaptados a una situación de grupo pueden ser subóptimos (o irracionales) cuando son expresados por un individuo aislado. Estos modelos se centran en dos áreas de preocupación actual en la ecología conductual y la psicología experimental: la función de interferencia (que relaciona la tasa de ingesta de un forager focal con la densidad de los conspectivos) y la ley correspondiente (que formaliza la observación de que muchos animales coinciden con la frecuencia de su respuesta a diferentes estímulos en proporción a la recompensa obtenida de cada tipo de estímulo). Cada modelo emplea algoritmos genéticos para evolucionar comportamientos de forraje para \"múltiples agentes\" en entornos espacialmente explícitos, estructurados a nivel de percepción y acción situada. Una segunda preocupación del artículo es ampliar la comprensión tanto de la correspondencia como de la interferencia per se, modelando a este nivel ",
            "error": [
                ""
            ]
        },
        "spatially explicit environments": {
            "translated_key": "ambientes espacialmente explícitos",
            "translated_annotated_text": "Forraje del grupo de modelado: suboptimidad individual, interferencia y una especie de coincidencia Una serie de modelos basados en agentes apoyan la hipótesis de que los comportamientos adaptados a una situación de grupo pueden ser subóptimos (o irracionales) cuando son expresados por un individuo aislado. Estos modelos se centran en dos áreas de preocupación actual en la ecología conductual y la psicología experimental: la función de interferencia (que relaciona la tasa de ingesta de un forager focal con la densidad de los conspectivos) y la ley correspondiente (que formaliza la observación de que muchos animales coinciden con la frecuencia de su respuesta a diferentes estímulos en proporción a la recompensa obtenida de cada tipo de estímulo). Cada modelo emplea algoritmos genéticos para evolucionar comportamientos de forraje para múltiples agentes en \"ambientes espacialmente explícitos\", estructurados en el nivel de percepción y acción situada. Una segunda preocupación del artículo es ampliar la comprensión tanto de la correspondencia como de la interferencia per se, modelando a este nivel ",
            "error": [
                ""
            ]
        },
        "situated perception": {
            "translated_key": "percepción situada",
            "translated_annotated_text": "Forraje del grupo de modelado: suboptimidad individual, interferencia y una especie de coincidencia Una serie de modelos basados en agentes apoyan la hipótesis de que los comportamientos adaptados a una situación de grupo pueden ser subóptimos (o irracionales) cuando son expresados por un individuo aislado. Estos modelos se centran en dos áreas de preocupación actual en la ecología conductual y la psicología experimental: la función de interferencia (que relaciona la tasa de ingesta de un forager focal con la densidad de los conspectivos) y la ley correspondiente (que formaliza la observación de que muchos animales coinciden con la frecuencia de su respuesta a diferentes estímulos en proporción a la recompensa obtenida de cada tipo de estímulo). Cada modelo emplea algoritmos genéticos para evolucionar comportamientos de forraje para múltiples agentes en entornos espacialmente explícitos, estructurados a nivel de \"percepción situada\" y acción. Una segunda preocupación del artículo es ampliar la comprensión tanto de la correspondencia como de la interferencia per se, modelando a este nivel ",
            "error": [
                ""
            ]
        },
        "situated action": {
            "translated_key": [],
            "translated_annotated_text": "Forraje del grupo de modelado: suboptimidad individual, interferencia y una especie de coincidencia Una serie de modelos basados en agentes apoyan la hipótesis de que los comportamientos adaptados a una situación de grupo pueden ser subóptimos (o irracionales) cuando son expresados por un individuo aislado. Estos modelos se centran en dos áreas de preocupación actual en la ecología conductual y la psicología experimental: la función de interferencia (que relaciona la tasa de ingesta de un forager focal con la densidad de los conspectivos) y la ley correspondiente (que formaliza la observación de que muchos animales coinciden con la frecuencia de su respuesta a diferentes estímulos en proporción a la recompensa obtenida de cada tipo de estímulo). Cada modelo emplea algoritmos genéticos para evolucionar comportamientos de forraje para múltiples agentes en entornos espacialmente explícitos, estructurados a nivel de percepción y acción situada. Una segunda preocupación del artículo es ampliar la comprensión tanto de la correspondencia como de la interferencia per se, modelando a este nivel ",
            "error": []
        },
        "multi-agent systems": {
            "translated_key": [],
            "translated_annotated_text": "Forraje del grupo de modelado: suboptimidad individual, interferencia y una especie de coincidencia Una serie de modelos basados en agentes apoyan la hipótesis de que los comportamientos adaptados a una situación de grupo pueden ser subóptimos (o irracionales) cuando son expresados por un individuo aislado. Estos modelos se centran en dos áreas de preocupación actual en la ecología conductual y la psicología experimental: la función de interferencia (que relaciona la tasa de ingesta de un forager focal con la densidad de los conspectivos) y la ley correspondiente (que formaliza la observación de que muchos animales coinciden con la frecuencia de su respuesta a diferentes estímulos en proporción a la recompensa obtenida de cada tipo de estímulo). Cada modelo emplea algoritmos genéticos para evolucionar comportamientos de forraje para múltiples agentes en entornos espacialmente explícitos, estructurados a nivel de percepción y acción situada. Una segunda preocupación del artículo es ampliar la comprensión tanto de la correspondencia como de la interferencia per se, modelando a este nivel ",
            "error": []
        }
    }
}