{
    "original_text": "On the relationship between parametric variation and state feedback in chaos control In this Letter, we study the popular parametric variation chaos control and state-feedback methodologies in chaos control, and point out for the first time that they are actually equivalent in the sense that there exist diffeomorphisms that can convert one to the other for most smooth chaotic systems. Detailed conversions are worked out for typical discrete chaotic maps (logistic, Henon) and continuous flows (Rossler, Lorenz) for illustration. This unifies the two seemingly different approaches from the physics and the engineering communities on chaos control. This new perspective reveals some new potential applications such as chaos synchronization and normal form analysis from a unified mathematical point of view",
    "original_translation": "Sobre la relación entre la variación paramétrica y la retroalimentación del estado en el control del caos En esta Carta, estudiamos la variación paramétrica popular control del caos y metodologías de retroalimentación del estado en el control del caos, y señalamos por primera vez que en realidad son equivalentes en el sentido de que existen difeomorfismos que pueden convertirse uno al otro para los sistemas caóticos más suaves. Las conversiones detalladas se elaboran para mapas caóticos discretos típicos (logístico, Henon) y flujos continuos (Rossler, Lorenz) para la ilustración. Esto unifica los dos enfoques aparentemente diferentes de la física y las comunidades de ingeniería sobre el control del caos. Esta nueva perspectiva revela algunas nuevas aplicaciones potenciales como la sincronización del caos y el análisis de formas normales desde un punto de vista matemático unificado",
    "error_count": 5,
    "keys": {
        "parametric variation": {
            "translated_key": "variación paramétrica",
            "translated_annotated_text": "Sobre la relación entre la \"variación paramétrica\" y la retroalimentación del estado en el control del caos En esta Carta, estudiamos la popular \"variación paramétrica\" del control del caos y las metodologías de retroalimentación del estado en el control del caos, y señalamos por primera vez que en realidad son equivalentes en el sentido de que existen difeomorfismos que pueden convertirse uno al otro para los sistemas caóticos más suaves. Las conversiones detalladas se elaboran para mapas caóticos discretos típicos (logístico, Henon) y flujos continuos (Rossler, Lorenz) para la ilustración. Esto unifica los dos enfoques aparentemente diferentes de la física y las comunidades de ingeniería sobre el control del caos. Esta nueva perspectiva revela algunas nuevas aplicaciones potenciales como la sincronización del caos y el análisis de formas normales desde un punto de vista matemático unificado ",
            "error": [
                ""
            ]
        },
        "chaos control": {
            "translated_key": "control del caos",
            "translated_annotated_text": "Sobre la relación entre la variación paramétrica y la retroalimentación del estado en el \"control del caos\" En esta Carta, estudiamos la variación paramétrica popular \"control del caos\" y metodologías de retroalimentación del estado en el \"control del caos\", y señalamos por primera vez que en realidad son equivalentes en el sentido de que existen difeomorfismos que pueden convertirse uno al otro para los sistemas caóticos más suaves. Las conversiones detalladas se elaboran para mapas caóticos discretos típicos (logístico, Henon) y flujos continuos (Rossler, Lorenz) para la ilustración. Esto unifica los dos enfoques aparentemente diferentes de la física y las comunidades de ingeniería en el \"control del caos\". Esta nueva perspectiva revela algunas nuevas aplicaciones potenciales como la sincronización del caos y el análisis de formas normales desde un punto de vista matemático unificado ",
            "error": [
                ""
            ]
        },
        "state-feedback": {
            "translated_key": "retroalimentación de estado",
            "translated_annotated_text": "Sobre la relación entre variación paramétrica y retroalimentación de estado en el control del caos En esta Carta, estudiamos las metodologías populares de control del caos de variación paramétrica y \"retroalimentación de estado\" en el control del caos, y señalamos por primera vez que son realmente equivalentes en el sentido de que existen difeomorfismos que pueden convertirse uno al otro para los sistemas caóticos más suaves. Las conversiones detalladas se elaboran para mapas caóticos discretos típicos (logístico, Henon) y flujos continuos (Rossler, Lorenz) para la ilustración. Esto unifica los dos enfoques aparentemente diferentes de la física y las comunidades de ingeniería sobre el control del caos. Esta nueva perspectiva revela algunas nuevas aplicaciones potenciales como la sincronización del caos y el análisis de formas normales desde un punto de vista matemático unificado ",
            "error": [
                ""
            ]
        },
        "logistic": {
            "translated_key": "logístico",
            "translated_annotated_text": "Sobre la relación entre la variación paramétrica y la retroalimentación del estado en el control del caos En esta Carta, estudiamos la variación paramétrica popular control del caos y metodologías de retroalimentación del estado en el control del caos, y señalamos por primera vez que en realidad son equivalentes en el sentido de que existen difeomorfismos que pueden convertirse uno al otro para los sistemas caóticos más suaves. Las conversiones detalladas se elaboran para mapas caóticos discretos típicos (\"logístico\", Henon) y flujos continuos (Rossler, Lorenz) para la ilustración. Esto unifica los dos enfoques aparentemente diferentes de la física y las comunidades de ingeniería sobre el control del caos. Esta nueva perspectiva revela algunas nuevas aplicaciones potenciales como la sincronización del caos y el análisis de formas normales desde un punto de vista matemático unificado ",
            "error": [
                ""
            ]
        },
        "Henon map": {
            "translated_key": [],
            "translated_annotated_text": "Sobre la relación entre la variación paramétrica y la retroalimentación del estado en el control del caos En esta Carta, estudiamos la variación paramétrica popular control del caos y metodologías de retroalimentación del estado en el control del caos, y señalamos por primera vez que en realidad son equivalentes en el sentido de que existen difeomorfismos que pueden convertirse uno al otro para los sistemas caóticos más suaves. Las conversiones detalladas se elaboran para mapas caóticos discretos típicos (logístico, Henon) y flujos continuos (Rossler, Lorenz) para la ilustración. Esto unifica los dos enfoques aparentemente diferentes de la física y las comunidades de ingeniería sobre el control del caos. Esta nueva perspectiva revela algunas nuevas aplicaciones potenciales como la sincronización del caos y el análisis de formas normales desde un punto de vista matemático unificado ",
            "error": []
        },
        "continuous flows": {
            "translated_key": "flujos continuos",
            "translated_annotated_text": "Sobre la relación entre la variación paramétrica y la retroalimentación del estado en el control del caos En esta Carta, estudiamos la variación paramétrica popular control del caos y metodologías de retroalimentación del estado en el control del caos, y señalamos por primera vez que en realidad son equivalentes en el sentido de que existen difeomorfismos que pueden convertirse uno al otro para los sistemas caóticos más suaves. Las conversiones detalladas se elaboran para mapas caóticos discretos típicos (logístico, Henon) y \"flujos continuos\" (Rossler, Lorenz) para la ilustración. Esto unifica los dos enfoques aparentemente diferentes de la física y las comunidades de ingeniería sobre el control del caos. Esta nueva perspectiva revela algunas nuevas aplicaciones potenciales como la sincronización del caos y el análisis de formas normales desde un punto de vista matemático unificado ",
            "error": [
                ""
            ]
        },
        "Rossler system": {
            "translated_key": [],
            "translated_annotated_text": "Sobre la relación entre la variación paramétrica y la retroalimentación del estado en el control del caos En esta Carta, estudiamos la variación paramétrica popular control del caos y metodologías de retroalimentación del estado en el control del caos, y señalamos por primera vez que en realidad son equivalentes en el sentido de que existen difeomorfismos que pueden convertirse uno al otro para los sistemas caóticos más suaves. Las conversiones detalladas se elaboran para mapas caóticos discretos típicos (logístico, Henon) y flujos continuos (Rossler, Lorenz) para la ilustración. Esto unifica los dos enfoques aparentemente diferentes de la física y las comunidades de ingeniería sobre el control del caos. Esta nueva perspectiva revela algunas nuevas aplicaciones potenciales como la sincronización del caos y el análisis de formas normales desde un punto de vista matemático unificado ",
            "error": []
        },
        "Lorenz system": {
            "translated_key": [],
            "translated_annotated_text": "Sobre la relación entre la variación paramétrica y la retroalimentación del estado en el control del caos En esta Carta, estudiamos la variación paramétrica popular control del caos y metodologías de retroalimentación del estado en el control del caos, y señalamos por primera vez que en realidad son equivalentes en el sentido de que existen difeomorfismos que pueden convertirse uno al otro para los sistemas caóticos más suaves. Las conversiones detalladas se elaboran para mapas caóticos discretos típicos (logístico, Henon) y flujos continuos (Rossler, Lorenz) para la ilustración. Esto unifica los dos enfoques aparentemente diferentes de la física y las comunidades de ingeniería sobre el control del caos. Esta nueva perspectiva revela algunas nuevas aplicaciones potenciales como la sincronización del caos y el análisis de formas normales desde un punto de vista matemático unificado ",
            "error": []
        },
        "diffeomorphisms": {
            "translated_key": "difeomorfismos",
            "translated_annotated_text": "Sobre la relación entre la variación paramétrica y la retroalimentación del estado en el control del caos En esta Carta, estudiamos la variación paramétrica popular control del caos y metodologías de retroalimentación del estado en el control del caos, y señalamos por primera vez que en realidad son equivalentes en el sentido de que existen \"difeomorfismos\" que pueden convertirse uno al otro para los sistemas caóticos más suaves. Las conversiones detalladas se elaboran para mapas caóticos discretos típicos (logístico, Henon) y flujos continuos (Rossler, Lorenz) para la ilustración. Esto unifica los dos enfoques aparentemente diferentes de la física y las comunidades de ingeniería sobre el control del caos. Esta nueva perspectiva revela algunas nuevas aplicaciones potenciales como la sincronización del caos y el análisis de formas normales desde un punto de vista matemático unificado ",
            "error": [
                ""
            ]
        },
        "chaos": {
            "translated_key": "caos",
            "translated_annotated_text": "Sobre la relación entre la variación paramétrica y la retroalimentación del estado en el control \"caos\" En esta Carta, estudiamos la variación paramétrica popular \"caos\" control y metodologías de retroalimentación del estado en el control \"caos\", y señalamos por primera vez que son realmente equivalentes en el sentido de que existen difeomorfismos que pueden convertirse uno al otro para los sistemas caóticos más suaves. Las conversiones detalladas se elaboran para mapas caóticos discretos típicos (logístico, Henon) y flujos continuos (Rossler, Lorenz) para la ilustración. Esto unifica los dos enfoques aparentemente diferentes de la física y las comunidades de ingeniería en el control \"caos\". Esta nueva perspectiva revela algunas nuevas aplicaciones potenciales como la sincronización \"caos\" y el análisis de formas normales desde un punto de vista matemático unificado ",
            "error": [
                ""
            ]
        },
        "Henon mapping": {
            "translated_key": [],
            "translated_annotated_text": "Sobre la relación entre la variación paramétrica y la retroalimentación del estado en el control del caos En esta Carta, estudiamos la variación paramétrica popular control del caos y metodologías de retroalimentación del estado en el control del caos, y señalamos por primera vez que en realidad son equivalentes en el sentido de que existen difeomorfismos que pueden convertirse uno al otro para los sistemas caóticos más suaves. Las conversiones detalladas se elaboran para mapas caóticos discretos típicos (logístico, Henon) y flujos continuos (Rossler, Lorenz) para la ilustración. Esto unifica los dos enfoques aparentemente diferentes de la física y las comunidades de ingeniería sobre el control del caos. Esta nueva perspectiva revela algunas nuevas aplicaciones potenciales como la sincronización del caos y el análisis de formas normales desde un punto de vista matemático unificado ",
            "error": []
        },
        "nonlinear control systems": {
            "translated_key": [],
            "translated_annotated_text": "Sobre la relación entre la variación paramétrica y la retroalimentación del estado en el control del caos En esta Carta, estudiamos la variación paramétrica popular control del caos y metodologías de retroalimentación del estado en el control del caos, y señalamos por primera vez que en realidad son equivalentes en el sentido de que existen difeomorfismos que pueden convertirse uno al otro para los sistemas caóticos más suaves. Las conversiones detalladas se elaboran para mapas caóticos discretos típicos (logístico, Henon) y flujos continuos (Rossler, Lorenz) para la ilustración. Esto unifica los dos enfoques aparentemente diferentes de la física y las comunidades de ingeniería sobre el control del caos. Esta nueva perspectiva revela algunas nuevas aplicaciones potenciales como la sincronización del caos y el análisis de formas normales desde un punto de vista matemático unificado ",
            "error": []
        },
        "state feedback": {
            "translated_key": "realimentación del estado",
            "translated_annotated_text": "Sobre la relación entre la variación paramétrica y la \"realimentación del estado\" en el control del caos En esta Carta, estudiamos la variación paramétrica popular control del caos y metodologías de retroalimentación del estado en el control del caos, y señalamos por primera vez que son realmente equivalentes en el sentido de que existen difeomorfismos que pueden convertirse uno al otro para los sistemas caóticos más suaves. Las conversiones detalladas se elaboran para mapas caóticos discretos típicos (logístico, Henon) y flujos continuos (Rossler, Lorenz) para la ilustración. Esto unifica los dos enfoques aparentemente diferentes de la física y las comunidades de ingeniería sobre el control del caos. Esta nueva perspectiva revela algunas nuevas aplicaciones potenciales como la sincronización del caos y el análisis de formas normales desde un punto de vista matemático unificado ",
            "error": [
                ""
            ]
        }
    }
}