{
    "original_text": "Stabilization of global invariant sets for chaotic systems: an energy based control approach This paper presents a new control approach for steering trajectories of three-dimensional nonlinear chaotic systems towards stable stationary states or time-periodic orbits. The proposed method mainly consists in a sliding mode-based control design that is extended by an explicit consideration of system energy as basis for both controller design and system stabilization. The control objective is then to regulate the energy with respect to a shaped nominal representation implicitly related to system trajectories. In this paper, we establish some theoretical results to introduce the control design approach referred to as energy based sliding mode control. Then, some capabilities of the proposed approach are illustrated through examples related to the chaotic circuit of Chua",
    "original_translation": "Estabilización de conjuntos invariantes globales para sistemas caóticos: un enfoque de control basado en energía Este artículo presenta un nuevo enfoque de control para dirigir trayectorias de sistemas caóticos tridimensionales no lineales hacia estados estacionarios estables o órbitas periódicas temporales. El método propuesto consiste principalmente en un diseño de control basado en modos deslizantes que se extiende por una consideración explícita de la energía del sistema como base tanto para el diseño del controlador como para la estabilización del sistema. El objetivo de control es entonces regular la energía con respecto a una representación nominal en forma implícita relacionada con las trayectorias del sistema. En este trabajo, establecemos algunos resultados teóricos para introducir el enfoque de diseño de control denominado control de modo deslizante basado en energía. Entonces, algunas capacidades del enfoque propuesto se ilustran a través de ejemplos relacionados con el circuito caótico de Chua",
    "error_count": 6,
    "keys": {
        "three-dimensional nonlinear chaotic systems": {
            "translated_key": [],
            "translated_annotated_text": "Estabilización de conjuntos invariantes globales para sistemas caóticos: un enfoque de control basado en energía Este artículo presenta un nuevo enfoque de control para trayectorias de dirección de sistemas caóticos tridimensionales no lineales hacia estados estacionarios estables o órbitas periódicas temporales. El método propuesto consiste principalmente en un diseño de control basado en modos deslizantes que se extiende por una consideración explícita de la energía del sistema como base tanto para el diseño del controlador como para la estabilización del sistema. El objetivo de control es entonces regular la energía con respecto a una representación nominal en forma implícita relacionada con las trayectorias del sistema. En este trabajo, establecemos algunos resultados teóricos para introducir el enfoque de diseño de control denominado control de modo deslizante basado en energía. Entonces, algunas capacidades del enfoque propuesto se ilustran a través de ejemplos relacionados con el circuito caótico de Chua ",
            "error": []
        },
        "stable stationary states": {
            "translated_key": "estados estacionarios estables",
            "translated_annotated_text": "Estabilización de conjuntos invariantes globales para sistemas caóticos: un enfoque de control basado en energía Este artículo presenta un nuevo enfoque de control para trayectorias de dirección de sistemas caóticos tridimensionales no lineales hacia <br>estados estacionarios estables</br> o órbitas periódicas temporales.  El método propuesto consiste principalmente en un diseño de control basado en modos deslizantes que se extiende por una consideración explícita de la energía del sistema como base tanto para el diseño del controlador como para la estabilización del sistema. El objetivo de control es entonces regular la energía con respecto a una representación nominal en forma implícita relacionada con las trayectorias del sistema. En este trabajo, establecemos algunos resultados teóricos para introducir el enfoque de diseño de control denominado control de modo deslizante basado en energía. Entonces, algunas capacidades del enfoque propuesto se ilustran a través de ejemplos relacionados con el circuito caótico de Chua ",
            "error": [
                ""
            ]
        },
        "time-periodic orbits": {
            "translated_key": "time",
            "translated_annotated_text": "Estabilización de conjuntos invariantes globales para sistemas caóticos: un enfoque de control basado en energía Este artículo presenta un nuevo enfoque de control para trayectorias de dirección de sistemas caóticos tridimensionales no lineales hacia estados estacionarios estables o órbitas periódicas <br>time</br>. El método propuesto consiste principalmente en un diseño de control basado en modos deslizantes que se extiende por una consideración explícita de la energía del sistema como base tanto para el diseño del controlador como para la estabilización del sistema. El objetivo de control es entonces regular la energía con respecto a una representación nominal en forma implícita relacionada con las trayectorias del sistema. En este trabajo, establecemos algunos resultados teóricos para introducir el enfoque de diseño de control denominado control de modo deslizante basado en energía. Entonces, algunas capacidades del enfoque propuesto se ilustran a través de ejemplos relacionados con el circuito caótico de Chua ",
            "error": [
                ""
            ]
        },
        "sliding mode-based control": {
            "translated_key": "sliding mode",
            "translated_annotated_text": "Estabilización de conjuntos invariantes globales para sistemas caóticos: un enfoque de control basado en energía Este artículo presenta un nuevo enfoque de control para dirigir trayectorias de sistemas caóticos tridimensionales no lineales hacia estados estacionarios estables o órbitas periódicas temporales. El método propuesto consiste principalmente en un diseño basado en el control <br>sliding mode</br> que se extiende por una consideración explícita de la energía del sistema como base tanto para el diseño del controlador como para la estabilización del sistema. El objetivo de control es entonces regular la energía con respecto a una representación nominal en forma implícita relacionada con las trayectorias del sistema. En este trabajo, establecemos algunos resultados teóricos para introducir el enfoque de diseño de control denominado control de modo deslizante basado en energía. Entonces, algunas capacidades del enfoque propuesto se ilustran a través de ejemplos relacionados con el circuito caótico de Chua ",
            "error": [
                ""
            ]
        },
        "energy based sliding mode control": {
            "translated_key": "energy based sliding mode control",
            "translated_annotated_text": "Estabilización de conjuntos invariantes globales para sistemas caóticos: un enfoque de control basado en energía Este artículo presenta un nuevo enfoque de control para dirigir trayectorias de sistemas caóticos tridimensionales no lineales hacia estados estacionarios estables o órbitas periódicas temporales. El método propuesto consiste principalmente en un diseño de control basado en modos deslizantes que se extiende por una consideración explícita de la energía del sistema como base tanto para el diseño del controlador como para la estabilización del sistema. El objetivo de control es entonces regular la energía con respecto a una representación nominal en forma implícita relacionada con las trayectorias del sistema. En este trabajo, establecemos algunos resultados teóricos para introducir el enfoque de diseño de control denominado <br>energy based sliding mode control</br>. Entonces, algunas capacidades del enfoque propuesto se ilustran a través de ejemplos relacionados con el circuito caótico de Chua ",
            "error": [
                ""
            ]
        },
        "Chuas circuit": {
            "translated_key": [],
            "translated_annotated_text": "Estabilización de conjuntos invariantes globales para sistemas caóticos: un enfoque de control basado en energía Este artículo presenta un nuevo enfoque de control para dirigir trayectorias de sistemas caóticos tridimensionales no lineales hacia estados estacionarios estables o órbitas periódicas temporales. El método propuesto consiste principalmente en un diseño de control basado en modos deslizantes que se extiende por una consideración explícita de la energía del sistema como base tanto para el diseño del controlador como para la estabilización del sistema. El objetivo de control es entonces regular la energía con respecto a una representación nominal en forma implícita relacionada con las trayectorias del sistema. En este trabajo, establecemos algunos resultados teóricos para introducir el enfoque de diseño de control denominado control de modo deslizante basado en energía. Entonces, algunas capacidades del enfoque propuesto se ilustran a través de ejemplos relacionados con el circuito caótico de Chua ",
            "error": []
        },
        "global invariant sets": {
            "translated_key": "global",
            "translated_annotated_text": "Estabilización de conjuntos invariantes <br>global</br> para sistemas caóticos: un enfoque de control basado en energía Este artículo presenta un nuevo enfoque de control para trayectorias de dirección de sistemas caóticos tridimensionales no lineales hacia estados estacionarios estables o órbitas periódicas temporales. El método propuesto consiste principalmente en un diseño de control basado en modos deslizantes que se extiende por una consideración explícita de la energía del sistema como base tanto para el diseño del controlador como para la estabilización del sistema. El objetivo de control es entonces regular la energía con respecto a una representación nominal en forma implícita relacionada con las trayectorias del sistema. En este trabajo, establecemos algunos resultados teóricos para introducir el enfoque de diseño de control denominado control de modo deslizante basado en energía. Entonces, algunas capacidades del enfoque propuesto se ilustran a través de ejemplos relacionados con el circuito caótico de Chua ",
            "error": [
                ""
            ]
        },
        "chaos": {
            "translated_key": [],
            "translated_annotated_text": "Estabilización de conjuntos invariantes globales para sistemas caóticos: un enfoque de control basado en energía Este artículo presenta un nuevo enfoque de control para dirigir trayectorias de sistemas caóticos tridimensionales no lineales hacia estados estacionarios estables o órbitas periódicas temporales. El método propuesto consiste principalmente en un diseño de control basado en modos deslizantes que se extiende por una consideración explícita de la energía del sistema como base tanto para el diseño del controlador como para la estabilización del sistema. El objetivo de control es entonces regular la energía con respecto a una representación nominal en forma implícita relacionada con las trayectorias del sistema. En este trabajo, establecemos algunos resultados teóricos para introducir el enfoque de diseño de control denominado control de modo deslizante basado en energía. Entonces, algunas capacidades del enfoque propuesto se ilustran a través de ejemplos relacionados con el circuito caótico de Chua ",
            "error": []
        },
        "set theory": {
            "translated_key": [],
            "translated_annotated_text": "Estabilización de conjuntos invariantes globales para sistemas caóticos: un enfoque de control basado en energía Este artículo presenta un nuevo enfoque de control para dirigir trayectorias de sistemas caóticos tridimensionales no lineales hacia estados estacionarios estables o órbitas periódicas temporales. El método propuesto consiste principalmente en un diseño de control basado en modos deslizantes que se extiende por una consideración explícita de la energía del sistema como base tanto para el diseño del controlador como para la estabilización del sistema. El objetivo de control es entonces regular la energía con respecto a una representación nominal en forma implícita relacionada con las trayectorias del sistema. En este trabajo, establecemos algunos resultados teóricos para introducir el enfoque de diseño de control denominado control de modo deslizante basado en energía. Entonces, algunas capacidades del enfoque propuesto se ilustran a través de ejemplos relacionados con el circuito caótico de Chua ",
            "error": []
        },
        "variable structure systems": {
            "translated_key": [],
            "translated_annotated_text": "Estabilización de conjuntos invariantes globales para sistemas caóticos: un enfoque de control basado en energía Este artículo presenta un nuevo enfoque de control para dirigir trayectorias de sistemas caóticos tridimensionales no lineales hacia estados estacionarios estables o órbitas periódicas temporales. El método propuesto consiste principalmente en un diseño de control basado en modos deslizantes que se extiende por una consideración explícita de la energía del sistema como base tanto para el diseño del controlador como para la estabilización del sistema. El objetivo de control es entonces regular la energía con respecto a una representación nominal en forma implícita relacionada con las trayectorias del sistema. En este trabajo, establecemos algunos resultados teóricos para introducir el enfoque de diseño de control denominado control de modo deslizante basado en energía. Entonces, algunas capacidades del enfoque propuesto se ilustran a través de ejemplos relacionados con el circuito caótico de Chua ",
            "error": []
        }
    }
}