{
    "original_text": "Time-integration of multiphase chemistry in size-resolved cloud models The existence of cloud drops leads to a transfer of chemical species between the gas and aqueous phases. Species concentrations in both phases are modified by chemical reactions and by this phase transfer. The model equations resulting from such multiphase chemical systems are nonlinear, highly coupled and extremely stiff. In the paper we investigate several numerical approaches for treating such processes. The droplets are subdivided into several classes. This decomposition of the droplet spectrum into classes is based on their droplet size and the amount of scavenged material inside the drops, respectively. The very fast dissociations in the aqueous phase chemistry are treated as forward and backward reactions. The aqueous phase and gas phase chemistry, the mass transfer between the different droplet classes among themselves and with the gas phase are integrated in an implicit and coupled manner by the second order BDF method. For this part we apply a modification of the code LSODE with special linear system solvers. These direct sparse techniques exploit the special block structure of the corresponding Jacobian. Furthermore we investigate an approximate matrix factorization which is related to operator splitting at the linear algebra level. The sparse Jacobians are generated explicitly and stored in a sparse form. The efficiency and accuracy of our time-integration schemes is discussed for four multiphase chemistry systems of different complexity and for a different number of droplet classes",
    "original_translation": "Integración temporal de la química multifásica en modelos de nubes de tamaño resuelto La existencia de gotas de nubes conduce a una transferencia de especies químicas entre las fases gaseosas y acuosas. Las concentraciones de las especies en ambas fases se modifican por reacciones químicas y por esta transferencia de fases. Las ecuaciones del modelo resultantes de tales sistemas químicos multifásicos no son lineales, altamente acopladas y extremadamente rígidas. En el artículo investigamos varios enfoques numéricos para tratar tales procesos. Las gotitas se subdividen en varias clases. Esta descomposición del espectro de gotitas en clases se basa en su tamaño de gotitas y la cantidad de material escaveado dentro de las gotas, respectivamente. Las disociaciones muy rápidas en la química de la fase acuosa se tratan como reacciones hacia adelante y hacia atrás. La química de fase acuosa y fase gaseosa, la transferencia de masa entre las diferentes clases de gotitas entre sí y con la fase gaseosa se integran de manera implícita y acoplada por el método BDF de segundo orden. Para esta parte aplicamos una modificación del código LSODE con solucionadores de sistema lineales especiales. Estas técnicas directas escasas explotan la estructura de bloques especiales del Jacobiano correspondiente. Además investigamos una factorización de matriz aproximada que está relacionada con la división del operador en el nivel de álgebra lineal. Los pocos jacobinos se generan explícitamente y se almacenan en una forma escasa. La eficiencia y precisión de nuestros esquemas de integración temporal se discute para cuatro sistemas de química multifásica de diferente complejidad y para un número diferente de clases de gotitas",
    "error_count": 9,
    "keys": {
        "multiphase chemistry": {
            "translated_key": "química multifásica",
            "translated_annotated_text": "Integración temporal de la \"química multifásica\" en modelos de nubes de tamaño resuelto La existencia de caídas de nubes conduce a una transferencia de especies químicas entre las fases gaseosa y acuosa. Las concentraciones de las especies en ambas fases se modifican por reacciones químicas y por esta transferencia de fases. Las ecuaciones del modelo resultantes de tales sistemas químicos multifásicos no son lineales, altamente acopladas y extremadamente rígidas. En el artículo investigamos varios enfoques numéricos para tratar tales procesos. Las gotitas se subdividen en varias clases. Esta descomposición del espectro de gotitas en clases se basa en su tamaño de gotitas y la cantidad de material escaveado dentro de las gotas, respectivamente. Las disociaciones muy rápidas en la química de la fase acuosa se tratan como reacciones hacia adelante y hacia atrás. La química de fase acuosa y fase gaseosa, la transferencia de masa entre las diferentes clases de gotitas entre sí y con la fase gaseosa se integran de manera implícita y acoplada por el método BDF de segundo orden. Para esta parte aplicamos una modificación del código LSODE con solucionadores de sistema lineales especiales. Estas técnicas directas escasas explotan la estructura de bloques especiales del Jacobiano correspondiente. Además investigamos una factorización de matriz aproximada que está relacionada con la división del operador en el nivel de álgebra lineal. Los pocos jacobinos se generan explícitamente y se almacenan en una forma escasa. La eficiencia y precisión de nuestros esquemas de integración temporal se discute para cuatro sistemas de \"química multifásica\" de diferente complejidad y para un número diferente de clases de gotas ",
            "error": [
                ""
            ]
        },
        "size-resolved cloud models": {
            "translated_key": "modelos de nubes de tamaño resuelto",
            "translated_annotated_text": "Integración temporal de la química multifásica en \"modelos de nubes de tamaño resuelto\" La existencia de gotas de nubes conduce a una transferencia de especies químicas entre las fases gaseosa y acuosa. Las concentraciones de las especies en ambas fases se modifican por reacciones químicas y por esta transferencia de fases. Las ecuaciones del modelo resultantes de tales sistemas químicos multifásicos no son lineales, altamente acopladas y extremadamente rígidas. En el artículo investigamos varios enfoques numéricos para tratar tales procesos. Las gotitas se subdividen en varias clases. Esta descomposición del espectro de gotitas en clases se basa en su tamaño de gotitas y la cantidad de material escaveado dentro de las gotas, respectivamente. Las disociaciones muy rápidas en la química de la fase acuosa se tratan como reacciones hacia adelante y hacia atrás. La química de fase acuosa y fase gaseosa, la transferencia de masa entre las diferentes clases de gotitas entre sí y con la fase gaseosa se integran de manera implícita y acoplada por el método BDF de segundo orden. Para esta parte aplicamos una modificación del código LSODE con solucionadores de sistema lineales especiales. Estas técnicas directas escasas explotan la estructura de bloques especiales del Jacobiano correspondiente. Además investigamos una factorización de matriz aproximada que está relacionada con la división del operador en el nivel de álgebra lineal. Los pocos jacobinos se generan explícitamente y se almacenan en una forma escasa. La eficiencia y precisión de nuestros esquemas de integración temporal se discute para cuatro sistemas de química multifásica de diferente complejidad y para un número diferente de clases de gotitas ",
            "error": [
                ""
            ]
        },
        "cloud drops": {
            "translated_key": "caídas de nubes",
            "translated_annotated_text": "Integración temporal de la química multifásica en modelos de nubes de tamaño resuelto La existencia de \"caídas de nubes\" lleva a una transferencia de especies químicas entre las fases gaseosa y acuosa. Las concentraciones de las especies en ambas fases se modifican por reacciones químicas y por esta transferencia de fases. Las ecuaciones del modelo resultantes de tales sistemas químicos multifásicos no son lineales, altamente acopladas y extremadamente rígidas. En el artículo investigamos varios enfoques numéricos para tratar tales procesos. Las gotitas se subdividen en varias clases. Esta descomposición del espectro de gotitas en clases se basa en su tamaño de gotitas y la cantidad de material escaveado dentro de las gotas, respectivamente. Las disociaciones muy rápidas en la química de la fase acuosa se tratan como reacciones hacia adelante y hacia atrás. La química de fase acuosa y fase gaseosa, la transferencia de masa entre las diferentes clases de gotitas entre sí y con la fase gaseosa se integran de manera implícita y acoplada por el método BDF de segundo orden. Para esta parte aplicamos una modificación del código LSODE con solucionadores de sistema lineales especiales. Estas técnicas directas escasas explotan la estructura de bloques especiales del Jacobiano correspondiente. Además investigamos una factorización de matriz aproximada que está relacionada con la división del operador en el nivel de álgebra lineal. Los pocos jacobinos se generan explícitamente y se almacenan en una forma escasa. La eficiencia y precisión de nuestros esquemas de integración temporal se discute para cuatro sistemas de química multifásica de diferente complejidad y para un número diferente de clases de gotitas ",
            "error": [
                ""
            ]
        },
        "chemical species": {
            "translated_key": "especies químicas",
            "translated_annotated_text": "Integración temporal de la química multifásica en modelos de nubes de tamaño resuelto La existencia de gotas de nubes conduce a una transferencia de \"especies químicas\" entre las fases gaseosas y acuosas. Las concentraciones de las especies en ambas fases se modifican por reacciones químicas y por esta transferencia de fases. Las ecuaciones del modelo resultantes de tales sistemas químicos multifásicos no son lineales, altamente acopladas y extremadamente rígidas. En el artículo investigamos varios enfoques numéricos para tratar tales procesos. Las gotitas se subdividen en varias clases. Esta descomposición del espectro de gotitas en clases se basa en su tamaño de gotitas y la cantidad de material escaveado dentro de las gotas, respectivamente. Las disociaciones muy rápidas en la química de la fase acuosa se tratan como reacciones hacia adelante y hacia atrás. La química de fase acuosa y fase gaseosa, la transferencia de masa entre las diferentes clases de gotitas entre sí y con la fase gaseosa se integran de manera implícita y acoplada por el método BDF de segundo orden. Para esta parte aplicamos una modificación del código LSODE con solucionadores de sistema lineales especiales. Estas técnicas directas escasas explotan la estructura de bloques especiales del Jacobiano correspondiente. Además investigamos una factorización de matriz aproximada que está relacionada con la división del operador en el nivel de álgebra lineal. Los pocos jacobinos se generan explícitamente y se almacenan en una forma escasa. La eficiencia y precisión de nuestros esquemas de integración temporal se discute para cuatro sistemas de química multifásica de diferente complejidad y para un número diferente de clases de gotitas ",
            "error": [
                ""
            ]
        },
        "chemical reactions": {
            "translated_key": "reacciones químicas",
            "translated_annotated_text": "Integración temporal de la química multifásica en modelos de nubes de tamaño resuelto La existencia de gotas de nubes conduce a una transferencia de especies químicas entre las fases gaseosas y acuosas. Las concentraciones de las especies en ambas fases se modifican por \"reacciones químicas\" y por esta transferencia de fases. Las ecuaciones del modelo resultantes de tales sistemas químicos multifásicos no son lineales, altamente acopladas y extremadamente rígidas. En el artículo investigamos varios enfoques numéricos para tratar tales procesos. Las gotitas se subdividen en varias clases. Esta descomposición del espectro de gotitas en clases se basa en su tamaño de gotitas y la cantidad de material escaveado dentro de las gotas, respectivamente. Las disociaciones muy rápidas en la química de la fase acuosa se tratan como reacciones hacia adelante y hacia atrás. La química de fase acuosa y fase gaseosa, la transferencia de masa entre las diferentes clases de gotitas entre sí y con la fase gaseosa se integran de manera implícita y acoplada por el método BDF de segundo orden. Para esta parte aplicamos una modificación del código LSODE con solucionadores de sistema lineales especiales. Estas técnicas directas escasas explotan la estructura de bloques especiales del Jacobiano correspondiente. Además investigamos una factorización de matriz aproximada que está relacionada con la división del operador en el nivel de álgebra lineal. Los pocos jacobinos se generan explícitamente y se almacenan en una forma escasa. La eficiencia y precisión de nuestros esquemas de integración temporal se discute para cuatro sistemas de química multifásica de diferente complejidad y para un número diferente de clases de gotitas ",
            "error": [
                ""
            ]
        },
        "multiphase chemical systems": {
            "translated_key": "sistemas químicos multifásicos",
            "translated_annotated_text": "Integración temporal de la química multifásica en modelos de nubes de tamaño resuelto La existencia de gotas de nubes conduce a una transferencia de especies químicas entre las fases gaseosas y acuosas. Las concentraciones de las especies en ambas fases se modifican por reacciones químicas y por esta transferencia de fases. Las ecuaciones del modelo resultantes de tales \"sistemas químicos multifásicos\" no son lineales, altamente acopladas y extremadamente rígidas. En el artículo investigamos varios enfoques numéricos para tratar tales procesos. Las gotitas se subdividen en varias clases. Esta descomposición del espectro de gotitas en clases se basa en su tamaño de gotitas y la cantidad de material escaveado dentro de las gotas, respectivamente. Las disociaciones muy rápidas en la química de la fase acuosa se tratan como reacciones hacia adelante y hacia atrás. La química de fase acuosa y fase gaseosa, la transferencia de masa entre las diferentes clases de gotitas entre sí y con la fase gaseosa se integran de manera implícita y acoplada por el método BDF de segundo orden. Para esta parte aplicamos una modificación del código LSODE con solucionadores de sistema lineales especiales. Estas técnicas directas escasas explotan la estructura de bloques especiales del Jacobiano correspondiente. Además investigamos una factorización de matriz aproximada que está relacionada con la división del operador en el nivel de álgebra lineal. Los pocos jacobinos se generan explícitamente y se almacenan en una forma escasa. La eficiencia y precisión de nuestros esquemas de integración temporal se discute para cuatro sistemas de química multifásica de diferente complejidad y para un número diferente de clases de gotitas ",
            "error": [
                ""
            ]
        },
        "aqueous phase chemistry": {
            "translated_key": "química de fase acuosa",
            "translated_annotated_text": "Integración temporal de la química multifásica en modelos de nubes de tamaño resuelto La existencia de gotas de nubes conduce a una transferencia de especies químicas entre las fases gaseosas y acuosas. Las concentraciones de las especies en ambas fases se modifican por reacciones químicas y por esta transferencia de fases. Las ecuaciones del modelo resultantes de tales sistemas químicos multifásicos no son lineales, altamente acopladas y extremadamente rígidas. En el artículo investigamos varios enfoques numéricos para tratar tales procesos. Las gotitas se subdividen en varias clases. Esta descomposición del espectro de gotitas en clases se basa en su tamaño de gotitas y la cantidad de material escaveado dentro de las gotas, respectivamente. Las disociaciones muy rápidas en la \"química de fase acuosa\" son tratadas como reacciones hacia adelante y hacia atrás. La química de fase acuosa y fase gaseosa, la transferencia de masa entre las diferentes clases de gotitas entre sí y con la fase gaseosa se integran de manera implícita y acoplada por el método BDF de segundo orden. Para esta parte aplicamos una modificación del código LSODE con solucionadores de sistema lineales especiales. Estas técnicas directas escasas explotan la estructura de bloques especiales del Jacobiano correspondiente. Además investigamos una factorización de matriz aproximada que está relacionada con la división del operador en el nivel de álgebra lineal. Los pocos jacobinos se generan explícitamente y se almacenan en una forma escasa. La eficiencia y precisión de nuestros esquemas de integración temporal se discute para cuatro sistemas de química multifásica de diferente complejidad y para un número diferente de clases de gotitas ",
            "error": [
                ""
            ]
        },
        "gas phase chemistry": {
            "translated_key": "química de fase gaseosa",
            "translated_annotated_text": "Integración temporal de la química multifásica en modelos de nubes de tamaño resuelto La existencia de gotas de nubes conduce a una transferencia de especies químicas entre las fases gaseosas y acuosas. Las concentraciones de las especies en ambas fases se modifican por reacciones químicas y por esta transferencia de fases. Las ecuaciones del modelo resultantes de tales sistemas químicos multifásicos no son lineales, altamente acopladas y extremadamente rígidas. En el artículo investigamos varios enfoques numéricos para tratar tales procesos. Las gotitas se subdividen en varias clases. Esta descomposición del espectro de gotitas en clases se basa en su tamaño de gotitas y la cantidad de material escaveado dentro de las gotas, respectivamente. Las disociaciones muy rápidas en la química de la fase acuosa se tratan como reacciones hacia adelante y hacia atrás. La fase acuosa y la \"química de fase gaseosa\", la transferencia de masa entre las diferentes clases de gotitas entre sí y con la fase gaseosa se integran de manera implícita y acoplada por el método BDF de segundo orden. Para esta parte aplicamos una modificación del código LSODE con solucionadores de sistema lineales especiales. Estas técnicas directas escasas explotan la estructura de bloques especiales del Jacobiano correspondiente. Además investigamos una factorización de matriz aproximada que está relacionada con la división del operador en el nivel de álgebra lineal. Los pocos jacobinos se generan explícitamente y se almacenan en una forma escasa. La eficiencia y precisión de nuestros esquemas de integración temporal se discute para cuatro sistemas de química multifásica de diferente complejidad y para un número diferente de clases de gotitas ",
            "error": [
                ""
            ]
        },
        "approximate matrix factorization": {
            "translated_key": "factorización de matriz aproximada",
            "translated_annotated_text": "Integración temporal de la química multifásica en modelos de nubes de tamaño resuelto La existencia de gotas de nubes conduce a una transferencia de especies químicas entre las fases gaseosas y acuosas. Las concentraciones de las especies en ambas fases se modifican por reacciones químicas y por esta transferencia de fases. Las ecuaciones del modelo resultantes de tales sistemas químicos multifásicos no son lineales, altamente acopladas y extremadamente rígidas. En el artículo investigamos varios enfoques numéricos para tratar tales procesos. Las gotitas se subdividen en varias clases. Esta descomposición del espectro de gotitas en clases se basa en su tamaño de gotitas y la cantidad de material escaveado dentro de las gotas, respectivamente. Las disociaciones muy rápidas en la química de la fase acuosa se tratan como reacciones hacia adelante y hacia atrás. La química de fase acuosa y fase gaseosa, la transferencia de masa entre las diferentes clases de gotitas entre sí y con la fase gaseosa se integran de manera implícita y acoplada por el método BDF de segundo orden. Para esta parte aplicamos una modificación del código LSODE con solucionadores de sistema lineales especiales. Estas técnicas directas escasas explotan la estructura de bloques especiales del Jacobiano correspondiente. Además investigamos una \"factorización de matriz aproximada\" que está relacionada con la división del operador en el nivel de álgebra lineal. Los pocos jacobinos se generan explícitamente y se almacenan en una forma escasa. La eficiencia y precisión de nuestros esquemas de integración temporal se discute para cuatro sistemas de química multifásica de diferente complejidad y para un número diferente de clases de gotitas ",
            "error": [
                ""
            ]
        },
        "operator splitting": {
            "translated_key": "división del operador",
            "translated_annotated_text": "Integración temporal de la química multifásica en modelos de nubes de tamaño resuelto La existencia de gotas de nubes conduce a una transferencia de especies químicas entre las fases gaseosas y acuosas. Las concentraciones de las especies en ambas fases se modifican por reacciones químicas y por esta transferencia de fases. Las ecuaciones del modelo resultantes de tales sistemas químicos multifásicos no son lineales, altamente acopladas y extremadamente rígidas. En el artículo investigamos varios enfoques numéricos para tratar tales procesos. Las gotitas se subdividen en varias clases. Esta descomposición del espectro de gotitas en clases se basa en su tamaño de gotitas y la cantidad de material escaveado dentro de las gotas, respectivamente. Las disociaciones muy rápidas en la química de la fase acuosa se tratan como reacciones hacia adelante y hacia atrás. La química de fase acuosa y fase gaseosa, la transferencia de masa entre las diferentes clases de gotitas entre sí y con la fase gaseosa se integran de manera implícita y acoplada por el método BDF de segundo orden. Para esta parte aplicamos una modificación del código LSODE con solucionadores de sistema lineales especiales. Estas técnicas directas escasas explotan la estructura de bloques especiales del Jacobiano correspondiente. Además investigamos una factorización de matriz aproximada que está relacionada con la \"división del operador\" en el nivel de álgebra lineal. Los pocos jacobinos se generan explícitamente y se almacenan en una forma escasa. La eficiencia y precisión de nuestros esquemas de integración temporal se discute para cuatro sistemas de química multifásica de diferente complejidad y para un número diferente de clases de gotitas ",
            "error": [
                ""
            ]
        },
        "linear algebra": {
            "translated_key": "álgebra lineal",
            "translated_annotated_text": "Integración temporal de la química multifásica en modelos de nubes de tamaño resuelto La existencia de gotas de nubes conduce a una transferencia de especies químicas entre las fases gaseosas y acuosas. Las concentraciones de las especies en ambas fases se modifican por reacciones químicas y por esta transferencia de fases. Las ecuaciones del modelo resultantes de tales sistemas químicos multifásicos no son lineales, altamente acopladas y extremadamente rígidas. En el artículo investigamos varios enfoques numéricos para tratar tales procesos. Las gotitas se subdividen en varias clases. Esta descomposición del espectro de gotitas en clases se basa en su tamaño de gotitas y la cantidad de material escaveado dentro de las gotas, respectivamente. Las disociaciones muy rápidas en la química de la fase acuosa se tratan como reacciones hacia adelante y hacia atrás. La química de fase acuosa y fase gaseosa, la transferencia de masa entre las diferentes clases de gotitas entre sí y con la fase gaseosa se integran de manera implícita y acoplada por el método BDF de segundo orden. Para esta parte aplicamos una modificación del código LSODE con solucionadores de sistema lineales especiales. Estas técnicas directas escasas explotan la estructura de bloques especiales del Jacobiano correspondiente. Además investigamos una factorización de matriz aproximada que está relacionada con la división del operador en el nivel \"álgebra lineal\". Los pocos jacobinos se generan explícitamente y se almacenan en una forma escasa. La eficiencia y precisión de nuestros esquemas de integración temporal se discute para cuatro sistemas de química multifásica de diferente complejidad y para un número diferente de clases de gotitas ",
            "error": [
                ""
            ]
        },
        "sparse Jacobians": {
            "translated_key": "esparcidos jacobinos",
            "translated_annotated_text": "Integración temporal de la química multifásica en modelos de nubes de tamaño resuelto La existencia de gotas de nubes conduce a una transferencia de especies químicas entre las fases gaseosas y acuosas. Las concentraciones de las especies en ambas fases se modifican por reacciones químicas y por esta transferencia de fases. Las ecuaciones del modelo resultantes de tales sistemas químicos multifásicos no son lineales, altamente acopladas y extremadamente rígidas. En el artículo investigamos varios enfoques numéricos para tratar tales procesos. Las gotitas se subdividen en varias clases. Esta descomposición del espectro de gotitas en clases se basa en su tamaño de gotitas y la cantidad de material escaveado dentro de las gotas, respectivamente. Las disociaciones muy rápidas en la química de la fase acuosa se tratan como reacciones hacia adelante y hacia atrás. La química de fase acuosa y fase gaseosa, la transferencia de masa entre las diferentes clases de gotitas entre sí y con la fase gaseosa se integran de manera implícita y acoplada por el método BDF de segundo orden. Para esta parte aplicamos una modificación del código LSODE con solucionadores de sistema lineales especiales. Estas técnicas directas escasas explotan la estructura de bloques especiales del Jacobiano correspondiente. Además investigamos una factorización de matriz aproximada que está relacionada con la división del operador en el nivel de álgebra lineal. Los \"esparcidos jacobinos\" se generan explícitamente y se almacenan en una forma escasa. La eficiencia y precisión de nuestros esquemas de integración temporal se discute para cuatro sistemas de química multifásica de diferente complejidad y para un número diferente de clases de gotitas ",
            "error": [
                ""
            ]
        },
        "time-integration schemes": {
            "translated_key": "esquemas de integración temporal",
            "translated_annotated_text": "Integración temporal de la química multifásica en modelos de nubes de tamaño resuelto La existencia de gotas de nubes conduce a una transferencia de especies químicas entre las fases gaseosas y acuosas. Las concentraciones de las especies en ambas fases se modifican por reacciones químicas y por esta transferencia de fases. Las ecuaciones del modelo resultantes de tales sistemas químicos multifásicos no son lineales, altamente acopladas y extremadamente rígidas. En el artículo investigamos varios enfoques numéricos para tratar tales procesos. Las gotitas se subdividen en varias clases. Esta descomposición del espectro de gotitas en clases se basa en su tamaño de gotitas y la cantidad de material escaveado dentro de las gotas, respectivamente. Las disociaciones muy rápidas en la química de la fase acuosa se tratan como reacciones hacia adelante y hacia atrás. La química de fase acuosa y fase gaseosa, la transferencia de masa entre las diferentes clases de gotitas entre sí y con la fase gaseosa se integran de manera implícita y acoplada por el método BDF de segundo orden. Para esta parte aplicamos una modificación del código LSODE con solucionadores de sistema lineales especiales. Estas técnicas directas escasas explotan la estructura de bloques especiales del Jacobiano correspondiente. Además investigamos una factorización de matriz aproximada que está relacionada con la división del operador en el nivel de álgebra lineal. Los pocos jacobinos se generan explícitamente y se almacenan en una forma escasa. La eficiencia y precisión de nuestros \"esquemas de integración temporal\" se discute para cuatro sistemas de química multifásica de diferente complejidad y para un número diferente de clases de gotas ",
            "error": [
                ""
            ]
        },
        "air pollution modelling": {
            "translated_key": [],
            "translated_annotated_text": "Integración temporal de la química multifásica en modelos de nubes de tamaño resuelto La existencia de gotas de nubes conduce a una transferencia de especies químicas entre las fases gaseosas y acuosas. Las concentraciones de las especies en ambas fases se modifican por reacciones químicas y por esta transferencia de fases. Las ecuaciones del modelo resultantes de tales sistemas químicos multifásicos no son lineales, altamente acopladas y extremadamente rígidas. En el artículo investigamos varios enfoques numéricos para tratar tales procesos. Las gotitas se subdividen en varias clases. Esta descomposición del espectro de gotitas en clases se basa en su tamaño de gotitas y la cantidad de material escaveado dentro de las gotas, respectivamente. Las disociaciones muy rápidas en la química de la fase acuosa se tratan como reacciones hacia adelante y hacia atrás. La química de fase acuosa y fase gaseosa, la transferencia de masa entre las diferentes clases de gotitas entre sí y con la fase gaseosa se integran de manera implícita y acoplada por el método BDF de segundo orden. Para esta parte aplicamos una modificación del código LSODE con solucionadores de sistema lineales especiales. Estas técnicas directas escasas explotan la estructura de bloques especiales del Jacobiano correspondiente. Además investigamos una factorización de matriz aproximada que está relacionada con la división del operador en el nivel de álgebra lineal. Los pocos jacobinos se generan explícitamente y se almacenan en una forma escasa. La eficiencia y precisión de nuestros esquemas de integración temporal se discute para cuatro sistemas de química multifásica de diferente complejidad y para un número diferente de clases de gotitas ",
            "error": []
        },
        "atmospheric chemistry": {
            "translated_key": [],
            "translated_annotated_text": "Integración temporal de la química multifásica en modelos de nubes de tamaño resuelto La existencia de gotas de nubes conduce a una transferencia de especies químicas entre las fases gaseosas y acuosas. Las concentraciones de las especies en ambas fases se modifican por reacciones químicas y por esta transferencia de fases. Las ecuaciones del modelo resultantes de tales sistemas químicos multifásicos no son lineales, altamente acopladas y extremadamente rígidas. En el artículo investigamos varios enfoques numéricos para tratar tales procesos. Las gotitas se subdividen en varias clases. Esta descomposición del espectro de gotitas en clases se basa en su tamaño de gotitas y la cantidad de material escaveado dentro de las gotas, respectivamente. Las disociaciones muy rápidas en la química de la fase acuosa se tratan como reacciones hacia adelante y hacia atrás. La química de fase acuosa y fase gaseosa, la transferencia de masa entre las diferentes clases de gotitas entre sí y con la fase gaseosa se integran de manera implícita y acoplada por el método BDF de segundo orden. Para esta parte aplicamos una modificación del código LSODE con solucionadores de sistema lineales especiales. Estas técnicas directas escasas explotan la estructura de bloques especiales del Jacobiano correspondiente. Además investigamos una factorización de matriz aproximada que está relacionada con la división del operador en el nivel de álgebra lineal. Los pocos jacobinos se generan explícitamente y se almacenan en una forma escasa. La eficiencia y precisión de nuestros esquemas de integración temporal se discute para cuatro sistemas de química multifásica de diferente complejidad y para un número diferente de clases de gotitas ",
            "error": []
        },
        "clouds": {
            "translated_key": [],
            "translated_annotated_text": "Integración temporal de la química multifásica en modelos de nubes de tamaño resuelto La existencia de gotas de nubes conduce a una transferencia de especies químicas entre las fases gaseosas y acuosas. Las concentraciones de las especies en ambas fases se modifican por reacciones químicas y por esta transferencia de fases. Las ecuaciones del modelo resultantes de tales sistemas químicos multifásicos no son lineales, altamente acopladas y extremadamente rígidas. En el artículo investigamos varios enfoques numéricos para tratar tales procesos. Las gotitas se subdividen en varias clases. Esta descomposición del espectro de gotitas en clases se basa en su tamaño de gotitas y la cantidad de material escaveado dentro de las gotas, respectivamente. Las disociaciones muy rápidas en la química de la fase acuosa se tratan como reacciones hacia adelante y hacia atrás. La química de fase acuosa y fase gaseosa, la transferencia de masa entre las diferentes clases de gotitas entre sí y con la fase gaseosa se integran de manera implícita y acoplada por el método BDF de segundo orden. Para esta parte aplicamos una modificación del código LSODE con solucionadores de sistema lineales especiales. Estas técnicas directas escasas explotan la estructura de bloques especiales del Jacobiano correspondiente. Además investigamos una factorización de matriz aproximada que está relacionada con la división del operador en el nivel de álgebra lineal. Los pocos jacobinos se generan explícitamente y se almacenan en una forma escasa. La eficiencia y precisión de nuestros esquemas de integración temporal se discute para cuatro sistemas de química multifásica de diferente complejidad y para un número diferente de clases de gotitas ",
            "error": []
        },
        "environmental science computing": {
            "translated_key": [],
            "translated_annotated_text": "Integración temporal de la química multifásica en modelos de nubes de tamaño resuelto La existencia de gotas de nubes conduce a una transferencia de especies químicas entre las fases gaseosas y acuosas. Las concentraciones de las especies en ambas fases se modifican por reacciones químicas y por esta transferencia de fases. Las ecuaciones del modelo resultantes de tales sistemas químicos multifásicos no son lineales, altamente acopladas y extremadamente rígidas. En el artículo investigamos varios enfoques numéricos para tratar tales procesos. Las gotitas se subdividen en varias clases. Esta descomposición del espectro de gotitas en clases se basa en su tamaño de gotitas y la cantidad de material escaveado dentro de las gotas, respectivamente. Las disociaciones muy rápidas en la química de la fase acuosa se tratan como reacciones hacia adelante y hacia atrás. La química de fase acuosa y fase gaseosa, la transferencia de masa entre las diferentes clases de gotitas entre sí y con la fase gaseosa se integran de manera implícita y acoplada por el método BDF de segundo orden. Para esta parte aplicamos una modificación del código LSODE con solucionadores de sistema lineales especiales. Estas técnicas directas escasas explotan la estructura de bloques especiales del Jacobiano correspondiente. Además investigamos una factorización de matriz aproximada que está relacionada con la división del operador en el nivel de álgebra lineal. Los pocos jacobinos se generan explícitamente y se almacenan en una forma escasa. La eficiencia y precisión de nuestros esquemas de integración temporal se discute para cuatro sistemas de química multifásica de diferente complejidad y para un número diferente de clases de gotitas ",
            "error": []
        },
        "geophysics computing": {
            "translated_key": [],
            "translated_annotated_text": "Integración temporal de la química multifásica en modelos de nubes de tamaño resuelto La existencia de gotas de nubes conduce a una transferencia de especies químicas entre las fases gaseosas y acuosas. Las concentraciones de las especies en ambas fases se modifican por reacciones químicas y por esta transferencia de fases. Las ecuaciones del modelo resultantes de tales sistemas químicos multifásicos no son lineales, altamente acopladas y extremadamente rígidas. En el artículo investigamos varios enfoques numéricos para tratar tales procesos. Las gotitas se subdividen en varias clases. Esta descomposición del espectro de gotitas en clases se basa en su tamaño de gotitas y la cantidad de material escaveado dentro de las gotas, respectivamente. Las disociaciones muy rápidas en la química de la fase acuosa se tratan como reacciones hacia adelante y hacia atrás. La química de fase acuosa y fase gaseosa, la transferencia de masa entre las diferentes clases de gotitas entre sí y con la fase gaseosa se integran de manera implícita y acoplada por el método BDF de segundo orden. Para esta parte aplicamos una modificación del código LSODE con solucionadores de sistema lineales especiales. Estas técnicas directas escasas explotan la estructura de bloques especiales del Jacobiano correspondiente. Además investigamos una factorización de matriz aproximada que está relacionada con la división del operador en el nivel de álgebra lineal. Los pocos jacobinos se generan explícitamente y se almacenan en una forma escasa. La eficiencia y precisión de nuestros esquemas de integración temporal se discute para cuatro sistemas de química multifásica de diferente complejidad y para un número diferente de clases de gotitas ",
            "error": []
        },
        "Jacobian matrices": {
            "translated_key": [],
            "translated_annotated_text": "Integración temporal de la química multifásica en modelos de nubes de tamaño resuelto La existencia de gotas de nubes conduce a una transferencia de especies químicas entre las fases gaseosas y acuosas. Las concentraciones de las especies en ambas fases se modifican por reacciones químicas y por esta transferencia de fases. Las ecuaciones del modelo resultantes de tales sistemas químicos multifásicos no son lineales, altamente acopladas y extremadamente rígidas. En el artículo investigamos varios enfoques numéricos para tratar tales procesos. Las gotitas se subdividen en varias clases. Esta descomposición del espectro de gotitas en clases se basa en su tamaño de gotitas y la cantidad de material escaveado dentro de las gotas, respectivamente. Las disociaciones muy rápidas en la química de la fase acuosa se tratan como reacciones hacia adelante y hacia atrás. La química de fase acuosa y fase gaseosa, la transferencia de masa entre las diferentes clases de gotitas entre sí y con la fase gaseosa se integran de manera implícita y acoplada por el método BDF de segundo orden. Para esta parte aplicamos una modificación del código LSODE con solucionadores de sistema lineales especiales. Estas técnicas directas escasas explotan la estructura de bloques especiales del Jacobiano correspondiente. Además investigamos una factorización de matriz aproximada que está relacionada con la división del operador en el nivel de álgebra lineal. Los pocos jacobinos se generan explícitamente y se almacenan en una forma escasa. La eficiencia y precisión de nuestros esquemas de integración temporal se discute para cuatro sistemas de química multifásica de diferente complejidad y para un número diferente de clases de gotitas ",
            "error": []
        },
        "matrix decomposition": {
            "translated_key": [],
            "translated_annotated_text": "Integración temporal de la química multifásica en modelos de nubes de tamaño resuelto La existencia de gotas de nubes conduce a una transferencia de especies químicas entre las fases gaseosas y acuosas. Las concentraciones de las especies en ambas fases se modifican por reacciones químicas y por esta transferencia de fases. Las ecuaciones del modelo resultantes de tales sistemas químicos multifásicos no son lineales, altamente acopladas y extremadamente rígidas. En el artículo investigamos varios enfoques numéricos para tratar tales procesos. Las gotitas se subdividen en varias clases. Esta descomposición del espectro de gotitas en clases se basa en su tamaño de gotitas y la cantidad de material escaveado dentro de las gotas, respectivamente. Las disociaciones muy rápidas en la química de la fase acuosa se tratan como reacciones hacia adelante y hacia atrás. La química de fase acuosa y fase gaseosa, la transferencia de masa entre las diferentes clases de gotitas entre sí y con la fase gaseosa se integran de manera implícita y acoplada por el método BDF de segundo orden. Para esta parte aplicamos una modificación del código LSODE con solucionadores de sistema lineales especiales. Estas técnicas directas escasas explotan la estructura de bloques especiales del Jacobiano correspondiente. Además investigamos una factorización de matriz aproximada que está relacionada con la división del operador en el nivel de álgebra lineal. Los pocos jacobinos se generan explícitamente y se almacenan en una forma escasa. La eficiencia y precisión de nuestros esquemas de integración temporal se discute para cuatro sistemas de química multifásica de diferente complejidad y para un número diferente de clases de gotitas ",
            "error": []
        },
        "multiphase flow": {
            "translated_key": [],
            "translated_annotated_text": "Integración temporal de la química multifásica en modelos de nubes de tamaño resuelto La existencia de gotas de nubes conduce a una transferencia de especies químicas entre las fases gaseosas y acuosas. Las concentraciones de las especies en ambas fases se modifican por reacciones químicas y por esta transferencia de fases. Las ecuaciones del modelo resultantes de tales sistemas químicos multifásicos no son lineales, altamente acopladas y extremadamente rígidas. En el artículo investigamos varios enfoques numéricos para tratar tales procesos. Las gotitas se subdividen en varias clases. Esta descomposición del espectro de gotitas en clases se basa en su tamaño de gotitas y la cantidad de material escaveado dentro de las gotas, respectivamente. Las disociaciones muy rápidas en la química de la fase acuosa se tratan como reacciones hacia adelante y hacia atrás. La química de fase acuosa y fase gaseosa, la transferencia de masa entre las diferentes clases de gotitas entre sí y con la fase gaseosa se integran de manera implícita y acoplada por el método BDF de segundo orden. Para esta parte aplicamos una modificación del código LSODE con solucionadores de sistema lineales especiales. Estas técnicas directas escasas explotan la estructura de bloques especiales del Jacobiano correspondiente. Además investigamos una factorización de matriz aproximada que está relacionada con la división del operador en el nivel de álgebra lineal. Los pocos jacobinos se generan explícitamente y se almacenan en una forma escasa. La eficiencia y precisión de nuestros esquemas de integración temporal se discute para cuatro sistemas de química multifásica de diferente complejidad y para un número diferente de clases de gotitas ",
            "error": []
        },
        "sparse matrices": {
            "translated_key": [],
            "translated_annotated_text": "Integración temporal de la química multifásica en modelos de nubes de tamaño resuelto La existencia de gotas de nubes conduce a una transferencia de especies químicas entre las fases gaseosas y acuosas. Las concentraciones de las especies en ambas fases se modifican por reacciones químicas y por esta transferencia de fases. Las ecuaciones del modelo resultantes de tales sistemas químicos multifásicos no son lineales, altamente acopladas y extremadamente rígidas. En el artículo investigamos varios enfoques numéricos para tratar tales procesos. Las gotitas se subdividen en varias clases. Esta descomposición del espectro de gotitas en clases se basa en su tamaño de gotitas y la cantidad de material escaveado dentro de las gotas, respectivamente. Las disociaciones muy rápidas en la química de la fase acuosa se tratan como reacciones hacia adelante y hacia atrás. La química de fase acuosa y fase gaseosa, la transferencia de masa entre las diferentes clases de gotitas entre sí y con la fase gaseosa se integran de manera implícita y acoplada por el método BDF de segundo orden. Para esta parte aplicamos una modificación del código LSODE con solucionadores de sistema lineales especiales. Estas técnicas directas escasas explotan la estructura de bloques especiales del Jacobiano correspondiente. Además investigamos una factorización de matriz aproximada que está relacionada con la división del operador en el nivel de álgebra lineal. Los pocos jacobinos se generan explícitamente y se almacenan en una forma escasa. La eficiencia y precisión de nuestros esquemas de integración temporal se discute para cuatro sistemas de química multifásica de diferente complejidad y para un número diferente de clases de gotitas ",
            "error": []
        }
    }
}