{
    "original_text": "Extrapolation in Lie groups with approximated BCH-formula We present an extrapolation algorithm for the integration of differential equations in Lie groups which is a suitable generalization of the well-known GBS-algorithm for ODEs. Sufficiently accurate approximations to the BCH-formula are required to reach a given order. We give such approximations with a minimized number of commutators",
    "original_translation": "Extrapolación en grupos de Lie con la fórmula aproximada de BCH Presentamos un algoritmo de extrapolación para la integración de ecuaciones diferenciales en grupos de Lie que es una generalización adecuada del conocido algoritmo GBS para ODEs. Se requieren aproximaciones suficientemente precisas a la fórmula BCH para alcanzar un orden dado. Damos tales aproximaciones con un número minimizado de conmutadores",
    "error_count": 2,
    "keys": {
        "Lie groups": {
            "translated_key": "grupos de mentira",
            "translated_annotated_text": "Extrapolación en \"grupos de mentira\" con la fórmula aproximada de BCH Presentamos un algoritmo de extrapolación para la integración de ecuaciones diferenciales en \"grupos de mentira\" que es una generalización adecuada del conocido algoritmo GBS para las ODEs. Se requieren aproximaciones suficientemente precisas a la fórmula BCH para alcanzar un orden dado. Damos tales aproximaciones con un número minimizado de conmutadores ",
            "error": [
                ""
            ]
        },
        "approximated BCH-formula": {
            "translated_key": "formula BCH aproximada",
            "translated_annotated_text": "Extrapolación en grupos de Lie con \"formula BCH aproximada\" Presentamos un algoritmo de extrapolación para la integración de ecuaciones diferenciales en grupos de Lie que es una generalización adecuada del conocido algoritmo GBS para ODEs. Se requieren aproximaciones suficientemente precisas a la fórmula BCH para alcanzar un orden dado. Damos tales aproximaciones con un número minimizado de conmutadores ",
            "error": [
                ""
            ]
        },
        "differential equations": {
            "translated_key": "ecuaciones diferenciales",
            "translated_annotated_text": "Extrapolación en grupos de Lie con una fórmula aproximada de BCH Presentamos un algoritmo de extrapolación para la integración de \"ecuaciones diferenciales\" en grupos de Lie que es una generalización adecuada del conocido algoritmo GBS para ODEs. Se requieren aproximaciones suficientemente precisas a la fórmula BCH para alcanzar un orden dado. Damos tales aproximaciones con un número minimizado de conmutadores ",
            "error": [
                ""
            ]
        },
        "GBS-algorithm": {
            "translated_key": "GBS-algoritmo",
            "translated_annotated_text": "Extrapolación en grupos de Lie con la fórmula aproximada BCH Presentamos un algoritmo de extrapolación para la integración de ecuaciones diferenciales en grupos de Lie que es una generalización adecuada del conocido \"GBS-algoritmo\" para ODEs. Se requieren aproximaciones suficientemente precisas a la fórmula BCH para alcanzar un orden dado. Damos tales aproximaciones con un número minimizado de conmutadores ",
            "error": [
                ""
            ]
        },
        "geometric integration": {
            "translated_key": [],
            "translated_annotated_text": "Extrapolación en grupos de Lie con la fórmula aproximada de BCH Presentamos un algoritmo de extrapolación para la integración de ecuaciones diferenciales en grupos de Lie que es una generalización adecuada del conocido algoritmo GBS para ODEs. Se requieren aproximaciones suficientemente precisas a la fórmula BCH para alcanzar un orden dado. Damos tales aproximaciones con un número minimizado de conmutadores ",
            "error": []
        },
        "extrapolation methods": {
            "translated_key": [],
            "translated_annotated_text": "Extrapolación en grupos de Lie con la fórmula aproximada de BCH Presentamos un algoritmo de extrapolación para la integración de ecuaciones diferenciales en grupos de Lie que es una generalización adecuada del conocido algoritmo GBS para ODEs. Se requieren aproximaciones suficientemente precisas a la fórmula BCH para alcanzar un orden dado. Damos tales aproximaciones con un número minimizado de conmutadores ",
            "error": []
        },
        "extrapolation": {
            "translated_key": "extrapolación",
            "translated_annotated_text": "Extrapolación en grupos de Lie con una fórmula aproximada de BCH Presentamos un algoritmo de \"extrapolación\" para la integración de ecuaciones diferenciales en grupos de Lie que es una generalización adecuada del conocido algoritmo GBS para ODEs. Se requieren aproximaciones suficientemente precisas a la fórmula BCH para alcanzar un orden dado. Damos tales aproximaciones con un número minimizado de conmutadores ",
            "error": [
                ""
            ]
        },
        "integration": {
            "translated_key": "integración",
            "translated_annotated_text": "Extrapolación en grupos de Lie con una fórmula aproximada de BCH Presentamos un algoritmo de extrapolación para la \"integración\" de ecuaciones diferenciales en grupos de Lie que es una generalización adecuada del conocido algoritmo GBS para ODEs. Se requieren aproximaciones suficientemente precisas a la fórmula BCH para alcanzar un orden dado. Damos tales aproximaciones con un número minimizado de conmutadores ",
            "error": [
                ""
            ]
        }
    }
}