{
    "original_text": "Behavior of Runge-Kutta discretizations near equilibria of index 2 differential algebraic systems We analyze Runge-Kutta discretizations applied to index 2 differential algebraic equations (DAEs) near equilibria. We compare the geometric properties of the numerical and the exact solutions. It is shown that projected and half-explicit Runge-Kutta methods reproduce the qualitative features of the continuous system in the vicinity of an equilibrium correctly. The proof combines cut-off and scaling techniques for index 2 differential algebraic equations with some invariant manifold results of Schropp (Geometric properties of Runge-Kutta discretizations for index 2 differential algebraic equations, Konstanzer Schriften in Mathematik und Informatik 128) and classical results for discretized ordinary differential equations",
    "original_translation": "Comportamiento de discretizaciones Runge-Kutta cerca de equilibrios de índice 2 sistemas algebraicos diferenciales Analizamos discretizaciones Runge-Kutta aplicadas a ecuaciones algebraicas diferenciales índice 2 (DAEs) cerca de equilibrios. Comparamos las propiedades geométricas de las soluciones numéricas y exactas. Se muestra que los métodos Runge-Kutta proyectados y semiexplícitos reproducen correctamente las características cualitativas del sistema continuo en las proximidades de un equilibrio. La prueba combina técnicas de corte y escalado para el índice 2 ecuaciones algebraicas diferenciales con algunos resultados múltiples invariantes de Schropp (Propiedades geométricas de las discretizaciones Runge-Kutta para el índice 2 ecuaciones algebraicas diferenciales, Konstanzer Schriften en Mathematik und Informatik 128) y resultados clásicos para ecuaciones diferenciales ordinarias discretizadas",
    "error_count": 4,
    "keys": {
        "Runge-Kutta discretizations": {
            "translated_key": [
                "Runge-Kutta",
                "Runge-Kutta",
                "Runge-Kutta discretizations"
            ],
            "translated_annotated_text": "Comportamiento de discretizaciones <br>Runge-Kutta</br> cerca de equilibrios del índice 2 sistemas algebraicos diferenciales Analizamos discretizaciones <br>Runge-Kutta</br> aplicadas al índice 2 ecuaciones algebraicas diferenciales (EDA) cerca de equilibrios. Comparamos las propiedades geométricas de las soluciones numéricas y exactas. Se muestra que los métodos Runge-Kutta proyectados y semiexplícitos reproducen correctamente las características cualitativas del sistema continuo en las proximidades de un equilibrio. La prueba combina técnicas de corte y escalado para las ecuaciones algebraicas diferenciales del índice 2 con algunos resultados múltiples invariantes de Schropp (propiedades geométricas de <br>Runge-Kutta discretizations</br> para las ecuaciones algebraicas diferenciales del índice 2, Konstanzer Schriften en Mathematik und Informatik 128) y resultados clásicos para ecuaciones diferenciales ordinarias discretizadas ",
            "error": [
                "Runge-Kutta",
                "Runge-Kutta",
                "Runge-Kutta discretizations"
            ]
        },
        "index 2 differential algebraic systems": {
            "translated_key": "index 2",
            "translated_annotated_text": "Comportamiento de discretizaciones Runge-Kutta cerca de equilibrios de sistemas algebraicos diferenciales <br>index 2</br> Analizamos discretizaciones Runge-Kutta aplicadas a ecuaciones algebraicas diferenciales index 2 (DAES) cerca de equilibrios. Comparamos las propiedades geométricas de las soluciones numéricas y exactas. Se muestra que los métodos Runge-Kutta proyectados y semiexplícitos reproducen correctamente las características cualitativas del sistema continuo en las proximidades de un equilibrio. La prueba combina técnicas de corte y escalado para el índice 2 ecuaciones algebraicas diferenciales con algunos resultados múltiples invariantes de Schropp (Propiedades geométricas de las discretizaciones Runge-Kutta para el índice 2 ecuaciones algebraicas diferenciales, Konstanzer Schriften en Mathematik und Informatik 128) y resultados clásicos para ecuaciones diferenciales ordinarias discretizadas ",
            "error": [
                ""
            ]
        },
        "equilibria": {
            "translated_key": "equilibria",
            "translated_annotated_text": "Comportamiento de las discretaciones Runge-Kutta cerca de <br>equilibria</br> de los sistemas algebraicos diferenciales del índice 2 Analizamos las discretaciones Runge-Kutta aplicadas a las ecuaciones algebraicas diferenciales del índice 2 (DAE) cerca de <br>equilibria</br>. Comparamos las propiedades geométricas de las soluciones numéricas y exactas. Se muestra que los métodos Runge-Kutta proyectados y semiexplícitos reproducen correctamente las características cualitativas del sistema continuo en las proximidades de un equilibrio. La prueba combina técnicas de corte y escalado para el índice 2 ecuaciones algebraicas diferenciales con algunos resultados múltiples invariantes de Schropp (Propiedades geométricas de las discretizaciones Runge-Kutta para el índice 2 ecuaciones algebraicas diferenciales, Konstanzer Schriften en Mathematik und Informatik 128) y resultados clásicos para ecuaciones diferenciales ordinarias discretizadas ",
            "error": [
                ""
            ]
        },
        "geometric properties": {
            "translated_key": "geométricas",
            "translated_annotated_text": "Comportamiento de discretizaciones Runge-Kutta cerca de equilibrios de índice 2 sistemas algebraicos diferenciales Analizamos discretizaciones Runge-Kutta aplicadas a ecuaciones algebraicas diferenciales índice 2 (DAEs) cerca de equilibrios. Comparamos las propiedades <br>geométricas</br> de las soluciones numéricas y exactas. Se muestra que los métodos Runge-Kutta proyectados y semiexplícitos reproducen correctamente las características cualitativas del sistema continuo en las proximidades de un equilibrio. La prueba combina técnicas de corte y escalado para el índice 2 ecuaciones algebraicas diferenciales con algunos resultados múltiples invariantes de Schropp (Propiedades geométricas de las discretizaciones Runge-Kutta para el índice 2 ecuaciones algebraicas diferenciales, Konstanzer Schriften en Mathematik und Informatik 128) y resultados clásicos para ecuaciones diferenciales ordinarias discretizadas ",
            "error": [
                ""
            ]
        },
        "half-explicit Runge-Kutta methods": {
            "translated_key": [],
            "translated_annotated_text": "Comportamiento de discretizaciones Runge-Kutta cerca de equilibrios de índice 2 sistemas algebraicos diferenciales Analizamos discretizaciones Runge-Kutta aplicadas a ecuaciones algebraicas diferenciales índice 2 (DAEs) cerca de equilibrios. Comparamos las propiedades geométricas de las soluciones numéricas y exactas. Se muestra que los métodos Runge-Kutta proyectados y <br>half-explicit reproducen correctamente las características cualitativas del sistema continuo en las proximidades de un equilibrio. La prueba combina técnicas de corte y escalado para el índice 2 ecuaciones algebraicas diferenciales con algunos resultados múltiples invariantes de Schropp (Propiedades geométricas de las discretizaciones Runge-Kutta para el índice 2 ecuaciones algebraicas diferenciales, Konstanzer Schriften en Mathematik und Informatik 128) y resultados clásicos para ecuaciones diferenciales ordinarias discretizadas ",
            "error": []
        },
        "continuous system": {
            "translated_key": "continuous",
            "translated_annotated_text": "Comportamiento de discretizaciones Runge-Kutta cerca de equilibrios de índice 2 sistemas algebraicos diferenciales Analizamos discretizaciones Runge-Kutta aplicadas a ecuaciones algebraicas diferenciales índice 2 (DAEs) cerca de equilibrios. Comparamos las propiedades geométricas de las soluciones numéricas y exactas. Se muestra que los métodos Runge-Kutta proyectados y semiexplícitos reproducen correctamente las características cualitativas del sistema <br>continuous</br> en las proximidades de un equilibrio. La prueba combina técnicas de corte y escalado para el índice 2 ecuaciones algebraicas diferenciales con algunos resultados múltiples invariantes de Schropp (Propiedades geométricas de las discretizaciones Runge-Kutta para el índice 2 ecuaciones algebraicas diferenciales, Konstanzer Schriften en Mathematik und Informatik 128) y resultados clásicos para ecuaciones diferenciales ordinarias discretizadas ",
            "error": [
                ""
            ]
        },
        "cut-off techniques": {
            "translated_key": [],
            "translated_annotated_text": "Comportamiento de discretizaciones Runge-Kutta cerca de equilibrios de índice 2 sistemas algebraicos diferenciales Analizamos discretizaciones Runge-Kutta aplicadas a ecuaciones algebraicas diferenciales índice 2 (DAEs) cerca de equilibrios. Comparamos las propiedades geométricas de las soluciones numéricas y exactas. Se muestra que los métodos Runge-Kutta proyectados y semiexplícitos reproducen correctamente las características cualitativas del sistema continuo en las proximidades de un equilibrio. La prueba combina técnicas de corte y escalado para el índice 2 ecuaciones algebraicas diferenciales con algunos resultados múltiples invariantes de Schropp (Propiedades geométricas de las discretizaciones Runge-Kutta para el índice 2 ecuaciones algebraicas diferenciales, Konstanzer Schriften en Mathematik und Informatik 128) y resultados clásicos para ecuaciones diferenciales ordinarias discretizadas ",
            "error": []
        },
        "scaling techniques": {
            "translated_key": [],
            "translated_annotated_text": "Comportamiento de discretizaciones Runge-Kutta cerca de equilibrios de índice 2 sistemas algebraicos diferenciales Analizamos discretizaciones Runge-Kutta aplicadas a ecuaciones algebraicas diferenciales índice 2 (DAEs) cerca de equilibrios. Comparamos las propiedades geométricas de las soluciones numéricas y exactas. Se muestra que los métodos Runge-Kutta proyectados y semiexplícitos reproducen correctamente las características cualitativas del sistema continuo en las proximidades de un equilibrio. La prueba combina técnicas de corte y escalado <br> para el índice 2 ecuaciones algebraicas diferenciales con algunos resultados múltiples invariantes de Schropp (Propiedades geométricas de las discretizaciones Runge-Kutta para el índice 2 ecuaciones algebraicas diferenciales, Konstanzer Schriften en Mathematik und Informatik 128) y resultados clásicos para ecuaciones diferenciales ordinarias discretizadas ",
            "error": []
        },
        "invariant manifold": {
            "translated_key": "invariantes del colector",
            "translated_annotated_text": "Comportamiento de discretizaciones Runge-Kutta cerca de equilibrios de índice 2 sistemas algebraicos diferenciales Analizamos discretizaciones Runge-Kutta aplicadas a ecuaciones algebraicas diferenciales índice 2 (DAEs) cerca de equilibrios. Comparamos las propiedades geométricas de las soluciones numéricas y exactas. Se muestra que los métodos Runge-Kutta proyectados y semiexplícitos reproducen correctamente las características cualitativas del sistema continuo en las proximidades de un equilibrio. La prueba combina técnicas de corte y escalado para las ecuaciones algebraicas diferenciales del índice 2 con algunos resultados <br>invariantes del colector</br> de Schropp (Propiedades geométricas de las discretizaciones Runge-Kutta para las ecuaciones algebraicas diferenciales del índice 2, Konstanzer Schriften en Mathematik und Informatik 128) y resultados clásicos para ecuaciones diferenciales ordinarias discretizadas ",
            "error": [
                ""
            ]
        },
        "discretized ordinary differential equations": {
            "translated_key": "discretated",
            "translated_annotated_text": "Comportamiento de discretizaciones Runge-Kutta cerca de equilibrios de índice 2 sistemas algebraicos diferenciales Analizamos discretizaciones Runge-Kutta aplicadas a ecuaciones algebraicas diferenciales índice 2 (DAEs) cerca de equilibrios. Comparamos las propiedades geométricas de las soluciones numéricas y exactas. Se muestra que los métodos Runge-Kutta proyectados y semiexplícitos reproducen correctamente las características cualitativas del sistema continuo en las proximidades de un equilibrio. La prueba combina técnicas de corte y escalado para las ecuaciones algebraicas diferenciales del índice 2 con algunos resultados múltiples invariantes de Schropp (propiedades geométricas de las discretaciones Runge-Kutta para las ecuaciones algebraicas diferenciales del índice 2, Konstanzer Schriften en Mathematik und Informatik 128) y resultados clásicos para las ecuaciones diferenciales ordinarias <br>discretated</br> ",
            "error": [
                ""
            ]
        },
        "differential equations": {
            "translated_key": "differential ",
            "translated_annotated_text": "Comportamiento de discretizaciones Runge-Kutta cerca de equilibrios de índice 2 sistemas algebraicos diferenciales Analizamos discretizaciones Runge-Kutta aplicadas a ecuaciones algebraicas diferenciales índice 2 (DAEs) cerca de equilibrios. Comparamos las propiedades geométricas de las soluciones numéricas y exactas. Se muestra que los métodos Runge-Kutta proyectados y semiexplícitos reproducen correctamente las características cualitativas del sistema continuo en las proximidades de un equilibrio. La prueba combina técnicas de corte y escalado para las ecuaciones algebraicas diferenciales del índice 2 con algunos resultados múltiples invariantes de Schropp (Propiedades geométricas de las discretaciones Runge-Kutta para las ecuaciones algebraicas diferenciales del índice 2, Konstanzer Schriften en Mathematik und Informatik 128) y resultados clásicos para las ecuaciones diferenciales discretated ordinario <br>differential </br> ",
            "error": [
                ""
            ]
        },
        "Runge-Kutta methods": {
            "translated_key": "Runge-Kutta",
            "translated_annotated_text": "Comportamiento de discretizaciones Runge-Kutta cerca de equilibrios de índice 2 sistemas algebraicos diferenciales Analizamos discretizaciones Runge-Kutta aplicadas a ecuaciones algebraicas diferenciales índice 2 (DAEs) cerca de equilibrios. Comparamos las propiedades geométricas de las soluciones numéricas y exactas. Se muestra que los métodos proyectados y semiexplícitos <br>Runge-Kutta</br> reproducen correctamente las características cualitativas del sistema continuo en las proximidades de un equilibrio. La prueba combina técnicas de corte y escalado para el índice 2 ecuaciones algebraicas diferenciales con algunos resultados múltiples invariantes de Schropp (Propiedades geométricas de las discretizaciones Runge-Kutta para el índice 2 ecuaciones algebraicas diferenciales, Konstanzer Schriften en Mathematik und Informatik 128) y resultados clásicos para ecuaciones diferenciales ordinarias discretizadas ",
            "error": [
                ""
            ]
        }
    }
}