{
    "original_text": "Behavior of Runge-Kutta discretizations near equilibria of index 2 differential algebraic systems We analyze Runge-Kutta discretizations applied to index 2 differential algebraic equations (DAEs) near equilibria. We compare the geometric properties of the numerical and the exact solutions. It is shown that projected and half-explicit Runge-Kutta methods reproduce the qualitative features of the continuous system in the vicinity of an equilibrium correctly. The proof combines cut-off and scaling techniques for index 2 differential algebraic equations with some invariant manifold results of Schropp (Geometric properties of Runge-Kutta discretizations for index 2 differential algebraic equations, Konstanzer Schriften in Mathematik und Informatik 128) and classical results for discretized ordinary differential equations",
    "original_translation": "Comportamiento de discretizaciones Runge-Kutta cerca de equilibrios de índice 2 sistemas algebraicos diferenciales Analizamos discretizaciones Runge-Kutta aplicadas a ecuaciones algebraicas diferenciales índice 2 (DAEs) cerca de equilibrios. Comparamos las propiedades geométricas de las soluciones numéricas y exactas. Se muestra que los métodos Runge-Kutta proyectados y semiexplícitos reproducen correctamente las características cualitativas del sistema continuo en las proximidades de un equilibrio. La prueba combina técnicas de corte y escalado para el índice 2 ecuaciones algebraicas diferenciales con algunos resultados múltiples invariantes de Schropp (Propiedades geométricas de las discretizaciones Runge-Kutta para el índice 2 ecuaciones algebraicas diferenciales, Konstanzer Schriften en Mathematik und Informatik 128) y resultados clásicos para ecuaciones diferenciales ordinarias discretizadas",
    "error_count": 1,
    "keys": {
        "Runge-Kutta discretizations": {
            "translated_key": "Discretaciones Runge-Kutta",
            "translated_annotated_text": "Comportamiento de \"Discretaciones Runge-Kutta\" cerca de equilibrios de los sistemas algebraicos diferenciales del índice 2 Analizamos \"Discretaciones Runge-Kutta\" aplicadas a ecuaciones algebraicas diferenciales del índice 2 (DAE) cerca de equilibrios. Comparamos las propiedades geométricas de las soluciones numéricas y exactas. Se muestra que los métodos Runge-Kutta proyectados y semiexplícitos reproducen correctamente las características cualitativas del sistema continuo en las proximidades de un equilibrio. La prueba combina técnicas de corte y escalado para el índice 2 ecuaciones algebraicas diferenciales con algunos resultados múltiples invariantes de Schropp (propiedades geométricas de \"Discretaciones Runge-Kutta\" para el índice 2 ecuaciones algebraicas diferenciales, Konstanzer Schriften en Mathematik und Informatik 128) y resultados clásicos para ecuaciones diferenciales ordinarias discretizadas ",
            "error": [
                ""
            ]
        },
        "index 2 differential algebraic systems": {
            "translated_key": "sistemas algebraicos diferenciales índice 2",
            "translated_annotated_text": "Comportamiento de discretizaciones Runge-Kutta cerca de equilibrios de \"sistemas algebraicos diferenciales índice 2\" Analizamos discretizaciones Runge-Kutta aplicadas a ecuaciones algebraicas diferenciales índice 2 (DAEs) cerca de equilibrios. Comparamos las propiedades geométricas de las soluciones numéricas y exactas. Se muestra que los métodos Runge-Kutta proyectados y semiexplícitos reproducen correctamente las características cualitativas del sistema continuo en las proximidades de un equilibrio. La prueba combina técnicas de corte y escalado para el índice 2 ecuaciones algebraicas diferenciales con algunos resultados múltiples invariantes de Schropp (Propiedades geométricas de las discretizaciones Runge-Kutta para el índice 2 ecuaciones algebraicas diferenciales, Konstanzer Schriften en Mathematik und Informatik 128) y resultados clásicos para ecuaciones diferenciales ordinarias discretizadas ",
            "error": [
                ""
            ]
        },
        "equilibria": {
            "translated_key": "equilibrios",
            "translated_annotated_text": "Comportamiento de discretizaciones Runge-Kutta cerca de \"equilibrios\" de índice 2 sistemas algebraicos diferenciales Analizamos discretizaciones Runge-Kutta aplicadas al índice 2 ecuaciones algebraicas diferenciales (DAES) cerca de \"equilibrios\". Comparamos las propiedades geométricas de las soluciones numéricas y exactas. Se muestra que los métodos Runge-Kutta proyectados y semiexplícitos reproducen correctamente las características cualitativas del sistema continuo en las proximidades de un equilibrio. La prueba combina técnicas de corte y escalado para el índice 2 ecuaciones algebraicas diferenciales con algunos resultados múltiples invariantes de Schropp (Propiedades geométricas de las discretizaciones Runge-Kutta para el índice 2 ecuaciones algebraicas diferenciales, Konstanzer Schriften en Mathematik und Informatik 128) y resultados clásicos para ecuaciones diferenciales ordinarias discretizadas ",
            "error": [
                ""
            ]
        },
        "geometric properties": {
            "translated_key": "propiedades geométricas",
            "translated_annotated_text": "Comportamiento de discretizaciones Runge-Kutta cerca de equilibrios de índice 2 sistemas algebraicos diferenciales Analizamos discretizaciones Runge-Kutta aplicadas a ecuaciones algebraicas diferenciales índice 2 (DAEs) cerca de equilibrios. Comparamos las \"propiedades geométricas\" de las soluciones numéricas y exactas. Se muestra que los métodos Runge-Kutta proyectados y semiexplícitos reproducen correctamente las características cualitativas del sistema continuo en las proximidades de un equilibrio. La prueba combina técnicas de corte y escalado para el índice 2 ecuaciones algebraicas diferenciales con algunos resultados múltiples invariantes de Schropp (Propiedades geométricas de las discretizaciones Runge-Kutta para el índice 2 ecuaciones algebraicas diferenciales, Konstanzer Schriften en Mathematik und Informatik 128) y resultados clásicos para ecuaciones diferenciales ordinarias discretizadas ",
            "error": [
                ""
            ]
        },
        "half-explicit Runge-Kutta methods": {
            "translated_key": "medio explícitos",
            "translated_annotated_text": "Comportamiento de discretizaciones Runge-Kutta cerca de equilibrios de índice 2 sistemas algebraicos diferenciales Analizamos discretizaciones Runge-Kutta aplicadas a ecuaciones algebraicas diferenciales índice 2 (DAEs) cerca de equilibrios. Comparamos las propiedades geométricas de las soluciones numéricas y exactas. Se muestra que los métodos Runge-Kutta proyectados y \"medio explícitos\" reproducen correctamente las características cualitativas del sistema continuo en las proximidades de un equilibrio. La prueba combina técnicas de corte y escalado para el índice 2 ecuaciones algebraicas diferenciales con algunos resultados múltiples invariantes de Schropp (Propiedades geométricas de las discretizaciones Runge-Kutta para el índice 2 ecuaciones algebraicas diferenciales, Konstanzer Schriften en Mathematik und Informatik 128) y resultados clásicos para ecuaciones diferenciales ordinarias discretizadas ",
            "error": [
                ""
            ]
        },
        "continuous system": {
            "translated_key": "sistema continuo",
            "translated_annotated_text": "Comportamiento de discretizaciones Runge-Kutta cerca de equilibrios de índice 2 sistemas algebraicos diferenciales Analizamos discretizaciones Runge-Kutta aplicadas a ecuaciones algebraicas diferenciales índice 2 (DAEs) cerca de equilibrios. Comparamos las propiedades geométricas de las soluciones numéricas y exactas. Se muestra que los métodos Runge-Kutta proyectados y semiexplícitos reproducen correctamente las características cualitativas del \"sistema continuo\" en la proximidad de un equilibrio. La prueba combina técnicas de corte y escalado para el índice 2 ecuaciones algebraicas diferenciales con algunos resultados múltiples invariantes de Schropp (Propiedades geométricas de las discretizaciones Runge-Kutta para el índice 2 ecuaciones algebraicas diferenciales, Konstanzer Schriften en Mathematik und Informatik 128) y resultados clásicos para ecuaciones diferenciales ordinarias discretizadas ",
            "error": [
                ""
            ]
        },
        "cut-off techniques": {
            "translated_key": [],
            "translated_annotated_text": "Comportamiento de discretizaciones Runge-Kutta cerca de equilibrios de índice 2 sistemas algebraicos diferenciales Analizamos discretizaciones Runge-Kutta aplicadas a ecuaciones algebraicas diferenciales índice 2 (DAEs) cerca de equilibrios. Comparamos las propiedades geométricas de las soluciones numéricas y exactas. Se muestra que los métodos Runge-Kutta proyectados y semiexplícitos reproducen correctamente las características cualitativas del sistema continuo en las proximidades de un equilibrio. La prueba combina técnicas de corte y escalado para el índice 2 ecuaciones algebraicas diferenciales con algunos resultados múltiples invariantes de Schropp (Propiedades geométricas de las discretizaciones Runge-Kutta para el índice 2 ecuaciones algebraicas diferenciales, Konstanzer Schriften en Mathematik und Informatik 128) y resultados clásicos para ecuaciones diferenciales ordinarias discretizadas ",
            "error": []
        },
        "scaling techniques": {
            "translated_key": "técnicas de escalado",
            "translated_annotated_text": "Comportamiento de discretizaciones Runge-Kutta cerca de equilibrios de índice 2 sistemas algebraicos diferenciales Analizamos discretizaciones Runge-Kutta aplicadas a ecuaciones algebraicas diferenciales índice 2 (DAEs) cerca de equilibrios. Comparamos las propiedades geométricas de las soluciones numéricas y exactas. Se muestra que los métodos Runge-Kutta proyectados y semiexplícitos reproducen correctamente las características cualitativas del sistema continuo en las proximidades de un equilibrio. La prueba combina corte y \"técnicas de escalado\" para el índice 2 ecuaciones algebraicas diferenciales con algunos resultados múltiples invariantes de Schropp (propiedades geométricas de Runge-Kutta discretizations para índice 2 ecuaciones algebraicas diferenciales, Konstanzer Schriften en Mathematik und Informatik 128) y resultados clásicos para ecuaciones diferenciales ordinarias discretizadas ",
            "error": [
                ""
            ]
        },
        "invariant manifold": {
            "translated_key": "invariantes múltiples",
            "translated_annotated_text": "Comportamiento de discretizaciones Runge-Kutta cerca de equilibrios de índice 2 sistemas algebraicos diferenciales Analizamos discretizaciones Runge-Kutta aplicadas a ecuaciones algebraicas diferenciales índice 2 (DAEs) cerca de equilibrios. Comparamos las propiedades geométricas de las soluciones numéricas y exactas. Se muestra que los métodos Runge-Kutta proyectados y semiexplícitos reproducen correctamente las características cualitativas del sistema continuo en las proximidades de un equilibrio. La prueba combina técnicas de corte y escalado para el índice 2 ecuaciones algebraicas diferenciales con algunos resultados \"invariantes múltiples\" de Schropp (Propiedades geométricas de las discretizaciones Runge-Kutta para el índice 2 ecuaciones algebraicas diferenciales, Konstanzer Schriften en Mathematik und Informatik 128) y resultados clásicos para ecuaciones diferenciales ordinarias discretizadas ",
            "error": [
                ""
            ]
        },
        "discretized ordinary differential equations": {
            "translated_key": "ecuaciones diferenciales ordinarias discretas",
            "translated_annotated_text": "Comportamiento de discretizaciones Runge-Kutta cerca de equilibrios de índice 2 sistemas algebraicos diferenciales Analizamos discretizaciones Runge-Kutta aplicadas a ecuaciones algebraicas diferenciales índice 2 (DAEs) cerca de equilibrios. Comparamos las propiedades geométricas de las soluciones numéricas y exactas. Se muestra que los métodos Runge-Kutta proyectados y semiexplícitos reproducen correctamente las características cualitativas del sistema continuo en las proximidades de un equilibrio. La prueba combina técnicas de corte y escalado para el índice 2 ecuaciones algebraicas diferenciales con algunos resultados múltiples invariantes de Schropp (Propiedades geométricas de las discretizaciones Runge-Kutta para el índice 2 ecuaciones algebraicas diferenciales, Konstanzer Schriften en Mathematik und Informatik 128) y resultados clásicos para \"ecuaciones diferenciales ordinarias discretas\" ",
            "error": [
                ""
            ]
        },
        "differential equations": {
            "translated_key": "ecuaciones diferenciales",
            "translated_annotated_text": "Comportamiento de discretizaciones Runge-Kutta cerca de equilibrios de índice 2 sistemas algebraicos diferenciales Analizamos discretizaciones Runge-Kutta aplicadas a ecuaciones algebraicas diferenciales índice 2 (DAEs) cerca de equilibrios. Comparamos las propiedades geométricas de las soluciones numéricas y exactas. Se muestra que los métodos Runge-Kutta proyectados y semiexplícitos reproducen correctamente las características cualitativas del sistema continuo en las proximidades de un equilibrio. La prueba combina técnicas de corte y escalado para el índice 2 ecuaciones algebraicas diferenciales con algunos resultados múltiples invariantes de Schropp (Propiedades geométricas de las discretaciones Runge-Kutta para el índice 2 ecuaciones algebraicas diferenciales, Konstanzer Schriften en Mathematik und Informatik 128) y resultados clásicos para discretated ordinario \"ecuaciones diferenciales\" ",
            "error": [
                ""
            ]
        },
        "Runge-Kutta methods": {
            "translated_key": "métodos Runge-Kutta",
            "translated_annotated_text": "Comportamiento de discretizaciones Runge-Kutta cerca de equilibrios de índice 2 sistemas algebraicos diferenciales Analizamos discretizaciones Runge-Kutta aplicadas a ecuaciones algebraicas diferenciales índice 2 (DAEs) cerca de equilibrios. Comparamos las propiedades geométricas de las soluciones numéricas y exactas. Se muestra que los \"métodos Runge-Kutta\" proyectados y semiexplícitos reproducen correctamente las características cualitativas del sistema continuo en las proximidades de un equilibrio. La prueba combina técnicas de corte y escalado para el índice 2 ecuaciones algebraicas diferenciales con algunos resultados múltiples invariantes de Schropp (Propiedades geométricas de las discretizaciones Runge-Kutta para el índice 2 ecuaciones algebraicas diferenciales, Konstanzer Schriften en Mathematik und Informatik 128) y resultados clásicos para ecuaciones diferenciales ordinarias discretizadas ",
            "error": [
                ""
            ]
        }
    }
}