{
    "original_text": "Convergence of Runge-Kutta methods for nonlinear parabolic equations We study time discretizations of fully nonlinear parabolic differential equations. Our analysis uses the fact that the linearization along the exact solution is a uniformly sectorial operator. We derive smooth and nonsmooth-data error estimates for the backward Euler method, and we prove convergence for strongly A (v)-stable Runge-Kutta methods. For the latter, the order of convergence for smooth solutions is essentially determined by the stage order of the method. Numerical examples illustrating the convergence estimates are presented",
    "original_translation": "Convergencia de los métodos Runge-Kutta para ecuaciones parabólicas no lineales Estudiamos discretizaciones de tiempo de ecuaciones diferenciales parabólicas totalmente no lineales. Nuestro análisis utiliza el hecho de que la linealización a lo largo de la solución exacta es un operador sectorial uniforme. Se obtienen estimaciones de errores de datos suaves y no suaves para el método atrasado Euler, y se demuestra la convergencia para métodos fuertemente A (v) estable Runge-Kutta. Para estos últimos, el orden de convergencia de las soluciones fluidas está determinado esencialmente por el orden escalonado del método. Se presentan ejemplos numéricos que ilustran las estimaciones de convergencia",
    "error_count": 6,
    "keys": {
        "Runge-Kutta method convergence": {
            "translated_key": [],
            "translated_annotated_text": "Convergencia de los métodos Runge-Kutta para ecuaciones parabólicas no lineales Estudiamos discretizaciones de tiempo de ecuaciones diferenciales parabólicas totalmente no lineales. Nuestro análisis utiliza el hecho de que la linealización a lo largo de la solución exacta es un operador sectorial uniforme. Se obtienen estimaciones de errores de datos suaves y no suaves para el método atrasado Euler, y se demuestra la convergencia para métodos fuertemente A (v) estable Runge-Kutta. Para estos últimos, el orden de convergencia de las soluciones fluidas está determinado esencialmente por el orden escalonado del método. Se presentan ejemplos numéricos que ilustran las estimaciones de convergencia ",
            "error": []
        },
        "time discretizations": {
            "translated_key": "discretizaciones de tiempo",
            "translated_annotated_text": "Convergencia de métodos Runge-Kutta para ecuaciones parabólicas no lineales Estudiamos <br>discretizaciones de tiempo</br> de ecuaciones diferenciales parabólicas totalmente no lineales.  Nuestro análisis utiliza el hecho de que la linealización a lo largo de la solución exacta es un operador sectorial uniforme. Se obtienen estimaciones de errores de datos suaves y no suaves para el método atrasado Euler, y se demuestra la convergencia para métodos fuertemente A (v) estable Runge-Kutta. Para estos últimos, el orden de convergencia de las soluciones fluidas está determinado esencialmente por el orden escalonado del método. Se presentan ejemplos numéricos que ilustran las estimaciones de convergencia ",
            "error": [
                ""
            ]
        },
        "linearization": {
            "translated_key": [],
            "translated_annotated_text": "Convergencia de los métodos Runge-Kutta para ecuaciones parabólicas no lineales Estudiamos discretizaciones de tiempo de ecuaciones diferenciales parabólicas totalmente no lineales. Nuestro análisis utiliza el hecho de que la linealización <br> a lo largo de la solución exacta es un operador sectorial uniforme. Se obtienen estimaciones de errores de datos suaves y no suaves para el método atrasado Euler, y se demuestra la convergencia para métodos fuertemente A (v) estable Runge-Kutta. Para estos últimos, el orden de convergencia de las soluciones fluidas está determinado esencialmente por el orden escalonado del método. Se presentan ejemplos numéricos que ilustran las estimaciones de convergencia ",
            "error": []
        },
        "uniformly sectorial operator": {
            "translated_key": " ",
            "translated_annotated_text": "Convergencia de los métodos Runge-Kutta para ecuaciones parabólicas no lineales Estudiamos discretizaciones de tiempo de ecuaciones diferenciales parabólicas totalmente no lineales. Nuestro análisis utiliza el hecho de que la linealización a lo largo de la solución exacta es un operador sectorial uniforme <br> </br>. Se obtienen estimaciones de errores de datos suaves y no suaves para el método atrasado Euler, y se demuestra la convergencia para métodos fuertemente A (v) estable Runge-Kutta. Para estos últimos, el orden de convergencia de las soluciones fluidas está determinado esencialmente por el orden escalonado del método. Se presentan ejemplos numéricos que ilustran las estimaciones de convergencia ",
            "error": [
                ""
            ]
        },
        "nonsmooth-data error estimates": {
            "translated_key": "nonsmooth-data",
            "translated_annotated_text": "Convergencia de los métodos Runge-Kutta para ecuaciones parabólicas no lineales Estudiamos discretizaciones de tiempo de ecuaciones diferenciales parabólicas totalmente no lineales. Nuestro análisis utiliza el hecho de que la linealización a lo largo de la solución exacta es un operador sectorial uniforme. Se obtienen estimaciones de errores de datos suaves y <br>nonsmooth-data</br> para el método de Euler atrasado, y se demuestra la convergencia para métodos de Runge-Kutta fuertemente A (v) estable. Para estos últimos, el orden de convergencia de las soluciones fluidas está determinado esencialmente por el orden escalonado del método. Se presentan ejemplos numéricos que ilustran las estimaciones de convergencia ",
            "error": [
                ""
            ]
        },
        "data error estimates": {
            "translated_key": [],
            "translated_annotated_text": "Convergencia de los métodos Runge-Kutta para ecuaciones parabólicas no lineales Estudiamos discretizaciones de tiempo de ecuaciones diferenciales parabólicas totalmente no lineales. Nuestro análisis utiliza el hecho de que la linealización a lo largo de la solución exacta es un operador sectorial uniforme. Se obtienen estimaciones de errores de datos suaves y no suaves<br> para el método atrasado Euler, y se demuestra la convergencia para métodos fuertemente estables A (v) Runge-Kutta. Para estos últimos, el orden de convergencia de las soluciones fluidas está determinado esencialmente por el orden escalonado del método. Se presentan ejemplos numéricos que ilustran las estimaciones de convergencia ",
            "error": []
        },
        "backward Euler method": {
            "translated_key": "backward Euler",
            "translated_annotated_text": "Convergencia de los métodos Runge-Kutta para ecuaciones parabólicas no lineales Estudiamos discretizaciones de tiempo de ecuaciones diferenciales parabólicas totalmente no lineales. Nuestro análisis utiliza el hecho de que la linealización a lo largo de la solución exacta es un operador sectorial uniforme. Se obtienen estimaciones de errores de datos suaves y no suaves para el método <br>backward Euler</br>, y se demuestra la convergencia para métodos fuertemente A (v)-estable Runge-Kutta. Para estos últimos, el orden de convergencia de las soluciones fluidas está determinado esencialmente por el orden escalonado del método. Se presentan ejemplos numéricos que ilustran las estimaciones de convergencia ",
            "error": [
                ""
            ]
        },
        "nonlinear parabolic differential equations": {
            "translated_key": " parabólicas",
            "translated_annotated_text": "Convergencia de los métodos Runge-Kutta para ecuaciones parabólicas no lineales Estudiamos discretizaciones temporales de ecuaciones diferenciales no lineales completamente <br> parabólicas</br>. Nuestro análisis utiliza el hecho de que la linealización a lo largo de la solución exacta es un operador sectorial uniforme. Se obtienen estimaciones de errores de datos suaves y no suaves para el método atrasado Euler, y se demuestra la convergencia para métodos fuertemente A (v) estable Runge-Kutta. Para estos últimos, el orden de convergencia de las soluciones fluidas está determinado esencialmente por el orden escalonado del método. Se presentan ejemplos numéricos que ilustran las estimaciones de convergencia ",
            "error": [
                ""
            ]
        },
        "convergence of numerical methods": {
            "translated_key": [],
            "translated_annotated_text": "Convergencia de los métodos Runge-Kutta para ecuaciones parabólicas no lineales Estudiamos discretizaciones de tiempo de ecuaciones diferenciales parabólicas totalmente no lineales. Nuestro análisis utiliza el hecho de que la linealización a lo largo de la solución exacta es un operador sectorial uniforme. Se obtienen estimaciones de errores de datos suaves y no suaves para el método atrasado Euler, y se demuestra la convergencia para métodos fuertemente A (v) estable Runge-Kutta. Para estos últimos, el orden de convergencia de las soluciones fluidas está determinado esencialmente por el orden escalonado del método. Se presentan ejemplos numéricos que ilustran las estimaciones de convergencia ",
            "error": []
        },
        "error analysis": {
            "translated_key": [],
            "translated_annotated_text": "Convergencia de los métodos Runge-Kutta para ecuaciones parabólicas no lineales Estudiamos discretizaciones de tiempo de ecuaciones diferenciales parabólicas totalmente no lineales. Nuestro análisis utiliza el hecho de que la linealización a lo largo de la solución exacta es un operador sectorial uniforme. Se obtienen estimaciones de errores de datos suaves y no suaves para el método atrasado Euler, y se demuestra la convergencia para métodos fuertemente A (v) estable Runge-Kutta. Para estos últimos, el orden de convergencia de las soluciones fluidas está determinado esencialmente por el orden escalonado del método. Se presentan ejemplos numéricos que ilustran las estimaciones de convergencia ",
            "error": []
        },
        "nonlinear differential equations": {
            "translated_key": [],
            "translated_annotated_text": "Convergencia de los métodos Runge-Kutta para ecuaciones parabólicas no lineales Estudiamos discretizaciones de tiempo de ecuaciones diferenciales parabólicas totalmente no lineales. Nuestro análisis utiliza el hecho de que la linealización a lo largo de la solución exacta es un operador sectorial uniforme. Se obtienen estimaciones de errores de datos suaves y no suaves para el método atrasado Euler, y se demuestra la convergencia para métodos fuertemente A (v) estable Runge-Kutta. Para estos últimos, el orden de convergencia de las soluciones fluidas está determinado esencialmente por el orden escalonado del método. Se presentan ejemplos numéricos que ilustran las estimaciones de convergencia ",
            "error": []
        },
        "parabolic equations": {
            "translated_key": "parabólicas",
            "translated_annotated_text": "Convergencia de los métodos Runge-Kutta para ecuaciones no lineales <br>parabólicas</br> Estudiamos discretizaciones temporales de ecuaciones diferenciales totalmente parabólicas no lineales. Nuestro análisis utiliza el hecho de que la linealización a lo largo de la solución exacta es un operador sectorial uniforme. Se obtienen estimaciones de errores de datos suaves y no suaves para el método atrasado Euler, y se demuestra la convergencia para métodos fuertemente A (v) estable Runge-Kutta. Para estos últimos, el orden de convergencia de las soluciones fluidas está determinado esencialmente por el orden escalonado del método. Se presentan ejemplos numéricos que ilustran las estimaciones de convergencia ",
            "error": [
                ""
            ]
        },
        "Runge-Kutta methods": {
            "translated_key": "Runge-Kutta",
            "translated_annotated_text": "Convergencia de los métodos <br>Runge-Kutta</br> para ecuaciones parabólicas no lineales Estudiamos discretizaciones temporales de ecuaciones diferenciales parabólicas totalmente no lineales. Nuestro análisis utiliza el hecho de que la linealización a lo largo de la solución exacta es un operador sectorial uniforme. Se obtienen estimaciones de errores de datos suaves y no suaves para el método atrasado Euler, y se demuestra la convergencia para métodos fuertemente A (v)-estable <br>Runge-Kutta</br>. Para estos últimos, el orden de convergencia de las soluciones fluidas está determinado esencialmente por el orden escalonado del método. Se presentan ejemplos numéricos que ilustran las estimaciones de convergencia ",
            "error": [
                ""
            ]
        }
    }
}