{
    "original_text": "Basin configuration of a six-dimensional model of an electric power system As part of an ongoing project on the stability of massively complex electrical power systems, we discuss the global geometric structure of contacts among the basins of attraction of a six-dimensional dynamical system. This system represents a simple model of an electrical power system involving three machines and an infinite bus. Apart from the possible occurrence of attractors representing pathological states, the contacts between the basins have a practical importance, from the point of view of the operation of a real electrical power system. With the aid of a global map of basins, one could hope to design an intervention strategy to boot the power system back into its normal state. Our method involves taking two-dimensional sections of the six-dimensional state space, and then determining the basins directly by numerical simulation from a dense grid of initial conditions. The relations among all the basins are given for a specific numerical example, that is, choosing particular values for the parameters in our model",
    "original_translation": "Configuración de la cuenca de un modelo de seis dimensiones de un sistema de energía eléctrica Como parte de un proyecto en curso sobre la estabilidad de sistemas de energía eléctrica enormemente complejos, discutimos la estructura geométrica global de los contactos entre las cuencas de atracción de un sistema dinámico de seis dimensiones. Este sistema representa un modelo simple de un sistema de energía eléctrica que incluye tres máquinas y un bus infinito. Aparte de la posible aparición de atractores que representan estados patológicos, los contactos entre las cuencas tienen una importancia práctica, desde el punto de vista del funcionamiento de un sistema de energía eléctrica real. Con la ayuda de un mapa global de cuencas, se podría esperar diseñar una estrategia de intervención para volver a poner el sistema de energía en su estado normal. Nuestro método consiste en tomar secciones bidimensionales del espacio de estado de seis dimensiones, y luego determinar las cuencas directamente mediante simulación numérica a partir de una densa cuadrícula de condiciones iniciales. Las relaciones entre todas las cuencas se dan para un ejemplo numérico específico, es decir, la elección de valores particulares para los parámetros en nuestro modelo",
    "error_count": 9,
    "keys": {
        "basin configuration": {
            "translated_key": [],
            "translated_annotated_text": "Configuración de la cuenca de un modelo de seis dimensiones de un sistema de energía eléctrica Como parte de un proyecto en curso sobre la estabilidad de sistemas de energía eléctrica enormemente complejos, discutimos la estructura geométrica global de los contactos entre las cuencas de atracción de un sistema dinámico de seis dimensiones. Este sistema representa un modelo simple de un sistema de energía eléctrica que incluye tres máquinas y un bus infinito. Aparte de la posible aparición de atractores que representan estados patológicos, los contactos entre las cuencas tienen una importancia práctica, desde el punto de vista del funcionamiento de un sistema de energía eléctrica real. Con la ayuda de un mapa global de cuencas, se podría esperar diseñar una estrategia de intervención para volver a poner el sistema de energía en su estado normal. Nuestro método consiste en tomar secciones bidimensionales del espacio de estado de seis dimensiones, y luego determinar las cuencas directamente mediante simulación numérica a partir de una densa cuadrícula de condiciones iniciales. Las relaciones entre todas las cuencas se dan para un ejemplo numérico específico, es decir, la elección de valores particulares para los parámetros en nuestro modelo ",
            "error": []
        },
        "six-dimensional model": {
            "translated_key": "modelo de seis dimensiones",
            "translated_annotated_text": "Configuración de cuenca de un \"modelo de seis dimensiones\" de un sistema de energía eléctrica Como parte de un proyecto en curso sobre la estabilidad de sistemas de energía eléctrica enormemente complejos, discutimos la estructura geométrica global de los contactos entre las cuencas de atracción de un sistema dinámico de seis dimensiones. Este sistema representa un modelo simple de un sistema de energía eléctrica que incluye tres máquinas y un bus infinito. Aparte de la posible aparición de atractores que representan estados patológicos, los contactos entre las cuencas tienen una importancia práctica, desde el punto de vista del funcionamiento de un sistema de energía eléctrica real. Con la ayuda de un mapa global de cuencas, se podría esperar diseñar una estrategia de intervención para volver a poner el sistema de energía en su estado normal. Nuestro método consiste en tomar secciones bidimensionales del espacio de estado de seis dimensiones, y luego determinar las cuencas directamente mediante simulación numérica a partir de una densa cuadrícula de condiciones iniciales. Las relaciones entre todas las cuencas se dan para un ejemplo numérico específico, es decir, la elección de valores particulares para los parámetros en nuestro modelo ",
            "error": [
                ""
            ]
        },
        "electric power system": {
            "translated_key": "sistema de energía eléctrica",
            "translated_annotated_text": "Configuración de la cuenca de un modelo de seis dimensiones de un \"sistema de energía eléctrica\" Como parte de un proyecto en curso sobre la estabilidad de sistemas de energía eléctrica masivamente complejos, discutimos la estructura geométrica global de los contactos entre las cuencas de atracción de un sistema dinámico de seis dimensiones. Este sistema representa un modelo simple de un sistema de energía eléctrica que incluye tres máquinas y un bus infinito. Aparte de la posible aparición de atractores que representan estados patológicos, los contactos entre las cuencas tienen una importancia práctica, desde el punto de vista del funcionamiento de un sistema de energía eléctrica real. Con la ayuda de un mapa global de cuencas, se podría esperar diseñar una estrategia de intervención para volver a poner el sistema de energía en su estado normal. Nuestro método consiste en tomar secciones bidimensionales del espacio de estado de seis dimensiones, y luego determinar las cuencas directamente mediante simulación numérica a partir de una densa cuadrícula de condiciones iniciales. Las relaciones entre todas las cuencas se dan para un ejemplo numérico específico, es decir, la elección de valores particulares para los parámetros en nuestro modelo ",
            "error": [
                ""
            ]
        },
        "massively complex electrical power systems": {
            "translated_key": "sistemas de energía eléctrica masivamente complejos",
            "translated_annotated_text": "Configuración de la cuenca de un modelo de seis dimensiones de un sistema de energía eléctrica Como parte de un proyecto en curso sobre la estabilidad de \"sistemas de energía eléctrica masivamente complejos\", discutimos la estructura geométrica global de los contactos entre las cuencas de atracción de un sistema dinámico de seis dimensiones. Este sistema representa un modelo simple de un sistema de energía eléctrica que incluye tres máquinas y un bus infinito. Aparte de la posible aparición de atractores que representan estados patológicos, los contactos entre las cuencas tienen una importancia práctica, desde el punto de vista del funcionamiento de un sistema de energía eléctrica real. Con la ayuda de un mapa global de cuencas, se podría esperar diseñar una estrategia de intervención para volver a poner el sistema de energía en su estado normal. Nuestro método consiste en tomar secciones bidimensionales del espacio de estado de seis dimensiones, y luego determinar las cuencas directamente mediante simulación numérica a partir de una densa cuadrícula de condiciones iniciales. Las relaciones entre todas las cuencas se dan para un ejemplo numérico específico, es decir, la elección de valores particulares para los parámetros en nuestro modelo ",
            "error": [
                ""
            ]
        },
        "global geometric structure": {
            "translated_key": "estructura geométrica global",
            "translated_annotated_text": "Configuración de la cuenca de un modelo de seis dimensiones de un sistema de energía eléctrica Como parte de un proyecto en curso sobre la estabilidad de sistemas de energía eléctrica masivamente complejos, discutimos la \"estructura geométrica global\" de los contactos entre las cuencas de atracción de un sistema dinámico de seis dimensiones. Este sistema representa un modelo simple de un sistema de energía eléctrica que incluye tres máquinas y un bus infinito. Aparte de la posible aparición de atractores que representan estados patológicos, los contactos entre las cuencas tienen una importancia práctica, desde el punto de vista del funcionamiento de un sistema de energía eléctrica real. Con la ayuda de un mapa global de cuencas, se podría esperar diseñar una estrategia de intervención para volver a poner el sistema de energía en su estado normal. Nuestro método consiste en tomar secciones bidimensionales del espacio de estado de seis dimensiones, y luego determinar las cuencas directamente mediante simulación numérica a partir de una densa cuadrícula de condiciones iniciales. Las relaciones entre todas las cuencas se dan para un ejemplo numérico específico, es decir, la elección de valores particulares para los parámetros en nuestro modelo ",
            "error": [
                ""
            ]
        },
        "infinite bus": {
            "translated_key": "bus infinito",
            "translated_annotated_text": "Configuración de la cuenca de un modelo de seis dimensiones de un sistema de energía eléctrica Como parte de un proyecto en curso sobre la estabilidad de sistemas de energía eléctrica enormemente complejos, discutimos la estructura geométrica global de los contactos entre las cuencas de atracción de un sistema dinámico de seis dimensiones. Este sistema representa un modelo simple de un sistema de energía eléctrica que incluye tres máquinas y un \"bus infinito\". Aparte de la posible aparición de atractores que representan estados patológicos, los contactos entre las cuencas tienen una importancia práctica, desde el punto de vista del funcionamiento de un sistema de energía eléctrica real. Con la ayuda de un mapa global de cuencas, se podría esperar diseñar una estrategia de intervención para volver a poner el sistema de energía en su estado normal. Nuestro método consiste en tomar secciones bidimensionales del espacio de estado de seis dimensiones, y luego determinar las cuencas directamente mediante simulación numérica a partir de una densa cuadrícula de condiciones iniciales. Las relaciones entre todas las cuencas se dan para un ejemplo numérico específico, es decir, la elección de valores particulares para los parámetros en nuestro modelo ",
            "error": [
                ""
            ]
        },
        "attractors": {
            "translated_key": "atractores",
            "translated_annotated_text": "Configuración de la cuenca de un modelo de seis dimensiones de un sistema de energía eléctrica Como parte de un proyecto en curso sobre la estabilidad de sistemas de energía eléctrica enormemente complejos, discutimos la estructura geométrica global de los contactos entre las cuencas de atracción de un sistema dinámico de seis dimensiones. Este sistema representa un modelo simple de un sistema de energía eléctrica que incluye tres máquinas y un bus infinito. Aparte de la posible aparición de \"atractores\" que representan estados patológicos, los contactos entre las cuencas tienen una importancia práctica, desde el punto de vista del funcionamiento de un sistema de energía eléctrica real. Con la ayuda de un mapa global de cuencas, se podría esperar diseñar una estrategia de intervención para volver a poner el sistema de energía en su estado normal. Nuestro método consiste en tomar secciones bidimensionales del espacio de estado de seis dimensiones, y luego determinar las cuencas directamente mediante simulación numérica a partir de una densa cuadrícula de condiciones iniciales. Las relaciones entre todas las cuencas se dan para un ejemplo numérico específico, es decir, la elección de valores particulares para los parámetros en nuestro modelo ",
            "error": [
                ""
            ]
        },
        "pathological states": {
            "translated_key": "estados patológicos",
            "translated_annotated_text": "Configuración de la cuenca de un modelo de seis dimensiones de un sistema de energía eléctrica Como parte de un proyecto en curso sobre la estabilidad de sistemas de energía eléctrica enormemente complejos, discutimos la estructura geométrica global de los contactos entre las cuencas de atracción de un sistema dinámico de seis dimensiones. Este sistema representa un modelo simple de un sistema de energía eléctrica que incluye tres máquinas y un bus infinito. Aparte de la posible aparición de atractores que representan \"estados patológicos\", los contactos entre las cuencas tienen una importancia práctica, desde el punto de vista del funcionamiento de un sistema de energía eléctrica real. Con la ayuda de un mapa global de cuencas, se podría esperar diseñar una estrategia de intervención para volver a poner el sistema de energía en su estado normal. Nuestro método consiste en tomar secciones bidimensionales del espacio de estado de seis dimensiones, y luego determinar las cuencas directamente mediante simulación numérica a partir de una densa cuadrícula de condiciones iniciales. Las relaciones entre todas las cuencas se dan para un ejemplo numérico específico, es decir, la elección de valores particulares para los parámetros en nuestro modelo ",
            "error": [
                ""
            ]
        },
        "global map": {
            "translated_key": "mapa global",
            "translated_annotated_text": "Configuración de la cuenca de un modelo de seis dimensiones de un sistema de energía eléctrica Como parte de un proyecto en curso sobre la estabilidad de sistemas de energía eléctrica enormemente complejos, discutimos la estructura geométrica global de los contactos entre las cuencas de atracción de un sistema dinámico de seis dimensiones. Este sistema representa un modelo simple de un sistema de energía eléctrica que incluye tres máquinas y un bus infinito. Aparte de la posible aparición de atractores que representan estados patológicos, los contactos entre las cuencas tienen una importancia práctica, desde el punto de vista del funcionamiento de un sistema de energía eléctrica real. Con la ayuda de un \"mapa global\" de cuencas, se podría esperar diseñar una estrategia de intervención para volver a poner el sistema de energía en su estado normal. Nuestro método consiste en tomar secciones bidimensionales del espacio de estado de seis dimensiones, y luego determinar las cuencas directamente mediante simulación numérica a partir de una densa cuadrícula de condiciones iniciales. Las relaciones entre todas las cuencas se dan para un ejemplo numérico específico, es decir, la elección de valores particulares para los parámetros en nuestro modelo ",
            "error": [
                ""
            ]
        },
        "state space": {
            "translated_key": "espacio de estado",
            "translated_annotated_text": "Configuración de la cuenca de un modelo de seis dimensiones de un sistema de energía eléctrica Como parte de un proyecto en curso sobre la estabilidad de sistemas de energía eléctrica enormemente complejos, discutimos la estructura geométrica global de los contactos entre las cuencas de atracción de un sistema dinámico de seis dimensiones. Este sistema representa un modelo simple de un sistema de energía eléctrica que incluye tres máquinas y un bus infinito. Aparte de la posible aparición de atractores que representan estados patológicos, los contactos entre las cuencas tienen una importancia práctica, desde el punto de vista del funcionamiento de un sistema de energía eléctrica real. Con la ayuda de un mapa global de cuencas, se podría esperar diseñar una estrategia de intervención para volver a poner el sistema de energía en su estado normal. Nuestro método consiste en tomar secciones bidimensionales del \"espacio de estado\" de seis dimensiones, y luego determinar las cuencas directamente mediante simulación numérica a partir de una densa red de condiciones iniciales. Las relaciones entre todas las cuencas se dan para un ejemplo numérico específico, es decir, la elección de valores particulares para los parámetros en nuestro modelo ",
            "error": [
                ""
            ]
        },
        "power system stability": {
            "translated_key": [],
            "translated_annotated_text": "Configuración de la cuenca de un modelo de seis dimensiones de un sistema de energía eléctrica Como parte de un proyecto en curso sobre la estabilidad de sistemas de energía eléctrica enormemente complejos, discutimos la estructura geométrica global de los contactos entre las cuencas de atracción de un sistema dinámico de seis dimensiones. Este sistema representa un modelo simple de un sistema de energía eléctrica que incluye tres máquinas y un bus infinito. Aparte de la posible aparición de atractores que representan estados patológicos, los contactos entre las cuencas tienen una importancia práctica, desde el punto de vista del funcionamiento de un sistema de energía eléctrica real. Con la ayuda de un mapa global de cuencas, se podría esperar diseñar una estrategia de intervención para volver a poner el sistema de energía en su estado normal. Nuestro método consiste en tomar secciones bidimensionales del espacio de estado de seis dimensiones, y luego determinar las cuencas directamente mediante simulación numérica a partir de una densa cuadrícula de condiciones iniciales. Las relaciones entre todas las cuencas se dan para un ejemplo numérico específico, es decir, la elección de valores particulares para los parámetros en nuestro modelo ",
            "error": []
        },
        "bifurcation": {
            "translated_key": [],
            "translated_annotated_text": "Configuración de la cuenca de un modelo de seis dimensiones de un sistema de energía eléctrica Como parte de un proyecto en curso sobre la estabilidad de sistemas de energía eléctrica enormemente complejos, discutimos la estructura geométrica global de los contactos entre las cuencas de atracción de un sistema dinámico de seis dimensiones. Este sistema representa un modelo simple de un sistema de energía eléctrica que incluye tres máquinas y un bus infinito. Aparte de la posible aparición de atractores que representan estados patológicos, los contactos entre las cuencas tienen una importancia práctica, desde el punto de vista del funcionamiento de un sistema de energía eléctrica real. Con la ayuda de un mapa global de cuencas, se podría esperar diseñar una estrategia de intervención para volver a poner el sistema de energía en su estado normal. Nuestro método consiste en tomar secciones bidimensionales del espacio de estado de seis dimensiones, y luego determinar las cuencas directamente mediante simulación numérica a partir de una densa cuadrícula de condiciones iniciales. Las relaciones entre todas las cuencas se dan para un ejemplo numérico específico, es decir, la elección de valores particulares para los parámetros en nuestro modelo ",
            "error": []
        },
        "chaos": {
            "translated_key": [],
            "translated_annotated_text": "Configuración de la cuenca de un modelo de seis dimensiones de un sistema de energía eléctrica Como parte de un proyecto en curso sobre la estabilidad de sistemas de energía eléctrica enormemente complejos, discutimos la estructura geométrica global de los contactos entre las cuencas de atracción de un sistema dinámico de seis dimensiones. Este sistema representa un modelo simple de un sistema de energía eléctrica que incluye tres máquinas y un bus infinito. Aparte de la posible aparición de atractores que representan estados patológicos, los contactos entre las cuencas tienen una importancia práctica, desde el punto de vista del funcionamiento de un sistema de energía eléctrica real. Con la ayuda de un mapa global de cuencas, se podría esperar diseñar una estrategia de intervención para volver a poner el sistema de energía en su estado normal. Nuestro método consiste en tomar secciones bidimensionales del espacio de estado de seis dimensiones, y luego determinar las cuencas directamente mediante simulación numérica a partir de una densa cuadrícula de condiciones iniciales. Las relaciones entre todas las cuencas se dan para un ejemplo numérico específico, es decir, la elección de valores particulares para los parámetros en nuestro modelo ",
            "error": []
        },
        "geometry": {
            "translated_key": [],
            "translated_annotated_text": "Configuración de la cuenca de un modelo de seis dimensiones de un sistema de energía eléctrica Como parte de un proyecto en curso sobre la estabilidad de sistemas de energía eléctrica enormemente complejos, discutimos la estructura geométrica global de los contactos entre las cuencas de atracción de un sistema dinámico de seis dimensiones. Este sistema representa un modelo simple de un sistema de energía eléctrica que incluye tres máquinas y un bus infinito. Aparte de la posible aparición de atractores que representan estados patológicos, los contactos entre las cuencas tienen una importancia práctica, desde el punto de vista del funcionamiento de un sistema de energía eléctrica real. Con la ayuda de un mapa global de cuencas, se podría esperar diseñar una estrategia de intervención para volver a poner el sistema de energía en su estado normal. Nuestro método consiste en tomar secciones bidimensionales del espacio de estado de seis dimensiones, y luego determinar las cuencas directamente mediante simulación numérica a partir de una densa cuadrícula de condiciones iniciales. Las relaciones entre todas las cuencas se dan para un ejemplo numérico específico, es decir, la elección de valores particulares para los parámetros en nuestro modelo ",
            "error": []
        },
        "limit cycles": {
            "translated_key": [],
            "translated_annotated_text": "Configuración de la cuenca de un modelo de seis dimensiones de un sistema de energía eléctrica Como parte de un proyecto en curso sobre la estabilidad de sistemas de energía eléctrica enormemente complejos, discutimos la estructura geométrica global de los contactos entre las cuencas de atracción de un sistema dinámico de seis dimensiones. Este sistema representa un modelo simple de un sistema de energía eléctrica que incluye tres máquinas y un bus infinito. Aparte de la posible aparición de atractores que representan estados patológicos, los contactos entre las cuencas tienen una importancia práctica, desde el punto de vista del funcionamiento de un sistema de energía eléctrica real. Con la ayuda de un mapa global de cuencas, se podría esperar diseñar una estrategia de intervención para volver a poner el sistema de energía en su estado normal. Nuestro método consiste en tomar secciones bidimensionales del espacio de estado de seis dimensiones, y luego determinar las cuencas directamente mediante simulación numérica a partir de una densa cuadrícula de condiciones iniciales. Las relaciones entre todas las cuencas se dan para un ejemplo numérico específico, es decir, la elección de valores particulares para los parámetros en nuestro modelo ",
            "error": []
        },
        "nonlinear dynamical systems": {
            "translated_key": [],
            "translated_annotated_text": "Configuración de la cuenca de un modelo de seis dimensiones de un sistema de energía eléctrica Como parte de un proyecto en curso sobre la estabilidad de sistemas de energía eléctrica enormemente complejos, discutimos la estructura geométrica global de los contactos entre las cuencas de atracción de un sistema dinámico de seis dimensiones. Este sistema representa un modelo simple de un sistema de energía eléctrica que incluye tres máquinas y un bus infinito. Aparte de la posible aparición de atractores que representan estados patológicos, los contactos entre las cuencas tienen una importancia práctica, desde el punto de vista del funcionamiento de un sistema de energía eléctrica real. Con la ayuda de un mapa global de cuencas, se podría esperar diseñar una estrategia de intervención para volver a poner el sistema de energía en su estado normal. Nuestro método consiste en tomar secciones bidimensionales del espacio de estado de seis dimensiones, y luego determinar las cuencas directamente mediante simulación numérica a partir de una densa cuadrícula de condiciones iniciales. Las relaciones entre todas las cuencas se dan para un ejemplo numérico específico, es decir, la elección de valores particulares para los parámetros en nuestro modelo ",
            "error": []
        },
        "power system dynamic stability": {
            "translated_key": [],
            "translated_annotated_text": "Configuración de la cuenca de un modelo de seis dimensiones de un sistema de energía eléctrica Como parte de un proyecto en curso sobre la estabilidad de sistemas de energía eléctrica enormemente complejos, discutimos la estructura geométrica global de los contactos entre las cuencas de atracción de un sistema dinámico de seis dimensiones. Este sistema representa un modelo simple de un sistema de energía eléctrica que incluye tres máquinas y un bus infinito. Aparte de la posible aparición de atractores que representan estados patológicos, los contactos entre las cuencas tienen una importancia práctica, desde el punto de vista del funcionamiento de un sistema de energía eléctrica real. Con la ayuda de un mapa global de cuencas, se podría esperar diseñar una estrategia de intervención para volver a poner el sistema de energía en su estado normal. Nuestro método consiste en tomar secciones bidimensionales del espacio de estado de seis dimensiones, y luego determinar las cuencas directamente mediante simulación numérica a partir de una densa cuadrícula de condiciones iniciales. Las relaciones entre todas las cuencas se dan para un ejemplo numérico específico, es decir, la elección de valores particulares para los parámetros en nuestro modelo ",
            "error": []
        },
        "transforms": {
            "translated_key": [],
            "translated_annotated_text": "Configuración de la cuenca de un modelo de seis dimensiones de un sistema de energía eléctrica Como parte de un proyecto en curso sobre la estabilidad de sistemas de energía eléctrica enormemente complejos, discutimos la estructura geométrica global de los contactos entre las cuencas de atracción de un sistema dinámico de seis dimensiones. Este sistema representa un modelo simple de un sistema de energía eléctrica que incluye tres máquinas y un bus infinito. Aparte de la posible aparición de atractores que representan estados patológicos, los contactos entre las cuencas tienen una importancia práctica, desde el punto de vista del funcionamiento de un sistema de energía eléctrica real. Con la ayuda de un mapa global de cuencas, se podría esperar diseñar una estrategia de intervención para volver a poner el sistema de energía en su estado normal. Nuestro método consiste en tomar secciones bidimensionales del espacio de estado de seis dimensiones, y luego determinar las cuencas directamente mediante simulación numérica a partir de una densa cuadrícula de condiciones iniciales. Las relaciones entre todas las cuencas se dan para un ejemplo numérico específico, es decir, la elección de valores particulares para los parámetros en nuestro modelo ",
            "error": []
        }
    }
}