{
    "original_text": "Abundance of mosaic patterns for CNN with spatially variant templates This work investigates the complexity of one-dimensional cellular neural network mosaic patterns with spatially variant templates on finite and infinite lattices. Various boundary conditions are considered for finite lattices and the exact number of mosaic patterns is computed precisely. The entropy of mosaic patterns with periodic templates can also be calculated for infinite lattices. Furthermore, we show the abundance of mosaic patterns with respect to template periods and, which differ greatly from cases with spatially invariant templates",
    "original_translation": "Abundancia de patrones de mosaico para CNN con plantillas de variantes espaciales Este trabajo investiga la complejidad de patrones de mosaico de red neural celular unidimensional con plantillas de variantes espaciales en celosías finitas e infinitas. Varias condiciones de límite se consideran para las celosías finitas y el número exacto de patrones de mosaico se calcula con precisión. La entropía de patrones de mosaico con plantillas periódicas también se puede calcular para celosías infinitas. Además, mostramos la abundancia de patrones de mosaico con respecto a los períodos de plantilla y, que difieren mucho de los casos con plantillas espacialmente invariantes",
    "error_count": 6,
    "keys": {
        "mosaic patterns": {
            "translated_key": "patrones mosaicos",
            "translated_annotated_text": "Abundancia de \"patrones mosaicos\" para CNN con plantillas espaciales de variantes Este trabajo investiga la complejidad de los \"patrones mosaicos\" de la red neural celular unidimensional con plantillas espaciales de variantes en celosías finitas e infinitas. Varias condiciones de límite se consideran para las celosías finitas y el número exacto de \"patrones mosaicos\" se calcula con precisión. La entropía de \"patrones mosaicos\" con plantillas periódicas también se puede calcular para celosías infinitas. Además, mostramos la abundancia de \"patrones mosaicos\" con respecto a los períodos de plantilla y, que difieren mucho de los casos con plantillas espacialmente invariantes ",
            "error": [
                ""
            ]
        },
        "CNN": {
            "translated_key": "CNN",
            "translated_annotated_text": "Abundancia de patrones de mosaico para \"CNN\" con plantillas de variantes espaciales Este trabajo investiga la complejidad de patrones de mosaico de red neural celular unidimensional con plantillas de variantes espaciales en celosías finitas e infinitas. Varias condiciones de límite se consideran para las celosías finitas y el número exacto de patrones de mosaico se calcula con precisión. La entropía de patrones de mosaico con plantillas periódicas también se puede calcular para celosías infinitas. Además, mostramos la abundancia de patrones de mosaico con respecto a los períodos de plantilla y, que difieren mucho de los casos con plantillas espacialmente invariantes ",
            "error": [
                ""
            ]
        },
        "spatially variant templates": {
            "translated_key": "espacially variant templates",
            "translated_annotated_text": "Abundancia de patrones de mosaico para CNN con \"espacially variant templates\" Este trabajo investiga la complejidad de patrones de mosaico de red neural celular unidimensional con \"espacially variant templates\" en celosías finitas e infinitas. Varias condiciones de límite se consideran para las celosías finitas y el número exacto de patrones de mosaico se calcula con precisión. La entropía de patrones de mosaico con plantillas periódicas también se puede calcular para celosías infinitas. Además, mostramos la abundancia de patrones de mosaico con respecto a los períodos de plantilla y, que difieren mucho de los casos con plantillas espacialmente invariantes ",
            "error": [
                ""
            ]
        },
        "one-dimensional cellular neural network": {
            "translated_key": "red neural celular unidimensional",
            "translated_annotated_text": "Abundancia de patrones de mosaico para CNN con plantillas de variantes espaciales Este trabajo investiga la complejidad de los patrones de mosaico de \"red neural celular unidimensional\" con plantillas de variantes espaciales en celosías finitas e infinitas. Varias condiciones de límite se consideran para las celosías finitas y el número exacto de patrones de mosaico se calcula con precisión. La entropía de patrones de mosaico con plantillas periódicas también se puede calcular para celosías infinitas. Además, mostramos la abundancia de patrones de mosaico con respecto a los períodos de plantilla y, que difieren mucho de los casos con plantillas espacialmente invariantes ",
            "error": [
                ""
            ]
        },
        "infinite lattices": {
            "translated_key": "retículas infinitas",
            "translated_annotated_text": "Abundancia de patrones de mosaico para CNN con plantillas de variantes espaciales Este trabajo investiga la complejidad de patrones de mosaico de red neural celular unidimensional con plantillas de variantes espaciales en retículas finitas e infinitas. Varias condiciones de límite se consideran para las celosías finitas y el número exacto de patrones de mosaico se calcula con precisión. La entropía de patrones de mosaico con plantillas periódicas también se puede calcular para \"retículas infinitas\". Además, mostramos la abundancia de patrones de mosaico con respecto a los períodos de plantilla y, que difieren mucho de los casos con plantillas espacialmente invariantes ",
            "error": [
                ""
            ]
        },
        "finite lattices": {
            "translated_key": "revestimientos finitos",
            "translated_annotated_text": "Abundancia de patrones de mosaico para CNN con plantillas de variantes espaciales Este trabajo investiga la complejidad de patrones de mosaico de red neural celular unidimensional con plantillas de variantes espaciales en celosías finitas e infinitas. Varias condiciones de límite se consideran para \"revestimientos finitos\" y el número exacto de patrones de mosaico se calcula con precisión. La entropía de patrones de mosaico con plantillas periódicas también se puede calcular para celosías infinitas. Además, mostramos la abundancia de patrones de mosaico con respecto a los períodos de plantilla y, que difieren mucho de los casos con plantillas espacialmente invariantes ",
            "error": [
                ""
            ]
        },
        "boundary conditions": {
            "translated_key": "condiciones de límites",
            "translated_annotated_text": "Abundancia de patrones de mosaico para CNN con plantillas de variantes espaciales Este trabajo investiga la complejidad de patrones de mosaico de red neural celular unidimensional con plantillas de variantes espaciales en celosías finitas e infinitas. Varias \"condiciones de límites\" se consideran para las celosías finitas y el número exacto de patrones de mosaico se calcula con precisión. La entropía de patrones de mosaico con plantillas periódicas también se puede calcular para celosías infinitas. Además, mostramos la abundancia de patrones de mosaico con respecto a los períodos de plantilla y, que difieren mucho de los casos con plantillas espacialmente invariantes ",
            "error": [
                ""
            ]
        },
        "spatial entropy": {
            "translated_key": [],
            "translated_annotated_text": "Abundancia de patrones de mosaico para CNN con plantillas de variantes espaciales Este trabajo investiga la complejidad de patrones de mosaico de red neural celular unidimensional con plantillas de variantes espaciales en celosías finitas e infinitas. Varias condiciones de límite se consideran para las celosías finitas y el número exacto de patrones de mosaico se calcula con precisión. La entropía de patrones de mosaico con plantillas periódicas también se puede calcular para celosías infinitas. Además, mostramos la abundancia de patrones de mosaico con respecto a los períodos de plantilla y, que difieren mucho de los casos con plantillas espacialmente invariantes ",
            "error": []
        },
        "transition matrix": {
            "translated_key": [],
            "translated_annotated_text": "Abundancia de patrones de mosaico para CNN con plantillas de variantes espaciales Este trabajo investiga la complejidad de patrones de mosaico de red neural celular unidimensional con plantillas de variantes espaciales en celosías finitas e infinitas. Varias condiciones de límite se consideran para las celosías finitas y el número exacto de patrones de mosaico se calcula con precisión. La entropía de patrones de mosaico con plantillas periódicas también se puede calcular para celosías infinitas. Además, mostramos la abundancia de patrones de mosaico con respecto a los períodos de plantilla y, que difieren mucho de los casos con plantillas espacialmente invariantes ",
            "error": []
        },
        "cellular neural nets": {
            "translated_key": [],
            "translated_annotated_text": "Abundancia de patrones de mosaico para CNN con plantillas de variantes espaciales Este trabajo investiga la complejidad de patrones de mosaico de red neural celular unidimensional con plantillas de variantes espaciales en celosías finitas e infinitas. Varias condiciones de límite se consideran para las celosías finitas y el número exacto de patrones de mosaico se calcula con precisión. La entropía de patrones de mosaico con plantillas periódicas también se puede calcular para celosías infinitas. Además, mostramos la abundancia de patrones de mosaico con respecto a los períodos de plantilla y, que difieren mucho de los casos con plantillas espacialmente invariantes ",
            "error": []
        },
        "entropy": {
            "translated_key": "entropía",
            "translated_annotated_text": "Abundancia de patrones de mosaico para CNN con plantillas de variantes espaciales Este trabajo investiga la complejidad de patrones de mosaico de red neural celular unidimensional con plantillas de variantes espaciales en celosías finitas e infinitas. Varias condiciones de límite se consideran para las celosías finitas y el número exacto de patrones de mosaico se calcula con precisión. La \"entropía\" de patrones de mosaico con plantillas periódicas también se puede calcular para celosías infinitas. Además, mostramos la abundancia de patrones de mosaico con respecto a los períodos de plantilla y, que difieren mucho de los casos con plantillas espacialmente invariantes ",
            "error": [
                ""
            ]
        },
        "lattice theory": {
            "translated_key": [],
            "translated_annotated_text": "Abundancia de patrones de mosaico para CNN con plantillas de variantes espaciales Este trabajo investiga la complejidad de patrones de mosaico de red neural celular unidimensional con plantillas de variantes espaciales en celosías finitas e infinitas. Varias condiciones de límite se consideran para las celosías finitas y el número exacto de patrones de mosaico se calcula con precisión. La entropía de patrones de mosaico con plantillas periódicas también se puede calcular para celosías infinitas. Además, mostramos la abundancia de patrones de mosaico con respecto a los períodos de plantilla y, que difieren mucho de los casos con plantillas espacialmente invariantes ",
            "error": []
        },
        "matrix algebra": {
            "translated_key": [],
            "translated_annotated_text": "Abundancia de patrones de mosaico para CNN con plantillas de variantes espaciales Este trabajo investiga la complejidad de patrones de mosaico de red neural celular unidimensional con plantillas de variantes espaciales en celosías finitas e infinitas. Varias condiciones de límite se consideran para las celosías finitas y el número exacto de patrones de mosaico se calcula con precisión. La entropía de patrones de mosaico con plantillas periódicas también se puede calcular para celosías infinitas. Además, mostramos la abundancia de patrones de mosaico con respecto a los períodos de plantilla y, que difieren mucho de los casos con plantillas espacialmente invariantes ",
            "error": []
        },
        "piecewise linear techniques": {
            "translated_key": [],
            "translated_annotated_text": "Abundancia de patrones de mosaico para CNN con plantillas de variantes espaciales Este trabajo investiga la complejidad de patrones de mosaico de red neural celular unidimensional con plantillas de variantes espaciales en celosías finitas e infinitas. Varias condiciones de límite se consideran para las celosías finitas y el número exacto de patrones de mosaico se calcula con precisión. La entropía de patrones de mosaico con plantillas periódicas también se puede calcular para celosías infinitas. Además, mostramos la abundancia de patrones de mosaico con respecto a los períodos de plantilla y, que difieren mucho de los casos con plantillas espacialmente invariantes ",
            "error": []
        }
    }
}