{
    "original_text": "Wavelet-based level-of-detail representation of 3D objects In this paper, we propose a 3D object LOD (Level of Detail) modeling system that constructs a mesh from range images and generates the mesh of various LOD using the wavelet transform. In the initial mesh generation, we use the marching cube algorithm. We modify the original algorithm to apply it to construct the mesh from multiple range images efficiently. To get the base mesh we use the decimation algorithm which simplifies a mesh with preserving the topology. Finally, when reconstructing new mesh which is similar to initial mesh we calculate the wavelet coefficients by using the wavelet transform. We solve the critical problem of wavelet-based methods - the surface crease problem - by using the mesh simplification as the base mesh generation method",
    "original_translation": "Representación de los objetos 3D basada en el nivel de detalle de wavelet En este artículo, proponemos un sistema de modelado de objetos 3D LOD (Nivel de detalle) que construye una malla a partir de imágenes de rango y genera la malla de varios LOD usando la transformación de wavelet. En la generación de malla inicial, utilizamos el algoritmo del cubo de marcha. Modificamos el algoritmo original para aplicarlo para construir la malla a partir de imágenes de múltiples rangos de manera eficiente. Para obtener la malla base utilizamos el algoritmo de diezmación que simplifica una malla con la preservación de la topología. Finalmente, al reconstruir nueva malla que es similar a la malla inicial calculamos los coeficientes de wavelet usando la transformación wavelet. Resolvemos el problema crítico de los métodos basados en wavelets -el problema del pliegue superficial- utilizando la simplificación de malla como método de generación de malla base",
    "error_count": 8,
    "keys": {
        "3D object level of detail modeling system": {
            "translated_key": [],
            "translated_annotated_text": "Representación de los objetos 3D basada en el nivel de detalle de wavelet En este artículo, proponemos un sistema de modelado de objetos 3D LOD (Nivel de detalle) que construye una malla a partir de imágenes de rango y genera la malla de varios LOD usando la transformación de wavelet. En la generación de malla inicial, utilizamos el algoritmo del cubo de marcha. Modificamos el algoritmo original para aplicarlo para construir la malla a partir de imágenes de múltiples rangos de manera eficiente. Para obtener la malla base utilizamos el algoritmo de diezmación que simplifica una malla con la preservación de la topología. Finalmente, al reconstruir nueva malla que es similar a la malla inicial calculamos los coeficientes de wavelet usando la transformación wavelet. Resolvemos el problema crítico de los métodos basados en wavelets -el problema del pliegue superficial- utilizando la simplificación de malla como método de generación de malla base ",
            "error": []
        },
        "wavelet-based level-of-detail representation": {
            "translated_key": [],
            "translated_annotated_text": "Representación de los objetos 3D basada en el nivel de detalle de wavelet En este artículo, proponemos un sistema de modelado de objetos 3D LOD (Nivel de detalle) que construye una malla a partir de imágenes de rango y genera la malla de varios LOD usando la transformación de wavelet. En la generación de malla inicial, utilizamos el algoritmo del cubo de marcha. Modificamos el algoritmo original para aplicarlo para construir la malla a partir de imágenes de múltiples rangos de manera eficiente. Para obtener la malla base utilizamos el algoritmo de diezmación que simplifica una malla con la preservación de la topología. Finalmente, al reconstruir nueva malla que es similar a la malla inicial calculamos los coeficientes de wavelet usando la transformación wavelet. Resolvemos el problema crítico de los métodos basados en wavelets -el problema del pliegue superficial- utilizando la simplificación de malla como método de generación de malla base ",
            "error": []
        },
        "range images": {
            "translated_key": "range",
            "translated_annotated_text": "Representación del nivel de detalle de objetos 3D basada en wavelet En este artículo, proponemos un sistema de modelado de objetos 3D LOD (Nivel de detalle) que construye una malla a partir de imágenes <br>range</br> y genera la malla de varios LOD utilizando la transformación wavelet. En la generación de malla inicial, utilizamos el algoritmo del cubo de marcha. Modificamos el algoritmo original para aplicarlo para construir la malla a partir de múltiples imágenes <br>range</br> de manera eficiente. Para obtener la malla base utilizamos el algoritmo de diezmación que simplifica una malla con la preservación de la topología. Finalmente, al reconstruir nueva malla que es similar a la malla inicial calculamos los coeficientes de wavelet usando la transformación wavelet. Resolvemos el problema crítico de los métodos basados en wavelets -el problema del pliegue superficial- utilizando la simplificación de malla como método de generación de malla base ",
            "error": [
                ""
            ]
        },
        "wavelet transform": {
            "translated_key": "wavelet",
            "translated_annotated_text": "Representación del nivel de detalle de objetos 3D basada en wavelet En este artículo, proponemos un sistema de modelado de objetos 3D LOD (Nivel de detalle) que construye una malla a partir de imágenes de rango y genera la malla de varios LOD usando la transformación <br>wavelet</br>. En la generación de malla inicial, utilizamos el algoritmo del cubo de marcha. Modificamos el algoritmo original para aplicarlo para construir la malla a partir de imágenes de múltiples rangos de manera eficiente. Para obtener la malla base utilizamos el algoritmo de diezmación que simplifica una malla con la preservación de la topología. Finalmente, al reconstruir una nueva malla que es similar a la malla inicial, calculamos los coeficientes de wavelet usando la transformación <br>wavelet</br>. Resolvemos el problema crítico de los métodos basados en wavelets -el problema del pliegue superficial- utilizando la simplificación de malla como método de generación de malla base ",
            "error": [
                ""
            ]
        },
        "marching cube algorithm": {
            "translated_key": "marching",
            "translated_annotated_text": "Representación de los objetos 3D basada en el nivel de detalle de wavelet En este artículo, proponemos un sistema de modelado de objetos 3D LOD (Nivel de detalle) que construye una malla a partir de imágenes de rango y genera la malla de varios LOD usando la transformación de wavelet. En la generación de malla inicial, utilizamos el algoritmo de cubo <br>marching</br>. Modificamos el algoritmo original para aplicarlo para construir la malla a partir de imágenes de múltiples rangos de manera eficiente. Para obtener la malla base utilizamos el algoritmo de diezmación que simplifica una malla con la preservación de la topología. Finalmente, al reconstruir nueva malla que es similar a la malla inicial calculamos los coeficientes de wavelet usando la transformación wavelet. Resolvemos el problema crítico de los métodos basados en wavelets -el problema del pliegue superficial- utilizando la simplificación de malla como método de generación de malla base ",
            "error": [
                ""
            ]
        },
        "base mesh": {
            "translated_key": [
                "base",
                "base mesh"
            ],
            "translated_annotated_text": "Representación de los objetos 3D basada en el nivel de detalle de wavelet En este artículo, proponemos un sistema de modelado de objetos 3D LOD (Nivel de detalle) que construye una malla a partir de imágenes de rango y genera la malla de varios LOD usando la transformación de wavelet. En la generación de malla inicial, utilizamos el algoritmo del cubo de marcha. Modificamos el algoritmo original para aplicarlo para construir la malla a partir de imágenes de múltiples rangos de manera eficiente. Para obtener la malla <br>base</br> se utiliza el algoritmo de decimación que simplifica una malla con la preservación de la topología. Finalmente, al reconstruir nueva malla que es similar a la malla inicial calculamos los coeficientes de wavelet usando la transformación wavelet. Resolvemos el problema crítico de los métodos basados en wavelets - el problema del pliegue superficial - utilizando la simplificación de malla como el método de generación <br>base mesh</br> ",
            "error": [
                "base",
                "base mesh"
            ]
        },
        "decimation algorithm": {
            "translated_key": "decimation",
            "translated_annotated_text": "Representación de los objetos 3D basada en el nivel de detalle de wavelet En este artículo, proponemos un sistema de modelado de objetos 3D LOD (Nivel de detalle) que construye una malla a partir de imágenes de rango y genera la malla de varios LOD usando la transformación de wavelet. En la generación de malla inicial, utilizamos el algoritmo del cubo de marcha. Modificamos el algoritmo original para aplicarlo para construir la malla a partir de imágenes de múltiples rangos de manera eficiente. Para obtener la malla base se utiliza el algoritmo <br>decimation</br> que simplifica una malla preservando la topología. Finalmente, al reconstruir nueva malla que es similar a la malla inicial calculamos los coeficientes de wavelet usando la transformación wavelet. Resolvemos el problema crítico de los métodos basados en wavelets -el problema del pliegue superficial- utilizando la simplificación de malla como método de generación de malla base ",
            "error": [
                ""
            ]
        },
        "wavelet coefficients": {
            "translated_key": "wavelet",
            "translated_annotated_text": "Representación de los objetos 3D basada en el nivel de detalle de wavelet En este artículo, proponemos un sistema de modelado de objetos 3D LOD (Nivel de detalle) que construye una malla a partir de imágenes de rango y genera la malla de varios LOD usando la transformación de wavelet. En la generación de malla inicial, utilizamos el algoritmo del cubo de marcha. Modificamos el algoritmo original para aplicarlo para construir la malla a partir de imágenes de múltiples rangos de manera eficiente. Para obtener la malla base utilizamos el algoritmo de diezmación que simplifica una malla con la preservación de la topología. Finalmente, al reconstruir nueva malla que es similar a la malla inicial, calculamos los coeficientes <br>wavelet</br> utilizando la transformación wavelet. Resolvemos el problema crítico de los métodos basados en wavelets -el problema del pliegue superficial- utilizando la simplificación de malla como método de generación de malla base ",
            "error": [
                ""
            ]
        },
        "critical problem": {
            "translated_key": "crítico",
            "translated_annotated_text": "Representación de los objetos 3D basada en el nivel de detalle de wavelet En este artículo, proponemos un sistema de modelado de objetos 3D LOD (Nivel de detalle) que construye una malla a partir de imágenes de rango y genera la malla de varios LOD usando la transformación de wavelet. En la generación de malla inicial, utilizamos el algoritmo del cubo de marcha. Modificamos el algoritmo original para aplicarlo para construir la malla a partir de imágenes de múltiples rangos de manera eficiente. Para obtener la malla base utilizamos el algoritmo de diezmación que simplifica una malla con la preservación de la topología. Finalmente, al reconstruir nueva malla que es similar a la malla inicial calculamos los coeficientes de wavelet usando la transformación wavelet. Resolvemos el problema <br>crítico</br> de los métodos basados en wavelet - el problema del pliegue superficial - utilizando la simplificación de malla como método de generación de malla base ",
            "error": [
                ""
            ]
        },
        "surface crease problem": {
            "translated_key": "problema del pliegue superficial",
            "translated_annotated_text": "Representación de los objetos 3D basada en el nivel de detalle de wavelet En este artículo, proponemos un sistema de modelado de objetos 3D LOD (Nivel de detalle) que construye una malla a partir de imágenes de rango y genera la malla de varios LOD usando la transformación de wavelet. En la generación de malla inicial, utilizamos el algoritmo del cubo de marcha. Modificamos el algoritmo original para aplicarlo para construir la malla a partir de imágenes de múltiples rangos de manera eficiente. Para obtener la malla base utilizamos el algoritmo de diezmación que simplifica una malla con la preservación de la topología. Finalmente, al reconstruir nueva malla que es similar a la malla inicial calculamos los coeficientes de wavelet usando la transformación wavelet. Resolvemos el problema crítico de los métodos basados en wavelets - el <br>problema del pliegue superficial</br> - utilizando la simplificación de malla como método de generación de malla base.  ",
            "error": [
                ""
            ]
        },
        "mesh simplification": {
            "translated_key": "mesh",
            "translated_annotated_text": "Representación de los objetos 3D basada en el nivel de detalle de wavelet En este artículo, proponemos un sistema de modelado de objetos 3D LOD (Nivel de detalle) que construye una malla a partir de imágenes de rango y genera la malla de varios LOD usando la transformación de wavelet. En la generación de malla inicial, utilizamos el algoritmo del cubo de marcha. Modificamos el algoritmo original para aplicarlo para construir la malla a partir de imágenes de múltiples rangos de manera eficiente. Para obtener la malla base utilizamos el algoritmo de diezmación que simplifica una malla con la preservación de la topología. Finalmente, al reconstruir nueva malla que es similar a la malla inicial calculamos los coeficientes de wavelet usando la transformación wavelet. Solucionamos el problema crítico de los métodos basados en wavelets - el problema del pliegue superficial - utilizando la simplificación <br>mesh</br> como método de generación de malla base ",
            "error": [
                ""
            ]
        },
        "hierarchy transformation": {
            "translated_key": [],
            "translated_annotated_text": "Representación de los objetos 3D basada en el nivel de detalle de wavelet En este artículo, proponemos un sistema de modelado de objetos 3D LOD (Nivel de detalle) que construye una malla a partir de imágenes de rango y genera la malla de varios LOD usando la transformación de wavelet. En la generación de malla inicial, utilizamos el algoritmo del cubo de marcha. Modificamos el algoritmo original para aplicarlo para construir la malla a partir de imágenes de múltiples rangos de manera eficiente. Para obtener la malla base utilizamos el algoritmo de diezmación que simplifica una malla con la preservación de la topología. Finalmente, al reconstruir nueva malla que es similar a la malla inicial calculamos los coeficientes de wavelet usando la transformación wavelet. Resolvemos el problema crítico de los métodos basados en wavelets -el problema del pliegue superficial- utilizando la simplificación de malla como método de generación de malla base ",
            "error": []
        },
        "mesh generation": {
            "translated_key": [
                "mesh",
                "mesh generation"
            ],
            "translated_annotated_text": "Representación de los objetos 3D basada en el nivel de detalle de wavelet En este artículo, proponemos un sistema de modelado de objetos 3D LOD (Nivel de detalle) que construye una malla a partir de imágenes de rango y genera la malla de varios LOD usando la transformación de wavelet. En la generación inicial <br>mesh</br>, utilizamos el algoritmo del cubo de marcha. Modificamos el algoritmo original para aplicarlo para construir la malla a partir de imágenes de múltiples rangos de manera eficiente. Para obtener la malla base utilizamos el algoritmo de diezmación que simplifica una malla con la preservación de la topología. Finalmente, al reconstruir nueva malla que es similar a la malla inicial calculamos los coeficientes de wavelet usando la transformación wavelet. Resolvemos el problema crítico de los métodos basados en wavelets - el problema del pliegue superficial - utilizando la simplificación de malla como el método base <br>mesh generation</br> ",
            "error": [
                "mesh",
                "mesh generation"
            ]
        },
        "solid modelling": {
            "translated_key": [],
            "translated_annotated_text": "Representación de los objetos 3D basada en el nivel de detalle de wavelet En este artículo, proponemos un sistema de modelado de objetos 3D LOD (Nivel de detalle) que construye una malla a partir de imágenes de rango y genera la malla de varios LOD usando la transformación de wavelet. En la generación de malla inicial, utilizamos el algoritmo del cubo de marcha. Modificamos el algoritmo original para aplicarlo para construir la malla a partir de imágenes de múltiples rangos de manera eficiente. Para obtener la malla base utilizamos el algoritmo de diezmación que simplifica una malla con la preservación de la topología. Finalmente, al reconstruir nueva malla que es similar a la malla inicial calculamos los coeficientes de wavelet usando la transformación wavelet. Resolvemos el problema crítico de los métodos basados en wavelets -el problema del pliegue superficial- utilizando la simplificación de malla como método de generación de malla base ",
            "error": []
        },
        "topology": {
            "translated_key": [],
            "translated_annotated_text": "Representación de los objetos 3D basada en el nivel de detalle de wavelet En este artículo, proponemos un sistema de modelado de objetos 3D LOD (Nivel de detalle) que construye una malla a partir de imágenes de rango y genera la malla de varios LOD usando la transformación de wavelet. En la generación de malla inicial, utilizamos el algoritmo del cubo de marcha. Modificamos el algoritmo original para aplicarlo para construir la malla a partir de imágenes de múltiples rangos de manera eficiente. Para obtener la malla base se utiliza el algoritmo de decimación que simplifica una malla con la preservación de la topología <br></br>. Finalmente, al reconstruir nueva malla que es similar a la malla inicial calculamos los coeficientes de wavelet usando la transformación wavelet. Resolvemos el problema crítico de los métodos basados en wavelets -el problema del pliegue superficial- utilizando la simplificación de malla como método de generación de malla base ",
            "error": []
        },
        "wavelet transforms": {
            "translated_key": [],
            "translated_annotated_text": "Representación de los objetos 3D basada en el nivel de detalle de wavelet En este artículo, proponemos un sistema de modelado de objetos 3D LOD (Nivel de detalle) que construye una malla a partir de imágenes de rango y genera la malla de varios LOD usando la transformación de wavelet. En la generación de malla inicial, utilizamos el algoritmo del cubo de marcha. Modificamos el algoritmo original para aplicarlo para construir la malla a partir de imágenes de múltiples rangos de manera eficiente. Para obtener la malla base utilizamos el algoritmo de diezmación que simplifica una malla con la preservación de la topología. Finalmente, al reconstruir nueva malla que es similar a la malla inicial calculamos los coeficientes de wavelet usando la transformación wavelet. Resolvemos el problema crítico de los métodos basados en wavelets -el problema del pliegue superficial- utilizando la simplificación de malla como método de generación de malla base ",
            "error": []
        }
    }
}