{
    "original_text": "A dynamic checkpoint scheduling scheme for fault tolerant distributed computing systems The selection of the optimal checkpointing interval has been a very critical issue in implementing checkpointing-recovery schemes for fault tolerant distributed systems. This paper presents a new scheme that allows a process to select the proper checkpointing interval dynamically. A process in the system evaluates the cost of checkpointing and possible rollback for each checkpointing interval and selects the proper time interval for the next checkpointing. Unlike the other schemes, the overhead incurred by both the checkpointing and rollback activities are considered for the cost evaluation, and the current communication pattern is reflected in the selection of the checkpointing interval. Moreover, the proposed scheme requires no extra message communication for the checkpointing interval selection and can easily be incorporated into the existing checkpointing coordination schemes",
    "original_translation": "Un esquema dinámico de programación de puestos de control para sistemas de computación distribuida tolerantes a fallos La selección del intervalo óptimo de control ha sido una cuestión muy crítica en la aplicación de planes de recuperación de puestos de control para sistemas distribuidos tolerantes a fallos. Este artículo presenta un nuevo esquema que permite a un proceso seleccionar dinámicamente el intervalo de control adecuado. En un proceso del sistema se evalúa el costo de los puestos de control y su posible retroceso para cada intervalo de control y se selecciona el intervalo de tiempo adecuado para el siguiente puesto de control. A diferencia de los demás planes, para la evaluación de los costos se tienen en cuenta los gastos generales de las actividades de control y de reversión, y la actual modalidad de comunicación se refleja en la selección del intervalo de recrudecimiento. Además, el plan propuesto no requiere comunicación de mensajes adicionales para la selección del intervalo de control y puede incorporarse fácilmente a los planes de coordinación existentes.",
    "error_count": 9,
    "keys": {
        "dynamic checkpoint scheduling scheme": {
            "translated_key": "dynamic checkpoint linening",
            "translated_annotated_text": "Un esquema de programación <br>dynamic checkpoint linening</br> para sistemas de computación distribuida tolerantes a fallas La selección del intervalo óptimo de control ha sido un problema muy crítico en la implementación de esquemas de recuperación de puntos de control para sistemas distribuidos tolerantes a fallas. Este artículo presenta un nuevo esquema que permite a un proceso seleccionar dinámicamente el intervalo de control adecuado. En un proceso del sistema se evalúa el costo de los puestos de control y su posible retroceso para cada intervalo de control y se selecciona el intervalo de tiempo adecuado para el siguiente puesto de control. A diferencia de los demás planes, para la evaluación de los costos se tienen en cuenta los gastos generales de las actividades de control y de reversión, y la actual modalidad de comunicación se refleja en la selección del intervalo de recrudecimiento. Además, el plan propuesto no requiere comunicación de mensajes adicionales para la selección del intervalo de control y puede incorporarse fácilmente a los planes de coordinación existentes. ",
            "error": [
                ""
            ]
        },
        "fault tolerant computing": {
            "translated_key": [],
            "translated_annotated_text": "Un esquema dinámico de programación de puestos de control para sistemas de computación distribuida tolerantes a fallos La selección del intervalo óptimo de control ha sido una cuestión muy crítica en la aplicación de planes de recuperación de puestos de control para sistemas distribuidos tolerantes a fallos. Este artículo presenta un nuevo esquema que permite a un proceso seleccionar dinámicamente el intervalo de control adecuado. En un proceso del sistema se evalúa el costo de los puestos de control y su posible retroceso para cada intervalo de control y se selecciona el intervalo de tiempo adecuado para el siguiente puesto de control. A diferencia de los demás planes, para la evaluación de los costos se tienen en cuenta los gastos generales de las actividades de control y de reversión, y la actual modalidad de comunicación se refleja en la selección del intervalo de recrudecimiento. Además, el plan propuesto no requiere comunicación de mensajes adicionales para la selección del intervalo de control y puede incorporarse fácilmente a los planes de coordinación existentes. ",
            "error": []
        },
        "distributed computing systems": {
            "translated_key": [],
            "translated_annotated_text": "Un esquema dinámico de programación de puntos de control para sistemas de computación distribuidos <br> La selección del intervalo óptimo de control ha sido un problema muy crítico en la implementación de planes de recuperación de puntos de control para sistemas distribuidos tolerantes a fallas. Este artículo presenta un nuevo esquema que permite a un proceso seleccionar dinámicamente el intervalo de control adecuado. En un proceso del sistema se evalúa el costo de los puestos de control y su posible retroceso para cada intervalo de control y se selecciona el intervalo de tiempo adecuado para el siguiente puesto de control. A diferencia de los demás planes, para la evaluación de los costos se tienen en cuenta los gastos generales de las actividades de control y de reversión, y la actual modalidad de comunicación se refleja en la selección del intervalo de recrudecimiento. Además, el plan propuesto no requiere comunicación de mensajes adicionales para la selección del intervalo de control y puede incorporarse fácilmente a los planes de coordinación existentes. ",
            "error": []
        },
        "optimal checkpointing interval": {
            "translated_key": [],
            "translated_annotated_text": "Un esquema dinámico de programación de puestos de control para sistemas de computación distribuida tolerantes a fallas La selección del intervalo óptimo de control ha sido un problema muy crítico en la implementación de planes de recuperación de puestos de control para sistemas distribuidos tolerantes a fallas. Este artículo presenta un nuevo esquema que permite a un proceso seleccionar dinámicamente el intervalo de control adecuado. En un proceso del sistema se evalúa el costo de los puestos de control y su posible retroceso para cada intervalo de control y se selecciona el intervalo de tiempo adecuado para el siguiente puesto de control. A diferencia de los demás planes, para la evaluación de los costos se tienen en cuenta los gastos generales de las actividades de control y de reversión, y la actual modalidad de comunicación se refleja en la selección del intervalo de recrudecimiento. Además, el plan propuesto no requiere comunicación de mensajes adicionales para la selección del intervalo de control y puede incorporarse fácilmente a los planes de coordinación existentes. ",
            "error": []
        },
        "rollback recovery": {
            "translated_key": [],
            "translated_annotated_text": "Un esquema dinámico de programación de puestos de control para sistemas de computación distribuida tolerantes a fallos La selección del intervalo óptimo de control ha sido una cuestión muy crítica en la aplicación de planes de recuperación de puestos de control para sistemas distribuidos tolerantes a fallos. Este artículo presenta un nuevo esquema que permite a un proceso seleccionar dinámicamente el intervalo de control adecuado. En un proceso del sistema se evalúa el costo de los puestos de control y su posible retroceso para cada intervalo de control y se selecciona el intervalo de tiempo adecuado para el siguiente puesto de control. A diferencia de los demás planes, para la evaluación de los costos se tienen en cuenta los gastos generales de las actividades de control y de reversión, y la actual modalidad de comunicación se refleja en la selección del intervalo de recrudecimiento. Además, el plan propuesto no requiere comunicación de mensajes adicionales para la selección del intervalo de control y puede incorporarse fácilmente a los planes de coordinación existentes. ",
            "error": []
        },
        "cost evaluation": {
            "translated_key": "evaluación de los costos",
            "translated_annotated_text": "Un esquema dinámico de programación de puestos de control para sistemas de computación distribuida tolerantes a fallos La selección del intervalo óptimo de control ha sido una cuestión muy crítica en la aplicación de planes de recuperación de puestos de control para sistemas distribuidos tolerantes a fallos. Este artículo presenta un nuevo esquema que permite a un proceso seleccionar dinámicamente el intervalo de control adecuado. En un proceso del sistema se evalúa el costo de los puestos de control y su posible retroceso para cada intervalo de control y se selecciona el intervalo de tiempo adecuado para el siguiente puesto de control. A diferencia de los demás planes, para la <br>evaluación de los costos</br> se tienen en cuenta los gastos generales de las actividades de los puestos de control y de las actividades de reversión, y la actual modalidad de comunicación se refleja en la selección del intervalo de reinstalación. Además, el plan propuesto no requiere comunicación de mensajes adicionales para la selección del intervalo de control y puede incorporarse fácilmente a los planes de coordinación existentes. ",
            "error": [
                ""
            ]
        },
        "communication pattern": {
            "translated_key": [],
            "translated_annotated_text": "Un esquema dinámico de programación de puestos de control para sistemas de computación distribuida tolerantes a fallos La selección del intervalo óptimo de control ha sido una cuestión muy crítica en la aplicación de planes de recuperación de puestos de control para sistemas distribuidos tolerantes a fallos. Este artículo presenta un nuevo esquema que permite a un proceso seleccionar dinámicamente el intervalo de control adecuado. En un proceso del sistema se evalúa el costo de los puestos de control y su posible retroceso para cada intervalo de control y se selecciona el intervalo de tiempo adecuado para el siguiente puesto de control. A diferencia de los demás planes, para la evaluación de los costos se tienen en cuenta los gastos generales de las actividades de control y de reversión, y el patrón actual de comunicación se refleja en la selección del intervalo de comunicación. Además, el plan propuesto no requiere comunicación de mensajes adicionales para la selección del intervalo de control y puede incorporarse fácilmente a los planes de coordinación existentes. ",
            "error": []
        },
        "distributed processing": {
            "translated_key": [],
            "translated_annotated_text": "Un esquema dinámico de programación de puestos de control para sistemas de computación distribuida tolerantes a fallos La selección del intervalo óptimo de control ha sido una cuestión muy crítica en la aplicación de planes de recuperación de puestos de control para sistemas distribuidos tolerantes a fallos. Este artículo presenta un nuevo esquema que permite a un proceso seleccionar dinámicamente el intervalo de control adecuado. En un proceso del sistema se evalúa el costo de los puestos de control y su posible retroceso para cada intervalo de control y se selecciona el intervalo de tiempo adecuado para el siguiente puesto de control. A diferencia de los demás planes, para la evaluación de los costos se tienen en cuenta los gastos generales de las actividades de control y de reversión, y la actual modalidad de comunicación se refleja en la selección del intervalo de recrudecimiento. Además, el plan propuesto no requiere comunicación de mensajes adicionales para la selección del intervalo de control y puede incorporarse fácilmente a los planes de coordinación existentes. ",
            "error": []
        },
        "processor scheduling": {
            "translated_key": [],
            "translated_annotated_text": "Un esquema dinámico de programación de puestos de control para sistemas de computación distribuida tolerantes a fallos La selección del intervalo óptimo de control ha sido una cuestión muy crítica en la aplicación de planes de recuperación de puestos de control para sistemas distribuidos tolerantes a fallos. Este artículo presenta un nuevo esquema que permite a un proceso seleccionar dinámicamente el intervalo de control adecuado. En un proceso del sistema se evalúa el costo de los puestos de control y su posible retroceso para cada intervalo de control y se selecciona el intervalo de tiempo adecuado para el siguiente puesto de control. A diferencia de los demás planes, para la evaluación de los costos se tienen en cuenta los gastos generales de las actividades de control y de reversión, y la actual modalidad de comunicación se refleja en la selección del intervalo de recrudecimiento. Además, el plan propuesto no requiere comunicación de mensajes adicionales para la selección del intervalo de control y puede incorporarse fácilmente a los planes de coordinación existentes. ",
            "error": []
        },
        "system recovery": {
            "translated_key": [],
            "translated_annotated_text": "Un esquema dinámico de programación de puestos de control para sistemas de computación distribuida tolerantes a fallos La selección del intervalo óptimo de control ha sido una cuestión muy crítica en la aplicación de planes de recuperación de puestos de control para sistemas distribuidos tolerantes a fallos. Este artículo presenta un nuevo esquema que permite a un proceso seleccionar dinámicamente el intervalo de control adecuado. En un proceso del sistema se evalúa el costo de los puestos de control y su posible retroceso para cada intervalo de control y se selecciona el intervalo de tiempo adecuado para el siguiente puesto de control. A diferencia de los demás planes, para la evaluación de los costos se tienen en cuenta los gastos generales de las actividades de control y de reversión, y la actual modalidad de comunicación se refleja en la selección del intervalo de recrudecimiento. Además, el plan propuesto no requiere comunicación de mensajes adicionales para la selección del intervalo de control y puede incorporarse fácilmente a los planes de coordinación existentes. ",
            "error": []
        }
    }
}