{
    "original_text": "Estimation of blocking probabilities in cellular networks with dynamic channel assignment Blocking probabilities in cellular mobile communication networks using dynamic channel assignment are hard to compute for realistic sized systems. This computational difficulty is due to the structure of the state space, which imposes strong coupling constraints amongst components of the occupancy vector. Approximate tractable models have been proposed, which have product form stationary state distributions. However, for real channel assignment schemes, the product form is a poor approximation and it is necessary to simulate the actual occupancy process in order to estimate the blocking probabilities. Meaningful estimates of the blocking probability typically require an enormous amount of CPU time for simulation, since blocking events are usually rare. Advanced simulation approaches use importance sampling (IS) to overcome this problem. We study two regimes under which blocking is a rare event: low-load and high cell capacity. Our simulations use the standard clock (SC) method. For low load, we propose a change of measure that we call static ISSC, which has bounded relative error. For high capacity, we use a change of measure that depends on the current state of the network occupancy. This is the dynamic ISSC method. We prove that this method yields zero variance estimators for single clique models, and we empirically show the advantages of this method over naive simulation for networks of moderate size and traffic loads",
    "original_translation": "Estimación de probabilidades de bloqueo en redes celulares con asignación dinámica de canales Bloqueo de probabilidades en redes móviles de comunicaciones celulares utilizando asignación dinámica de canales es difícil de calcular para sistemas de tamaño realista. Esta dificultad computacional se debe a la estructura del espacio de estado, que impone fuertes restricciones de acoplamiento entre los componentes del vector de ocupación. Se han propuesto modelos orientables aproximados, que tienen forma de producto distribuciones de estado estacionario. Sin embargo, para los esquemas de asignación de canales reales, la forma de producto es una aproximación pobre y es necesario simular el proceso de ocupación real con el fin de estimar las probabilidades de bloqueo. Las estimaciones significativas de la probabilidad de bloqueo normalmente requieren una cantidad enorme de tiempo de CPU para la simulación, ya que los eventos de bloqueo son generalmente raros. Los métodos avanzados de simulación utilizan el muestreo de importancia (IS) para superar este problema. Estudiamos dos regímenes bajo los cuales el bloqueo es un evento raro: baja carga y alta capacidad celular. Nuestras simulaciones utilizan el método estándar de reloj (SC). Para una carga baja, proponemos un cambio de medida que llamamos ISSC estático, que ha limitado el error relativo. Para alta capacidad, utilizamos un cambio de medida que depende del estado actual de la ocupación de la red. Este es el método dinámico ISSC. Demostramos que este método produce estimaciones de varianza cero para modelos de camarilla única, y demostramos empíricamente las ventajas de este método sobre simulación ingenua para redes de tamaño moderado y cargas de tráfico",
    "error_count": 14,
    "keys": {
        "blocking probability estimation": {
            "translated_key": [],
            "translated_annotated_text": "Estimación de probabilidades de bloqueo en redes celulares con asignación dinámica de canales Bloqueo de probabilidades en redes móviles de comunicaciones celulares utilizando asignación dinámica de canales es difícil de calcular para sistemas de tamaño realista. Esta dificultad computacional se debe a la estructura del espacio de estado, que impone fuertes restricciones de acoplamiento entre los componentes del vector de ocupación. Se han propuesto modelos orientables aproximados, que tienen forma de producto distribuciones de estado estacionario. Sin embargo, para los esquemas de asignación de canales reales, la forma de producto es una aproximación pobre y es necesario simular el proceso de ocupación real con el fin de estimar las probabilidades de bloqueo. Las estimaciones significativas de la probabilidad de bloqueo normalmente requieren una cantidad enorme de tiempo de CPU para la simulación, ya que los eventos de bloqueo son generalmente raros. Los métodos avanzados de simulación utilizan el muestreo de importancia (IS) para superar este problema. Estudiamos dos regímenes bajo los cuales el bloqueo es un evento raro: baja carga y alta capacidad celular. Nuestras simulaciones utilizan el método estándar de reloj (SC). Para una carga baja, proponemos un cambio de medida que llamamos ISSC estático, que ha limitado el error relativo. Para alta capacidad, utilizamos un cambio de medida que depende del estado actual de la ocupación de la red. Este es el método dinámico ISSC. Demostramos que este método produce estimaciones de varianza cero para modelos de camarilla única, y demostramos empíricamente las ventajas de este método sobre simulación ingenua para redes de tamaño moderado y cargas de tráfico ",
            "error": []
        },
        "dynamic channel assignment": {
            "translated_key": [
                "dinámica",
                " dinámica"
            ],
            "translated_annotated_text": "La estimación de las probabilidades de bloqueo en redes celulares con asignación de canales <br>dinámica</br> El bloqueo de probabilidades en redes de comunicaciones móviles celulares utilizando asignación de canales <br> dinámica</br> es difícil de calcular para sistemas de tamaño realista. Esta dificultad computacional se debe a la estructura del espacio de estado, que impone fuertes restricciones de acoplamiento entre los componentes del vector de ocupación. Se han propuesto modelos orientables aproximados, que tienen forma de producto distribuciones de estado estacionario. Sin embargo, para los esquemas de asignación de canales reales, la forma de producto es una aproximación pobre y es necesario simular el proceso de ocupación real con el fin de estimar las probabilidades de bloqueo. Las estimaciones significativas de la probabilidad de bloqueo normalmente requieren una cantidad enorme de tiempo de CPU para la simulación, ya que los eventos de bloqueo son generalmente raros. Los métodos avanzados de simulación utilizan el muestreo de importancia (IS) para superar este problema. Estudiamos dos regímenes bajo los cuales el bloqueo es un evento raro: baja carga y alta capacidad celular. Nuestras simulaciones utilizan el método estándar de reloj (SC). Para una carga baja, proponemos un cambio de medida que llamamos ISSC estático, que ha limitado el error relativo. Para alta capacidad, utilizamos un cambio de medida que depende del estado actual de la ocupación de la red. Este es el método dinámico ISSC. Demostramos que este método produce estimaciones de varianza cero para modelos de camarilla única, y demostramos empíricamente las ventajas de este método sobre simulación ingenua para redes de tamaño moderado y cargas de tráfico ",
            "error": [
                "dinámica",
                " dinámica"
            ]
        },
        "cellular mobile communication networks": {
            "translated_key": "celular",
            "translated_annotated_text": "Estimación de probabilidades de bloqueo en redes celulares con asignación dinámica de canales Bloqueo de probabilidades en redes móviles de comunicación <br>celular</br> utilizando asignación dinámica de canales son difíciles de calcular para sistemas de tamaño realista. Esta dificultad computacional se debe a la estructura del espacio de estado, que impone fuertes restricciones de acoplamiento entre los componentes del vector de ocupación. Se han propuesto modelos orientables aproximados, que tienen forma de producto distribuciones de estado estacionario. Sin embargo, para los esquemas de asignación de canales reales, la forma de producto es una aproximación pobre y es necesario simular el proceso de ocupación real con el fin de estimar las probabilidades de bloqueo. Las estimaciones significativas de la probabilidad de bloqueo normalmente requieren una cantidad enorme de tiempo de CPU para la simulación, ya que los eventos de bloqueo son generalmente raros. Los métodos avanzados de simulación utilizan el muestreo de importancia (IS) para superar este problema. Estudiamos dos regímenes bajo los cuales el bloqueo es un evento raro: baja carga y alta capacidad celular. Nuestras simulaciones utilizan el método estándar de reloj (SC). Para una carga baja, proponemos un cambio de medida que llamamos ISSC estático, que ha limitado el error relativo. Para alta capacidad, utilizamos un cambio de medida que depende del estado actual de la ocupación de la red. Este es el método dinámico ISSC. Demostramos que este método produce estimaciones de varianza cero para modelos de camarilla única, y demostramos empíricamente las ventajas de este método sobre simulación ingenua para redes de tamaño moderado y cargas de tráfico ",
            "error": [
                ""
            ]
        },
        "strong coupling constraints": {
            "translated_key": "fuertes restricciones de acoplamiento",
            "translated_annotated_text": "Estimación de probabilidades de bloqueo en redes celulares con asignación dinámica de canales Bloqueo de probabilidades en redes móviles de comunicaciones celulares utilizando asignación dinámica de canales es difícil de calcular para sistemas de tamaño realista. Esta dificultad computacional se debe a la estructura del espacio de estado, que impone <br>fuertes restricciones de acoplamiento</br> entre los componentes del vector de ocupación. Se han propuesto modelos orientables aproximados, que tienen forma de producto distribuciones de estado estacionario. Sin embargo, para los esquemas de asignación de canales reales, la forma de producto es una aproximación pobre y es necesario simular el proceso de ocupación real con el fin de estimar las probabilidades de bloqueo. Las estimaciones significativas de la probabilidad de bloqueo normalmente requieren una cantidad enorme de tiempo de CPU para la simulación, ya que los eventos de bloqueo son generalmente raros. Los métodos avanzados de simulación utilizan el muestreo de importancia (IS) para superar este problema. Estudiamos dos regímenes bajo los cuales el bloqueo es un evento raro: baja carga y alta capacidad celular. Nuestras simulaciones utilizan el método estándar de reloj (SC). Para una carga baja, proponemos un cambio de medida que llamamos ISSC estático, que ha limitado el error relativo. Para alta capacidad, utilizamos un cambio de medida que depende del estado actual de la ocupación de la red. Este es el método dinámico ISSC. Demostramos que este método produce estimaciones de varianza cero para modelos de camarilla única, y demostramos empíricamente las ventajas de este método sobre simulación ingenua para redes de tamaño moderado y cargas de tráfico ",
            "error": [
                ""
            ]
        },
        "occupancy vector": {
            "translated_key": " ",
            "translated_annotated_text": "Estimación de probabilidades de bloqueo en redes celulares con asignación dinámica de canales Bloqueo de probabilidades en redes móviles de comunicaciones celulares utilizando asignación dinámica de canales es difícil de calcular para sistemas de tamaño realista. Esta dificultad computacional se debe a la estructura del espacio de estado, que impone fuertes restricciones de acoplamiento entre los componentes del vector de ocupación <br> </br>. Se han propuesto modelos orientables aproximados, que tienen forma de producto distribuciones de estado estacionario. Sin embargo, para los esquemas de asignación de canales reales, la forma de producto es una aproximación pobre y es necesario simular el proceso de ocupación real con el fin de estimar las probabilidades de bloqueo. Las estimaciones significativas de la probabilidad de bloqueo normalmente requieren una cantidad enorme de tiempo de CPU para la simulación, ya que los eventos de bloqueo son generalmente raros. Los métodos avanzados de simulación utilizan el muestreo de importancia (IS) para superar este problema. Estudiamos dos regímenes bajo los cuales el bloqueo es un evento raro: baja carga y alta capacidad celular. Nuestras simulaciones utilizan el método estándar de reloj (SC). Para una carga baja, proponemos un cambio de medida que llamamos ISSC estático, que ha limitado el error relativo. Para alta capacidad, utilizamos un cambio de medida que depende del estado actual de la ocupación de la red. Este es el método dinámico ISSC. Demostramos que este método produce estimaciones de varianza cero para modelos de camarilla única, y demostramos empíricamente las ventajas de este método sobre simulación ingenua para redes de tamaño moderado y cargas de tráfico ",
            "error": [
                ""
            ]
        },
        "approximate tractable models": {
            "translated_key": [],
            "translated_annotated_text": "Estimación de probabilidades de bloqueo en redes celulares con asignación dinámica de canales Bloqueo de probabilidades en redes móviles de comunicaciones celulares utilizando asignación dinámica de canales es difícil de calcular para sistemas de tamaño realista. Esta dificultad computacional se debe a la estructura del espacio de estado, que impone fuertes restricciones de acoplamiento entre los componentes del vector de ocupación. Se han propuesto modelos orientables aproximados, que tienen forma de producto distribuciones de estado estacionario. Sin embargo, para los esquemas de asignación de canales reales, la forma de producto es una aproximación pobre y es necesario simular el proceso de ocupación real con el fin de estimar las probabilidades de bloqueo. Las estimaciones significativas de la probabilidad de bloqueo normalmente requieren una cantidad enorme de tiempo de CPU para la simulación, ya que los eventos de bloqueo son generalmente raros. Los métodos avanzados de simulación utilizan el muestreo de importancia (IS) para superar este problema. Estudiamos dos regímenes bajo los cuales el bloqueo es un evento raro: baja carga y alta capacidad celular. Nuestras simulaciones utilizan el método estándar de reloj (SC). Para una carga baja, proponemos un cambio de medida que llamamos ISSC estático, que ha limitado el error relativo. Para alta capacidad, utilizamos un cambio de medida que depende del estado actual de la ocupación de la red. Este es el método dinámico ISSC. Demostramos que este método produce estimaciones de varianza cero para modelos de camarilla única, y demostramos empíricamente las ventajas de este método sobre simulación ingenua para redes de tamaño moderado y cargas de tráfico ",
            "error": []
        },
        "product form stationary state distributions": {
            "translated_key": "forma de producto distribuciones de estado estacionario",
            "translated_annotated_text": "Estimación de probabilidades de bloqueo en redes celulares con asignación dinámica de canales Bloqueo de probabilidades en redes móviles de comunicaciones celulares utilizando asignación dinámica de canales es difícil de calcular para sistemas de tamaño realista. Esta dificultad computacional se debe a la estructura del espacio de estado, que impone fuertes restricciones de acoplamiento entre los componentes del vector de ocupación. Se han propuesto modelos tratados aproximados, que tienen <br>forma de producto distribuciones de estado estacionario</br>. Sin embargo, para los esquemas de asignación de canales reales, la forma de producto es una aproximación pobre y es necesario simular el proceso de ocupación real con el fin de estimar las probabilidades de bloqueo. Las estimaciones significativas de la probabilidad de bloqueo normalmente requieren una cantidad enorme de tiempo de CPU para la simulación, ya que los eventos de bloqueo son generalmente raros. Los métodos avanzados de simulación utilizan el muestreo de importancia (IS) para superar este problema. Estudiamos dos regímenes bajo los cuales el bloqueo es un evento raro: baja carga y alta capacidad celular. Nuestras simulaciones utilizan el método estándar de reloj (SC). Para una carga baja, proponemos un cambio de medida que llamamos ISSC estático, que ha limitado el error relativo. Para alta capacidad, utilizamos un cambio de medida que depende del estado actual de la ocupación de la red. Este es el método dinámico ISSC. Demostramos que este método produce estimaciones de varianza cero para modelos de camarilla única, y demostramos empíricamente las ventajas de este método sobre simulación ingenua para redes de tamaño moderado y cargas de tráfico ",
            "error": [
                ""
            ]
        },
        "CPU time": {
            "translated_key": "CPU",
            "translated_annotated_text": "Estimación de probabilidades de bloqueo en redes celulares con asignación dinámica de canales Bloqueo de probabilidades en redes móviles de comunicaciones celulares utilizando asignación dinámica de canales es difícil de calcular para sistemas de tamaño realista. Esta dificultad computacional se debe a la estructura del espacio de estado, que impone fuertes restricciones de acoplamiento entre los componentes del vector de ocupación. Se han propuesto modelos orientables aproximados, que tienen forma de producto distribuciones de estado estacionario. Sin embargo, para los esquemas de asignación de canales reales, la forma de producto es una aproximación pobre y es necesario simular el proceso de ocupación real con el fin de estimar las probabilidades de bloqueo. Las estimaciones significativas de la probabilidad de bloqueo normalmente requieren una cantidad enorme de tiempo <br>CPU</br> para la simulación, ya que los eventos de bloqueo suelen ser raros. Los métodos avanzados de simulación utilizan el muestreo de importancia (IS) para superar este problema. Estudiamos dos regímenes bajo los cuales el bloqueo es un evento raro: baja carga y alta capacidad celular. Nuestras simulaciones utilizan el método estándar de reloj (SC). Para una carga baja, proponemos un cambio de medida que llamamos ISSC estático, que ha limitado el error relativo. Para alta capacidad, utilizamos un cambio de medida que depende del estado actual de la ocupación de la red. Este es el método dinámico ISSC. Demostramos que este método produce estimaciones de varianza cero para modelos de camarilla única, y demostramos empíricamente las ventajas de este método sobre simulación ingenua para redes de tamaño moderado y cargas de tráfico ",
            "error": [
                ""
            ]
        },
        "simulation": {
            "translated_key": ", ya que los eventos de bloqueo son generalmente raros. Los enfoques avanzados <br>simulación",
            "translated_annotated_text": "Estimación de probabilidades de bloqueo en redes celulares con asignación dinámica de canales Bloqueo de probabilidades en redes móviles de comunicaciones celulares utilizando asignación dinámica de canales es difícil de calcular para sistemas de tamaño realista. Esta dificultad computacional se debe a la estructura del espacio de estado, que impone fuertes restricciones de acoplamiento entre los componentes del vector de ocupación. Se han propuesto modelos orientables aproximados, que tienen forma de producto distribuciones de estado estacionario. Sin embargo, para los esquemas de asignación de canales reales, la forma de producto es una aproximación pobre y es necesario simular el proceso de ocupación real con el fin de estimar las probabilidades de bloqueo. Las estimaciones significativas de la probabilidad de bloqueo normalmente requieren una cantidad enorme de tiempo de CPU para la simulación <br>, ya que los eventos de bloqueo son generalmente raros. Los enfoques avanzados <br>simulación</br> utilizan el muestreo de importancia (IS) para superar este problema. Estudiamos dos regímenes bajo los cuales el bloqueo es un evento raro: baja carga y alta capacidad celular. Nuestras simulaciones utilizan el método estándar de reloj (SC). Para una carga baja, proponemos un cambio de medida que llamamos ISSC estático, que ha limitado el error relativo. Para alta capacidad, utilizamos un cambio de medida que depende del estado actual de la ocupación de la red. Este es el método dinámico ISSC. Demostramos que este método produce estimaciones de varianza cero para modelos de camarilla única, y demostramos empíricamente las ventajas de este método sobre la simulación ingenua <br> para redes de tamaño moderado y cargas de tráfico ",
            "error": [
                ""
            ]
        },
        "importance sampling": {
            "translated_key": "importancia",
            "translated_annotated_text": "Estimación de probabilidades de bloqueo en redes celulares con asignación dinámica de canales Bloqueo de probabilidades en redes móviles de comunicaciones celulares utilizando asignación dinámica de canales es difícil de calcular para sistemas de tamaño realista. Esta dificultad computacional se debe a la estructura del espacio de estado, que impone fuertes restricciones de acoplamiento entre los componentes del vector de ocupación. Se han propuesto modelos orientables aproximados, que tienen forma de producto distribuciones de estado estacionario. Sin embargo, para los esquemas de asignación de canales reales, la forma de producto es una aproximación pobre y es necesario simular el proceso de ocupación real con el fin de estimar las probabilidades de bloqueo. Las estimaciones significativas de la probabilidad de bloqueo normalmente requieren una cantidad enorme de tiempo de CPU para la simulación, ya que los eventos de bloqueo son generalmente raros. Los métodos avanzados de simulación utilizan el muestreo <br>importancia</br> (IS) para superar este problema. Estudiamos dos regímenes bajo los cuales el bloqueo es un evento raro: baja carga y alta capacidad celular. Nuestras simulaciones utilizan el método estándar de reloj (SC). Para una carga baja, proponemos un cambio de medida que llamamos ISSC estático, que ha limitado el error relativo. Para alta capacidad, utilizamos un cambio de medida que depende del estado actual de la ocupación de la red. Este es el método dinámico ISSC. Demostramos que este método produce estimaciones de varianza cero para modelos de camarilla única, y demostramos empíricamente las ventajas de este método sobre simulación ingenua para redes de tamaño moderado y cargas de tráfico ",
            "error": [
                ""
            ]
        },
        "low-load": {
            "translated_key": "low-load",
            "translated_annotated_text": "Estimación de probabilidades de bloqueo en redes celulares con asignación dinámica de canales Bloqueo de probabilidades en redes móviles de comunicaciones celulares utilizando asignación dinámica de canales es difícil de calcular para sistemas de tamaño realista. Esta dificultad computacional se debe a la estructura del espacio de estado, que impone fuertes restricciones de acoplamiento entre los componentes del vector de ocupación. Se han propuesto modelos orientables aproximados, que tienen forma de producto distribuciones de estado estacionario. Sin embargo, para los esquemas de asignación de canales reales, la forma de producto es una aproximación pobre y es necesario simular el proceso de ocupación real con el fin de estimar las probabilidades de bloqueo. Las estimaciones significativas de la probabilidad de bloqueo normalmente requieren una cantidad enorme de tiempo de CPU para la simulación, ya que los eventos de bloqueo son generalmente raros. Los métodos avanzados de simulación utilizan el muestreo de importancia (IS) para superar este problema. Estudiamos dos regímenes bajo los cuales el bloqueo es un evento raro: <br>low-load</br> y alta capacidad celular. Nuestras simulaciones utilizan el método estándar de reloj (SC). Para una carga baja, proponemos un cambio de medida que llamamos ISSC estático, que ha limitado el error relativo. Para alta capacidad, utilizamos un cambio de medida que depende del estado actual de la ocupación de la red. Este es el método dinámico ISSC. Demostramos que este método produce estimaciones de varianza cero para modelos de camarilla única, y demostramos empíricamente las ventajas de este método sobre simulación ingenua para redes de tamaño moderado y cargas de tráfico ",
            "error": [
                ""
            ]
        },
        "high cell capacity": {
            "translated_key": "alta capacidad celular",
            "translated_annotated_text": "Estimación de probabilidades de bloqueo en redes celulares con asignación dinámica de canales Bloqueo de probabilidades en redes móviles de comunicaciones celulares utilizando asignación dinámica de canales es difícil de calcular para sistemas de tamaño realista. Esta dificultad computacional se debe a la estructura del espacio de estado, que impone fuertes restricciones de acoplamiento entre los componentes del vector de ocupación. Se han propuesto modelos orientables aproximados, que tienen forma de producto distribuciones de estado estacionario. Sin embargo, para los esquemas de asignación de canales reales, la forma de producto es una aproximación pobre y es necesario simular el proceso de ocupación real con el fin de estimar las probabilidades de bloqueo. Las estimaciones significativas de la probabilidad de bloqueo normalmente requieren una cantidad enorme de tiempo de CPU para la simulación, ya que los eventos de bloqueo son generalmente raros. Los métodos avanzados de simulación utilizan el muestreo de importancia (IS) para superar este problema. Estudiamos dos regímenes bajo los cuales el bloqueo es un evento raro: baja carga y <br>alta capacidad celular</br>. Nuestras simulaciones utilizan el método estándar de reloj (SC). Para una carga baja, proponemos un cambio de medida que llamamos ISSC estático, que ha limitado el error relativo. Para alta capacidad, utilizamos un cambio de medida que depende del estado actual de la ocupación de la red. Este es el método dinámico ISSC. Demostramos que este método produce estimaciones de varianza cero para modelos de camarilla única, y demostramos empíricamente las ventajas de este método sobre simulación ingenua para redes de tamaño moderado y cargas de tráfico ",
            "error": [
                ""
            ]
        },
        "standard clock method": {
            "translated_key": [],
            "translated_annotated_text": "Estimación de probabilidades de bloqueo en redes celulares con asignación dinámica de canales Bloqueo de probabilidades en redes móviles de comunicaciones celulares utilizando asignación dinámica de canales es difícil de calcular para sistemas de tamaño realista. Esta dificultad computacional se debe a la estructura del espacio de estado, que impone fuertes restricciones de acoplamiento entre los componentes del vector de ocupación. Se han propuesto modelos orientables aproximados, que tienen forma de producto distribuciones de estado estacionario. Sin embargo, para los esquemas de asignación de canales reales, la forma de producto es una aproximación pobre y es necesario simular el proceso de ocupación real con el fin de estimar las probabilidades de bloqueo. Las estimaciones significativas de la probabilidad de bloqueo normalmente requieren una cantidad enorme de tiempo de CPU para la simulación, ya que los eventos de bloqueo son generalmente raros. Los métodos avanzados de simulación utilizan el muestreo de importancia (IS) para superar este problema. Estudiamos dos regímenes bajo los cuales el bloqueo es un evento raro: baja carga y alta capacidad celular. Nuestras simulaciones utilizan el método estándar de reloj (SC). Para una carga baja, proponemos un cambio de medida que llamamos ISSC estático, que ha limitado el error relativo. Para alta capacidad, utilizamos un cambio de medida que depende del estado actual de la ocupación de la red. Este es el método dinámico ISSC. Demostramos que este método produce estimaciones de varianza cero para modelos de camarilla única, y demostramos empíricamente las ventajas de este método sobre simulación ingenua para redes de tamaño moderado y cargas de tráfico ",
            "error": []
        },
        "static ISSC method": {
            "translated_key": [],
            "translated_annotated_text": "Estimación de probabilidades de bloqueo en redes celulares con asignación dinámica de canales Bloqueo de probabilidades en redes móviles de comunicaciones celulares utilizando asignación dinámica de canales es difícil de calcular para sistemas de tamaño realista. Esta dificultad computacional se debe a la estructura del espacio de estado, que impone fuertes restricciones de acoplamiento entre los componentes del vector de ocupación. Se han propuesto modelos orientables aproximados, que tienen forma de producto distribuciones de estado estacionario. Sin embargo, para los esquemas de asignación de canales reales, la forma de producto es una aproximación pobre y es necesario simular el proceso de ocupación real con el fin de estimar las probabilidades de bloqueo. Las estimaciones significativas de la probabilidad de bloqueo normalmente requieren una cantidad enorme de tiempo de CPU para la simulación, ya que los eventos de bloqueo son generalmente raros. Los métodos avanzados de simulación utilizan el muestreo de importancia (IS) para superar este problema. Estudiamos dos regímenes bajo los cuales el bloqueo es un evento raro: baja carga y alta capacidad celular. Nuestras simulaciones utilizan el método estándar de reloj (SC). Para una carga baja, proponemos un cambio de medida que llamamos ISSC estático, que ha limitado el error relativo. Para alta capacidad, utilizamos un cambio de medida que depende del estado actual de la ocupación de la red. Este es el método dinámico ISSC. Demostramos que este método produce estimaciones de varianza cero para modelos de camarilla única, y demostramos empíricamente las ventajas de este método sobre simulación ingenua para redes de tamaño moderado y cargas de tráfico ",
            "error": []
        },
        "bounded relative error": {
            "translated_key": "bounded",
            "translated_annotated_text": "Estimación de probabilidades de bloqueo en redes celulares con asignación dinámica de canales Bloqueo de probabilidades en redes móviles de comunicaciones celulares utilizando asignación dinámica de canales es difícil de calcular para sistemas de tamaño realista. Esta dificultad computacional se debe a la estructura del espacio de estado, que impone fuertes restricciones de acoplamiento entre los componentes del vector de ocupación. Se han propuesto modelos orientables aproximados, que tienen forma de producto distribuciones de estado estacionario. Sin embargo, para los esquemas de asignación de canales reales, la forma de producto es una aproximación pobre y es necesario simular el proceso de ocupación real con el fin de estimar las probabilidades de bloqueo. Las estimaciones significativas de la probabilidad de bloqueo normalmente requieren una cantidad enorme de tiempo de CPU para la simulación, ya que los eventos de bloqueo son generalmente raros. Los métodos avanzados de simulación utilizan el muestreo de importancia (IS) para superar este problema. Estudiamos dos regímenes bajo los cuales el bloqueo es un evento raro: baja carga y alta capacidad celular. Nuestras simulaciones utilizan el método estándar de reloj (SC). Para cargas bajas, proponemos un cambio de medida que llamamos ISSC estático, que tiene un error relativo <br>bounded</br>. Para alta capacidad, utilizamos un cambio de medida que depende del estado actual de la ocupación de la red. Este es el método dinámico ISSC. Demostramos que este método produce estimaciones de varianza cero para modelos de camarilla única, y demostramos empíricamente las ventajas de este método sobre simulación ingenua para redes de tamaño moderado y cargas de tráfico ",
            "error": [
                ""
            ]
        },
        "quality of service": {
            "translated_key": [],
            "translated_annotated_text": "Estimación de probabilidades de bloqueo en redes celulares con asignación dinámica de canales Bloqueo de probabilidades en redes móviles de comunicaciones celulares utilizando asignación dinámica de canales es difícil de calcular para sistemas de tamaño realista. Esta dificultad computacional se debe a la estructura del espacio de estado, que impone fuertes restricciones de acoplamiento entre los componentes del vector de ocupación. Se han propuesto modelos orientables aproximados, que tienen forma de producto distribuciones de estado estacionario. Sin embargo, para los esquemas de asignación de canales reales, la forma de producto es una aproximación pobre y es necesario simular el proceso de ocupación real con el fin de estimar las probabilidades de bloqueo. Las estimaciones significativas de la probabilidad de bloqueo normalmente requieren una cantidad enorme de tiempo de CPU para la simulación, ya que los eventos de bloqueo son generalmente raros. Los métodos avanzados de simulación utilizan el muestreo de importancia (IS) para superar este problema. Estudiamos dos regímenes bajo los cuales el bloqueo es un evento raro: baja carga y alta capacidad celular. Nuestras simulaciones utilizan el método estándar de reloj (SC). Para una carga baja, proponemos un cambio de medida que llamamos ISSC estático, que ha limitado el error relativo. Para alta capacidad, utilizamos un cambio de medida que depende del estado actual de la ocupación de la red. Este es el método dinámico ISSC. Demostramos que este método produce estimaciones de varianza cero para modelos de camarilla única, y demostramos empíricamente las ventajas de este método sobre simulación ingenua para redes de tamaño moderado y cargas de tráfico ",
            "error": []
        },
        "dynamic ISSC method": {
            "translated_key": "dynamic ISSC",
            "translated_annotated_text": "Estimación de probabilidades de bloqueo en redes celulares con asignación dinámica de canales Bloqueo de probabilidades en redes móviles de comunicaciones celulares utilizando asignación dinámica de canales es difícil de calcular para sistemas de tamaño realista. Esta dificultad computacional se debe a la estructura del espacio de estado, que impone fuertes restricciones de acoplamiento entre los componentes del vector de ocupación. Se han propuesto modelos orientables aproximados, que tienen forma de producto distribuciones de estado estacionario. Sin embargo, para los esquemas de asignación de canales reales, la forma de producto es una aproximación pobre y es necesario simular el proceso de ocupación real con el fin de estimar las probabilidades de bloqueo. Las estimaciones significativas de la probabilidad de bloqueo normalmente requieren una cantidad enorme de tiempo de CPU para la simulación, ya que los eventos de bloqueo son generalmente raros. Los métodos avanzados de simulación utilizan el muestreo de importancia (IS) para superar este problema. Estudiamos dos regímenes bajo los cuales el bloqueo es un evento raro: baja carga y alta capacidad celular. Nuestras simulaciones utilizan el método estándar de reloj (SC). Para una carga baja, proponemos un cambio de medida que llamamos ISSC estático, que ha limitado el error relativo. Para alta capacidad, utilizamos un cambio de medida que depende del estado actual de la ocupación de la red. Este es el método <br>dynamic ISSC</br>. Demostramos que este método produce estimaciones de varianza cero para modelos de camarilla única, y demostramos empíricamente las ventajas de este método sobre simulación ingenua para redes de tamaño moderado y cargas de tráfico ",
            "error": [
                ""
            ]
        },
        "zero variance estimators": {
            "translated_key": "cero",
            "translated_annotated_text": "Estimación de probabilidades de bloqueo en redes celulares con asignación dinámica de canales Bloqueo de probabilidades en redes móviles de comunicaciones celulares utilizando asignación dinámica de canales es difícil de calcular para sistemas de tamaño realista. Esta dificultad computacional se debe a la estructura del espacio de estado, que impone fuertes restricciones de acoplamiento entre los componentes del vector de ocupación. Se han propuesto modelos orientables aproximados, que tienen forma de producto distribuciones de estado estacionario. Sin embargo, para los esquemas de asignación de canales reales, la forma de producto es una aproximación pobre y es necesario simular el proceso de ocupación real con el fin de estimar las probabilidades de bloqueo. Las estimaciones significativas de la probabilidad de bloqueo normalmente requieren una cantidad enorme de tiempo de CPU para la simulación, ya que los eventos de bloqueo son generalmente raros. Los métodos avanzados de simulación utilizan el muestreo de importancia (IS) para superar este problema. Estudiamos dos regímenes bajo los cuales el bloqueo es un evento raro: baja carga y alta capacidad celular. Nuestras simulaciones utilizan el método estándar de reloj (SC). Para una carga baja, proponemos un cambio de medida que llamamos ISSC estático, que ha limitado el error relativo. Para alta capacidad, utilizamos un cambio de medida que depende del estado actual de la ocupación de la red. Este es el método dinámico ISSC. Demostramos que este método produce estimadores de varianza <br>cero</br> para modelos de camarilla única, y demostramos empíricamente las ventajas de este método sobre simulación ingenua para redes de tamaño moderado y cargas de tráfico ",
            "error": [
                ""
            ]
        },
        "single clique models": {
            "translated_key": "modelos de camarilla única",
            "translated_annotated_text": "Estimación de probabilidades de bloqueo en redes celulares con asignación dinámica de canales Bloqueo de probabilidades en redes móviles de comunicaciones celulares utilizando asignación dinámica de canales es difícil de calcular para sistemas de tamaño realista. Esta dificultad computacional se debe a la estructura del espacio de estado, que impone fuertes restricciones de acoplamiento entre los componentes del vector de ocupación. Se han propuesto modelos orientables aproximados, que tienen forma de producto distribuciones de estado estacionario. Sin embargo, para los esquemas de asignación de canales reales, la forma de producto es una aproximación pobre y es necesario simular el proceso de ocupación real con el fin de estimar las probabilidades de bloqueo. Las estimaciones significativas de la probabilidad de bloqueo normalmente requieren una cantidad enorme de tiempo de CPU para la simulación, ya que los eventos de bloqueo son generalmente raros. Los métodos avanzados de simulación utilizan el muestreo de importancia (IS) para superar este problema. Estudiamos dos regímenes bajo los cuales el bloqueo es un evento raro: baja carga y alta capacidad celular. Nuestras simulaciones utilizan el método estándar de reloj (SC). Para una carga baja, proponemos un cambio de medida que llamamos ISSC estático, que ha limitado el error relativo. Para alta capacidad, utilizamos un cambio de medida que depende del estado actual de la ocupación de la red. Este es el método dinámico ISSC. Demostramos que este método produce estimaciones de varianza cero para <br>modelos de camarilla única</br>, y demostramos empíricamente las ventajas de este método sobre simulación ingenua para redes de tamaño moderado y cargas de tráfico.  ",
            "error": [
                ""
            ]
        },
        "network traffic load": {
            "translated_key": [],
            "translated_annotated_text": "Estimación de probabilidades de bloqueo en redes celulares con asignación dinámica de canales Bloqueo de probabilidades en redes móviles de comunicaciones celulares utilizando asignación dinámica de canales es difícil de calcular para sistemas de tamaño realista. Esta dificultad computacional se debe a la estructura del espacio de estado, que impone fuertes restricciones de acoplamiento entre los componentes del vector de ocupación. Se han propuesto modelos orientables aproximados, que tienen forma de producto distribuciones de estado estacionario. Sin embargo, para los esquemas de asignación de canales reales, la forma de producto es una aproximación pobre y es necesario simular el proceso de ocupación real con el fin de estimar las probabilidades de bloqueo. Las estimaciones significativas de la probabilidad de bloqueo normalmente requieren una cantidad enorme de tiempo de CPU para la simulación, ya que los eventos de bloqueo son generalmente raros. Los métodos avanzados de simulación utilizan el muestreo de importancia (IS) para superar este problema. Estudiamos dos regímenes bajo los cuales el bloqueo es un evento raro: baja carga y alta capacidad celular. Nuestras simulaciones utilizan el método estándar de reloj (SC). Para una carga baja, proponemos un cambio de medida que llamamos ISSC estático, que ha limitado el error relativo. Para alta capacidad, utilizamos un cambio de medida que depende del estado actual de la ocupación de la red. Este es el método dinámico ISSC. Demostramos que este método produce estimaciones de varianza cero para modelos de camarilla única, y demostramos empíricamente las ventajas de este método sobre simulación ingenua para redes de tamaño moderado y cargas de tráfico ",
            "error": []
        },
        "cellular radio": {
            "translated_key": [],
            "translated_annotated_text": "Estimación de probabilidades de bloqueo en redes celulares con asignación dinámica de canales Bloqueo de probabilidades en redes móviles de comunicaciones celulares utilizando asignación dinámica de canales es difícil de calcular para sistemas de tamaño realista. Esta dificultad computacional se debe a la estructura del espacio de estado, que impone fuertes restricciones de acoplamiento entre los componentes del vector de ocupación. Se han propuesto modelos orientables aproximados, que tienen forma de producto distribuciones de estado estacionario. Sin embargo, para los esquemas de asignación de canales reales, la forma de producto es una aproximación pobre y es necesario simular el proceso de ocupación real con el fin de estimar las probabilidades de bloqueo. Las estimaciones significativas de la probabilidad de bloqueo normalmente requieren una cantidad enorme de tiempo de CPU para la simulación, ya que los eventos de bloqueo son generalmente raros. Los métodos avanzados de simulación utilizan el muestreo de importancia (IS) para superar este problema. Estudiamos dos regímenes bajo los cuales el bloqueo es un evento raro: baja carga y alta capacidad celular. Nuestras simulaciones utilizan el método estándar de reloj (SC). Para una carga baja, proponemos un cambio de medida que llamamos ISSC estático, que ha limitado el error relativo. Para alta capacidad, utilizamos un cambio de medida que depende del estado actual de la ocupación de la red. Este es el método dinámico ISSC. Demostramos que este método produce estimaciones de varianza cero para modelos de camarilla única, y demostramos empíricamente las ventajas de este método sobre simulación ingenua para redes de tamaño moderado y cargas de tráfico ",
            "error": []
        },
        "channel allocation": {
            "translated_key": [],
            "translated_annotated_text": "Estimación de probabilidades de bloqueo en redes celulares con asignación dinámica de canales Bloqueo de probabilidades en redes móviles de comunicaciones celulares utilizando asignación dinámica de canales es difícil de calcular para sistemas de tamaño realista. Esta dificultad computacional se debe a la estructura del espacio de estado, que impone fuertes restricciones de acoplamiento entre los componentes del vector de ocupación. Se han propuesto modelos orientables aproximados, que tienen forma de producto distribuciones de estado estacionario. Sin embargo, para los esquemas de asignación de canales reales, la forma de producto es una aproximación pobre y es necesario simular el proceso de ocupación real con el fin de estimar las probabilidades de bloqueo. Las estimaciones significativas de la probabilidad de bloqueo normalmente requieren una cantidad enorme de tiempo de CPU para la simulación, ya que los eventos de bloqueo son generalmente raros. Los métodos avanzados de simulación utilizan el muestreo de importancia (IS) para superar este problema. Estudiamos dos regímenes bajo los cuales el bloqueo es un evento raro: baja carga y alta capacidad celular. Nuestras simulaciones utilizan el método estándar de reloj (SC). Para una carga baja, proponemos un cambio de medida que llamamos ISSC estático, que ha limitado el error relativo. Para alta capacidad, utilizamos un cambio de medida que depende del estado actual de la ocupación de la red. Este es el método dinámico ISSC. Demostramos que este método produce estimaciones de varianza cero para modelos de camarilla única, y demostramos empíricamente las ventajas de este método sobre simulación ingenua para redes de tamaño moderado y cargas de tráfico ",
            "error": []
        },
        "digital simulation": {
            "translated_key": [],
            "translated_annotated_text": "Estimación de probabilidades de bloqueo en redes celulares con asignación dinámica de canales Bloqueo de probabilidades en redes móviles de comunicaciones celulares utilizando asignación dinámica de canales es difícil de calcular para sistemas de tamaño realista. Esta dificultad computacional se debe a la estructura del espacio de estado, que impone fuertes restricciones de acoplamiento entre los componentes del vector de ocupación. Se han propuesto modelos orientables aproximados, que tienen forma de producto distribuciones de estado estacionario. Sin embargo, para los esquemas de asignación de canales reales, la forma de producto es una aproximación pobre y es necesario simular el proceso de ocupación real con el fin de estimar las probabilidades de bloqueo. Las estimaciones significativas de la probabilidad de bloqueo normalmente requieren una cantidad enorme de tiempo de CPU para la simulación, ya que los eventos de bloqueo son generalmente raros. Los métodos avanzados de simulación utilizan el muestreo de importancia (IS) para superar este problema. Estudiamos dos regímenes bajo los cuales el bloqueo es un evento raro: baja carga y alta capacidad celular. Nuestras simulaciones utilizan el método estándar de reloj (SC). Para una carga baja, proponemos un cambio de medida que llamamos ISSC estático, que ha limitado el error relativo. Para alta capacidad, utilizamos un cambio de medida que depende del estado actual de la ocupación de la red. Este es el método dinámico ISSC. Demostramos que este método produce estimaciones de varianza cero para modelos de camarilla única, y demostramos empíricamente las ventajas de este método sobre simulación ingenua para redes de tamaño moderado y cargas de tráfico ",
            "error": []
        },
        "probability": {
            "translated_key": [],
            "translated_annotated_text": "Estimación de probabilidades de bloqueo en redes celulares con asignación dinámica de canales Bloqueo de probabilidades en redes móviles de comunicaciones celulares utilizando asignación dinámica de canales es difícil de calcular para sistemas de tamaño realista. Esta dificultad computacional se debe a la estructura del espacio de estado, que impone fuertes restricciones de acoplamiento entre los componentes del vector de ocupación. Se han propuesto modelos orientables aproximados, que tienen forma de producto distribuciones de estado estacionario. Sin embargo, para los esquemas de asignación de canales reales, la forma de producto es una aproximación pobre y es necesario simular el proceso de ocupación real con el fin de estimar las probabilidades de bloqueo. Las estimaciones significativas de la probabilidad de bloqueo <br> suelen requerir una cantidad enorme de tiempo de la CPU para la simulación, ya que los eventos de bloqueo suelen ser raros. Los métodos avanzados de simulación utilizan el muestreo de importancia (IS) para superar este problema. Estudiamos dos regímenes bajo los cuales el bloqueo es un evento raro: baja carga y alta capacidad celular. Nuestras simulaciones utilizan el método estándar de reloj (SC). Para una carga baja, proponemos un cambio de medida que llamamos ISSC estático, que ha limitado el error relativo. Para alta capacidad, utilizamos un cambio de medida que depende del estado actual de la ocupación de la red. Este es el método dinámico ISSC. Demostramos que este método produce estimaciones de varianza cero para modelos de camarilla única, y demostramos empíricamente las ventajas de este método sobre simulación ingenua para redes de tamaño moderado y cargas de tráfico ",
            "error": []
        },
        "telecommunication computing": {
            "translated_key": [],
            "translated_annotated_text": "Estimación de probabilidades de bloqueo en redes celulares con asignación dinámica de canales Bloqueo de probabilidades en redes móviles de comunicaciones celulares utilizando asignación dinámica de canales es difícil de calcular para sistemas de tamaño realista. Esta dificultad computacional se debe a la estructura del espacio de estado, que impone fuertes restricciones de acoplamiento entre los componentes del vector de ocupación. Se han propuesto modelos orientables aproximados, que tienen forma de producto distribuciones de estado estacionario. Sin embargo, para los esquemas de asignación de canales reales, la forma de producto es una aproximación pobre y es necesario simular el proceso de ocupación real con el fin de estimar las probabilidades de bloqueo. Las estimaciones significativas de la probabilidad de bloqueo normalmente requieren una cantidad enorme de tiempo de CPU para la simulación, ya que los eventos de bloqueo son generalmente raros. Los métodos avanzados de simulación utilizan el muestreo de importancia (IS) para superar este problema. Estudiamos dos regímenes bajo los cuales el bloqueo es un evento raro: baja carga y alta capacidad celular. Nuestras simulaciones utilizan el método estándar de reloj (SC). Para una carga baja, proponemos un cambio de medida que llamamos ISSC estático, que ha limitado el error relativo. Para alta capacidad, utilizamos un cambio de medida que depende del estado actual de la ocupación de la red. Este es el método dinámico ISSC. Demostramos que este método produce estimaciones de varianza cero para modelos de camarilla única, y demostramos empíricamente las ventajas de este método sobre simulación ingenua para redes de tamaño moderado y cargas de tráfico ",
            "error": []
        },
        "telecommunication traffic": {
            "translated_key": [],
            "translated_annotated_text": "Estimación de probabilidades de bloqueo en redes celulares con asignación dinámica de canales Bloqueo de probabilidades en redes móviles de comunicaciones celulares utilizando asignación dinámica de canales es difícil de calcular para sistemas de tamaño realista. Esta dificultad computacional se debe a la estructura del espacio de estado, que impone fuertes restricciones de acoplamiento entre los componentes del vector de ocupación. Se han propuesto modelos orientables aproximados, que tienen forma de producto distribuciones de estado estacionario. Sin embargo, para los esquemas de asignación de canales reales, la forma de producto es una aproximación pobre y es necesario simular el proceso de ocupación real con el fin de estimar las probabilidades de bloqueo. Las estimaciones significativas de la probabilidad de bloqueo normalmente requieren una cantidad enorme de tiempo de CPU para la simulación, ya que los eventos de bloqueo son generalmente raros. Los métodos avanzados de simulación utilizan el muestreo de importancia (IS) para superar este problema. Estudiamos dos regímenes bajo los cuales el bloqueo es un evento raro: baja carga y alta capacidad celular. Nuestras simulaciones utilizan el método estándar de reloj (SC). Para una carga baja, proponemos un cambio de medida que llamamos ISSC estático, que ha limitado el error relativo. Para alta capacidad, utilizamos un cambio de medida que depende del estado actual de la ocupación de la red. Este es el método dinámico ISSC. Demostramos que este método produce estimaciones de varianza cero para modelos de camarilla única, y demostramos empíricamente las ventajas de este método sobre simulación ingenua para redes de tamaño moderado y cargas de tráfico ",
            "error": []
        }
    }
}