{
    "original_text": "Discreteness and relevance: a reply to Roman Poznanski In reply to Poznanski (see ibid., p.435, 2002) on discreteness and relevance, Eliasmith claims that all of the concerns voiced by Poznanski in his reply fail to offer a serious challenge to the idea that continuity is irrelevant to a good understanding of cognitive systems. Eliasmith hopes that it is evident that he does not claim that the process in neural systems is discrete, but rather that a complete characterization of the process can be discrete; these of course are significantly different claims",
    "original_translation": "Discreción y relevancia: una respuesta a Roman Poznanski En respuesta a Poznanski (véase ibíd., pág. 435, 2002) sobre la discreción y la relevancia, Eliasmith afirma que todas las preocupaciones expresadas por Poznanski en su respuesta no ofrecen un serio desafío a la idea de que la continuidad es irrelevante para una buena comprensión de los sistemas cognitivos. Eliasmith espera que sea evidente que no afirma que el proceso en los sistemas neurales es discreto, sino que una caracterización completa del proceso puede ser discreto; por supuesto, estas afirmaciones son significativamente diferentes",
    "error_count": 2,
    "keys": {
        "discreteness": {
            "translated_key": "discretitud",
            "translated_annotated_text": "Discreción y relevancia: una respuesta a Roman Poznanski En respuesta a Poznanski (véase ibíd., p.435, 2002) sobre \"discretitud\" y relevancia, Eliasmith afirma que todas las preocupaciones expresadas por Poznanski en su respuesta no ofrecen un serio desafío a la idea de que la continuidad es irrelevante para una buena comprensión de los sistemas cognitivos. Eliasmith espera que sea evidente que no afirma que el proceso en los sistemas neurales es discreto, sino que una caracterización completa del proceso puede ser discreto; por supuesto, estas afirmaciones son significativamente diferentes ",
            "error": [
                ""
            ]
        },
        "relevance": {
            "translated_key": "pertinencia",
            "translated_annotated_text": "Discreción y \"pertinencia\": una respuesta a Roman Poznanski En respuesta a Poznanski (véase ibíd., p.435, 2002) sobre la discreción y la \"pertinencia\", Eliasmith afirma que todas las preocupaciones expresadas por Poznanski en su respuesta no ofrecen un serio desafío a la idea de que la continuidad es irrelevante para una buena comprensión de los sistemas cognitivos. Eliasmith espera que sea evidente que no afirma que el proceso en los sistemas neurales es discreto, sino que una caracterización completa del proceso puede ser discreto; por supuesto, estas afirmaciones son significativamente diferentes ",
            "error": [
                ""
            ]
        },
        "continuity": {
            "translated_key": "continuidad",
            "translated_annotated_text": "Discreción y relevancia: una respuesta a Roman Poznanski En respuesta a Poznanski (véase ibíd., p.435, 2002) sobre la discreción y relevancia, Eliasmith afirma que todas las preocupaciones expresadas por Poznanski en su respuesta no ofrecen un serio desafío a la idea de que la \"continuidad\" es irrelevante para una buena comprensión de los sistemas cognitivos. Eliasmith espera que sea evidente que no afirma que el proceso en los sistemas neurales es discreto, sino que una caracterización completa del proceso puede ser discreto; por supuesto, estas afirmaciones son significativamente diferentes ",
            "error": [
                ""
            ]
        },
        "cognitive systems": {
            "translated_key": "sistemas cognitivos",
            "translated_annotated_text": "Discreción y relevancia: una respuesta a Roman Poznanski En respuesta a Poznanski (véase ibíd., p.435, 2002) sobre la discreción y relevancia, Eliasmith afirma que todas las preocupaciones expresadas por Poznanski en su respuesta no ofrecen un serio desafío a la idea de que la continuidad es irrelevante para una buena comprensión de los \"sistemas cognitivos\". Eliasmith espera que sea evidente que no afirma que el proceso en los sistemas neurales es discreto, sino que una caracterización completa del proceso puede ser discreto; por supuesto, estas afirmaciones son significativamente diferentes ",
            "error": [
                ""
            ]
        },
        "neural systems": {
            "translated_key": "sistemas neuronales",
            "translated_annotated_text": "Discreción y relevancia: una respuesta a Roman Poznanski En respuesta a Poznanski (véase ibíd., pág. 435, 2002) sobre la discreción y la relevancia, Eliasmith afirma que todas las preocupaciones expresadas por Poznanski en su respuesta no ofrecen un serio desafío a la idea de que la continuidad es irrelevante para una buena comprensión de los sistemas cognitivos. Eliasmith espera que sea evidente que no afirma que el proceso en los \"sistemas neuronales\" es discreto, sino que una caracterización completa del proceso puede ser discreto; por supuesto, estas son afirmaciones significativamente diferentes ",
            "error": [
                ""
            ]
        },
        "neural nets": {
            "translated_key": [],
            "translated_annotated_text": "Discreción y relevancia: una respuesta a Roman Poznanski En respuesta a Poznanski (véase ibíd., pág. 435, 2002) sobre la discreción y la relevancia, Eliasmith afirma que todas las preocupaciones expresadas por Poznanski en su respuesta no ofrecen un serio desafío a la idea de que la continuidad es irrelevante para una buena comprensión de los sistemas cognitivos. Eliasmith espera que sea evidente que no afirma que el proceso en los sistemas neurales es discreto, sino que una caracterización completa del proceso puede ser discreto; por supuesto, estas afirmaciones son significativamente diferentes ",
            "error": []
        },
        "neurophysiology": {
            "translated_key": [],
            "translated_annotated_text": "Discreción y relevancia: una respuesta a Roman Poznanski En respuesta a Poznanski (véase ibíd., pág. 435, 2002) sobre la discreción y la relevancia, Eliasmith afirma que todas las preocupaciones expresadas por Poznanski en su respuesta no ofrecen un serio desafío a la idea de que la continuidad es irrelevante para una buena comprensión de los sistemas cognitivos. Eliasmith espera que sea evidente que no afirma que el proceso en los sistemas neurales es discreto, sino que una caracterización completa del proceso puede ser discreto; por supuesto, estas afirmaciones son significativamente diferentes ",
            "error": []
        }
    }
}